[{"win label": 0, "news": [{"title": "ESA Science Programme's new small satellite will study super-Earths", "date": "2012-10-19", "content": "Studying planets around other stars will be the focus of the new small Science Programme mission, Cheops, ESA announced today. Its launch is expected in 2017. Cheops - for CHaracterising ExOPlanets Satellite - will target nearby, bright stars already known to have planets orbiting around them. Through high-precision monitoring of the star's brightness, scientists will search for the telltale signs of a 'transit' as a planet passes briefly across its face. In turn, this will allow an accurate measurement of the radius of the planet. For those planets with a known mass, the density will be revealed, providing an indication of the internal structure. These key parameters will help scientists to understand the formation of planets from a few times the mass of the Earth - 'super-Earths' - up to Neptune-sized worlds. It will also identify planets with significant atmospheres and constrain the migration of planets during the formation and evolution of their parent systems. Cheops is the first of a possible new class of small missions to be developed as part of ESA's Science Programme. \"By concentrating on specific known exoplanet host stars, Cheops will enable scientists to conduct comparative studies of planets down to the mass of Earth with a precision that simply cannot be achieved from the ground,\" said Professor Alvaro Giménez-Cañete, ESA Director of Science and Robotic Exploration. \"The mission was selected from 26 proposals submitted in response to the Call for Small Missions in March, highlighting the strong interest of the scientific community in dedicated, quick-turnaround missions focusing on key open issues in space science.\" Possible future small missions in the Science Programme should be low cost and rapidly developed, in order to offer greater flexibility in response to new ideas from the scientific community. With a dedicated science focus, they would provide a natural complement to the broader Medium- and Large-class missions of ESA's Science Programme. Cheops will be implemented as a partnership between ESA and Switzerland, with a number of other ESA Member States delivering substantial contributions. \"This continues the 40-year success story of Swiss scientists and industry at the forefront of space science,\" said Professor Willy Benz, Center for Space and Habitability at the University of Bern. The mission will also provide unique targets for more detailed studies of exoplanet atmospheres by the next generation of telescopes now being built, such as the ground-based European Extremely Large Telescope and the NASA/ESA/CSA James Webb Space Telescope. Cheops will operate in a Sun-synchronous low-Earth orbit at an altitude of 800 km. It has a planned mission lifetime of 3.5 years and part of the observing time will be open to the wider scientific community. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/ESA_Science_Programme_s_new_small_satellite_will_study_super-Earths"}, {"title": "ESA's New Small Satellite CHEOPS Will Study Super-Earths", "date": "2012-10-19", "content": "Studying planets around other stars will be the focus of the new Small-class Science Programme mission, Cheops, ESA announced today. Its launch is expected in 2017. Cheops - for CHaracterising ExOPlanets Satellite - will target nearby, bright stars already known to have planets orbiting around them. Through high-precision monitoring of the star's brightness, scientists will search for the telltale signs of a 'transit' as a planet passes briefly across its face. In turn, this will allow an accurate measurement of the radius of the planet. For those planets with a known mass, the density will be revealed, providing an indication of the internal structure. These key parameters will help scientists to understand the formation of planets from a few times the mass of the Earth - 'super-Earths' - up to Neptune-sized worlds. It will also identify planets with significant atmospheres and constrain the migration of planets during the formation and evolution of their parent systems. Cheops is the first of a possible new class of small missions to be developed as part of ESA's Science Programme. \"By concentrating on specific known exoplanet host stars, Cheops will enable scientists to conduct comparative studies of planets down to the mass of Earth with a precision that simply cannot be achieved from the ground,\" said Professor Alvaro Gimenez-Canete, ESA Director of Science and Robotic Exploration. \"The mission was selected from 26 proposals submitted in response to the Call for Small Missions in March, highlighting the strong interest of the scientific community in dedicated, quick-turnaround missions focusing on key open issues in space science.\" Possible future small missions in the Science Programme should be low cost and rapidly developed, in order to offer greater flexibility in response to new ideas from the scientific community. With a dedicated science focus, they would provide a natural complement to the broader Medium- and Large-class missions of ESA's Science Programme. Cheops will be implemented as a partnership between ESA and Switzerland, with a number of other ESA Member States delivering substantial contributions. \"This continues the 40-year success story of Swiss scientists and industry at the forefront of space science,\" said Professor Willy Benz, Center for Space and Habitability at the University of Bern. The mission will also provide unique targets for more detailed studies of exoplanet atmospheres by the next generation of telescopes now being built, such as the ground-based European Extremely Large Telescope and the NASA/ESA/CSA James Webb Space Telescope. Cheops will operate in a Sun-synchronous low-Earth orbit at an altitude of 800 km. It has a planned mission lifetime of 3.5 years and part of the observing time will be open to the wider scientific community.", "url": "https://spaceref.com/press-release/esas-new-small-satellite-cheops-will-study-super-earths/"}, {"title": "CHEOPS, the first ESA \"small mission,\" will study super-Earths", "date": "2012-10-22", "content": "The European Space Agency (ESA) is set to give existing orbiting probes, such as COROT and Kepler, a helping hand in studying super-Earths. Selected from 26 proposals, the CHEOPS (CHaracterising ExOPlanets Satellite) spacecraft is the first S-class (\"small\") mission in the ESA's Science Programme. A partnership between the ESA and the Swiss Space Office, CHEOPS will not seek out new exoplanets, but will instead target nearby, bright stars that are already known to have orbiting planets. Slated for a 2017 launch, CHEOPS will operate in a Sun-synchronous low-Earth orbit at an altitude of 800 km (497 miles). To give an accurate measurement of the radius of an exoplanet under study, the spacecraft will use the transit method that observes the drop in brightness of the star that occurs when a planet crosses (transits) in front of it. The density of planets with a known mass can also be calculated, providing an indication of the planet's internal structure. This information will help shed light on the formation of planets ranging from super-Earths with a mass a few times that of Earth, up to Neptune-sized worlds. The spacecraft will also be used to identify planets with significant atmospheres and will be used to highlight targets for more detailed studies of exoplanet atmospheres by the next generation of telescopes in the pipeline, such as the ground-based European Extremely Large Telescope and the James Webb Space Telescope. \"By concentrating on specific known exoplanet host stars, CHEOPS will enable scientists to conduct comparative studies of planets down to the mass of Earth with a precision that simply cannot be achieved from the ground,\" said Professor Alvaro Giménez-Cañete, ESA Director of Science and Robotic Exploration.", "url": "https://newatlas.com/cheops-esa-space-mission/24649/"}]}, [], {"win label": 0, "news": [{"title": "ESA Selects SSTL to Design Exoplanet Satellite Mission", "date": "2013-09-11", "content": "Surrey Satellite Technology Ltd (SSTL) has been selected by the European Space Agency (ESA) for the competitive design phase of CHEOPS science satellite, which will improve mankind's understanding of exoplanets - planets orbiting distant stars outside our solar system. The contractor selection for the implementation phase is planned by mid-2014 and the launch is scheduled late 2017. The CHaracterising ExOPlanets Satellite (CHEOPS) will finely characterise known exoplanets and their parent stars with an unprecedented accuracy. The satellite will measure the orbit and radius of those exoplanets, enabling the scientists to assess their potential habitability. The mission will also act as a \"scout\" performing preliminary observations on targets for the future European Extremely Large Telescope and James Webb Space Telescope that will be capable of more detailed analysis. CHEOPS was selected from 25 missions proposed in response to ESA Call for Small Missions in 2012, which was targeting innovative small science missions that offer high value at low cost. CHEOPS is jointly developed by ESA and a consortium of Member States led by Switzerland: The Swiss-built instrument using a Ritchey-Chrétien optical telescope will observe the stars and their orbiting planets, while ESA is responsible for the provision of the satellite platform and the launch. Over the next 10 months SSTL will design the satellite platform, which will host the telescope payload. To provide the mission within a short schedule and at low cost, ESA asked that any solution be based on an existing, flight-proven, satellite platform. SSTL's solution is based on a variant of the highly successful SSTL-150 platform, which has seen recent service in Canada's Sapphire space surveillance mission and the 5-satellite RapidEye Earth observation constellation. In awarding the contract to SSTL, Frederic Safa, Head of Future Missions Office in ESA's Science and Robotic Exploration Directorate stated: \"We chose SSTL for this study for a combination of reasons such as their proven ability to build reliable low-cost missions and their past experience with satellites carrying high-performance optical telescopes.\" SSTL's Head of Science, Doug Liddle, commented: \"We are delighted that ESA selected SSTL to design the CHEOPS mission. We will draw on our experience to design a low cost, but high value solution that will demonstrate that ambitious science missions can be launched both quickly and economically.\" CHEOPS is envisaged as the first in a series of missions in the ESA Science Programme that will utilise small satellites for low cost and rapid development, in order to offer greater flexibility in response to new ideas from the scientific community and complement to the larger missions of ESA's Science Programme.", "url": "https://spaceref.com/press-release/esa-selects-sstl-to-design-exoplanet-satellite-mission/"}]}, [], {"win label": 0, "news": [{"title": "Green light for CHEOPS", "date": "2014-04-03", "content": "The hunt for exoplanets is launched. Last week, European Space Agency (ESA) validated the CHEOPS project. This mission, which is led by the university of Bern with several partners in Switzerland and in Europe, is planned to be launched in 2017. It was selected in 2012 by ESA among 26 other projects as a S-class mission, a category intended to have a cost not exceeding 50 million euros. The CHaracterizing ExOPlanet Satellite (CHEOPS) will be dedicated to search for exoplanets. Today, the existence of over 800 of them is confirmed, demonstrating that such objects are quite common in the Universe. The telescope will be used to study planets which size ranges from Neptune down to Earth and that are orbiting bright and already known stars. It will be done by means of ultrahigh precision photometry, in order to detect a variation in the stellar brightness induced by the transiting planet. This will allow the scientists to measure the latter's mass and dimensions, but also determine whether it is gaseous or telluric and identify the presence or absence of a significant atmosphere. The telescope will be assembled, tested and calibrated at the University of Bern. The structure of the telescope and all the mounting elements will be provided by Swiss industry and the rest of the components will come from partner institutes in Europe. The platform carrying the telescope will be built in Spain or in England. Once assembled, the entire satellite will weigh about 250 kg and will undergo a number of tests at RUAG Space in Switzerland. The Swiss Space Center (SSC) is also involved in the project since the very beginning and is still participating in the Science Operations Center with Geneva University.", "url": "https://actu.epfl.ch/news/green-light-for-cheops-2/"}]}, {"win label": 1, "news": [{"title": "Green light for CHEOPS", "date": "2014-04-03", "content": "The hunt for exoplanets is launched. Last week, European Space Agency (ESA) validated the CHEOPS project. This mission, which is led by the university of Bern with several partners in Switzerland and in Europe, is planned to be launched in 2017. It was selected in 2012 by ESA among 26 other projects as a S-class mission, a category intended to have a cost not exceeding 50 million euros. The CHaracterizing ExOPlanet Satellite (CHEOPS) will be dedicated to search for exoplanets. Today, the existence of over 800 of them is confirmed, demonstrating that such objects are quite common in the Universe. The telescope will be used to study planets which size ranges from Neptune down to Earth and that are orbiting bright and already known stars. It will be done by means of ultrahigh precision photometry, in order to detect a variation in the stellar brightness induced by the transiting planet. This will allow the scientists to measure the latter's mass and dimensions, but also determine whether it is gaseous or telluric and identify the presence or absence of a significant atmosphere. The telescope will be assembled, tested and calibrated at the University of Bern. The structure of the telescope and all the mounting elements will be provided by Swiss industry and the rest of the components will come from partner institutes in Europe. The platform carrying the telescope will be built in Spain or in England. Once assembled, the entire satellite will weigh about 250 kg and will undergo a number of tests at RUAG Space in Switzerland. The Swiss Space Center (SSC) is also involved in the project since the very beginning and is still participating in the Science Operations Center with Geneva University.", "url": "https://actu.epfl.ch/news/green-light-for-cheops-2/"}, {"title": "CHEOPS EXOPLANET MISSION MEETS KEY MILESTONES EN ROUTE TO 2017 LAUNCH", "date": "2014-07-11", "content": "ESA's first small Science Programme mission is ready for construction. The implementation phase has started, meaning that the spacecraft has gone from selection to implementation in less than 18 months. The rapid progress places the CHaracterising ExOPlanet Satellite (CHEOPS) on course for meeting its target of being ready to launch by December 2017. CHEOPS is the first in a possible class of small missions to be developed as part of ESA's Science Programme. These will be fast turn-around, highly focused missions that complement the Science Programme's medium and large missions. CHEOPS will target nearby bright stars that are already known to have exoplanets in orbit around them, in order to provide new insight into the characteristics of those planets. Ground-based Doppler searches find planets by detecting wobbles in the central star. CHEOPS will provide complementary data by monitoring the parent stars for transits: the dip in starlight caused by a planet's silhouette as it crosses the line of sight. With such information, astronomers can determine the radius of the planet. With the mass known from ground-based Doppler searches, these data will allow astronomers to estimate the planet's density, allowing rocky planets to be distinguished from gas giants or any other type of planet. CHEOPS is designed to be sensitive to planets ranging from a few times the size of the Earth up to the size of Neptune. CHEOPS was selected by ESA in October 2012 from 26 proposals that were submitted in response to the announcement of the small mission programme. It was officially adopted into the Science Programme in February this year. Capped to an ESA cost of €50 million, it is being developed in collaboration with the Swiss Space Office (SSO), a division of the Swiss State Secretariat for Education, Research and Innovation (SERI), and the University of Bern, Switzerland. The Swiss organisations lead the consortium of 11 ESA Member States contributing to the mission and represented in the CHEOPS Science Team. The spacecraft will be built by Airbus Defence and Space, Spain. \"The cost and schedule constraints associated with a small mission in the Science Programme mean that all platform components and systems have to be 'off-the-shelf' and qualified for use in space. The only new development is the scientific instrument, which has to fulfil specific requirements but even that relies on available technologies,\" says Nicola Rando, ESA Definition Phase Manager for CHEOPS. The Principal Investigator for the science instrument is Professor Willy Benz from the University of Bern, Switzerland, who was also the lead author for the mission's original proposal. \"CHEOPS is a unique high-precision photometric observatory that can point nearly anywhere in the sky. It will be used to search for transits on bright stars already known to host planets,\" says Benz. \"By knowing where to look and at what time, CHEOPS is the most efficient instrument to detect shallow transits. It will significantly increase the sample of exoplanets for which we know both mass and radius, providing new insights and constraints on formation models. It will also provide the best targets for subsequent spectroscopic studies by the next generation of ground- and space-based instruments.\" Although the technology used for CHEOPS must be off-the-shelf, the way the mission has been developed is a brand new way of working for ESA. \"CHEOPS demonstrates an interesting adaptation capability of ESA and its Member States in implementing missions,\" says Frédéric Safa, ESA Head of Future Missions Office, where CHEOPS is being implemented. \"So far, its fast track schedule has been met thanks to an efficient collaboration between industry, the instrument consortium, and the ESA teams.\" ESA is the mission architect for CHEOPS, responsible for spacecraft development and launch, and for the interface with the science community during science operations in orbit. \"The Member States' relative contribution to the mission is significantly larger than for medium and large missions, and a tailored industrial procurement approach had to be developed for meeting small mission programmatic targets, while preserving a science-driven approach for the mission. The good relationship between the ESA and the Swiss teams enabled fast decisions when needed and definitely played an important role,\" says Safa. CHEOPS will most likely be launched as a passenger on a Soyuz or Vega launcher from Kourou at the end of 2017. ", "url": "https://sci.esa.int/web/cheops/-/54321-cheops-exoplanet-mission-meets-key-milestones-en-route-to-2017-launch"}, {"title": "CHEOPS exoplanet mission meets key milestones en route to 2017 launch", "date": "2014-07-14", "content": "ESA's first small Science Programme mission is ready for construction. The implementation phase has started, meaning that the spacecraft has gone from selection to implementation in less than 18 months. The rapid progress places the CHaracterising ExOPlanet Satellite (CHEOPS) on course for meeting its target of being ready to launch by December 2017. CHEOPS is the first in a possible class of small missions to be developed as part of ESA's Science Programme. These will be fast turn-around, highly focused missions that complement the Science Programme's medium and large missions. CHEOPS will target nearby bright stars that are already known to have exoplanets in orbit around them, in order to provide new insight into the characteristics of those planets. Ground-based Doppler searches find planets by detecting wobbles in the central star. CHEOPS will provide complementary data by monitoring the parent stars for transits: the dip in starlight caused by a planet's silhouette as it crosses the line of sight. With such information, astronomers can determine the radius of the planet. With the mass known from ground-based Doppler searches, these data will allow astronomers to estimate the planet's density, allowing rocky planets to be distinguished from gas giants or any other type of planet. CHEOPS is designed to be sensitive to planets ranging from a few times the size of the Earth up to the size of Neptune.", "url": "https://phys.org/news/2014-07-cheops-exoplanet-mission-key-milestones.html"}]}, {"win label": 0, "news": [{"title": "CHEOPS EXOPLANET MISSION MEETS KEY MILESTONES EN ROUTE TO 2017 LAUNCH", "date": "2014-07-11", "content": "ESA's first small Science Programme mission is ready for construction. The implementation phase has started, meaning that the spacecraft has gone from selection to implementation in less than 18 months. The rapid progress places the CHaracterising ExOPlanet Satellite (CHEOPS) on course for meeting its target of being ready to launch by December 2017. CHEOPS is the first in a possible class of small missions to be developed as part of ESA's Science Programme. These will be fast turn-around, highly focused missions that complement the Science Programme's medium and large missions. CHEOPS will target nearby bright stars that are already known to have exoplanets in orbit around them, in order to provide new insight into the characteristics of those planets. Ground-based Doppler searches find planets by detecting wobbles in the central star. CHEOPS will provide complementary data by monitoring the parent stars for transits: the dip in starlight caused by a planet's silhouette as it crosses the line of sight. With such information, astronomers can determine the radius of the planet. With the mass known from ground-based Doppler searches, these data will allow astronomers to estimate the planet's density, allowing rocky planets to be distinguished from gas giants or any other type of planet. CHEOPS is designed to be sensitive to planets ranging from a few times the size of the Earth up to the size of Neptune. CHEOPS was selected by ESA in October 2012 from 26 proposals that were submitted in response to the announcement of the small mission programme. It was officially adopted into the Science Programme in February this year. Capped to an ESA cost of €50 million, it is being developed in collaboration with the Swiss Space Office (SSO), a division of the Swiss State Secretariat for Education, Research and Innovation (SERI), and the University of Bern, Switzerland. The Swiss organisations lead the consortium of 11 ESA Member States contributing to the mission and represented in the CHEOPS Science Team. The spacecraft will be built by Airbus Defence and Space, Spain. \"The cost and schedule constraints associated with a small mission in the Science Programme mean that all platform components and systems have to be 'off-the-shelf' and qualified for use in space. The only new development is the scientific instrument, which has to fulfil specific requirements but even that relies on available technologies,\" says Nicola Rando, ESA Definition Phase Manager for CHEOPS. The Principal Investigator for the science instrument is Professor Willy Benz from the University of Bern, Switzerland, who was also the lead author for the mission's original proposal. \"CHEOPS is a unique high-precision photometric observatory that can point nearly anywhere in the sky. It will be used to search for transits on bright stars already known to host planets,\" says Benz. \"By knowing where to look and at what time, CHEOPS is the most efficient instrument to detect shallow transits. It will significantly increase the sample of exoplanets for which we know both mass and radius, providing new insights and constraints on formation models. It will also provide the best targets for subsequent spectroscopic studies by the next generation of ground- and space-based instruments.\" Although the technology used for CHEOPS must be off-the-shelf, the way the mission has been developed is a brand new way of working for ESA. \"CHEOPS demonstrates an interesting adaptation capability of ESA and its Member States in implementing missions,\" says Frédéric Safa, ESA Head of Future Missions Office, where CHEOPS is being implemented. \"So far, its fast track schedule has been met thanks to an efficient collaboration between industry, the instrument consortium, and the ESA teams.\" ESA is the mission architect for CHEOPS, responsible for spacecraft development and launch, and for the interface with the science community during science operations in orbit. \"The Member States' relative contribution to the mission is significantly larger than for medium and large missions, and a tailored industrial procurement approach had to be developed for meeting small mission programmatic targets, while preserving a science-driven approach for the mission. The good relationship between the ESA and the Swiss teams enabled fast decisions when needed and definitely played an important role,\" says Safa. CHEOPS will most likely be launched as a passenger on a Soyuz or Vega launcher from Kourou at the end of 2017. ", "url": "https://sci.esa.int/web/cheops/-/54321-cheops-exoplanet-mission-meets-key-milestones-en-route-to-2017-launch"}, {"title": "CHEOPS exoplanet mission meets key milestones en route to 2017 launch", "date": "2014-07-14", "content": "ESA's first small Science Programme mission is ready for construction. The implementation phase has started, meaning that the spacecraft has gone from selection to implementation in less than 18 months. The rapid progress places the CHaracterising ExOPlanet Satellite (CHEOPS) on course for meeting its target of being ready to launch by December 2017. CHEOPS is the first in a possible class of small missions to be developed as part of ESA's Science Programme. These will be fast turn-around, highly focused missions that complement the Science Programme's medium and large missions. CHEOPS will target nearby bright stars that are already known to have exoplanets in orbit around them, in order to provide new insight into the characteristics of those planets. Ground-based Doppler searches find planets by detecting wobbles in the central star. CHEOPS will provide complementary data by monitoring the parent stars for transits: the dip in starlight caused by a planet's silhouette as it crosses the line of sight. With such information, astronomers can determine the radius of the planet. With the mass known from ground-based Doppler searches, these data will allow astronomers to estimate the planet's density, allowing rocky planets to be distinguished from gas giants or any other type of planet. CHEOPS is designed to be sensitive to planets ranging from a few times the size of the Earth up to the size of Neptune.", "url": "https://phys.org/news/2014-07-cheops-exoplanet-mission-key-milestones.html"}]}, {"win label": 0, "news": [{"title": "CHEOPS EXOPLANET MISSION MEETS KEY MILESTONES EN ROUTE TO 2017 LAUNCH", "date": "2014-07-11", "content": "ESA's first small Science Programme mission is ready for construction. The implementation phase has started, meaning that the spacecraft has gone from selection to implementation in less than 18 months. The rapid progress places the CHaracterising ExOPlanet Satellite (CHEOPS) on course for meeting its target of being ready to launch by December 2017. CHEOPS is the first in a possible class of small missions to be developed as part of ESA's Science Programme. These will be fast turn-around, highly focused missions that complement the Science Programme's medium and large missions. CHEOPS will target nearby bright stars that are already known to have exoplanets in orbit around them, in order to provide new insight into the characteristics of those planets. Ground-based Doppler searches find planets by detecting wobbles in the central star. CHEOPS will provide complementary data by monitoring the parent stars for transits: the dip in starlight caused by a planet's silhouette as it crosses the line of sight. With such information, astronomers can determine the radius of the planet. With the mass known from ground-based Doppler searches, these data will allow astronomers to estimate the planet's density, allowing rocky planets to be distinguished from gas giants or any other type of planet. CHEOPS is designed to be sensitive to planets ranging from a few times the size of the Earth up to the size of Neptune. CHEOPS was selected by ESA in October 2012 from 26 proposals that were submitted in response to the announcement of the small mission programme. It was officially adopted into the Science Programme in February this year. Capped to an ESA cost of €50 million, it is being developed in collaboration with the Swiss Space Office (SSO), a division of the Swiss State Secretariat for Education, Research and Innovation (SERI), and the University of Bern, Switzerland. The Swiss organisations lead the consortium of 11 ESA Member States contributing to the mission and represented in the CHEOPS Science Team. The spacecraft will be built by Airbus Defence and Space, Spain. \"The cost and schedule constraints associated with a small mission in the Science Programme mean that all platform components and systems have to be 'off-the-shelf' and qualified for use in space. The only new development is the scientific instrument, which has to fulfil specific requirements but even that relies on available technologies,\" says Nicola Rando, ESA Definition Phase Manager for CHEOPS. The Principal Investigator for the science instrument is Professor Willy Benz from the University of Bern, Switzerland, who was also the lead author for the mission's original proposal. \"CHEOPS is a unique high-precision photometric observatory that can point nearly anywhere in the sky. It will be used to search for transits on bright stars already known to host planets,\" says Benz. \"By knowing where to look and at what time, CHEOPS is the most efficient instrument to detect shallow transits. It will significantly increase the sample of exoplanets for which we know both mass and radius, providing new insights and constraints on formation models. It will also provide the best targets for subsequent spectroscopic studies by the next generation of ground- and space-based instruments.\" Although the technology used for CHEOPS must be off-the-shelf, the way the mission has been developed is a brand new way of working for ESA. \"CHEOPS demonstrates an interesting adaptation capability of ESA and its Member States in implementing missions,\" says Frédéric Safa, ESA Head of Future Missions Office, where CHEOPS is being implemented. \"So far, its fast track schedule has been met thanks to an efficient collaboration between industry, the instrument consortium, and the ESA teams.\" ESA is the mission architect for CHEOPS, responsible for spacecraft development and launch, and for the interface with the science community during science operations in orbit. \"The Member States' relative contribution to the mission is significantly larger than for medium and large missions, and a tailored industrial procurement approach had to be developed for meeting small mission programmatic targets, while preserving a science-driven approach for the mission. The good relationship between the ESA and the Swiss teams enabled fast decisions when needed and definitely played an important role,\" says Safa. CHEOPS will most likely be launched as a passenger on a Soyuz or Vega launcher from Kourou at the end of 2017. ", "url": "https://sci.esa.int/web/cheops/-/54321-cheops-exoplanet-mission-meets-key-milestones-en-route-to-2017-launch"}, {"title": "CHEOPS exoplanet mission meets key milestones en route to 2017 launch", "date": "2014-07-14", "content": "ESA's first small Science Programme mission is ready for construction. The implementation phase has started, meaning that the spacecraft has gone from selection to implementation in less than 18 months. The rapid progress places the CHaracterising ExOPlanet Satellite (CHEOPS) on course for meeting its target of being ready to launch by December 2017. CHEOPS is the first in a possible class of small missions to be developed as part of ESA's Science Programme. These will be fast turn-around, highly focused missions that complement the Science Programme's medium and large missions. CHEOPS will target nearby bright stars that are already known to have exoplanets in orbit around them, in order to provide new insight into the characteristics of those planets. Ground-based Doppler searches find planets by detecting wobbles in the central star. CHEOPS will provide complementary data by monitoring the parent stars for transits: the dip in starlight caused by a planet's silhouette as it crosses the line of sight. With such information, astronomers can determine the radius of the planet. With the mass known from ground-based Doppler searches, these data will allow astronomers to estimate the planet's density, allowing rocky planets to be distinguished from gas giants or any other type of planet. CHEOPS is designed to be sensitive to planets ranging from a few times the size of the Earth up to the size of Neptune.", "url": "https://phys.org/news/2014-07-cheops-exoplanet-mission-key-milestones.html"}, {"title": "Airbus Defence and Space Primes ESA's CHEOPS Satellite to Detect and Characterise Exoplanets", "date": "2014-11-07", "content": "Airbus Defence and Space, the world's second largest space company, has become the prime contractor for the CHEOPS (CHaracterising ExOPlanet Satellite) satellite, the first small type mission of ESA's (European Space Agency) Scientific Programme. The main objective of the CHEOPS mission is to monitor planetary transits by means of ultrahigh precision photometry on known stars that have planets orbiting them. The CHEOPS mission formed a very important part in the celebration of ESA's 50th anniversary at the European Astronomy Centre of ESA, in Madrid, in the presence of the President of the Spanish Government, Mariano Rajoy, and ESA's Director General, Jean Jacques Dordain. Also present at the event were the Spanish Minister of Industry, José M. Soria, ESA's Director of Science and Robotic Exploration, Álvaro Giménez, and the Spanish astronaut, Pedro Duque. In monitoring the brightness of a star, scientists will look for signs of \"transit\" of a planet as it passes briefly in front of its star. The satellite will thus be able to determine the exact radius of the planet. For planets with known masses, this will allow their density to be ascertained, providing an indication of their internal structure, formation and evolution. A second goal is to provide golden targets for in-depth characterisation using future ground (eg. European Extremely Large Telescope) and space-based (eg. James Webb Space Telescope) spectroscopic facilities. \"The mission represents a challenge for both ESA and industry, as it requires a very demanding development programme in terms of design, quality and planning in order to achieve launch in 2017,\" said François Auque, Head of Space Systems. \"I'm confident that our teams, building on their expertise in small Earth Observation missions such as Ingenio and Sentinel-5 Precursor will rise to this latest scientific challenge.\" CHEOPS is the first of the small-size (S class) missions of ESA, and was selected from 26 other proposed missions. These missions are designed to take full advantage of known technologies. They should be low cost and rapidly developed missions, in order to offer greater flexibility in response to new ideas from the scientific community. The spacecraft is based on the Airbus Defence and Space AstroBus family of low cost satellite platforms (following on from e.g. Spot 6 & 7, KazEOSat-1), and the ninth for an ESA programme following on from Sentinel 5 Precursor and the MetOp Second Generation satellites. Airbus Defence and Space's leadership as a satellite prime contractor in Spain is confirmed with CHEOPS, following the successful Ingenio and Paz programs. The company will re-use their experience on the AstroBus family in order to deliver CHEOPS on time. The satellite will fly at an altitude of between 650 and 800km, in a dusk-dawn helio-synchronous orbit at an inclination of about 98º, and will have a design lifetime of 3.5 years. The University of Bern is building the satellite's on-board instrument CIS (CHEOPS Instrument System) which features a 33.5cm-diameter Ritchey-Chrétien telescope and a high performance backside illuminated CCD (Charge-Coupled Device) detector.", "url": "https://spaceref.com/press-release/airbus-defence-and-space-primes-esas-cheops-satellite-to-detect-and-characterise-exoplanets/"}]}, {"win label": 0, "news": [{"title": "Airbus Defence and Space Primes ESA's CHEOPS Satellite to Detect and Characterise Exoplanets", "date": "2014-11-07", "content": "Airbus Defence and Space, the world's second largest space company, has become the prime contractor for the CHEOPS (CHaracterising ExOPlanet Satellite) satellite, the first small type mission of ESA's (European Space Agency) Scientific Programme. The main objective of the CHEOPS mission is to monitor planetary transits by means of ultrahigh precision photometry on known stars that have planets orbiting them. The CHEOPS mission formed a very important part in the celebration of ESA's 50th anniversary at the European Astronomy Centre of ESA, in Madrid, in the presence of the President of the Spanish Government, Mariano Rajoy, and ESA's Director General, Jean Jacques Dordain. Also present at the event were the Spanish Minister of Industry, José M. Soria, ESA's Director of Science and Robotic Exploration, Álvaro Giménez, and the Spanish astronaut, Pedro Duque. In monitoring the brightness of a star, scientists will look for signs of \"transit\" of a planet as it passes briefly in front of its star. The satellite will thus be able to determine the exact radius of the planet. For planets with known masses, this will allow their density to be ascertained, providing an indication of their internal structure, formation and evolution. A second goal is to provide golden targets for in-depth characterisation using future ground (eg. European Extremely Large Telescope) and space-based (eg. James Webb Space Telescope) spectroscopic facilities. \"The mission represents a challenge for both ESA and industry, as it requires a very demanding development programme in terms of design, quality and planning in order to achieve launch in 2017,\" said François Auque, Head of Space Systems. \"I'm confident that our teams, building on their expertise in small Earth Observation missions such as Ingenio and Sentinel-5 Precursor will rise to this latest scientific challenge.\" CHEOPS is the first of the small-size (S class) missions of ESA, and was selected from 26 other proposed missions. These missions are designed to take full advantage of known technologies. They should be low cost and rapidly developed missions, in order to offer greater flexibility in response to new ideas from the scientific community. The spacecraft is based on the Airbus Defence and Space AstroBus family of low cost satellite platforms (following on from e.g. Spot 6 & 7, KazEOSat-1), and the ninth for an ESA programme following on from Sentinel 5 Precursor and the MetOp Second Generation satellites. Airbus Defence and Space's leadership as a satellite prime contractor in Spain is confirmed with CHEOPS, following the successful Ingenio and Paz programs. The company will re-use their experience on the AstroBus family in order to deliver CHEOPS on time. The satellite will fly at an altitude of between 650 and 800km, in a dusk-dawn helio-synchronous orbit at an inclination of about 98º, and will have a design lifetime of 3.5 years. The University of Bern is building the satellite's on-board instrument CIS (CHEOPS Instrument System) which features a 33.5cm-diameter Ritchey-Chrétien telescope and a high performance backside illuminated CCD (Charge-Coupled Device) detector.", "url": "https://spaceref.com/press-release/airbus-defence-and-space-primes-esas-cheops-satellite-to-detect-and-characterise-exoplanets/"}]}, [], {"win label": 0, "news": [{"title": "CHEOPS SPACECRAFT PLATFORM STRUCTURAL QUALIFICATION MODEL", "date": "2015-07-17", "content": "The platform Structural Qualification Model (SQM), manufactured by Airbus Defence and Space (ADS)-Spain, is ready for integration with the equipment mass dummies and with the instrument Structural and Thermal Model. The platform SQM will be refurbished into the flight model and later integrated with the instrument Flight Model.", "url": "https://sci.esa.int/web/cheops/-/56530-cheops-spacecraft-structural-qualification-model"}]}, {"win label": 0, "news": [{"title": "CHEOPS SPACECRAFT PLATFORM STRUCTURAL QUALIFICATION MODEL", "date": "2015-07-17", "content": "The platform Structural Qualification Model (SQM), manufactured by Airbus Defence and Space (ADS)-Spain, is ready for integration with the equipment mass dummies and with the instrument Structural and Thermal Model. The platform SQM will be refurbished into the flight model and later integrated with the instrument Flight Model.", "url": "https://sci.esa.int/web/cheops/-/56530-cheops-spacecraft-structural-qualification-model"}, {"title": "Scientists have made the most stable source of light, and it could help us find aliens", "date": "2015-10-01", "content": "In late 2017, a European space telescope called CHEOPS will be launched - short for CHaracterising ExOPlanets Satellite. It'll hunt for Earth-like planets outside our solar system, by looking for dimming as those planets cross their stars. But to spot that dimming taking place, it needs a reference point - a highly stable light source that stars can be compared with. The satellite can measure the brightness of a star with an accuracy of 0.002%, meaning that the light has to be guaranteed to be ten times more stable than that. Swiss engineers have now built that light source, and it's officially the most stable ever made. Developed at the University of Geneva, it uses a \"mobile finger\" to adjust in real-time to fluctuations in light intensity. \"We presented our instrument to the US group responsible for the TESS mission, another satellite researching exoplanets, and they were so interested that they asked us to build them a copy,\" said François Wildi, an engineer who worked on the instrument. Having been tested in the lab, the lamp will now be tested under \"space conditions\" at a simulation tank at the University of Berne, where its suitability for the mission will be confirmed.", "url": "https://www.techradar.com/news/world-of-tech/scientists-have-made-the-most-stable-source-of-light-and-it-could-help-us-find-aliens-1305814"}, {"title": "Swiss group develops 'most stable light source' for satellite tests", "date": "2015-10-01", "content": "In order to be able to detect planets comparable to Earth, the European Space Agency's CHEOPS satellite (\"CHaracterising ExOPlanet Satellite) CHaracterising ExOPlanet Satellite), which will be sent into orbit at the end of 2017, will need to be able to measure the luminosity of a star with previously unattainable accuracy. Therefore, during its development and refinement phase, over the coming two years, researchers will need a particularly stable source of light to test CHEOPS's detectors. Until recently, there has been no instrument capable of producing a light source with sufficient stability to be used as a reference for this purpose. But now a team from the University of Geneva (UNIGE), Switzerland, has filed a European patent on just such an optical source. Designed by Swiss researchers and built by the University of Berne, the CHEOPS satellite's mission will be to study exoplanets that are located close to our solar system. With high-precision photometry, the satellite will detect the passage of a planet in front of its star, by measuring the latter's diminishing luminosity during transit. Scientists will thus be able to deduce the diameter of the exoplanet under observation. In order to detect planets similar to planet Earth, the satellite will need to measure the luminosity of a star with exceptional stability (to an accuracy of 0.002%). CHEOPS's sensors must be tested with a source of light whose stability is 10 times superior than that demanded by the satellite itself. Since no existing light source could guarantee this level of stability, UNIGE engineers and technicians and the PlanetS national research center designed a brand-new instrument, which produces what the team is calling \"the most stable light source in the world\".", "url": "https://optics.org/news/6/9/50"}]}, {"win label": 0, "news": [{"title": "Scientists have made the most stable source of light, and it could help us find aliens", "date": "2015-10-01", "content": "In late 2017, a European space telescope called CHEOPS will be launched - short for CHaracterising ExOPlanets Satellite. It'll hunt for Earth-like planets outside our solar system, by looking for dimming as those planets cross their stars. But to spot that dimming taking place, it needs a reference point - a highly stable light source that stars can be compared with. The satellite can measure the brightness of a star with an accuracy of 0.002%, meaning that the light has to be guaranteed to be ten times more stable than that. Swiss engineers have now built that light source, and it's officially the most stable ever made. Developed at the University of Geneva, it uses a \"mobile finger\" to adjust in real-time to fluctuations in light intensity. \"We presented our instrument to the US group responsible for the TESS mission, another satellite researching exoplanets, and they were so interested that they asked us to build them a copy,\" said François Wildi, an engineer who worked on the instrument. Having been tested in the lab, the lamp will now be tested under \"space conditions\" at a simulation tank at the University of Berne, where its suitability for the mission will be confirmed.", "url": "https://www.techradar.com/news/world-of-tech/scientists-have-made-the-most-stable-source-of-light-and-it-could-help-us-find-aliens-1305814"}, {"title": "Swiss group develops 'most stable light source' for satellite tests", "date": "2015-10-01", "content": "In order to be able to detect planets comparable to Earth, the European Space Agency's CHEOPS satellite (\"CHaracterising ExOPlanet Satellite) CHaracterising ExOPlanet Satellite), which will be sent into orbit at the end of 2017, will need to be able to measure the luminosity of a star with previously unattainable accuracy. Therefore, during its development and refinement phase, over the coming two years, researchers will need a particularly stable source of light to test CHEOPS's detectors. Until recently, there has been no instrument capable of producing a light source with sufficient stability to be used as a reference for this purpose. But now a team from the University of Geneva (UNIGE), Switzerland, has filed a European patent on just such an optical source. Designed by Swiss researchers and built by the University of Berne, the CHEOPS satellite's mission will be to study exoplanets that are located close to our solar system. With high-precision photometry, the satellite will detect the passage of a planet in front of its star, by measuring the latter's diminishing luminosity during transit. Scientists will thus be able to deduce the diameter of the exoplanet under observation. In order to detect planets similar to planet Earth, the satellite will need to measure the luminosity of a star with exceptional stability (to an accuracy of 0.002%). CHEOPS's sensors must be tested with a source of light whose stability is 10 times superior than that demanded by the satellite itself. Since no existing light source could guarantee this level of stability, UNIGE engineers and technicians and the PlanetS national research center designed a brand-new instrument, which produces what the team is calling \"the most stable light source in the world\".", "url": "https://optics.org/news/6/9/50"}]}, [], {"win label": 0, "news": [{"title": "STEADY PROGRESS FOR CHEOPS", "date": "2016-09-15", "content": "The CHEOPS mission continues to make steady progress with a number of milestones being successfully met. In the past few months these have included the completion of the System Critical Design Review, the first EMC testing of the instrument, and the first release of the mission operations system. Before the summer, CHEOPS successfully passed the system critical design review (CDR), a key project milestone. This review built on the instrument and ground-segment level CDRs, which had been completed at the beginning of the year, and focussed on the CHEOPS satellite, its internal and external interfaces, as well as the mission-level schedule. The main review objectives were to confirm that the detailed system design meets the mission requirements, and that the schedule is compatible with the proposed launch schedule. The CDR typically marks the transition from detailed design phase to manufacturing, however given the accelerated schedule that CHEOPS is following, manufacture of flight hardware both at platform and instrument level has already started, specifically those elements that already have flight heritage. The next major review at system level will be the Qualification/Acceptance Review that will take place in the months leading up to launch. In parallel to the review process, procurement of the flight equipment and preparation of the satellite platform have progressed further. The platform structure has been prepared for integration of the flight units and has been equipped with the flight harness. It has also undergone a bake-out in a thermal vacuum chamber. The bake-out is performed to allow materials to out-gas, thus improving the overall cleanliness levels that can be achieved during future test activities.", "url": "https://sci.esa.int/web/cheops/-/58290-5-steady-progress-for-cheops"}]}, {"win label": 0, "news": [{"title": "STEADY PROGRESS FOR CHEOPS", "date": "2016-09-15", "content": "The CHEOPS mission continues to make steady progress with a number of milestones being successfully met. In the past few months these have included the completion of the System Critical Design Review, the first EMC testing of the instrument, and the first release of the mission operations system. Before the summer, CHEOPS successfully passed the system critical design review (CDR), a key project milestone. This review built on the instrument and ground-segment level CDRs, which had been completed at the beginning of the year, and focussed on the CHEOPS satellite, its internal and external interfaces, as well as the mission-level schedule. The main review objectives were to confirm that the detailed system design meets the mission requirements, and that the schedule is compatible with the proposed launch schedule. The CDR typically marks the transition from detailed design phase to manufacturing, however given the accelerated schedule that CHEOPS is following, manufacture of flight hardware both at platform and instrument level has already started, specifically those elements that already have flight heritage. The next major review at system level will be the Qualification/Acceptance Review that will take place in the months leading up to launch. In parallel to the review process, procurement of the flight equipment and preparation of the satellite platform have progressed further. The platform structure has been prepared for integration of the flight units and has been equipped with the flight harness. It has also undergone a bake-out in a thermal vacuum chamber. The bake-out is performed to allow materials to out-gas, thus improving the overall cleanliness levels that can be achieved during future test activities.", "url": "https://sci.esa.int/web/cheops/-/58290-5-steady-progress-for-cheops"}, {"title": "CHEOPS SOLAR ARRAYS TESTED AND BUILT", "date": "2016-12-16", "content": "Over the last 10 months, the CHEOPS solar cell assemblies have been put through their paces in the test facilities at industry and in the Solar Generator Laboratory of the Power Systems Division (TEC-EP) at the European Space Research and Technology Centre (ESTEC) as part of the qualification campaign. In parallel, the flight solar arrays have been manufactured and delivered. As with many ESA missions, the Sun is the sole source of power for CHEOPS and for this reason the solar arrays and their constituent solar cells play a critical role in the operation of the satellite. The CHEOPS solar arrays cover a total geometrical area of about 2.7 m2 with an effective active area of just over 2.1 m2. The 3 fixed panels are body mounted with an angle of 67 degrees between them to provide the best possible illumination by the Sun at a given spacecraft attitude. The individual solar cell assemblies comprise AzurSpace 3G30 Triple Junction GaAs/Ge cells, and are provided by Leonardo-Finmeccanica. The 3G30 is a new generation of more efficient cells, which were initially qualified with respect to lifetime requirements only for geostationary orbit missions in the ESA Meteosat Third Generation (MTG) Programme. CHEOPS will be placed into a dawn-dusk circular Sun-synchronous orbit at an altitude between 650 km and 800 km (the tradeoff for this has still to be finalized). Due to stringent thermal stability requirements at instrument level, the satellite will roll around the line-of sight to ensure that instrument radiators are always pointing towards cold space. This, combined with the attitude range, means that the solar cells will be subjected to a range of temperatures and thermal variations that are much larger than those for which the cells were previously qualified, and this is the reason for this 'delta-qualification' that was carried out at ESTEC. The Solar Array electrical qualification campaign was split into two parts: the first, a so-called 'Group F' test (as per ECSS-E-ST-20-08 - Photovoltaic assemblies and components standard), focused on life-time testing at individual solar-cell level under the worst-case operating conditions. This test is designed to ensure that any degradation in electrical performance by the end of the CHEOPS mission lifetime is within strict limits; the second, the design validation test, focused on the thermo-mechanical integrity of the solar cell assemblies, which were thermally cycled to verify that thermal variations that will be experienced in orbit do not produce detrimental effects (for example, lead to failure or performance degradation). Both test activities were conducted on solar array test units, represented by smaller scale panels.", "url": "https://sci.esa.int/web/cheops/-/58643-6-cheops-solar-arrays-tested-and-built"}]}, {"win label": 0, "news": [{"title": "CHEOPS SOLAR ARRAYS TESTED AND BUILT", "date": "2016-12-16", "content": "Over the last 10 months, the CHEOPS solar cell assemblies have been put through their paces in the test facilities at industry and in the Solar Generator Laboratory of the Power Systems Division (TEC-EP) at the European Space Research and Technology Centre (ESTEC) as part of the qualification campaign. In parallel, the flight solar arrays have been manufactured and delivered. As with many ESA missions, the Sun is the sole source of power for CHEOPS and for this reason the solar arrays and their constituent solar cells play a critical role in the operation of the satellite. The CHEOPS solar arrays cover a total geometrical area of about 2.7 m2 with an effective active area of just over 2.1 m2. The 3 fixed panels are body mounted with an angle of 67 degrees between them to provide the best possible illumination by the Sun at a given spacecraft attitude. The individual solar cell assemblies comprise AzurSpace 3G30 Triple Junction GaAs/Ge cells, and are provided by Leonardo-Finmeccanica. The 3G30 is a new generation of more efficient cells, which were initially qualified with respect to lifetime requirements only for geostationary orbit missions in the ESA Meteosat Third Generation (MTG) Programme. CHEOPS will be placed into a dawn-dusk circular Sun-synchronous orbit at an altitude between 650 km and 800 km (the tradeoff for this has still to be finalized). Due to stringent thermal stability requirements at instrument level, the satellite will roll around the line-of sight to ensure that instrument radiators are always pointing towards cold space. This, combined with the attitude range, means that the solar cells will be subjected to a range of temperatures and thermal variations that are much larger than those for which the cells were previously qualified, and this is the reason for this 'delta-qualification' that was carried out at ESTEC. The Solar Array electrical qualification campaign was split into two parts: the first, a so-called 'Group F' test (as per ECSS-E-ST-20-08 - Photovoltaic assemblies and components standard), focused on life-time testing at individual solar-cell level under the worst-case operating conditions. This test is designed to ensure that any degradation in electrical performance by the end of the CHEOPS mission lifetime is within strict limits; the second, the design validation test, focused on the thermo-mechanical integrity of the solar cell assemblies, which were thermally cycled to verify that thermal variations that will be experienced in orbit do not produce detrimental effects (for example, lead to failure or performance degradation). Both test activities were conducted on solar array test units, represented by smaller scale panels.", "url": "https://sci.esa.int/web/cheops/-/58643-6-cheops-solar-arrays-tested-and-built"}]}, [], {"win label": 0, "news": [{"title": "THE CHEOPS SCIENTIFIC INSTRUMENT IS COMPLETE", "date": "2017-12-06", "content": "The scientific instrument at the heart of the CHEOPS mission has been fully assembled, marking an important milestone in the development of this small, fast-track exoplanet-characterising mission. The Focal Plane Module (FPM), which houses the CCD detector array and the Front-End Electronics, was secured in place on the telescope assembly at the University of Bern this month, completing the construction of the ultra-high-precision photometer that will be used to measure, with high accuracy, the radii of planets orbiting nearby stars. This instrument will now be calibrated at Bern and later integrated with the spacecraft platform, which is currently undergoing final testing in Madrid at the premises of the prime contractor, Airbus Defence and Space-Spain (ASE). The design and development of the CHEOPS instrument is the result of a pan-European endeavour that has drawn together experts from across the continent. The instrument structure was designed and manufactured in Switzerland, the optics came from Italy, the baffle from Belgium, the data processing unit and flight software from Austria, the radiators from Hungary, and the FPM, which was assembled in Germany, uses a CCD detector manufactured in the United Kingdom. It has taken over four years of effort to get this far. The CHEOPS instrument consortium started work in mid-2013 and the manufacturing phase of the flight model began at the end of 2015. An intense period followed, during which the subsystems were manufactured and tested prior to shipment to the University of Bern for final integration. Although the flight model of the FPM was integrated this month, preparations for its optical alignment have been taking place using a fully representative engineering model of the focal plane and the flight telescope, which became available last May. Alignment procedures have been rehearsed carefully and a test campaign under low-temperature, vacuum conditions has been carried out to ensure that the alignment performed in ambient conditions will give the expected result in orbit. To do this, the instrument was placed inside a vacuum chamber and illuminated from the outside, while the detector and the telescope tube were cooled to their operational temperatures of -40 °C and -10 °C, respectively. By accurately measuring how the shape and size of a star-like image changed as the instrument went from ambient conditions to cold operating conditions, it was possible to evaluate the accuracy of the in-orbit alignment.", "url": "https://sci.esa.int/web/cheops/-/59825-9-the-cheops-scientific-instrument-is-complete"}, {"title": "Arianespace chosen by ESA to launch CHEOPS, the CHaracterising ExOPlanet Satellite", "date": "2017-12-19", "content": "Arianespace has signed a contract with the European Space Agency (ESA) to launch CHEOPS (the CHaracterising ExOPlanet Satellite), which is its upcoming exoplanet mission as part of ESA's science program. The satellite will be launched from the Guiana Space Center, Europe's spaceport in Kourou, French Guiana, between late 2018 and early 2019 using a Soyuz launch vehicle. CHEOPS will target nearby, bright stars already known to have planets orbiting around them. Through high-precision monitoring of a star's brightness, scientists will examine the transit of a planet as it passes briefly across the star's face. In turn, this will allow an accurate measurement of the planet's radius. For those planets with a known mass, the density will be revealed, providing an indication of the internal structure. These key parameters will help scientists to understand the formation of planets from a few times the mass of the Earth (known as \"super-Earths\") up to Neptune-sized worlds. The data also will help refine ideas about how planets change orbits during the formation and evolution of their parent systems. CHEOPS is an ESA mission implemented in partnership with Switzerland and a number of other Member States. Based on an Airbus Defence and Space satellite platform, CHEOPS will weigh about 300 kg. at launch, and will be injected into a 700-km.-altitude Sun-synchronous dawn-to-dusk orbit around Earth, inclined by approximately 98º to the Equator as it circles the globe from pole to pole. Following the signing of this contract, Stéphane Israël, Arianespace's Chief Executive Officer, said: \"We are very proud to serve once again major European space programs with this scientific mission, allowing science to progress in its quest for understanding the formation and evolution of planets orbiting other stars. Many thanks to the European Space Agency for its renewed confidence. This contract is a true recognition of the reliability and diversity of launch service solutions offered by Arianespace.\"", "url": "https://www.arianespace.com/press-release/arianespace-chosen-by-esa-to-launch-cheops-the-characterising-exoplanet-satellite/"}]}, {"win label": 0, "news": [{"title": "THE CHEOPS SCIENTIFIC INSTRUMENT IS COMPLETE", "date": "2017-12-06", "content": "The scientific instrument at the heart of the CHEOPS mission has been fully assembled, marking an important milestone in the development of this small, fast-track exoplanet-characterising mission. The Focal Plane Module (FPM), which houses the CCD detector array and the Front-End Electronics, was secured in place on the telescope assembly at the University of Bern this month, completing the construction of the ultra-high-precision photometer that will be used to measure, with high accuracy, the radii of planets orbiting nearby stars. This instrument will now be calibrated at Bern and later integrated with the spacecraft platform, which is currently undergoing final testing in Madrid at the premises of the prime contractor, Airbus Defence and Space-Spain (ASE). The design and development of the CHEOPS instrument is the result of a pan-European endeavour that has drawn together experts from across the continent. The instrument structure was designed and manufactured in Switzerland, the optics came from Italy, the baffle from Belgium, the data processing unit and flight software from Austria, the radiators from Hungary, and the FPM, which was assembled in Germany, uses a CCD detector manufactured in the United Kingdom. It has taken over four years of effort to get this far. The CHEOPS instrument consortium started work in mid-2013 and the manufacturing phase of the flight model began at the end of 2015. An intense period followed, during which the subsystems were manufactured and tested prior to shipment to the University of Bern for final integration. Although the flight model of the FPM was integrated this month, preparations for its optical alignment have been taking place using a fully representative engineering model of the focal plane and the flight telescope, which became available last May. Alignment procedures have been rehearsed carefully and a test campaign under low-temperature, vacuum conditions has been carried out to ensure that the alignment performed in ambient conditions will give the expected result in orbit. To do this, the instrument was placed inside a vacuum chamber and illuminated from the outside, while the detector and the telescope tube were cooled to their operational temperatures of -40 °C and -10 °C, respectively. By accurately measuring how the shape and size of a star-like image changed as the instrument went from ambient conditions to cold operating conditions, it was possible to evaluate the accuracy of the in-orbit alignment.", "url": "https://sci.esa.int/web/cheops/-/59825-9-the-cheops-scientific-instrument-is-complete"}, {"title": "Arianespace chosen by ESA to launch CHEOPS, the CHaracterising ExOPlanet Satellite", "date": "2017-12-19", "content": "Arianespace has signed a contract with the European Space Agency (ESA) to launch CHEOPS (the CHaracterising ExOPlanet Satellite), which is its upcoming exoplanet mission as part of ESA's science program. The satellite will be launched from the Guiana Space Center, Europe's spaceport in Kourou, French Guiana, between late 2018 and early 2019 using a Soyuz launch vehicle. CHEOPS will target nearby, bright stars already known to have planets orbiting around them. Through high-precision monitoring of a star's brightness, scientists will examine the transit of a planet as it passes briefly across the star's face. In turn, this will allow an accurate measurement of the planet's radius. For those planets with a known mass, the density will be revealed, providing an indication of the internal structure. These key parameters will help scientists to understand the formation of planets from a few times the mass of the Earth (known as \"super-Earths\") up to Neptune-sized worlds. The data also will help refine ideas about how planets change orbits during the formation and evolution of their parent systems. CHEOPS is an ESA mission implemented in partnership with Switzerland and a number of other Member States. Based on an Airbus Defence and Space satellite platform, CHEOPS will weigh about 300 kg. at launch, and will be injected into a 700-km.-altitude Sun-synchronous dawn-to-dusk orbit around Earth, inclined by approximately 98º to the Equator as it circles the globe from pole to pole. Following the signing of this contract, Stéphane Israël, Arianespace's Chief Executive Officer, said: \"We are very proud to serve once again major European space programs with this scientific mission, allowing science to progress in its quest for understanding the formation and evolution of planets orbiting other stars. Many thanks to the European Space Agency for its renewed confidence. This contract is a true recognition of the reliability and diversity of launch service solutions offered by Arianespace.\"", "url": "https://www.arianespace.com/press-release/arianespace-chosen-by-esa-to-launch-cheops-the-characterising-exoplanet-satellite/"}, {"title": "Space telescope CHEOPS leaves the University of Bern", "date": "2018-04-05", "content": "Construction of the space telescope CHEOPS is finished. The engineers from the Center for Space and Habitability (CSH) at the University of Bern will package the instrument this week and send it to Madrid, where it will be integrated on the satellite platform. CHEOPS (CHaracterising ExOPlanet Satellite) is to be ready to launch in early 2019. It will observe how exoplanets in other solar systems pass in front of their host star - and assist in the search of potentially habitable planets. The specially designed transport case is ready and waiting in the building for Exact Sciences of the University of Bern. In the next few days, the CHEOPS team will load the space telescope in the cleanroom into the transport container, where it is well protected against shock, moisture and dirt. A truck will then transport the precious cargo to Madrid. The company \"Airbus Defense and Space - Spain\" built the satellite platform that supports the telescope and enables it to operate in space. In the upcoming weeks the instrument will be integrated and the satellite will be tested. The space telescope will observe stars in our cosmic neighbourhood that are known to be orbited by exoplanets. CHEOPS measures the brightness of the stars. This decreases slightly when an exoplanet passes in front of its host star. The size of the exoplanet can be determined by the decrease in brightness during such a transit. \"The instrument must be able to measure with extreme precision. This was the major design challenge,\" says Willy Benz, professor of Astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission, which Switzerland is carrying out together with the European Space Agency (ESA). \"We think that we meet the requirements, otherwise we would not be flying,\" says Christopher Broeg, project manager for the CHEOPS mission.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2018/medienmitteilungen_2018/space_telescope_cheops_leaves_the_university_of_bern/index_eng.html"}]}, {"win label": 0, "news": [{"title": "Space telescope CHEOPS leaves the University of Bern", "date": "2018-04-05", "content": "Construction of the space telescope CHEOPS is finished. The engineers from the Center for Space and Habitability (CSH) at the University of Bern will package the instrument this week and send it to Madrid, where it will be integrated on the satellite platform. CHEOPS (CHaracterising ExOPlanet Satellite) is to be ready to launch in early 2019. It will observe how exoplanets in other solar systems pass in front of their host star - and assist in the search of potentially habitable planets. The specially designed transport case is ready and waiting in the building for Exact Sciences of the University of Bern. In the next few days, the CHEOPS team will load the space telescope in the cleanroom into the transport container, where it is well protected against shock, moisture and dirt. A truck will then transport the precious cargo to Madrid. The company \"Airbus Defense and Space - Spain\" built the satellite platform that supports the telescope and enables it to operate in space. In the upcoming weeks the instrument will be integrated and the satellite will be tested. The space telescope will observe stars in our cosmic neighbourhood that are known to be orbited by exoplanets. CHEOPS measures the brightness of the stars. This decreases slightly when an exoplanet passes in front of its host star. The size of the exoplanet can be determined by the decrease in brightness during such a transit. \"The instrument must be able to measure with extreme precision. This was the major design challenge,\" says Willy Benz, professor of Astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission, which Switzerland is carrying out together with the European Space Agency (ESA). \"We think that we meet the requirements, otherwise we would not be flying,\" says Christopher Broeg, project manager for the CHEOPS mission.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2018/medienmitteilungen_2018/space_telescope_cheops_leaves_the_university_of_bern/index_eng.html"}]}, {"win label": 0, "news": [{"title": "Space telescope CHEOPS leaves the University of Bern", "date": "2018-04-05", "content": "Construction of the space telescope CHEOPS is finished. The engineers from the Center for Space and Habitability (CSH) at the University of Bern will package the instrument this week and send it to Madrid, where it will be integrated on the satellite platform. CHEOPS (CHaracterising ExOPlanet Satellite) is to be ready to launch in early 2019. It will observe how exoplanets in other solar systems pass in front of their host star - and assist in the search of potentially habitable planets. The specially designed transport case is ready and waiting in the building for Exact Sciences of the University of Bern. In the next few days, the CHEOPS team will load the space telescope in the cleanroom into the transport container, where it is well protected against shock, moisture and dirt. A truck will then transport the precious cargo to Madrid. The company \"Airbus Defense and Space - Spain\" built the satellite platform that supports the telescope and enables it to operate in space. In the upcoming weeks the instrument will be integrated and the satellite will be tested. The space telescope will observe stars in our cosmic neighbourhood that are known to be orbited by exoplanets. CHEOPS measures the brightness of the stars. This decreases slightly when an exoplanet passes in front of its host star. The size of the exoplanet can be determined by the decrease in brightness during such a transit. \"The instrument must be able to measure with extreme precision. This was the major design challenge,\" says Willy Benz, professor of Astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission, which Switzerland is carrying out together with the European Space Agency (ESA). \"We think that we meet the requirements, otherwise we would not be flying,\" says Christopher Broeg, project manager for the CHEOPS mission.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2018/medienmitteilungen_2018/space_telescope_cheops_leaves_the_university_of_bern/index_eng.html"}, {"title": "Bern's CHEOPS is flying into space soon", "date": "2018-08-27", "content": "Bern's CHEOPS space telescope was recently assembled on its carrier platform in Spain. The finished satellite was now for tests in Switzerland. Swiss Federal Councillor Johann N. Schneider-Ammann unveiled two plaques with 2,748 children's drawings on the research satellite today in an official ceremony. CHEOPS (CHaracterising ExOPlanets Satellite) is another highlight in the more than 50 years of space research history at the University of Bern. The first milestone was Bern's solar wind sail during the moon landing in 1969. Several involvements in space missions followed with high-tech instruments, most recently the CaSSIS Mars camera. With CHEOPS the University of Bern is not just contributing an instrument for a mission but is also leading it together with the European Space Agency, ESA.", "url": "https://www.uniaktuell.unibe.ch/2018/bern_s_cheops_is_flying_into_space_soon/index_eng.html"}]}, {"win label": 0, "news": [{"title": "Bern's CHEOPS is flying into space soon", "date": "2018-08-27", "content": "Bern's CHEOPS space telescope was recently assembled on its carrier platform in Spain. The finished satellite was now for tests in Switzerland. Swiss Federal Councillor Johann N. Schneider-Ammann unveiled two plaques with 2,748 children's drawings on the research satellite today in an official ceremony. CHEOPS (CHaracterising ExOPlanets Satellite) is another highlight in the more than 50 years of space research history at the University of Bern. The first milestone was Bern's solar wind sail during the moon landing in 1969. Several involvements in space missions followed with high-tech instruments, most recently the CaSSIS Mars camera. With CHEOPS the University of Bern is not just contributing an instrument for a mission but is also leading it together with the European Space Agency, ESA.", "url": "https://www.uniaktuell.unibe.ch/2018/bern_s_cheops_is_flying_into_space_soon/index_eng.html"}, {"title": "Cheops in Maxwell chamber", "date": "2018-10-24", "content": "ESA's exoplanet-characterising Cheops satellite being prepared for electromagnetic compatibility testing inside the Maxwell chamber at ESTEC, the Agency's technical heart in Noordwijk, the Netherlands. Once the chamber's main door is sealed, Maxwell's 12 m-high metal walls form a 'Faraday Cage', blocking electromagnetic signals from outside. The 'anechoic' foam pyramids covering its interior absorb internal signals - as well as sound - to prevent any reflection, mimicking the infinite void of space. Once switched on Cheops was illuminated with a two-way radio beam. The satellite was then rotated and tilted through various angles to detect any potentially harmful electromagnetic 'cross-talk' that might occur between its subsystems. Testing also ruled out any radio emissions arising from the satellite that might interfere with its launcher during its rise to orbit. ESA's Cheops satellite will measure the sizes of known exoplanets by detecting tiny fluctuations in the light of their parent stars. Cheops, or 'CHaracterising ExOPlanet Satellite', combines a state-of-the-art scientific performance with a compact design - 1.5 m by 1.4 m by 1.5 m in size, it weighs in at about 300 kg fully fuelled - allowing it to be flown as a secondary passenger on a Soyuz launcher inside its ASAP-S adapter. Last month, once its ESTEC test campaign was complete, Cheops left ESTEC for Airbus Defence & Space's facility in Madrid to undergo further evaluation, including testing of its solar arrays, a 'leak check' of its propulsion module and a fit-check with its launcher adapter. Once all tests are done, the satellite is planned for launch next year from Europe's Spaceport in French Guiana.", "url": "https://www.esa.int/ESA_Multimedia/Images/2018/10/Cheops_in_Maxwell_chamber"}]}, {"win label": 0, "news": [{"title": "Cheops in Maxwell chamber", "date": "2018-10-24", "content": "ESA's exoplanet-characterising Cheops satellite being prepared for electromagnetic compatibility testing inside the Maxwell chamber at ESTEC, the Agency's technical heart in Noordwijk, the Netherlands. Once the chamber's main door is sealed, Maxwell's 12 m-high metal walls form a 'Faraday Cage', blocking electromagnetic signals from outside. The 'anechoic' foam pyramids covering its interior absorb internal signals - as well as sound - to prevent any reflection, mimicking the infinite void of space. Once switched on Cheops was illuminated with a two-way radio beam. The satellite was then rotated and tilted through various angles to detect any potentially harmful electromagnetic 'cross-talk' that might occur between its subsystems. Testing also ruled out any radio emissions arising from the satellite that might interfere with its launcher during its rise to orbit. ESA's Cheops satellite will measure the sizes of known exoplanets by detecting tiny fluctuations in the light of their parent stars. Cheops, or 'CHaracterising ExOPlanet Satellite', combines a state-of-the-art scientific performance with a compact design - 1.5 m by 1.4 m by 1.5 m in size, it weighs in at about 300 kg fully fuelled - allowing it to be flown as a secondary passenger on a Soyuz launcher inside its ASAP-S adapter. Last month, once its ESTEC test campaign was complete, Cheops left ESTEC for Airbus Defence & Space's facility in Madrid to undergo further evaluation, including testing of its solar arrays, a 'leak check' of its propulsion module and a fit-check with its launcher adapter. Once all tests are done, the satellite is planned for launch next year from Europe's Spaceport in French Guiana.", "url": "https://www.esa.int/ESA_Multimedia/Images/2018/10/Cheops_in_Maxwell_chamber"}]}, {"win label": 0, "news": [{"title": "Cheops in Maxwell chamber", "date": "2018-10-24", "content": "ESA's exoplanet-characterising Cheops satellite being prepared for electromagnetic compatibility testing inside the Maxwell chamber at ESTEC, the Agency's technical heart in Noordwijk, the Netherlands. Once the chamber's main door is sealed, Maxwell's 12 m-high metal walls form a 'Faraday Cage', blocking electromagnetic signals from outside. The 'anechoic' foam pyramids covering its interior absorb internal signals - as well as sound - to prevent any reflection, mimicking the infinite void of space. Once switched on Cheops was illuminated with a two-way radio beam. The satellite was then rotated and tilted through various angles to detect any potentially harmful electromagnetic 'cross-talk' that might occur between its subsystems. Testing also ruled out any radio emissions arising from the satellite that might interfere with its launcher during its rise to orbit. ESA's Cheops satellite will measure the sizes of known exoplanets by detecting tiny fluctuations in the light of their parent stars. Cheops, or 'CHaracterising ExOPlanet Satellite', combines a state-of-the-art scientific performance with a compact design - 1.5 m by 1.4 m by 1.5 m in size, it weighs in at about 300 kg fully fuelled - allowing it to be flown as a secondary passenger on a Soyuz launcher inside its ASAP-S adapter. Last month, once its ESTEC test campaign was complete, Cheops left ESTEC for Airbus Defence & Space's facility in Madrid to undergo further evaluation, including testing of its solar arrays, a 'leak check' of its propulsion module and a fit-check with its launcher adapter. Once all tests are done, the satellite is planned for launch next year from Europe's Spaceport in French Guiana.", "url": "https://www.esa.int/ESA_Multimedia/Images/2018/10/Cheops_in_Maxwell_chamber"}, {"title": "Exoplanet satellite ready", "date": "2019-03-29", "content": "ESA's Characterising Exoplanet Satellite, Cheops, was recently declared ready to fly after completing a series of final spacecraft tests. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket launching from Europe's Spaceport in Kourou, French Guiana. The satellite will be stored at the Airbus Defence and Space facility in Madrid for a few months before being shipped to the launch site, targeting the launch time slot between 15 October and 14 November in 2019. \"We are thrilled to be launching Cheops later this year,\" says Günther Hasinger, ESA Director of Science. \"With its ultra-high precision observations of stars that we already know to host exoplanets, the mission will enable a first-step characterisation of the composition and nature of planets beyond our Solar System.\" \"It has taken over five years of work to get to this point, and we are within budget and fully on schedule, so we are extremely satisfied to see the satellite finally ready for flight,\" says Nicola Rando, ESA Cheops project manager. \"Now that we can see the launch on the horizon, we congratulate all the teams involved for their excellent work,\" says Fernando Varela, Head of Space Systems of Airbus in Spain, the prime contractor for the design and construction of the spacecraft. Cheops is a follow-up mission: it will make observations of bright, exoplanet-hosting stars to measure small changes in their brightness due to the transit of a planet across the star's disc, targeting in particular stars hosting planets in the Earth-to-Neptune size range. Knowing when and where to point in the sky in order to catch these transits makes Cheops extremely efficient, maximising the time it spends monitoring actual transit events. The transit observations will yield precise measurements of a planet's size. Combined with known information about the mass of the planet, these data will make it possible to determine its density, giving us vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbours significant oceans.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Cheops/Exoplanet_satellite_ready"}, {"title": "Europe's Exoplanet Satellite Completes Final Tests", "date": "2019-03-31", "content": "ESA's Characterising Exoplanet Satellite, Cheops, was recently declared ready to fly after completing a series of final spacecraft tests. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket launching from Europe's Spaceport in Kourou, French Guiana. The satellite will be stored at the Airbus Defence and Space facility in Madrid for a few months before being shipped to the launch site, targeting the launch time slot between 15 October and 14 November in 2019. \"We are thrilled to be launching Cheops later this year,\" says Günther Hasinger, ESA Director of Science. \"With its ultra-high precision observations of stars that we already know to host exoplanets, the mission will enable a first-step characterisation of the composition and nature of planets beyond our Solar System.\" \"It has taken over five years of work to get to this point, and we are within budget and fully on schedule, so we are extremely satisfied to see the satellite finally ready for flight,\" says Nicola Rando, ESA Cheops project manager. \"Now that we can see the launch on the horizon, we congratulate all the teams involved for their excellent work,\" says Fernando Varela, Head of Space Systems of Airbus in Spain, the prime contractor for the design and construction of the spacecraft. Cheops is a follow-up mission: it will make observations of bright, exoplanet-hosting stars to measure small changes in their brightness due to the transit of a planet across the star's disc, targeting in particular stars hosting planets in the Earth-to-Neptune size range. Knowing when and where to point in the sky in order to catch these transits makes Cheops extremely efficient, maximising the time it spends monitoring actual transit events. The transit observations will yield precise measurements of a planet's size. Combined with known information about the mass of the planet, these data will make it possible to determine its density, giving us vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbours significant oceans. Observations of a list of exoplanet targets defined by the Cheops Science Team will account for 80% of the science observing time, while the remaining 20% will be available to scientists worldwide. The first call for proposals to use Cheops through the ESA-run Guest Observers Programme was published earlier this month. \"Cheops is ESA's first satellite dedicated to exoplanets, paving the way to two more missions in the coming decade and consolidating European leadership in exoplanet science,\" adds Director Hasinger. Following in the steps of Cheops, ESA's Plato, the Planetary Transits and Oscillations of stars mission, and Ariel, the Atmospheric Remote-Sensing Infrared Exoplanet Large-survey mission, will be launched in the late 2020s to discover and further investigate new worlds around other stars. Cheops is an ESA mission implemented in partnership with Switzerland, with important contributions from Austria, Belgium, France, Germany, Hungary, Italy, Portugal, Spain, Sweden, and the United Kingdom.", "url": "https://parabolicarc.com/2019/03/31/europes-exoplanet-satellite-completes-final-tests/"}]}, {"win label": 0, "news": [{"title": "Exoplanet satellite ready", "date": "2019-03-29", "content": "ESA's Characterising Exoplanet Satellite, Cheops, was recently declared ready to fly after completing a series of final spacecraft tests. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket launching from Europe's Spaceport in Kourou, French Guiana. The satellite will be stored at the Airbus Defence and Space facility in Madrid for a few months before being shipped to the launch site, targeting the launch time slot between 15 October and 14 November in 2019. \"We are thrilled to be launching Cheops later this year,\" says Günther Hasinger, ESA Director of Science. \"With its ultra-high precision observations of stars that we already know to host exoplanets, the mission will enable a first-step characterisation of the composition and nature of planets beyond our Solar System.\" \"It has taken over five years of work to get to this point, and we are within budget and fully on schedule, so we are extremely satisfied to see the satellite finally ready for flight,\" says Nicola Rando, ESA Cheops project manager. \"Now that we can see the launch on the horizon, we congratulate all the teams involved for their excellent work,\" says Fernando Varela, Head of Space Systems of Airbus in Spain, the prime contractor for the design and construction of the spacecraft. Cheops is a follow-up mission: it will make observations of bright, exoplanet-hosting stars to measure small changes in their brightness due to the transit of a planet across the star's disc, targeting in particular stars hosting planets in the Earth-to-Neptune size range. Knowing when and where to point in the sky in order to catch these transits makes Cheops extremely efficient, maximising the time it spends monitoring actual transit events. The transit observations will yield precise measurements of a planet's size. Combined with known information about the mass of the planet, these data will make it possible to determine its density, giving us vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbours significant oceans.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Cheops/Exoplanet_satellite_ready"}, {"title": "Europe's Exoplanet Satellite Completes Final Tests", "date": "2019-03-31", "content": "ESA's Characterising Exoplanet Satellite, Cheops, was recently declared ready to fly after completing a series of final spacecraft tests. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket launching from Europe's Spaceport in Kourou, French Guiana. The satellite will be stored at the Airbus Defence and Space facility in Madrid for a few months before being shipped to the launch site, targeting the launch time slot between 15 October and 14 November in 2019. \"We are thrilled to be launching Cheops later this year,\" says Günther Hasinger, ESA Director of Science. \"With its ultra-high precision observations of stars that we already know to host exoplanets, the mission will enable a first-step characterisation of the composition and nature of planets beyond our Solar System.\" \"It has taken over five years of work to get to this point, and we are within budget and fully on schedule, so we are extremely satisfied to see the satellite finally ready for flight,\" says Nicola Rando, ESA Cheops project manager. \"Now that we can see the launch on the horizon, we congratulate all the teams involved for their excellent work,\" says Fernando Varela, Head of Space Systems of Airbus in Spain, the prime contractor for the design and construction of the spacecraft. Cheops is a follow-up mission: it will make observations of bright, exoplanet-hosting stars to measure small changes in their brightness due to the transit of a planet across the star's disc, targeting in particular stars hosting planets in the Earth-to-Neptune size range. Knowing when and where to point in the sky in order to catch these transits makes Cheops extremely efficient, maximising the time it spends monitoring actual transit events. The transit observations will yield precise measurements of a planet's size. Combined with known information about the mass of the planet, these data will make it possible to determine its density, giving us vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbours significant oceans. Observations of a list of exoplanet targets defined by the Cheops Science Team will account for 80% of the science observing time, while the remaining 20% will be available to scientists worldwide. The first call for proposals to use Cheops through the ESA-run Guest Observers Programme was published earlier this month. \"Cheops is ESA's first satellite dedicated to exoplanets, paving the way to two more missions in the coming decade and consolidating European leadership in exoplanet science,\" adds Director Hasinger. Following in the steps of Cheops, ESA's Plato, the Planetary Transits and Oscillations of stars mission, and Ariel, the Atmospheric Remote-Sensing Infrared Exoplanet Large-survey mission, will be launched in the late 2020s to discover and further investigate new worlds around other stars. Cheops is an ESA mission implemented in partnership with Switzerland, with important contributions from Austria, Belgium, France, Germany, Hungary, Italy, Portugal, Spain, Sweden, and the United Kingdom.", "url": "https://parabolicarc.com/2019/03/31/europes-exoplanet-satellite-completes-final-tests/"}]}, {"win label": 0, "news": [{"title": "Exoplanet satellite ready", "date": "2019-03-29", "content": "ESA's Characterising Exoplanet Satellite, Cheops, was recently declared ready to fly after completing a series of final spacecraft tests. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket launching from Europe's Spaceport in Kourou, French Guiana. The satellite will be stored at the Airbus Defence and Space facility in Madrid for a few months before being shipped to the launch site, targeting the launch time slot between 15 October and 14 November in 2019. \"We are thrilled to be launching Cheops later this year,\" says Günther Hasinger, ESA Director of Science. \"With its ultra-high precision observations of stars that we already know to host exoplanets, the mission will enable a first-step characterisation of the composition and nature of planets beyond our Solar System.\" \"It has taken over five years of work to get to this point, and we are within budget and fully on schedule, so we are extremely satisfied to see the satellite finally ready for flight,\" says Nicola Rando, ESA Cheops project manager. \"Now that we can see the launch on the horizon, we congratulate all the teams involved for their excellent work,\" says Fernando Varela, Head of Space Systems of Airbus in Spain, the prime contractor for the design and construction of the spacecraft. Cheops is a follow-up mission: it will make observations of bright, exoplanet-hosting stars to measure small changes in their brightness due to the transit of a planet across the star's disc, targeting in particular stars hosting planets in the Earth-to-Neptune size range. Knowing when and where to point in the sky in order to catch these transits makes Cheops extremely efficient, maximising the time it spends monitoring actual transit events. The transit observations will yield precise measurements of a planet's size. Combined with known information about the mass of the planet, these data will make it possible to determine its density, giving us vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbours significant oceans.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Cheops/Exoplanet_satellite_ready"}, {"title": "Europe's Exoplanet Satellite Completes Final Tests", "date": "2019-03-31", "content": "ESA's Characterising Exoplanet Satellite, Cheops, was recently declared ready to fly after completing a series of final spacecraft tests. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket launching from Europe's Spaceport in Kourou, French Guiana. The satellite will be stored at the Airbus Defence and Space facility in Madrid for a few months before being shipped to the launch site, targeting the launch time slot between 15 October and 14 November in 2019. \"We are thrilled to be launching Cheops later this year,\" says Günther Hasinger, ESA Director of Science. \"With its ultra-high precision observations of stars that we already know to host exoplanets, the mission will enable a first-step characterisation of the composition and nature of planets beyond our Solar System.\" \"It has taken over five years of work to get to this point, and we are within budget and fully on schedule, so we are extremely satisfied to see the satellite finally ready for flight,\" says Nicola Rando, ESA Cheops project manager. \"Now that we can see the launch on the horizon, we congratulate all the teams involved for their excellent work,\" says Fernando Varela, Head of Space Systems of Airbus in Spain, the prime contractor for the design and construction of the spacecraft. Cheops is a follow-up mission: it will make observations of bright, exoplanet-hosting stars to measure small changes in their brightness due to the transit of a planet across the star's disc, targeting in particular stars hosting planets in the Earth-to-Neptune size range. Knowing when and where to point in the sky in order to catch these transits makes Cheops extremely efficient, maximising the time it spends monitoring actual transit events. The transit observations will yield precise measurements of a planet's size. Combined with known information about the mass of the planet, these data will make it possible to determine its density, giving us vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbours significant oceans. Observations of a list of exoplanet targets defined by the Cheops Science Team will account for 80% of the science observing time, while the remaining 20% will be available to scientists worldwide. The first call for proposals to use Cheops through the ESA-run Guest Observers Programme was published earlier this month. \"Cheops is ESA's first satellite dedicated to exoplanets, paving the way to two more missions in the coming decade and consolidating European leadership in exoplanet science,\" adds Director Hasinger. Following in the steps of Cheops, ESA's Plato, the Planetary Transits and Oscillations of stars mission, and Ariel, the Atmospheric Remote-Sensing Infrared Exoplanet Large-survey mission, will be launched in the late 2020s to discover and further investigate new worlds around other stars. Cheops is an ESA mission implemented in partnership with Switzerland, with important contributions from Austria, Belgium, France, Germany, Hungary, Italy, Portugal, Spain, Sweden, and the United Kingdom.", "url": "https://parabolicarc.com/2019/03/31/europes-exoplanet-satellite-completes-final-tests/"}, {"title": "Cheops passes final review before shipment to launch site", "date": "2019-07-30", "content": "The Characterising Exoplanet Satellite, Cheops, has successfully passed the final analysis review for its launch on a Soyuz rocket from Europe's Spaceport in Kourou, French Guiana. All technical evaluations performed by Arianespace on the mission's key aspects, including the launch trajectory and payload separation, have shown positive results. \"We are thrilled to have passed this important milestone and received the green light from Arianespace,\" says Nicola Rando, ESA Cheops project manager. Arianespace's launch manifest for the coming months is currently under discussion, with the exact date for Cheops shipment to the Spaceport, and its launch date, to be confirmed at a later stage. The mission is foreseen to launch in the last quarter of 2019. Cheops is a follow-up mission for the study of exoplanets. It will observe bright stars that are already known to host planets, measuring minuscule brightness changes due to the planet's transit across the star's disc. The mission will target stars hosting planets in the Earth-to-Neptune size range, yielding precise measurements of the planet sizes. This, together with known information about the planet masses, will allow scientists to determine their bulk density, enabling a first-step characterization of these extrasolar worlds. A planet's density provides vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbors significant oceans. \"We are very much looking forward to the beginning of our scientific adventure, and to follow-up on some of the known exoplanets in more detail,\" says Kate Isaak, ESA Cheops project scientist. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket, sharing the ride into space with a satellite that is part of the Italian Cosmo-SkyMed constellation. The launcher will also carry five \"CubeSats,\" small satellites based on standardized 10 cm cubic units. This includes ESA's OPS-SAT, a 30 cm high satellite with a powerful computer to demonstrate improved mission control capabilities that will arise when satellites can fly more powerful onboard computers. The launch date will be announced once confirmed by Arianespace.", "url": "https://phys.org/news/2019-07-cheops-shipment-site.html"}]}, {"win label": 0, "news": [{"title": "Cheops passes final review before shipment to launch site", "date": "2019-07-30", "content": "The Characterising Exoplanet Satellite, Cheops, has successfully passed the final analysis review for its launch on a Soyuz rocket from Europe's Spaceport in Kourou, French Guiana. All technical evaluations performed by Arianespace on the mission's key aspects, including the launch trajectory and payload separation, have shown positive results. \"We are thrilled to have passed this important milestone and received the green light from Arianespace,\" says Nicola Rando, ESA Cheops project manager. Arianespace's launch manifest for the coming months is currently under discussion, with the exact date for Cheops shipment to the Spaceport, and its launch date, to be confirmed at a later stage. The mission is foreseen to launch in the last quarter of 2019. Cheops is a follow-up mission for the study of exoplanets. It will observe bright stars that are already known to host planets, measuring minuscule brightness changes due to the planet's transit across the star's disc. The mission will target stars hosting planets in the Earth-to-Neptune size range, yielding precise measurements of the planet sizes. This, together with known information about the planet masses, will allow scientists to determine their bulk density, enabling a first-step characterization of these extrasolar worlds. A planet's density provides vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbors significant oceans. \"We are very much looking forward to the beginning of our scientific adventure, and to follow-up on some of the known exoplanets in more detail,\" says Kate Isaak, ESA Cheops project scientist. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket, sharing the ride into space with a satellite that is part of the Italian Cosmo-SkyMed constellation. The launcher will also carry five \"CubeSats,\" small satellites based on standardized 10 cm cubic units. This includes ESA's OPS-SAT, a 30 cm high satellite with a powerful computer to demonstrate improved mission control capabilities that will arise when satellites can fly more powerful onboard computers. The launch date will be announced once confirmed by Arianespace.", "url": "https://phys.org/news/2019-07-cheops-shipment-site.html"}]}, {"win label": 0, "news": [{"title": "Cheops passes final review before shipment to launch site", "date": "2019-07-30", "content": "The Characterising Exoplanet Satellite, Cheops, has successfully passed the final analysis review for its launch on a Soyuz rocket from Europe's Spaceport in Kourou, French Guiana. All technical evaluations performed by Arianespace on the mission's key aspects, including the launch trajectory and payload separation, have shown positive results. \"We are thrilled to have passed this important milestone and received the green light from Arianespace,\" says Nicola Rando, ESA Cheops project manager. Arianespace's launch manifest for the coming months is currently under discussion, with the exact date for Cheops shipment to the Spaceport, and its launch date, to be confirmed at a later stage. The mission is foreseen to launch in the last quarter of 2019. Cheops is a follow-up mission for the study of exoplanets. It will observe bright stars that are already known to host planets, measuring minuscule brightness changes due to the planet's transit across the star's disc. The mission will target stars hosting planets in the Earth-to-Neptune size range, yielding precise measurements of the planet sizes. This, together with known information about the planet masses, will allow scientists to determine their bulk density, enabling a first-step characterization of these extrasolar worlds. A planet's density provides vital clues about its composition and structure, indicating for example if it is predominantly rocky or gassy, or perhaps harbors significant oceans. \"We are very much looking forward to the beginning of our scientific adventure, and to follow-up on some of the known exoplanets in more detail,\" says Kate Isaak, ESA Cheops project scientist. Cheops will lift off as a secondary passenger on a Soyuz-Fregat rocket, sharing the ride into space with a satellite that is part of the Italian Cosmo-SkyMed constellation. The launcher will also carry five \"CubeSats,\" small satellites based on standardized 10 cm cubic units. This includes ESA's OPS-SAT, a 30 cm high satellite with a powerful computer to demonstrate improved mission control capabilities that will arise when satellites can fly more powerful onboard computers. The launch date will be announced once confirmed by Arianespace.", "url": "https://phys.org/news/2019-07-cheops-shipment-site.html"}, {"title": "Europe's launch of space telescope called off at last minute", "date": "2019-12-17", "content": "Europe's space agency was planning to send a new telescope to study far-off planets into space Tuesday but the launch was called off at the last minute. A spokesperson for the European Space Agency (ESA) said the launch would not go ahead today because of a problem with the launch device. Called CHEOPS (CHaracterising ExOPlanet Satellite), the telescope was due to be launched aboard a Soyuz-Fregat rocket from Europe's spaceport in Kourou in French Guiana early Tuesday. The launch had been due to be livestreamed on the ESA's website. During final countdown operations, the Soyuz launcher's automated sequence was interrupted at 1 hour 25 minutes before liftoff, Arianespace, the satellite company operating the launch, said in a statement. The new launch date will be announced as soon as possible, it added. The telescope's mission is to observe individual stars already known to host exoplanets - planets outside our solar system - focusing on planets sized in the Earth to Neptune range. To date, 4,143 planets have been discovered around stars other than the sun, ESA said. The telescope will accurately measure some of these planets and look for information about whether they are rocky or gaseous. It will also search for special features including moons, rings and oceans as well as which planets could have habitable conditions. Unlike previous missions focusing on exoplanets, such as NASA's Kepler and Tess missions, ESA said that CHEOPS was not a \"discovery machine\" but rather a follow-up mission that would be able to determine planet sizes and other information accurately and precisely. Europe has been scaling up its space ambitions after a budget boost earlier this year, although its funding is still far behind NASA.", "url": "https://edition.cnn.com/2019/12/17/world/europe-cheops-telescope-launch-delay-scn/"}, {"title": "Satellite launches to study planets in other solar systems", "date": "2019-12-18", "content": "A European spacecraft launched from South America Wednesday on a three-year mission to study planets in other solar systems. The Characterising ExOPlanets Satellite (CHEOPS) mission blasted off from Kourou, French Guiana at 0854 GMT (3:54 a.m. EST) atop a Russian Soyuz rocket. The launch came 24 hours after a first attempt was delayed shortly before liftoff because of a software problem in the upper stage of the rocket. The European Space Agency says the satellite is the first mission dedicated to studying bright nearby stars that are already known to have planets, and will focus on \"planets in the super-Earth to Neptune size range.\" The agency hopes that the data sent by the mission will enable the bulk density of those planets to be calculated, a first step toward understanding them better. Its telescope will focus on bright stars to determine the size of planets as they pass in front of their host star. Swiss astronomer and Nobel Physics Prize winner Didier Queloz, who heads the CHEOPS science team, told The Associated Press earlier this week that the mission will focus on 100 of the more than 4,000 exoplanets - ones beyond our own solar system - discovered so far, partly to determine if there's a possibility of an Earth-like planet capable of sustaining life. \"We are one planetary system among many,\" he said. \"It's all about our place in the universe and trying to understand it.\"", "url": "https://www.cbc.ca/news/science/cheops-satellite-launch-1.5400518"}, {"title": "Liftoff for Cheops, ESA's exoplanet mission", "date": "2019-12-19", "content": "After a day's delay, ESA's Cheops mission lifted off on a Soyuz-Fregat launcher from Europe's Spaceport in Kourou, French Guiana, at 09:54:20 CET yesterday on its mission to characterise planets orbiting stars other than the Sun. The launch had been planned for 17 December but some faulty equipment that caused an anomaly in the automated launch sequence needed to be replaced. Signals from the spacecraft, received at the mission control centre based at INTA in Torrejón de Ardoz near Madrid, Spain, via the Troll ground tracking station at 12:43 CET on Wednesday confirmed that the launch had been successful. Cheops, the Characterising Exoplanet Satellite, is a partnership between ESA and Switzerland, with important contribution from 10 other ESA Member States. ESA's first mission dedicated to extrasolar planets, or exoplanets, it will investigate known planets beyond our Solar System and provide key insight into the nature of these distant, alien worlds. Scientists had long speculated about the existence of exoplanets until the discovery of 51 Pegasi b, the first planet found around a Sun-like star, which was announced in 1995. The discoverers, Didier Queloz and Michel Mayor, shared the 2019 Nobel Prize in Physics for their breakthrough finding, which marked the beginning of a new era of investigation and turned exoplanet research into one of the fastest growing areas of astronomy. Over the past quarter of a century, astronomers using telescopes on Earth and in space have discovered more than 4000 exoplanets around stars near and far, most of which have no counterparts in our Solar System. This widely diverse assortment extends from gassy worlds larger than Jupiter to smaller, rocky planets covered in lava, with the most abundant exoplanet type found in the size range between Earth and Neptune.", "url": "https://optics.org/news/10/12/32"}]}, {"win label": 1, "news": [{"title": "Europe's launch of space telescope called off at last minute", "date": "2019-12-17", "content": "Europe's space agency was planning to send a new telescope to study far-off planets into space Tuesday but the launch was called off at the last minute. A spokesperson for the European Space Agency (ESA) said the launch would not go ahead today because of a problem with the launch device. Called CHEOPS (CHaracterising ExOPlanet Satellite), the telescope was due to be launched aboard a Soyuz-Fregat rocket from Europe's spaceport in Kourou in French Guiana early Tuesday. The launch had been due to be livestreamed on the ESA's website. During final countdown operations, the Soyuz launcher's automated sequence was interrupted at 1 hour 25 minutes before liftoff, Arianespace, the satellite company operating the launch, said in a statement. The new launch date will be announced as soon as possible, it added. The telescope's mission is to observe individual stars already known to host exoplanets - planets outside our solar system - focusing on planets sized in the Earth to Neptune range. To date, 4,143 planets have been discovered around stars other than the sun, ESA said. The telescope will accurately measure some of these planets and look for information about whether they are rocky or gaseous. It will also search for special features including moons, rings and oceans as well as which planets could have habitable conditions. Unlike previous missions focusing on exoplanets, such as NASA's Kepler and Tess missions, ESA said that CHEOPS was not a \"discovery machine\" but rather a follow-up mission that would be able to determine planet sizes and other information accurately and precisely. Europe has been scaling up its space ambitions after a budget boost earlier this year, although its funding is still far behind NASA.", "url": "https://edition.cnn.com/2019/12/17/world/europe-cheops-telescope-launch-delay-scn/"}, {"title": "Satellite launches to study planets in other solar systems", "date": "2019-12-18", "content": "A European spacecraft launched from South America Wednesday on a three-year mission to study planets in other solar systems. The Characterising ExOPlanets Satellite (CHEOPS) mission blasted off from Kourou, French Guiana at 0854 GMT (3:54 a.m. EST) atop a Russian Soyuz rocket. The launch came 24 hours after a first attempt was delayed shortly before liftoff because of a software problem in the upper stage of the rocket. The European Space Agency says the satellite is the first mission dedicated to studying bright nearby stars that are already known to have planets, and will focus on \"planets in the super-Earth to Neptune size range.\" The agency hopes that the data sent by the mission will enable the bulk density of those planets to be calculated, a first step toward understanding them better. Its telescope will focus on bright stars to determine the size of planets as they pass in front of their host star. Swiss astronomer and Nobel Physics Prize winner Didier Queloz, who heads the CHEOPS science team, told The Associated Press earlier this week that the mission will focus on 100 of the more than 4,000 exoplanets - ones beyond our own solar system - discovered so far, partly to determine if there's a possibility of an Earth-like planet capable of sustaining life. \"We are one planetary system among many,\" he said. \"It's all about our place in the universe and trying to understand it.\"", "url": "https://www.cbc.ca/news/science/cheops-satellite-launch-1.5400518"}, {"title": "Liftoff for Cheops, ESA's exoplanet mission", "date": "2019-12-19", "content": "After a day's delay, ESA's Cheops mission lifted off on a Soyuz-Fregat launcher from Europe's Spaceport in Kourou, French Guiana, at 09:54:20 CET yesterday on its mission to characterise planets orbiting stars other than the Sun. The launch had been planned for 17 December but some faulty equipment that caused an anomaly in the automated launch sequence needed to be replaced. Signals from the spacecraft, received at the mission control centre based at INTA in Torrejón de Ardoz near Madrid, Spain, via the Troll ground tracking station at 12:43 CET on Wednesday confirmed that the launch had been successful. Cheops, the Characterising Exoplanet Satellite, is a partnership between ESA and Switzerland, with important contribution from 10 other ESA Member States. ESA's first mission dedicated to extrasolar planets, or exoplanets, it will investigate known planets beyond our Solar System and provide key insight into the nature of these distant, alien worlds. Scientists had long speculated about the existence of exoplanets until the discovery of 51 Pegasi b, the first planet found around a Sun-like star, which was announced in 1995. The discoverers, Didier Queloz and Michel Mayor, shared the 2019 Nobel Prize in Physics for their breakthrough finding, which marked the beginning of a new era of investigation and turned exoplanet research into one of the fastest growing areas of astronomy. Over the past quarter of a century, astronomers using telescopes on Earth and in space have discovered more than 4000 exoplanets around stars near and far, most of which have no counterparts in our Solar System. This widely diverse assortment extends from gassy worlds larger than Jupiter to smaller, rocky planets covered in lava, with the most abundant exoplanet type found in the size range between Earth and Neptune.", "url": "https://optics.org/news/10/12/32"}, {"title": "Cover of CHEOPS Space Telescope Open", "date": "2020-01-29", "content": "Decisive moment for the CHEOPS space telescope: The cover was opened as intended on Wednesday, January 29, 2020 at 7:38 am. CHEOPS is now being tested for precision and the first images are being produced. CHEOPS is a joint mission of ESA and Switzerland, led by the University of Bern, in collaboration with the University of Geneva. \"Shortly after the launch on December 18, 2019, we tested the communication with the satellite. Then, on January 8, 2020, we started the commissioning, that is, we booted the computer, carried out tests, and started up all the components,\" explains Willy Benz, professor of astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission. All the tests went outstandingly well, he says. \"However, we were now looking forward excitedly and with a bit of nervousness to the next decisive step: the opening of the CHEOPS cover,\" continues Benz. At 7:38 am on Wednesday, January 29, 2020, the moment had arrived. The Mission Operation Center (MOC) at the Instituto Nacional de Técnica Aeroespacial (INTA), near Madrid, Spain, gave the command to open the CHEOPS cover. \"The cover was opened by sending electricity to heat an element which held the cover closed. The heat deformed this element and the cover sprung open. A retaining fixture caught the cover,\" explains Benz. \"Thanks to the measurements of the sensors installed, we knew within minutes that everything had worked as planned,\" Benz continues. First images to be published in one to two weeks. The successful opening of the cover marks the beginning of a series of new activities. \"In the next two months, many stars with and without planets will be targeted in order to examine the measurement accuracy of CHEOPS under different conditions,\" Benz explains. In addition, these activities allow training all aspects of the ground segment - the Science Operations Center at the observatory of the University of Geneva - with a view to the beginning of the regular science operation phase. \"The raw data of CHEOPS are being processed in the so-called data reduction pipeline,\" says David Ehrenreich, CHEOPS project scientist at the University of Geneva. CHEOPS has already produced hundreds of images; although these were completely black because the cover was still closed, they have helped the team to calibrate the instrument. Ehrenreich explains: \"The complete assessment of the abilities of CHEOPS and the ground segment will take some time. However, we expect to be able to analyze and publish the first images within one or two weeks.\" ", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cover_of_cheops_space_telescope_open/index_eng.html"}]}, {"win label": 1, "news": [{"title": "Europe's launch of space telescope called off at last minute", "date": "2019-12-17", "content": "Europe's space agency was planning to send a new telescope to study far-off planets into space Tuesday but the launch was called off at the last minute. A spokesperson for the European Space Agency (ESA) said the launch would not go ahead today because of a problem with the launch device. Called CHEOPS (CHaracterising ExOPlanet Satellite), the telescope was due to be launched aboard a Soyuz-Fregat rocket from Europe's spaceport in Kourou in French Guiana early Tuesday. The launch had been due to be livestreamed on the ESA's website. During final countdown operations, the Soyuz launcher's automated sequence was interrupted at 1 hour 25 minutes before liftoff, Arianespace, the satellite company operating the launch, said in a statement. The new launch date will be announced as soon as possible, it added. The telescope's mission is to observe individual stars already known to host exoplanets - planets outside our solar system - focusing on planets sized in the Earth to Neptune range. To date, 4,143 planets have been discovered around stars other than the sun, ESA said. The telescope will accurately measure some of these planets and look for information about whether they are rocky or gaseous. It will also search for special features including moons, rings and oceans as well as which planets could have habitable conditions. Unlike previous missions focusing on exoplanets, such as NASA's Kepler and Tess missions, ESA said that CHEOPS was not a \"discovery machine\" but rather a follow-up mission that would be able to determine planet sizes and other information accurately and precisely. Europe has been scaling up its space ambitions after a budget boost earlier this year, although its funding is still far behind NASA.", "url": "https://edition.cnn.com/2019/12/17/world/europe-cheops-telescope-launch-delay-scn/"}, {"title": "Satellite launches to study planets in other solar systems", "date": "2019-12-18", "content": "A European spacecraft launched from South America Wednesday on a three-year mission to study planets in other solar systems. The Characterising ExOPlanets Satellite (CHEOPS) mission blasted off from Kourou, French Guiana at 0854 GMT (3:54 a.m. EST) atop a Russian Soyuz rocket. The launch came 24 hours after a first attempt was delayed shortly before liftoff because of a software problem in the upper stage of the rocket. The European Space Agency says the satellite is the first mission dedicated to studying bright nearby stars that are already known to have planets, and will focus on \"planets in the super-Earth to Neptune size range.\" The agency hopes that the data sent by the mission will enable the bulk density of those planets to be calculated, a first step toward understanding them better. Its telescope will focus on bright stars to determine the size of planets as they pass in front of their host star. Swiss astronomer and Nobel Physics Prize winner Didier Queloz, who heads the CHEOPS science team, told The Associated Press earlier this week that the mission will focus on 100 of the more than 4,000 exoplanets - ones beyond our own solar system - discovered so far, partly to determine if there's a possibility of an Earth-like planet capable of sustaining life. \"We are one planetary system among many,\" he said. \"It's all about our place in the universe and trying to understand it.\"", "url": "https://www.cbc.ca/news/science/cheops-satellite-launch-1.5400518"}, {"title": "Liftoff for Cheops, ESA's exoplanet mission", "date": "2019-12-19", "content": "After a day's delay, ESA's Cheops mission lifted off on a Soyuz-Fregat launcher from Europe's Spaceport in Kourou, French Guiana, at 09:54:20 CET yesterday on its mission to characterise planets orbiting stars other than the Sun. The launch had been planned for 17 December but some faulty equipment that caused an anomaly in the automated launch sequence needed to be replaced. Signals from the spacecraft, received at the mission control centre based at INTA in Torrejón de Ardoz near Madrid, Spain, via the Troll ground tracking station at 12:43 CET on Wednesday confirmed that the launch had been successful. Cheops, the Characterising Exoplanet Satellite, is a partnership between ESA and Switzerland, with important contribution from 10 other ESA Member States. ESA's first mission dedicated to extrasolar planets, or exoplanets, it will investigate known planets beyond our Solar System and provide key insight into the nature of these distant, alien worlds. Scientists had long speculated about the existence of exoplanets until the discovery of 51 Pegasi b, the first planet found around a Sun-like star, which was announced in 1995. The discoverers, Didier Queloz and Michel Mayor, shared the 2019 Nobel Prize in Physics for their breakthrough finding, which marked the beginning of a new era of investigation and turned exoplanet research into one of the fastest growing areas of astronomy. Over the past quarter of a century, astronomers using telescopes on Earth and in space have discovered more than 4000 exoplanets around stars near and far, most of which have no counterparts in our Solar System. This widely diverse assortment extends from gassy worlds larger than Jupiter to smaller, rocky planets covered in lava, with the most abundant exoplanet type found in the size range between Earth and Neptune.", "url": "https://optics.org/news/10/12/32"}, {"title": "Cover of CHEOPS Space Telescope Open", "date": "2020-01-29", "content": "Decisive moment for the CHEOPS space telescope: The cover was opened as intended on Wednesday, January 29, 2020 at 7:38 am. CHEOPS is now being tested for precision and the first images are being produced. CHEOPS is a joint mission of ESA and Switzerland, led by the University of Bern, in collaboration with the University of Geneva. \"Shortly after the launch on December 18, 2019, we tested the communication with the satellite. Then, on January 8, 2020, we started the commissioning, that is, we booted the computer, carried out tests, and started up all the components,\" explains Willy Benz, professor of astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission. All the tests went outstandingly well, he says. \"However, we were now looking forward excitedly and with a bit of nervousness to the next decisive step: the opening of the CHEOPS cover,\" continues Benz. At 7:38 am on Wednesday, January 29, 2020, the moment had arrived. The Mission Operation Center (MOC) at the Instituto Nacional de Técnica Aeroespacial (INTA), near Madrid, Spain, gave the command to open the CHEOPS cover. \"The cover was opened by sending electricity to heat an element which held the cover closed. The heat deformed this element and the cover sprung open. A retaining fixture caught the cover,\" explains Benz. \"Thanks to the measurements of the sensors installed, we knew within minutes that everything had worked as planned,\" Benz continues. First images to be published in one to two weeks. The successful opening of the cover marks the beginning of a series of new activities. \"In the next two months, many stars with and without planets will be targeted in order to examine the measurement accuracy of CHEOPS under different conditions,\" Benz explains. In addition, these activities allow training all aspects of the ground segment - the Science Operations Center at the observatory of the University of Geneva - with a view to the beginning of the regular science operation phase. \"The raw data of CHEOPS are being processed in the so-called data reduction pipeline,\" says David Ehrenreich, CHEOPS project scientist at the University of Geneva. CHEOPS has already produced hundreds of images; although these were completely black because the cover was still closed, they have helped the team to calibrate the instrument. Ehrenreich explains: \"The complete assessment of the abilities of CHEOPS and the ground segment will take some time. However, we expect to be able to analyze and publish the first images within one or two weeks.\" ", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cover_of_cheops_space_telescope_open/index_eng.html"}, {"title": "CHEOPS space telescope acquires first images", "date": "2020-02-07", "content": "The CHaracterising ExOPlanets Satellite (CHEOPS) mission has acquired its first images. This confirms that the telescope and instrument are functioning correctly and were not damaged during launch. Further functional tests will now follow before the investigation of exoplanetary systems begins. The telescope cover was opened on 29 January 2020. The image shows the first star field observed by CHEOPS. The blurring of the image is intentional, and the imaging of the stars as distorted triangles exactly matches the optical properties of the telescope. The telescope has been 'defocused' to increase the precision of the measurements. The light coming from a star is distributed over many pixels. This averages out variations in the satellite's pointing and small differences in pixel sensitivities. The brightness of the star is determined by reading out all the pixels in a circle surrounding it. In this way, very small changes in brightness caused by a transiting planet can be accurately measured. The German Aerospace Center (Deutsches Zentrum für Luft- und Raumfahrt; DLR) has supplied hardware for the instrument and, on the ground, DLR is contributing its extensive expertise in data evaluation. The mission will study exoplanets from a Sun-synchronous Earth orbit at an altitude of 700 kilometres.", "url": "https://www.dlr.de/en/latest/news/2020/01/20200207_cheops-mission-acquires-first-images"}, {"title": "CHEOPS: First Images By ESA's Exoplanet Hunter Are Blurry But Bring The Star In-Focus", "date": "2020-02-11", "content": "CHaracterising ExOPlanet Satellite has captured its first images since its launch last December. The first target of the European Space Agency's first dedicated mission to study distant alien worlds was a star located 150 light-years away. The images of the yellow-white star captured by the spacecraft do not look sharp as they were intentionally out of focus. Principal Investigator of CHEOPS, Willy Benz from the University of Bern said, \"When the first images of a field of stars appeared on the screen, it was immediately clear to everyone that we did indeed have a working telescope.\" The images captured by CHEOPS were of a group of stars with HD 70843 at the center. ", "url": "https://in.mashable.com/science/11298/cheops-first-images-by-esas-exoplanet-hunter-are-blurry-but-bring-the-star-in-focus"}]}, {"win label": 1, "news": [{"title": "Europe's launch of space telescope called off at last minute", "date": "2019-12-17", "content": "Europe's space agency was planning to send a new telescope to study far-off planets into space Tuesday but the launch was called off at the last minute. A spokesperson for the European Space Agency (ESA) said the launch would not go ahead today because of a problem with the launch device. Called CHEOPS (CHaracterising ExOPlanet Satellite), the telescope was due to be launched aboard a Soyuz-Fregat rocket from Europe's spaceport in Kourou in French Guiana early Tuesday. The launch had been due to be livestreamed on the ESA's website. During final countdown operations, the Soyuz launcher's automated sequence was interrupted at 1 hour 25 minutes before liftoff, Arianespace, the satellite company operating the launch, said in a statement. The new launch date will be announced as soon as possible, it added. The telescope's mission is to observe individual stars already known to host exoplanets - planets outside our solar system - focusing on planets sized in the Earth to Neptune range. To date, 4,143 planets have been discovered around stars other than the sun, ESA said. The telescope will accurately measure some of these planets and look for information about whether they are rocky or gaseous. It will also search for special features including moons, rings and oceans as well as which planets could have habitable conditions. Unlike previous missions focusing on exoplanets, such as NASA's Kepler and Tess missions, ESA said that CHEOPS was not a \"discovery machine\" but rather a follow-up mission that would be able to determine planet sizes and other information accurately and precisely. Europe has been scaling up its space ambitions after a budget boost earlier this year, although its funding is still far behind NASA.", "url": "https://edition.cnn.com/2019/12/17/world/europe-cheops-telescope-launch-delay-scn/"}, {"title": "Satellite launches to study planets in other solar systems", "date": "2019-12-18", "content": "A European spacecraft launched from South America Wednesday on a three-year mission to study planets in other solar systems. The Characterising ExOPlanets Satellite (CHEOPS) mission blasted off from Kourou, French Guiana at 0854 GMT (3:54 a.m. EST) atop a Russian Soyuz rocket. The launch came 24 hours after a first attempt was delayed shortly before liftoff because of a software problem in the upper stage of the rocket. The European Space Agency says the satellite is the first mission dedicated to studying bright nearby stars that are already known to have planets, and will focus on \"planets in the super-Earth to Neptune size range.\" The agency hopes that the data sent by the mission will enable the bulk density of those planets to be calculated, a first step toward understanding them better. Its telescope will focus on bright stars to determine the size of planets as they pass in front of their host star. Swiss astronomer and Nobel Physics Prize winner Didier Queloz, who heads the CHEOPS science team, told The Associated Press earlier this week that the mission will focus on 100 of the more than 4,000 exoplanets - ones beyond our own solar system - discovered so far, partly to determine if there's a possibility of an Earth-like planet capable of sustaining life. \"We are one planetary system among many,\" he said. \"It's all about our place in the universe and trying to understand it.\"", "url": "https://www.cbc.ca/news/science/cheops-satellite-launch-1.5400518"}, {"title": "Liftoff for Cheops, ESA's exoplanet mission", "date": "2019-12-19", "content": "After a day's delay, ESA's Cheops mission lifted off on a Soyuz-Fregat launcher from Europe's Spaceport in Kourou, French Guiana, at 09:54:20 CET yesterday on its mission to characterise planets orbiting stars other than the Sun. The launch had been planned for 17 December but some faulty equipment that caused an anomaly in the automated launch sequence needed to be replaced. Signals from the spacecraft, received at the mission control centre based at INTA in Torrejón de Ardoz near Madrid, Spain, via the Troll ground tracking station at 12:43 CET on Wednesday confirmed that the launch had been successful. Cheops, the Characterising Exoplanet Satellite, is a partnership between ESA and Switzerland, with important contribution from 10 other ESA Member States. ESA's first mission dedicated to extrasolar planets, or exoplanets, it will investigate known planets beyond our Solar System and provide key insight into the nature of these distant, alien worlds. Scientists had long speculated about the existence of exoplanets until the discovery of 51 Pegasi b, the first planet found around a Sun-like star, which was announced in 1995. The discoverers, Didier Queloz and Michel Mayor, shared the 2019 Nobel Prize in Physics for their breakthrough finding, which marked the beginning of a new era of investigation and turned exoplanet research into one of the fastest growing areas of astronomy. Over the past quarter of a century, astronomers using telescopes on Earth and in space have discovered more than 4000 exoplanets around stars near and far, most of which have no counterparts in our Solar System. This widely diverse assortment extends from gassy worlds larger than Jupiter to smaller, rocky planets covered in lava, with the most abundant exoplanet type found in the size range between Earth and Neptune.", "url": "https://optics.org/news/10/12/32"}, {"title": "Cover of CHEOPS Space Telescope Open", "date": "2020-01-29", "content": "Decisive moment for the CHEOPS space telescope: The cover was opened as intended on Wednesday, January 29, 2020 at 7:38 am. CHEOPS is now being tested for precision and the first images are being produced. CHEOPS is a joint mission of ESA and Switzerland, led by the University of Bern, in collaboration with the University of Geneva. \"Shortly after the launch on December 18, 2019, we tested the communication with the satellite. Then, on January 8, 2020, we started the commissioning, that is, we booted the computer, carried out tests, and started up all the components,\" explains Willy Benz, professor of astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission. All the tests went outstandingly well, he says. \"However, we were now looking forward excitedly and with a bit of nervousness to the next decisive step: the opening of the CHEOPS cover,\" continues Benz. At 7:38 am on Wednesday, January 29, 2020, the moment had arrived. The Mission Operation Center (MOC) at the Instituto Nacional de Técnica Aeroespacial (INTA), near Madrid, Spain, gave the command to open the CHEOPS cover. \"The cover was opened by sending electricity to heat an element which held the cover closed. The heat deformed this element and the cover sprung open. A retaining fixture caught the cover,\" explains Benz. \"Thanks to the measurements of the sensors installed, we knew within minutes that everything had worked as planned,\" Benz continues. First images to be published in one to two weeks. The successful opening of the cover marks the beginning of a series of new activities. \"In the next two months, many stars with and without planets will be targeted in order to examine the measurement accuracy of CHEOPS under different conditions,\" Benz explains. In addition, these activities allow training all aspects of the ground segment - the Science Operations Center at the observatory of the University of Geneva - with a view to the beginning of the regular science operation phase. \"The raw data of CHEOPS are being processed in the so-called data reduction pipeline,\" says David Ehrenreich, CHEOPS project scientist at the University of Geneva. CHEOPS has already produced hundreds of images; although these were completely black because the cover was still closed, they have helped the team to calibrate the instrument. Ehrenreich explains: \"The complete assessment of the abilities of CHEOPS and the ground segment will take some time. However, we expect to be able to analyze and publish the first images within one or two weeks.\" ", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cover_of_cheops_space_telescope_open/index_eng.html"}, {"title": "CHEOPS space telescope acquires first images", "date": "2020-02-07", "content": "The CHaracterising ExOPlanets Satellite (CHEOPS) mission has acquired its first images. This confirms that the telescope and instrument are functioning correctly and were not damaged during launch. Further functional tests will now follow before the investigation of exoplanetary systems begins. The telescope cover was opened on 29 January 2020. The image shows the first star field observed by CHEOPS. The blurring of the image is intentional, and the imaging of the stars as distorted triangles exactly matches the optical properties of the telescope. The telescope has been 'defocused' to increase the precision of the measurements. The light coming from a star is distributed over many pixels. This averages out variations in the satellite's pointing and small differences in pixel sensitivities. The brightness of the star is determined by reading out all the pixels in a circle surrounding it. In this way, very small changes in brightness caused by a transiting planet can be accurately measured. The German Aerospace Center (Deutsches Zentrum für Luft- und Raumfahrt; DLR) has supplied hardware for the instrument and, on the ground, DLR is contributing its extensive expertise in data evaluation. The mission will study exoplanets from a Sun-synchronous Earth orbit at an altitude of 700 kilometres.", "url": "https://www.dlr.de/en/latest/news/2020/01/20200207_cheops-mission-acquires-first-images"}, {"title": "CHEOPS: First Images By ESA's Exoplanet Hunter Are Blurry But Bring The Star In-Focus", "date": "2020-02-11", "content": "CHaracterising ExOPlanet Satellite has captured its first images since its launch last December. The first target of the European Space Agency's first dedicated mission to study distant alien worlds was a star located 150 light-years away. The images of the yellow-white star captured by the spacecraft do not look sharp as they were intentionally out of focus. Principal Investigator of CHEOPS, Willy Benz from the University of Bern said, \"When the first images of a field of stars appeared on the screen, it was immediately clear to everyone that we did indeed have a working telescope.\" The images captured by CHEOPS were of a group of stars with HD 70843 at the center. ", "url": "https://in.mashable.com/science/11298/cheops-first-images-by-esas-exoplanet-hunter-are-blurry-but-bring-the-star-in-focus"}, {"title": "CHEOPS space telescope ready for scientific operation", "date": "2020-04-16", "content": "CHEOPS has reached its next milestone: Following extensive tests in Earth's orbit, some of which the mission team was forced to carry out from home due to the coronavirus crisis, the space telescope has been declared ready for science. CHEOPS stands for \"CHaracterising ExOPlanet Satellite\", and has the purpose of investigating known exoplanets to determine, among other things, whether they have conditions that are hospitable to life. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the leadership of the University of Bern in collaboration with the University of Geneva (UNIGE). After almost three months of extensive testing, with part of it in the midst of the lockdown to contain the coronavirus, on Wednesday, March 25, 2020, ESA declared the CHEOPS space telescope ready for science. With this achievement, ESA has handed over the responsibility to operate CHEOPS to the mission consortium, which consists of scientists and engineers from approximately 30 institutions in 11 European countries.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cheops_space_telescope_ready_for_scientific_operation/index_eng.html"}, {"title": "Europe's Cheops telescope begins study of far-off worlds", "date": "2020-04-16", "content": "Europe's newest space telescope has begun ramping up its science operations. Cheops was launched in December to study and characterise planets outside our Solar System. And after a period of commissioning and testing, the orbiting observatory is now ready to fulfil its mission. Early targets for investigation include the so-called \"Styrofoam world\" Kelt-11b; the \"lava planet\" 55 Cancri-e; and the \"evaporating planet\" GJ-436b. Discovered in previous surveys of the sky, Cheops hopes to add to the knowledge of what these and hundreds of other far-flung objects are really like. The Swiss-led telescope will do this by watching for the tiny changes in light when a world passes in front of its host star. This event, referred to as a transit, will betray a precise diameter for the \"exoplanet\". When this information is combined with data about the mass of the object - obtained through other means - it will be possible for scientists to deduce a density. And this should say a lot about the composition and internal structure of the target. Kelt-11b has provided a good early demonstration. This is a giant exoplanet some 30% larger than our own Jupiter that orbits very close to a star called HD 93396. Kelt-11b is a seemingly \"puffed up\" world with a very low density - hence the comparison with expanded foam. From the way the light from the star dips when Kelt-11b moves in front to make its transit, Cheops' exquisite photometer instrument is able to determine the planet's diameter to be 181,600km (plus or minus 4,290km). This measurement is over five times more precise than was possible using a ground-based telescope. The European Space Agency (Esa) is part of the collaboration behind Cheops. Its project scientist Dr Kate Isaak lauded the performance of the new observatory. \"We have a very stable satellite; the pointing is excellent - better than requirements. And this is going to be a real benefit to the mission,\" she told BBC News. \"From the spacecraft side, from the instrument side, from the analysis of the data that we're getting - we can see that this mission has huge promise.\" Prof David Ehrenreich from the University of Geneva said quite a few early observations made with Cheops would be of \"super-Earths\". \"These are planets that are assumed to be rocky like Earth - but much bigger, more massive. And much hotter, too. Lava worlds,\" he explained. 55 Cancri-e fits into this category. More than eight times as massive as Earth, it takes just 18 hours to circle its parent star. Scientists believe it to have a global ocean of molten rock on its surface. About 80% of observing time on Cheops is reserved for the project consortium. Led from the universities of Bern and Geneva, this team has members in eleven European nations (with Esa as a partner also). The other 20% of time is being offered to the community at large. And the first of these external proposals will be studied in coming days. Cheops will look at a burnt-out, or white dwarf, star to see if there is any planetary material moving around it. Nobel Laureate Prof Didier Queloz, from the universities of Cambridge and Geneva, said the goal of Cheops was to improve our ideas for how planets were created. He told the BBC: \"We have built a whole theory of planet formation by observing only the eight planets of our Solar System, but by extending our observations to other kinds of planets that have no counterpart in our Solar System - we should be able to add the missing parts of this theory and get, let's say, a bigger perspective on how we actually fit in.\" Science planning for Cheops is run out of the Geneva; the telescope itself is controlled from Spain, at the National Institute for Aerospace Technology in Torrejon on the outskirts of Madrid. While the coronavirus crisis has meant considerable disruption for many space projects, Cheops has been largely unaffected. \"The completion of the test phase was only possible with the full commitment of all the participants, and because the mission has an operational control system that is largely automated, allowing commands to be sent and data to be received from home,\" said Prof Willy Benz from the University of Bern and principal investigator on the mission. Cheops is a short form that stands for CHaracterising ExOPlanet Satellite. ", "url": "https://www.bbc.com/news/science-environment-52307087"}]}, {"win label": 0, "news": [{"title": "Cover of CHEOPS Space Telescope Open", "date": "2020-01-29", "content": "Decisive moment for the CHEOPS space telescope: The cover was opened as intended on Wednesday, January 29, 2020 at 7:38 am. CHEOPS is now being tested for precision and the first images are being produced. CHEOPS is a joint mission of ESA and Switzerland, led by the University of Bern, in collaboration with the University of Geneva. \"Shortly after the launch on December 18, 2019, we tested the communication with the satellite. Then, on January 8, 2020, we started the commissioning, that is, we booted the computer, carried out tests, and started up all the components,\" explains Willy Benz, professor of astrophysics at the University of Bern and Principal Investigator of the CHEOPS mission. All the tests went outstandingly well, he says. \"However, we were now looking forward excitedly and with a bit of nervousness to the next decisive step: the opening of the CHEOPS cover,\" continues Benz. At 7:38 am on Wednesday, January 29, 2020, the moment had arrived. The Mission Operation Center (MOC) at the Instituto Nacional de Técnica Aeroespacial (INTA), near Madrid, Spain, gave the command to open the CHEOPS cover. \"The cover was opened by sending electricity to heat an element which held the cover closed. The heat deformed this element and the cover sprung open. A retaining fixture caught the cover,\" explains Benz. \"Thanks to the measurements of the sensors installed, we knew within minutes that everything had worked as planned,\" Benz continues. First images to be published in one to two weeks. The successful opening of the cover marks the beginning of a series of new activities. \"In the next two months, many stars with and without planets will be targeted in order to examine the measurement accuracy of CHEOPS under different conditions,\" Benz explains. In addition, these activities allow training all aspects of the ground segment - the Science Operations Center at the observatory of the University of Geneva - with a view to the beginning of the regular science operation phase. \"The raw data of CHEOPS are being processed in the so-called data reduction pipeline,\" says David Ehrenreich, CHEOPS project scientist at the University of Geneva. CHEOPS has already produced hundreds of images; although these were completely black because the cover was still closed, they have helped the team to calibrate the instrument. Ehrenreich explains: \"The complete assessment of the abilities of CHEOPS and the ground segment will take some time. However, we expect to be able to analyze and publish the first images within one or two weeks.\" ", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cover_of_cheops_space_telescope_open/index_eng.html"}, {"title": "CHEOPS space telescope acquires first images", "date": "2020-02-07", "content": "The CHaracterising ExOPlanets Satellite (CHEOPS) mission has acquired its first images. This confirms that the telescope and instrument are functioning correctly and were not damaged during launch. Further functional tests will now follow before the investigation of exoplanetary systems begins. The telescope cover was opened on 29 January 2020. The image shows the first star field observed by CHEOPS. The blurring of the image is intentional, and the imaging of the stars as distorted triangles exactly matches the optical properties of the telescope. The telescope has been 'defocused' to increase the precision of the measurements. The light coming from a star is distributed over many pixels. This averages out variations in the satellite's pointing and small differences in pixel sensitivities. The brightness of the star is determined by reading out all the pixels in a circle surrounding it. In this way, very small changes in brightness caused by a transiting planet can be accurately measured. The German Aerospace Center (Deutsches Zentrum für Luft- und Raumfahrt; DLR) has supplied hardware for the instrument and, on the ground, DLR is contributing its extensive expertise in data evaluation. The mission will study exoplanets from a Sun-synchronous Earth orbit at an altitude of 700 kilometres.", "url": "https://www.dlr.de/en/latest/news/2020/01/20200207_cheops-mission-acquires-first-images"}, {"title": "CHEOPS: First Images By ESA's Exoplanet Hunter Are Blurry But Bring The Star In-Focus", "date": "2020-02-11", "content": "CHaracterising ExOPlanet Satellite has captured its first images since its launch last December. The first target of the European Space Agency's first dedicated mission to study distant alien worlds was a star located 150 light-years away. The images of the yellow-white star captured by the spacecraft do not look sharp as they were intentionally out of focus. Principal Investigator of CHEOPS, Willy Benz from the University of Bern said, \"When the first images of a field of stars appeared on the screen, it was immediately clear to everyone that we did indeed have a working telescope.\" The images captured by CHEOPS were of a group of stars with HD 70843 at the center. ", "url": "https://in.mashable.com/science/11298/cheops-first-images-by-esas-exoplanet-hunter-are-blurry-but-bring-the-star-in-focus"}, {"title": "CHEOPS space telescope ready for scientific operation", "date": "2020-04-16", "content": "CHEOPS has reached its next milestone: Following extensive tests in Earth's orbit, some of which the mission team was forced to carry out from home due to the coronavirus crisis, the space telescope has been declared ready for science. CHEOPS stands for \"CHaracterising ExOPlanet Satellite\", and has the purpose of investigating known exoplanets to determine, among other things, whether they have conditions that are hospitable to life. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the leadership of the University of Bern in collaboration with the University of Geneva (UNIGE). After almost three months of extensive testing, with part of it in the midst of the lockdown to contain the coronavirus, on Wednesday, March 25, 2020, ESA declared the CHEOPS space telescope ready for science. With this achievement, ESA has handed over the responsibility to operate CHEOPS to the mission consortium, which consists of scientists and engineers from approximately 30 institutions in 11 European countries.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cheops_space_telescope_ready_for_scientific_operation/index_eng.html"}, {"title": "Europe's Cheops telescope begins study of far-off worlds", "date": "2020-04-16", "content": "Europe's newest space telescope has begun ramping up its science operations. Cheops was launched in December to study and characterise planets outside our Solar System. And after a period of commissioning and testing, the orbiting observatory is now ready to fulfil its mission. Early targets for investigation include the so-called \"Styrofoam world\" Kelt-11b; the \"lava planet\" 55 Cancri-e; and the \"evaporating planet\" GJ-436b. Discovered in previous surveys of the sky, Cheops hopes to add to the knowledge of what these and hundreds of other far-flung objects are really like. The Swiss-led telescope will do this by watching for the tiny changes in light when a world passes in front of its host star. This event, referred to as a transit, will betray a precise diameter for the \"exoplanet\". When this information is combined with data about the mass of the object - obtained through other means - it will be possible for scientists to deduce a density. And this should say a lot about the composition and internal structure of the target. Kelt-11b has provided a good early demonstration. This is a giant exoplanet some 30% larger than our own Jupiter that orbits very close to a star called HD 93396. Kelt-11b is a seemingly \"puffed up\" world with a very low density - hence the comparison with expanded foam. From the way the light from the star dips when Kelt-11b moves in front to make its transit, Cheops' exquisite photometer instrument is able to determine the planet's diameter to be 181,600km (plus or minus 4,290km). This measurement is over five times more precise than was possible using a ground-based telescope. The European Space Agency (Esa) is part of the collaboration behind Cheops. Its project scientist Dr Kate Isaak lauded the performance of the new observatory. \"We have a very stable satellite; the pointing is excellent - better than requirements. And this is going to be a real benefit to the mission,\" she told BBC News. \"From the spacecraft side, from the instrument side, from the analysis of the data that we're getting - we can see that this mission has huge promise.\" Prof David Ehrenreich from the University of Geneva said quite a few early observations made with Cheops would be of \"super-Earths\". \"These are planets that are assumed to be rocky like Earth - but much bigger, more massive. And much hotter, too. Lava worlds,\" he explained. 55 Cancri-e fits into this category. More than eight times as massive as Earth, it takes just 18 hours to circle its parent star. Scientists believe it to have a global ocean of molten rock on its surface. About 80% of observing time on Cheops is reserved for the project consortium. Led from the universities of Bern and Geneva, this team has members in eleven European nations (with Esa as a partner also). The other 20% of time is being offered to the community at large. And the first of these external proposals will be studied in coming days. Cheops will look at a burnt-out, or white dwarf, star to see if there is any planetary material moving around it. Nobel Laureate Prof Didier Queloz, from the universities of Cambridge and Geneva, said the goal of Cheops was to improve our ideas for how planets were created. He told the BBC: \"We have built a whole theory of planet formation by observing only the eight planets of our Solar System, but by extending our observations to other kinds of planets that have no counterpart in our Solar System - we should be able to add the missing parts of this theory and get, let's say, a bigger perspective on how we actually fit in.\" Science planning for Cheops is run out of the Geneva; the telescope itself is controlled from Spain, at the National Institute for Aerospace Technology in Torrejon on the outskirts of Madrid. While the coronavirus crisis has meant considerable disruption for many space projects, Cheops has been largely unaffected. \"The completion of the test phase was only possible with the full commitment of all the participants, and because the mission has an operational control system that is largely automated, allowing commands to be sent and data to be received from home,\" said Prof Willy Benz from the University of Bern and principal investigator on the mission. Cheops is a short form that stands for CHaracterising ExOPlanet Satellite. ", "url": "https://www.bbc.com/news/science-environment-52307087"}]}, {"win label": 0, "news": [{"title": "CHEOPS space telescope acquires first images", "date": "2020-02-07", "content": "The CHaracterising ExOPlanets Satellite (CHEOPS) mission has acquired its first images. This confirms that the telescope and instrument are functioning correctly and were not damaged during launch. Further functional tests will now follow before the investigation of exoplanetary systems begins. The telescope cover was opened on 29 January 2020. The image shows the first star field observed by CHEOPS. The blurring of the image is intentional, and the imaging of the stars as distorted triangles exactly matches the optical properties of the telescope. The telescope has been 'defocused' to increase the precision of the measurements. The light coming from a star is distributed over many pixels. This averages out variations in the satellite's pointing and small differences in pixel sensitivities. The brightness of the star is determined by reading out all the pixels in a circle surrounding it. In this way, very small changes in brightness caused by a transiting planet can be accurately measured. The German Aerospace Center (Deutsches Zentrum für Luft- und Raumfahrt; DLR) has supplied hardware for the instrument and, on the ground, DLR is contributing its extensive expertise in data evaluation. The mission will study exoplanets from a Sun-synchronous Earth orbit at an altitude of 700 kilometres.", "url": "https://www.dlr.de/en/latest/news/2020/01/20200207_cheops-mission-acquires-first-images"}, {"title": "CHEOPS: First Images By ESA's Exoplanet Hunter Are Blurry But Bring The Star In-Focus", "date": "2020-02-11", "content": "CHaracterising ExOPlanet Satellite has captured its first images since its launch last December. The first target of the European Space Agency's first dedicated mission to study distant alien worlds was a star located 150 light-years away. The images of the yellow-white star captured by the spacecraft do not look sharp as they were intentionally out of focus. Principal Investigator of CHEOPS, Willy Benz from the University of Bern said, \"When the first images of a field of stars appeared on the screen, it was immediately clear to everyone that we did indeed have a working telescope.\" The images captured by CHEOPS were of a group of stars with HD 70843 at the center. ", "url": "https://in.mashable.com/science/11298/cheops-first-images-by-esas-exoplanet-hunter-are-blurry-but-bring-the-star-in-focus"}, {"title": "CHEOPS space telescope ready for scientific operation", "date": "2020-04-16", "content": "CHEOPS has reached its next milestone: Following extensive tests in Earth's orbit, some of which the mission team was forced to carry out from home due to the coronavirus crisis, the space telescope has been declared ready for science. CHEOPS stands for \"CHaracterising ExOPlanet Satellite\", and has the purpose of investigating known exoplanets to determine, among other things, whether they have conditions that are hospitable to life. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the leadership of the University of Bern in collaboration with the University of Geneva (UNIGE). After almost three months of extensive testing, with part of it in the midst of the lockdown to contain the coronavirus, on Wednesday, March 25, 2020, ESA declared the CHEOPS space telescope ready for science. With this achievement, ESA has handed over the responsibility to operate CHEOPS to the mission consortium, which consists of scientists and engineers from approximately 30 institutions in 11 European countries.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cheops_space_telescope_ready_for_scientific_operation/index_eng.html"}, {"title": "Europe's Cheops telescope begins study of far-off worlds", "date": "2020-04-16", "content": "Europe's newest space telescope has begun ramping up its science operations. Cheops was launched in December to study and characterise planets outside our Solar System. And after a period of commissioning and testing, the orbiting observatory is now ready to fulfil its mission. Early targets for investigation include the so-called \"Styrofoam world\" Kelt-11b; the \"lava planet\" 55 Cancri-e; and the \"evaporating planet\" GJ-436b. Discovered in previous surveys of the sky, Cheops hopes to add to the knowledge of what these and hundreds of other far-flung objects are really like. The Swiss-led telescope will do this by watching for the tiny changes in light when a world passes in front of its host star. This event, referred to as a transit, will betray a precise diameter for the \"exoplanet\". When this information is combined with data about the mass of the object - obtained through other means - it will be possible for scientists to deduce a density. And this should say a lot about the composition and internal structure of the target. Kelt-11b has provided a good early demonstration. This is a giant exoplanet some 30% larger than our own Jupiter that orbits very close to a star called HD 93396. Kelt-11b is a seemingly \"puffed up\" world with a very low density - hence the comparison with expanded foam. From the way the light from the star dips when Kelt-11b moves in front to make its transit, Cheops' exquisite photometer instrument is able to determine the planet's diameter to be 181,600km (plus or minus 4,290km). This measurement is over five times more precise than was possible using a ground-based telescope. The European Space Agency (Esa) is part of the collaboration behind Cheops. Its project scientist Dr Kate Isaak lauded the performance of the new observatory. \"We have a very stable satellite; the pointing is excellent - better than requirements. And this is going to be a real benefit to the mission,\" she told BBC News. \"From the spacecraft side, from the instrument side, from the analysis of the data that we're getting - we can see that this mission has huge promise.\" Prof David Ehrenreich from the University of Geneva said quite a few early observations made with Cheops would be of \"super-Earths\". \"These are planets that are assumed to be rocky like Earth - but much bigger, more massive. And much hotter, too. Lava worlds,\" he explained. 55 Cancri-e fits into this category. More than eight times as massive as Earth, it takes just 18 hours to circle its parent star. Scientists believe it to have a global ocean of molten rock on its surface. About 80% of observing time on Cheops is reserved for the project consortium. Led from the universities of Bern and Geneva, this team has members in eleven European nations (with Esa as a partner also). The other 20% of time is being offered to the community at large. And the first of these external proposals will be studied in coming days. Cheops will look at a burnt-out, or white dwarf, star to see if there is any planetary material moving around it. Nobel Laureate Prof Didier Queloz, from the universities of Cambridge and Geneva, said the goal of Cheops was to improve our ideas for how planets were created. He told the BBC: \"We have built a whole theory of planet formation by observing only the eight planets of our Solar System, but by extending our observations to other kinds of planets that have no counterpart in our Solar System - we should be able to add the missing parts of this theory and get, let's say, a bigger perspective on how we actually fit in.\" Science planning for Cheops is run out of the Geneva; the telescope itself is controlled from Spain, at the National Institute for Aerospace Technology in Torrejon on the outskirts of Madrid. While the coronavirus crisis has meant considerable disruption for many space projects, Cheops has been largely unaffected. \"The completion of the test phase was only possible with the full commitment of all the participants, and because the mission has an operational control system that is largely automated, allowing commands to be sent and data to be received from home,\" said Prof Willy Benz from the University of Bern and principal investigator on the mission. Cheops is a short form that stands for CHaracterising ExOPlanet Satellite. ", "url": "https://www.bbc.com/news/science-environment-52307087"}]}, {"win label": 0, "news": [{"title": "CHEOPS space telescope ready for scientific operation", "date": "2020-04-16", "content": "CHEOPS has reached its next milestone: Following extensive tests in Earth's orbit, some of which the mission team was forced to carry out from home due to the coronavirus crisis, the space telescope has been declared ready for science. CHEOPS stands for \"CHaracterising ExOPlanet Satellite\", and has the purpose of investigating known exoplanets to determine, among other things, whether they have conditions that are hospitable to life. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the leadership of the University of Bern in collaboration with the University of Geneva (UNIGE). After almost three months of extensive testing, with part of it in the midst of the lockdown to contain the coronavirus, on Wednesday, March 25, 2020, ESA declared the CHEOPS space telescope ready for science. With this achievement, ESA has handed over the responsibility to operate CHEOPS to the mission consortium, which consists of scientists and engineers from approximately 30 institutions in 11 European countries.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cheops_space_telescope_ready_for_scientific_operation/index_eng.html"}, {"title": "Europe's Cheops telescope begins study of far-off worlds", "date": "2020-04-16", "content": "Europe's newest space telescope has begun ramping up its science operations. Cheops was launched in December to study and characterise planets outside our Solar System. And after a period of commissioning and testing, the orbiting observatory is now ready to fulfil its mission. Early targets for investigation include the so-called \"Styrofoam world\" Kelt-11b; the \"lava planet\" 55 Cancri-e; and the \"evaporating planet\" GJ-436b. Discovered in previous surveys of the sky, Cheops hopes to add to the knowledge of what these and hundreds of other far-flung objects are really like. The Swiss-led telescope will do this by watching for the tiny changes in light when a world passes in front of its host star. This event, referred to as a transit, will betray a precise diameter for the \"exoplanet\". When this information is combined with data about the mass of the object - obtained through other means - it will be possible for scientists to deduce a density. And this should say a lot about the composition and internal structure of the target. Kelt-11b has provided a good early demonstration. This is a giant exoplanet some 30% larger than our own Jupiter that orbits very close to a star called HD 93396. Kelt-11b is a seemingly \"puffed up\" world with a very low density - hence the comparison with expanded foam. From the way the light from the star dips when Kelt-11b moves in front to make its transit, Cheops' exquisite photometer instrument is able to determine the planet's diameter to be 181,600km (plus or minus 4,290km). This measurement is over five times more precise than was possible using a ground-based telescope. The European Space Agency (Esa) is part of the collaboration behind Cheops. Its project scientist Dr Kate Isaak lauded the performance of the new observatory. \"We have a very stable satellite; the pointing is excellent - better than requirements. And this is going to be a real benefit to the mission,\" she told BBC News. \"From the spacecraft side, from the instrument side, from the analysis of the data that we're getting - we can see that this mission has huge promise.\" Prof David Ehrenreich from the University of Geneva said quite a few early observations made with Cheops would be of \"super-Earths\". \"These are planets that are assumed to be rocky like Earth - but much bigger, more massive. And much hotter, too. Lava worlds,\" he explained. 55 Cancri-e fits into this category. More than eight times as massive as Earth, it takes just 18 hours to circle its parent star. Scientists believe it to have a global ocean of molten rock on its surface. About 80% of observing time on Cheops is reserved for the project consortium. Led from the universities of Bern and Geneva, this team has members in eleven European nations (with Esa as a partner also). The other 20% of time is being offered to the community at large. And the first of these external proposals will be studied in coming days. Cheops will look at a burnt-out, or white dwarf, star to see if there is any planetary material moving around it. Nobel Laureate Prof Didier Queloz, from the universities of Cambridge and Geneva, said the goal of Cheops was to improve our ideas for how planets were created. He told the BBC: \"We have built a whole theory of planet formation by observing only the eight planets of our Solar System, but by extending our observations to other kinds of planets that have no counterpart in our Solar System - we should be able to add the missing parts of this theory and get, let's say, a bigger perspective on how we actually fit in.\" Science planning for Cheops is run out of the Geneva; the telescope itself is controlled from Spain, at the National Institute for Aerospace Technology in Torrejon on the outskirts of Madrid. While the coronavirus crisis has meant considerable disruption for many space projects, Cheops has been largely unaffected. \"The completion of the test phase was only possible with the full commitment of all the participants, and because the mission has an operational control system that is largely automated, allowing commands to be sent and data to be received from home,\" said Prof Willy Benz from the University of Bern and principal investigator on the mission. Cheops is a short form that stands for CHaracterising ExOPlanet Satellite. ", "url": "https://www.bbc.com/news/science-environment-52307087"}]}, {"win label": 0, "news": [{"title": "CHEOPS space telescope ready for scientific operation", "date": "2020-04-16", "content": "CHEOPS has reached its next milestone: Following extensive tests in Earth's orbit, some of which the mission team was forced to carry out from home due to the coronavirus crisis, the space telescope has been declared ready for science. CHEOPS stands for \"CHaracterising ExOPlanet Satellite\", and has the purpose of investigating known exoplanets to determine, among other things, whether they have conditions that are hospitable to life. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the leadership of the University of Bern in collaboration with the University of Geneva (UNIGE). After almost three months of extensive testing, with part of it in the midst of the lockdown to contain the coronavirus, on Wednesday, March 25, 2020, ESA declared the CHEOPS space telescope ready for science. With this achievement, ESA has handed over the responsibility to operate CHEOPS to the mission consortium, which consists of scientists and engineers from approximately 30 institutions in 11 European countries.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2020/media_releases_2020/cheops_space_telescope_ready_for_scientific_operation/index_eng.html"}, {"title": "Europe's Cheops telescope begins study of far-off worlds", "date": "2020-04-16", "content": "Europe's newest space telescope has begun ramping up its science operations. Cheops was launched in December to study and characterise planets outside our Solar System. And after a period of commissioning and testing, the orbiting observatory is now ready to fulfil its mission. Early targets for investigation include the so-called \"Styrofoam world\" Kelt-11b; the \"lava planet\" 55 Cancri-e; and the \"evaporating planet\" GJ-436b. Discovered in previous surveys of the sky, Cheops hopes to add to the knowledge of what these and hundreds of other far-flung objects are really like. The Swiss-led telescope will do this by watching for the tiny changes in light when a world passes in front of its host star. This event, referred to as a transit, will betray a precise diameter for the \"exoplanet\". When this information is combined with data about the mass of the object - obtained through other means - it will be possible for scientists to deduce a density. And this should say a lot about the composition and internal structure of the target. Kelt-11b has provided a good early demonstration. This is a giant exoplanet some 30% larger than our own Jupiter that orbits very close to a star called HD 93396. Kelt-11b is a seemingly \"puffed up\" world with a very low density - hence the comparison with expanded foam. From the way the light from the star dips when Kelt-11b moves in front to make its transit, Cheops' exquisite photometer instrument is able to determine the planet's diameter to be 181,600km (plus or minus 4,290km). This measurement is over five times more precise than was possible using a ground-based telescope. The European Space Agency (Esa) is part of the collaboration behind Cheops. Its project scientist Dr Kate Isaak lauded the performance of the new observatory. \"We have a very stable satellite; the pointing is excellent - better than requirements. And this is going to be a real benefit to the mission,\" she told BBC News. \"From the spacecraft side, from the instrument side, from the analysis of the data that we're getting - we can see that this mission has huge promise.\" Prof David Ehrenreich from the University of Geneva said quite a few early observations made with Cheops would be of \"super-Earths\". \"These are planets that are assumed to be rocky like Earth - but much bigger, more massive. And much hotter, too. Lava worlds,\" he explained. 55 Cancri-e fits into this category. More than eight times as massive as Earth, it takes just 18 hours to circle its parent star. Scientists believe it to have a global ocean of molten rock on its surface. About 80% of observing time on Cheops is reserved for the project consortium. Led from the universities of Bern and Geneva, this team has members in eleven European nations (with Esa as a partner also). The other 20% of time is being offered to the community at large. And the first of these external proposals will be studied in coming days. Cheops will look at a burnt-out, or white dwarf, star to see if there is any planetary material moving around it. Nobel Laureate Prof Didier Queloz, from the universities of Cambridge and Geneva, said the goal of Cheops was to improve our ideas for how planets were created. He told the BBC: \"We have built a whole theory of planet formation by observing only the eight planets of our Solar System, but by extending our observations to other kinds of planets that have no counterpart in our Solar System - we should be able to add the missing parts of this theory and get, let's say, a bigger perspective on how we actually fit in.\" Science planning for Cheops is run out of the Geneva; the telescope itself is controlled from Spain, at the National Institute for Aerospace Technology in Torrejon on the outskirts of Madrid. While the coronavirus crisis has meant considerable disruption for many space projects, Cheops has been largely unaffected. \"The completion of the test phase was only possible with the full commitment of all the participants, and because the mission has an operational control system that is largely automated, allowing commands to be sent and data to be received from home,\" said Prof Willy Benz from the University of Bern and principal investigator on the mission. Cheops is a short form that stands for CHaracterising ExOPlanet Satellite. ", "url": "https://www.bbc.com/news/science-environment-52307087"}, {"title": "First planet spotted by Cheops spacecraft is an extreme alien world", "date": "2020-09-28", "content": "The European Space Agency's shiny new exoplanet-hunting satellite Cheops has made its first big observation since launching in December, and its target is not exactly the kind of place you'd want to visit. Cheops' mission is to stare at nearby stars and the planets orbiting them. Its first report is on the brightest \"hot Jupiter\" identified so far in the cosmos, a gas giant named WASP-189 b. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" said astrophysicist Monika Lendl at the University of Geneva, in a statement. Lendl is lead author of a paper on the newfound planet published in the current issue of Astronomy and Astrophysics. To envision WASP-189 b, you need to imagine taking a gas giant like Jupiter and moving it much closer to the sun -- well within the orbit of Mercury -- like giving someone a front row seat at a theater. Or even a seat on the edge of the stage. The planet is so close to its star, WASP-189, that it completes a full orbit in under three days. To turn up the extremes even more, note that this star is larger and a few thousand degrees hotter than our sun, making it appear to glow blue. The hot Jupiter encircling it is perhaps better described as a barbecued Jupiter. Not surprisingly, this cosmic address doesn't lend itself to very pleasant weather on the surface of the planet, where temperatures can reach a toasty 5,792 degrees Fahrenheit. This makes WASP-189 b one of the most extreme and hottest planets discovered by astronomers so far, a place where even iron turns to gas. In a word, this place is mega-uninhabitable. \"We also saw that the star itself is interesting,\" adds Lendl. \"It's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter.\" The star also spins on its axis so fast that it bloats outward at its equator. Adding to the weirdness is the inclined orbit of WASP-189 b, which traces a kind of diagonal across the face of its star, passing near its brightened poles. The hope is that studying this extreme system with its tilted orbits, hectic spinning and overheated relationship will help scientists understand hot Jupiters and other exoplanets better, leading us ultimately to new insights about our own planet and its role in the larger universe. And of course, there's the appreciation for Earth that comes when we add another horror show to the growing list of distant worlds out there that we don't have to survive on. **Correction, Sept. 28:** This story initially misstated Cheops' relationship to WASP-189 b. The satellite has investigated the planet, but did not discover it. ", "url": "https://www.cnet.com/science/first-planet-spotted-by-cheops-spacecraft-is-an-extreme-alien-world/"}, {"title": "Extreme Alien World Revealed by ESA's Exoplanet Observer", "date": "2020-09-30", "content": "ESA's new exoplanet mission, Cheops, has found a nearby planetary system to contain one of the hottest and most extreme extra-solar planets known to date: WASP-189 b. The finding, the very first from the mission, demonstrates Cheops' unique ability to shed light on the Universe around us by revealing the secrets of these alien worlds. Launched in December 2019, Cheops is designed to observe nearby stars known to host planets. By ultra-precisely measuring changes in the levels of light coming from these systems as the planets orbit their stars, Cheops can initially characterize these planets - and, in turn, increase our understanding of how they form and evolve. The new finding concerns a so-called 'ultra-hot Jupiter' named WASP-189 b. Hot Jupiters, as the name suggests, are giant gas planets a bit like Jupiter in our own Solar System; however, they orbit far, far closer to their host star, and so are heated to extreme temperatures. WASP-189 b sits around 20 times closer to its star than Earth does to the Sun, and completes a full orbit in just 2.7 days. Its host star is larger and more than 2000 degrees hotter than the Sun, and so appears to glow blue. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" says Monika Lendl of the University of Geneva, Switzerland, lead author of the new study. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" First, Monika and colleagues used Cheops to observe WASP-189 b as it passed behind its host star - an occultation. \"As the planet is so bright, there is actually a noticeable dip in the light we see coming from the system as it briefly slips out of view,\" explains Monika. \"We used this to measure the planet's brightness and constrain its temperature to a scorching 3200 degrees C.\" This makes WASP-189 b one of the hottest and most extreme planets, and entirely unlike any of the planets of the Solar System. At such temperatures, even metals such as iron melt and turn to gas, making the planet a clearly uninhabitable one. Next, Cheops watched as WASP-189 b passed in front of its star - a transit. Transits can reveal much about the size, shape, and orbital characteristics of a planet. This was true for WASP-189 b, which was found to be larger than thought at almost 1.6 times the radius of Jupiter. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" says Monika. \"It's spinning around so fast that it's being pulled outwards at its equator! Adding to this asymmetry is the fact that WASP-189 b's orbit is inclined; it doesn't travel around the equator, but passes close to the star's poles.\" Seeing such a tilted orbit adds to the existing mystery of how hot Jupiters form. For a planet to have such an inclined orbit, it must have formed further out and then been pushed inwards. This is thought to happen as multiple planets within a system jostle for position, or as an external influence - another star, for instance - disturbs the system, pushing gas giants towards their star and onto very short orbits that are highly tilted. \"As we measured such a tilt with Cheops, this suggests that WASP-189 b has undergone such interactions in the past,\" adds Monika. Monika and colleagues used Cheops' highly precise observations and optical capabilities to reveal the secrets of WASP-189 b. Cheops opened its 'eye' in January of this year and began routine science operations in April, and has been working to expand our understanding of exoplanets and the nearby cosmos in the months since. \"This first result from Cheops is hugely exciting: it is early definitive evidence that the mission is living up to its promise in terms of precision and performance,\" says Kate Isaak, Cheops project scientist at ESA. Thousands of exoplanets, the vast majority with no analogs in our Solar System, have been discovered in the past quarter of a century, with many more to come from both current and future ground-based surveys and space missions. \"Cheops has a unique 'follow-up' role to play in studying such exoplanets,\" adds Kate. \"It will search for transits of planets that have been discovered from the ground, and, where possible, will more precisely measure the sizes of planets already known to transit their host stars. By tracking exoplanets on their orbits with Cheops, we can make a first-step characterization of their atmospheres and determine the presence and properties of any clouds present.\" In the next few years, Cheops will follow up on hundreds of known planets orbiting bright stars, building on and extending what has been done here for WASP-189b. The mission is the first in a series of three ESA science missions focusing on exoplanet detection and characterization: it has significant discovery potential also - from identifying prime targets for future missions that will probe exoplanetary atmospheres to searching for new planets and exomoons. \"Cheops will not only deepen our understanding of exoplanets,\" says Kate, \"but also that of our own planet, Solar System, and the wider cosmic environment.\"", "url": "https://scitechdaily.com/extreme-alien-world-revealed-by-esas-exoplanet-observer/"}]}, {"win label": 0, "news": [{"title": "First planet spotted by Cheops spacecraft is an extreme alien world", "date": "2020-09-28", "content": "The European Space Agency's shiny new exoplanet-hunting satellite Cheops has made its first big observation since launching in December, and its target is not exactly the kind of place you'd want to visit. Cheops' mission is to stare at nearby stars and the planets orbiting them. Its first report is on the brightest \"hot Jupiter\" identified so far in the cosmos, a gas giant named WASP-189 b. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" said astrophysicist Monika Lendl at the University of Geneva, in a statement. Lendl is lead author of a paper on the newfound planet published in the current issue of Astronomy and Astrophysics. To envision WASP-189 b, you need to imagine taking a gas giant like Jupiter and moving it much closer to the sun -- well within the orbit of Mercury -- like giving someone a front row seat at a theater. Or even a seat on the edge of the stage. The planet is so close to its star, WASP-189, that it completes a full orbit in under three days. To turn up the extremes even more, note that this star is larger and a few thousand degrees hotter than our sun, making it appear to glow blue. The hot Jupiter encircling it is perhaps better described as a barbecued Jupiter. Not surprisingly, this cosmic address doesn't lend itself to very pleasant weather on the surface of the planet, where temperatures can reach a toasty 5,792 degrees Fahrenheit. This makes WASP-189 b one of the most extreme and hottest planets discovered by astronomers so far, a place where even iron turns to gas. In a word, this place is mega-uninhabitable. \"We also saw that the star itself is interesting,\" adds Lendl. \"It's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter.\" The star also spins on its axis so fast that it bloats outward at its equator. Adding to the weirdness is the inclined orbit of WASP-189 b, which traces a kind of diagonal across the face of its star, passing near its brightened poles. The hope is that studying this extreme system with its tilted orbits, hectic spinning and overheated relationship will help scientists understand hot Jupiters and other exoplanets better, leading us ultimately to new insights about our own planet and its role in the larger universe. And of course, there's the appreciation for Earth that comes when we add another horror show to the growing list of distant worlds out there that we don't have to survive on. **Correction, Sept. 28:** This story initially misstated Cheops' relationship to WASP-189 b. The satellite has investigated the planet, but did not discover it. ", "url": "https://www.cnet.com/science/first-planet-spotted-by-cheops-spacecraft-is-an-extreme-alien-world/"}, {"title": "Extreme Alien World Revealed by ESA's Exoplanet Observer", "date": "2020-09-30", "content": "ESA's new exoplanet mission, Cheops, has found a nearby planetary system to contain one of the hottest and most extreme extra-solar planets known to date: WASP-189 b. The finding, the very first from the mission, demonstrates Cheops' unique ability to shed light on the Universe around us by revealing the secrets of these alien worlds. Launched in December 2019, Cheops is designed to observe nearby stars known to host planets. By ultra-precisely measuring changes in the levels of light coming from these systems as the planets orbit their stars, Cheops can initially characterize these planets - and, in turn, increase our understanding of how they form and evolve. The new finding concerns a so-called 'ultra-hot Jupiter' named WASP-189 b. Hot Jupiters, as the name suggests, are giant gas planets a bit like Jupiter in our own Solar System; however, they orbit far, far closer to their host star, and so are heated to extreme temperatures. WASP-189 b sits around 20 times closer to its star than Earth does to the Sun, and completes a full orbit in just 2.7 days. Its host star is larger and more than 2000 degrees hotter than the Sun, and so appears to glow blue. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" says Monika Lendl of the University of Geneva, Switzerland, lead author of the new study. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" First, Monika and colleagues used Cheops to observe WASP-189 b as it passed behind its host star - an occultation. \"As the planet is so bright, there is actually a noticeable dip in the light we see coming from the system as it briefly slips out of view,\" explains Monika. \"We used this to measure the planet's brightness and constrain its temperature to a scorching 3200 degrees C.\" This makes WASP-189 b one of the hottest and most extreme planets, and entirely unlike any of the planets of the Solar System. At such temperatures, even metals such as iron melt and turn to gas, making the planet a clearly uninhabitable one. Next, Cheops watched as WASP-189 b passed in front of its star - a transit. Transits can reveal much about the size, shape, and orbital characteristics of a planet. This was true for WASP-189 b, which was found to be larger than thought at almost 1.6 times the radius of Jupiter. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" says Monika. \"It's spinning around so fast that it's being pulled outwards at its equator! Adding to this asymmetry is the fact that WASP-189 b's orbit is inclined; it doesn't travel around the equator, but passes close to the star's poles.\" Seeing such a tilted orbit adds to the existing mystery of how hot Jupiters form. For a planet to have such an inclined orbit, it must have formed further out and then been pushed inwards. This is thought to happen as multiple planets within a system jostle for position, or as an external influence - another star, for instance - disturbs the system, pushing gas giants towards their star and onto very short orbits that are highly tilted. \"As we measured such a tilt with Cheops, this suggests that WASP-189 b has undergone such interactions in the past,\" adds Monika. Monika and colleagues used Cheops' highly precise observations and optical capabilities to reveal the secrets of WASP-189 b. Cheops opened its 'eye' in January of this year and began routine science operations in April, and has been working to expand our understanding of exoplanets and the nearby cosmos in the months since. \"This first result from Cheops is hugely exciting: it is early definitive evidence that the mission is living up to its promise in terms of precision and performance,\" says Kate Isaak, Cheops project scientist at ESA. Thousands of exoplanets, the vast majority with no analogs in our Solar System, have been discovered in the past quarter of a century, with many more to come from both current and future ground-based surveys and space missions. \"Cheops has a unique 'follow-up' role to play in studying such exoplanets,\" adds Kate. \"It will search for transits of planets that have been discovered from the ground, and, where possible, will more precisely measure the sizes of planets already known to transit their host stars. By tracking exoplanets on their orbits with Cheops, we can make a first-step characterization of their atmospheres and determine the presence and properties of any clouds present.\" In the next few years, Cheops will follow up on hundreds of known planets orbiting bright stars, building on and extending what has been done here for WASP-189b. The mission is the first in a series of three ESA science missions focusing on exoplanet detection and characterization: it has significant discovery potential also - from identifying prime targets for future missions that will probe exoplanetary atmospheres to searching for new planets and exomoons. \"Cheops will not only deepen our understanding of exoplanets,\" says Kate, \"but also that of our own planet, Solar System, and the wider cosmic environment.\"", "url": "https://scitechdaily.com/extreme-alien-world-revealed-by-esas-exoplanet-observer/"}, {"title": "Strange alien planet has weird orbit and scorching temperatures", "date": "2020-10-04", "content": "Europe's new telescope studying alien planets has created its first detailed portrait of a world, and it's a weird one: hot and tilted around a warped star. The European Space Agency launched the Characterizing Exoplanet Satellite, nicknamed CHEOPS, in December; the spacecraft began science observations in April. CHEOPS isn't designed to discover alien planets, but rather to inform scientists so that they can construct portraits of the worlds. And, in the mission's first published results, scientists on the CHEOPS mission have done just that, forming a detailed picture of the planet WASP-189b, which was first detected in 2018. \"This first result from CHEOPS is hugely exciting,\" Kate Isaak, project scientist for CHEOPS at ESA, said in a statement. \"It is early definitive evidence that the mission is living up to its promise in terms of precision and performance.\" The CHEOPS observations suggest that WASP-189b is a strange world orbiting a strange star. Scientists had a hunch that might be the case, which is why mission scientists chose to study the planet so early in the spacecraft's tenure. The star is superhot, so hot it looks blue, and the planet is so close to the star it orbits in just 2.7 Earth days. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" Monika Lendl, an astrophysicist at the University of Geneva in Switzerland and lead author of the new study, said in the same statement. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" Observing a planet passing in front of its star is, at this point, fairly commonplace - the so-called transit technique is how NASA's venerable Kepler Space Telescope and its successor, the Transiting Exoplanet Survey Satellite, spot planets blocking light as they pass in front of stars. Watching a planet pass behind its star is much more difficult, but WASP-189b is so bright that scientists can do just that. \"Because the exoplanet WASP-189b is so close to its star, its dayside is so bright that we can even measure the 'missing' light when the planet passes behind its star,\" Lendl said. \"It appears that the planet does not reflect a lot of starlight. Instead, most of the starlight gets absorbed by the planet, heating it up and making it shine.\" CHEOPS studied WASP-189 in March, April and June, catching the planet passing behind its star four times and in front of the star twice. From that data, scientists calculated some key features of the system. First, the researchers determined that the planet is pretty toasty, at about 5,800 degrees Fahrenheit - so hot that even iron would turn to gas. The scientists also calculated the planet's size: about 1.6 times the radius of Jupiter. The new CHEOPS observations also told scientists more about WASP-189's star. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" Lendl said. \"It's spinning around so fast that it's being pulled outwards at its equator!\" The star also seems to have lighter and darker patches on its surface. Unlike in our solar system, where planets orbit around the sun's equator, WASP-189b orbits its star at a dramatic tilt, bringing it close to the star's poles. That odd characteristic makes scientists suspect that the planet could have formed much farther away from the star, then some powerful gravitational force - perhaps another star - kicked the planet inward and askew. The CHEOPS scientists say that this sort of work is precisely what the telescope was designed to do: take a known exoplanet and give scientists a more detailed view of the world than a passing shadow. \"CHEOPS will not only deepen our understanding of exoplanets,\" Isaak said, \"but also that of our own planet, solar system, and the wider cosmic environment.\"", "url": "https://www.space.com/strange-alien-planet-wasp-189b-cheops-discovery"}]}, {"win label": 0, "news": [{"title": "First planet spotted by Cheops spacecraft is an extreme alien world", "date": "2020-09-28", "content": "The European Space Agency's shiny new exoplanet-hunting satellite Cheops has made its first big observation since launching in December, and its target is not exactly the kind of place you'd want to visit. Cheops' mission is to stare at nearby stars and the planets orbiting them. Its first report is on the brightest \"hot Jupiter\" identified so far in the cosmos, a gas giant named WASP-189 b. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" said astrophysicist Monika Lendl at the University of Geneva, in a statement. Lendl is lead author of a paper on the newfound planet published in the current issue of Astronomy and Astrophysics. To envision WASP-189 b, you need to imagine taking a gas giant like Jupiter and moving it much closer to the sun -- well within the orbit of Mercury -- like giving someone a front row seat at a theater. Or even a seat on the edge of the stage. The planet is so close to its star, WASP-189, that it completes a full orbit in under three days. To turn up the extremes even more, note that this star is larger and a few thousand degrees hotter than our sun, making it appear to glow blue. The hot Jupiter encircling it is perhaps better described as a barbecued Jupiter. Not surprisingly, this cosmic address doesn't lend itself to very pleasant weather on the surface of the planet, where temperatures can reach a toasty 5,792 degrees Fahrenheit. This makes WASP-189 b one of the most extreme and hottest planets discovered by astronomers so far, a place where even iron turns to gas. In a word, this place is mega-uninhabitable. \"We also saw that the star itself is interesting,\" adds Lendl. \"It's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter.\" The star also spins on its axis so fast that it bloats outward at its equator. Adding to the weirdness is the inclined orbit of WASP-189 b, which traces a kind of diagonal across the face of its star, passing near its brightened poles. The hope is that studying this extreme system with its tilted orbits, hectic spinning and overheated relationship will help scientists understand hot Jupiters and other exoplanets better, leading us ultimately to new insights about our own planet and its role in the larger universe. And of course, there's the appreciation for Earth that comes when we add another horror show to the growing list of distant worlds out there that we don't have to survive on. **Correction, Sept. 28:** This story initially misstated Cheops' relationship to WASP-189 b. The satellite has investigated the planet, but did not discover it. ", "url": "https://www.cnet.com/science/first-planet-spotted-by-cheops-spacecraft-is-an-extreme-alien-world/"}, {"title": "Extreme Alien World Revealed by ESA's Exoplanet Observer", "date": "2020-09-30", "content": "ESA's new exoplanet mission, Cheops, has found a nearby planetary system to contain one of the hottest and most extreme extra-solar planets known to date: WASP-189 b. The finding, the very first from the mission, demonstrates Cheops' unique ability to shed light on the Universe around us by revealing the secrets of these alien worlds. Launched in December 2019, Cheops is designed to observe nearby stars known to host planets. By ultra-precisely measuring changes in the levels of light coming from these systems as the planets orbit their stars, Cheops can initially characterize these planets - and, in turn, increase our understanding of how they form and evolve. The new finding concerns a so-called 'ultra-hot Jupiter' named WASP-189 b. Hot Jupiters, as the name suggests, are giant gas planets a bit like Jupiter in our own Solar System; however, they orbit far, far closer to their host star, and so are heated to extreme temperatures. WASP-189 b sits around 20 times closer to its star than Earth does to the Sun, and completes a full orbit in just 2.7 days. Its host star is larger and more than 2000 degrees hotter than the Sun, and so appears to glow blue. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" says Monika Lendl of the University of Geneva, Switzerland, lead author of the new study. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" First, Monika and colleagues used Cheops to observe WASP-189 b as it passed behind its host star - an occultation. \"As the planet is so bright, there is actually a noticeable dip in the light we see coming from the system as it briefly slips out of view,\" explains Monika. \"We used this to measure the planet's brightness and constrain its temperature to a scorching 3200 degrees C.\" This makes WASP-189 b one of the hottest and most extreme planets, and entirely unlike any of the planets of the Solar System. At such temperatures, even metals such as iron melt and turn to gas, making the planet a clearly uninhabitable one. Next, Cheops watched as WASP-189 b passed in front of its star - a transit. Transits can reveal much about the size, shape, and orbital characteristics of a planet. This was true for WASP-189 b, which was found to be larger than thought at almost 1.6 times the radius of Jupiter. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" says Monika. \"It's spinning around so fast that it's being pulled outwards at its equator! Adding to this asymmetry is the fact that WASP-189 b's orbit is inclined; it doesn't travel around the equator, but passes close to the star's poles.\" Seeing such a tilted orbit adds to the existing mystery of how hot Jupiters form. For a planet to have such an inclined orbit, it must have formed further out and then been pushed inwards. This is thought to happen as multiple planets within a system jostle for position, or as an external influence - another star, for instance - disturbs the system, pushing gas giants towards their star and onto very short orbits that are highly tilted. \"As we measured such a tilt with Cheops, this suggests that WASP-189 b has undergone such interactions in the past,\" adds Monika. Monika and colleagues used Cheops' highly precise observations and optical capabilities to reveal the secrets of WASP-189 b. Cheops opened its 'eye' in January of this year and began routine science operations in April, and has been working to expand our understanding of exoplanets and the nearby cosmos in the months since. \"This first result from Cheops is hugely exciting: it is early definitive evidence that the mission is living up to its promise in terms of precision and performance,\" says Kate Isaak, Cheops project scientist at ESA. Thousands of exoplanets, the vast majority with no analogs in our Solar System, have been discovered in the past quarter of a century, with many more to come from both current and future ground-based surveys and space missions. \"Cheops has a unique 'follow-up' role to play in studying such exoplanets,\" adds Kate. \"It will search for transits of planets that have been discovered from the ground, and, where possible, will more precisely measure the sizes of planets already known to transit their host stars. By tracking exoplanets on their orbits with Cheops, we can make a first-step characterization of their atmospheres and determine the presence and properties of any clouds present.\" In the next few years, Cheops will follow up on hundreds of known planets orbiting bright stars, building on and extending what has been done here for WASP-189b. The mission is the first in a series of three ESA science missions focusing on exoplanet detection and characterization: it has significant discovery potential also - from identifying prime targets for future missions that will probe exoplanetary atmospheres to searching for new planets and exomoons. \"Cheops will not only deepen our understanding of exoplanets,\" says Kate, \"but also that of our own planet, Solar System, and the wider cosmic environment.\"", "url": "https://scitechdaily.com/extreme-alien-world-revealed-by-esas-exoplanet-observer/"}, {"title": "Strange alien planet has weird orbit and scorching temperatures", "date": "2020-10-04", "content": "Europe's new telescope studying alien planets has created its first detailed portrait of a world, and it's a weird one: hot and tilted around a warped star. The European Space Agency launched the Characterizing Exoplanet Satellite, nicknamed CHEOPS, in December; the spacecraft began science observations in April. CHEOPS isn't designed to discover alien planets, but rather to inform scientists so that they can construct portraits of the worlds. And, in the mission's first published results, scientists on the CHEOPS mission have done just that, forming a detailed picture of the planet WASP-189b, which was first detected in 2018. \"This first result from CHEOPS is hugely exciting,\" Kate Isaak, project scientist for CHEOPS at ESA, said in a statement. \"It is early definitive evidence that the mission is living up to its promise in terms of precision and performance.\" The CHEOPS observations suggest that WASP-189b is a strange world orbiting a strange star. Scientists had a hunch that might be the case, which is why mission scientists chose to study the planet so early in the spacecraft's tenure. The star is superhot, so hot it looks blue, and the planet is so close to the star it orbits in just 2.7 Earth days. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" Monika Lendl, an astrophysicist at the University of Geneva in Switzerland and lead author of the new study, said in the same statement. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" Observing a planet passing in front of its star is, at this point, fairly commonplace - the so-called transit technique is how NASA's venerable Kepler Space Telescope and its successor, the Transiting Exoplanet Survey Satellite, spot planets blocking light as they pass in front of stars. Watching a planet pass behind its star is much more difficult, but WASP-189b is so bright that scientists can do just that. \"Because the exoplanet WASP-189b is so close to its star, its dayside is so bright that we can even measure the 'missing' light when the planet passes behind its star,\" Lendl said. \"It appears that the planet does not reflect a lot of starlight. Instead, most of the starlight gets absorbed by the planet, heating it up and making it shine.\" CHEOPS studied WASP-189 in March, April and June, catching the planet passing behind its star four times and in front of the star twice. From that data, scientists calculated some key features of the system. First, the researchers determined that the planet is pretty toasty, at about 5,800 degrees Fahrenheit - so hot that even iron would turn to gas. The scientists also calculated the planet's size: about 1.6 times the radius of Jupiter. The new CHEOPS observations also told scientists more about WASP-189's star. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" Lendl said. \"It's spinning around so fast that it's being pulled outwards at its equator!\" The star also seems to have lighter and darker patches on its surface. Unlike in our solar system, where planets orbit around the sun's equator, WASP-189b orbits its star at a dramatic tilt, bringing it close to the star's poles. That odd characteristic makes scientists suspect that the planet could have formed much farther away from the star, then some powerful gravitational force - perhaps another star - kicked the planet inward and askew. The CHEOPS scientists say that this sort of work is precisely what the telescope was designed to do: take a known exoplanet and give scientists a more detailed view of the world than a passing shadow. \"CHEOPS will not only deepen our understanding of exoplanets,\" Isaak said, \"but also that of our own planet, solar system, and the wider cosmic environment.\"", "url": "https://www.space.com/strange-alien-planet-wasp-189b-cheops-discovery"}, {"title": "All the weird and wonderful exoplanets CHEOPS investigated in its first year", "date": "2020-12-19", "content": "This week marks the one-year anniversary of the launch of CHEOPS, the European Space Agency's exoplanet investigation satellite. CHEOPS looks at known exoplanets discovered by other missions and probes them in more detail, uncovering new information about these distant worlds. Here's what it discovered in its first year: Blurry stars: The first image taken by CHEOPS in February this year was not in fact of a planet, but a star - HD 70843, located 150 light-years away. The telescope took a deliberately blurry picture of this particularly bright star to check its brightness was properly detected, and all boded well. CHEOPS also imaged another star, HD 88111, which doesn't host any known exoplanets, but was useful as a test. That's because CHEOPS detect exoplanets by looking at stars and waiting for planets to pass in front of them, in an event called a transit. By observing the star dimming by a tiny amount, scientists can infer the presence of an exoplanet and calculate properties like its size and orbital period. A wispy puff: With the instruments confirmed to be working well, CHEOPS detected its first exoplanet in April this year. It looked to the star HD 93396, located 320 light-years away, around which orbits a planet called KELT-11b. KELT-11b is a large gas giant, being about a third larger than Jupiter but only one-fifth of its mass. That makes it one of the \"puffiest planets\" discovered so far. CHEOPS was able to observe an eight-hour-long transit of the planet and to detect its size more accurately than any instrument before, pinning its diameter down to 181,600 km with an uncertainty of just 4,300 km.", "url": "https://www.digitaltrends.com/space/cheops-first-year-exoplanets/"}]}, {"win label": 0, "news": [{"title": "First planet spotted by Cheops spacecraft is an extreme alien world", "date": "2020-09-28", "content": "The European Space Agency's shiny new exoplanet-hunting satellite Cheops has made its first big observation since launching in December, and its target is not exactly the kind of place you'd want to visit. Cheops' mission is to stare at nearby stars and the planets orbiting them. Its first report is on the brightest \"hot Jupiter\" identified so far in the cosmos, a gas giant named WASP-189 b. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" said astrophysicist Monika Lendl at the University of Geneva, in a statement. Lendl is lead author of a paper on the newfound planet published in the current issue of Astronomy and Astrophysics. To envision WASP-189 b, you need to imagine taking a gas giant like Jupiter and moving it much closer to the sun -- well within the orbit of Mercury -- like giving someone a front row seat at a theater. Or even a seat on the edge of the stage. The planet is so close to its star, WASP-189, that it completes a full orbit in under three days. To turn up the extremes even more, note that this star is larger and a few thousand degrees hotter than our sun, making it appear to glow blue. The hot Jupiter encircling it is perhaps better described as a barbecued Jupiter. Not surprisingly, this cosmic address doesn't lend itself to very pleasant weather on the surface of the planet, where temperatures can reach a toasty 5,792 degrees Fahrenheit. This makes WASP-189 b one of the most extreme and hottest planets discovered by astronomers so far, a place where even iron turns to gas. In a word, this place is mega-uninhabitable. \"We also saw that the star itself is interesting,\" adds Lendl. \"It's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter.\" The star also spins on its axis so fast that it bloats outward at its equator. Adding to the weirdness is the inclined orbit of WASP-189 b, which traces a kind of diagonal across the face of its star, passing near its brightened poles. The hope is that studying this extreme system with its tilted orbits, hectic spinning and overheated relationship will help scientists understand hot Jupiters and other exoplanets better, leading us ultimately to new insights about our own planet and its role in the larger universe. And of course, there's the appreciation for Earth that comes when we add another horror show to the growing list of distant worlds out there that we don't have to survive on. **Correction, Sept. 28:** This story initially misstated Cheops' relationship to WASP-189 b. The satellite has investigated the planet, but did not discover it. ", "url": "https://www.cnet.com/science/first-planet-spotted-by-cheops-spacecraft-is-an-extreme-alien-world/"}, {"title": "Extreme Alien World Revealed by ESA's Exoplanet Observer", "date": "2020-09-30", "content": "ESA's new exoplanet mission, Cheops, has found a nearby planetary system to contain one of the hottest and most extreme extra-solar planets known to date: WASP-189 b. The finding, the very first from the mission, demonstrates Cheops' unique ability to shed light on the Universe around us by revealing the secrets of these alien worlds. Launched in December 2019, Cheops is designed to observe nearby stars known to host planets. By ultra-precisely measuring changes in the levels of light coming from these systems as the planets orbit their stars, Cheops can initially characterize these planets - and, in turn, increase our understanding of how they form and evolve. The new finding concerns a so-called 'ultra-hot Jupiter' named WASP-189 b. Hot Jupiters, as the name suggests, are giant gas planets a bit like Jupiter in our own Solar System; however, they orbit far, far closer to their host star, and so are heated to extreme temperatures. WASP-189 b sits around 20 times closer to its star than Earth does to the Sun, and completes a full orbit in just 2.7 days. Its host star is larger and more than 2000 degrees hotter than the Sun, and so appears to glow blue. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" says Monika Lendl of the University of Geneva, Switzerland, lead author of the new study. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" First, Monika and colleagues used Cheops to observe WASP-189 b as it passed behind its host star - an occultation. \"As the planet is so bright, there is actually a noticeable dip in the light we see coming from the system as it briefly slips out of view,\" explains Monika. \"We used this to measure the planet's brightness and constrain its temperature to a scorching 3200 degrees C.\" This makes WASP-189 b one of the hottest and most extreme planets, and entirely unlike any of the planets of the Solar System. At such temperatures, even metals such as iron melt and turn to gas, making the planet a clearly uninhabitable one. Next, Cheops watched as WASP-189 b passed in front of its star - a transit. Transits can reveal much about the size, shape, and orbital characteristics of a planet. This was true for WASP-189 b, which was found to be larger than thought at almost 1.6 times the radius of Jupiter. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" says Monika. \"It's spinning around so fast that it's being pulled outwards at its equator! Adding to this asymmetry is the fact that WASP-189 b's orbit is inclined; it doesn't travel around the equator, but passes close to the star's poles.\" Seeing such a tilted orbit adds to the existing mystery of how hot Jupiters form. For a planet to have such an inclined orbit, it must have formed further out and then been pushed inwards. This is thought to happen as multiple planets within a system jostle for position, or as an external influence - another star, for instance - disturbs the system, pushing gas giants towards their star and onto very short orbits that are highly tilted. \"As we measured such a tilt with Cheops, this suggests that WASP-189 b has undergone such interactions in the past,\" adds Monika. Monika and colleagues used Cheops' highly precise observations and optical capabilities to reveal the secrets of WASP-189 b. Cheops opened its 'eye' in January of this year and began routine science operations in April, and has been working to expand our understanding of exoplanets and the nearby cosmos in the months since. \"This first result from Cheops is hugely exciting: it is early definitive evidence that the mission is living up to its promise in terms of precision and performance,\" says Kate Isaak, Cheops project scientist at ESA. Thousands of exoplanets, the vast majority with no analogs in our Solar System, have been discovered in the past quarter of a century, with many more to come from both current and future ground-based surveys and space missions. \"Cheops has a unique 'follow-up' role to play in studying such exoplanets,\" adds Kate. \"It will search for transits of planets that have been discovered from the ground, and, where possible, will more precisely measure the sizes of planets already known to transit their host stars. By tracking exoplanets on their orbits with Cheops, we can make a first-step characterization of their atmospheres and determine the presence and properties of any clouds present.\" In the next few years, Cheops will follow up on hundreds of known planets orbiting bright stars, building on and extending what has been done here for WASP-189b. The mission is the first in a series of three ESA science missions focusing on exoplanet detection and characterization: it has significant discovery potential also - from identifying prime targets for future missions that will probe exoplanetary atmospheres to searching for new planets and exomoons. \"Cheops will not only deepen our understanding of exoplanets,\" says Kate, \"but also that of our own planet, Solar System, and the wider cosmic environment.\"", "url": "https://scitechdaily.com/extreme-alien-world-revealed-by-esas-exoplanet-observer/"}, {"title": "Strange alien planet has weird orbit and scorching temperatures", "date": "2020-10-04", "content": "Europe's new telescope studying alien planets has created its first detailed portrait of a world, and it's a weird one: hot and tilted around a warped star. The European Space Agency launched the Characterizing Exoplanet Satellite, nicknamed CHEOPS, in December; the spacecraft began science observations in April. CHEOPS isn't designed to discover alien planets, but rather to inform scientists so that they can construct portraits of the worlds. And, in the mission's first published results, scientists on the CHEOPS mission have done just that, forming a detailed picture of the planet WASP-189b, which was first detected in 2018. \"This first result from CHEOPS is hugely exciting,\" Kate Isaak, project scientist for CHEOPS at ESA, said in a statement. \"It is early definitive evidence that the mission is living up to its promise in terms of precision and performance.\" The CHEOPS observations suggest that WASP-189b is a strange world orbiting a strange star. Scientists had a hunch that might be the case, which is why mission scientists chose to study the planet so early in the spacecraft's tenure. The star is superhot, so hot it looks blue, and the planet is so close to the star it orbits in just 2.7 Earth days. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" Monika Lendl, an astrophysicist at the University of Geneva in Switzerland and lead author of the new study, said in the same statement. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" Observing a planet passing in front of its star is, at this point, fairly commonplace - the so-called transit technique is how NASA's venerable Kepler Space Telescope and its successor, the Transiting Exoplanet Survey Satellite, spot planets blocking light as they pass in front of stars. Watching a planet pass behind its star is much more difficult, but WASP-189b is so bright that scientists can do just that. \"Because the exoplanet WASP-189b is so close to its star, its dayside is so bright that we can even measure the 'missing' light when the planet passes behind its star,\" Lendl said. \"It appears that the planet does not reflect a lot of starlight. Instead, most of the starlight gets absorbed by the planet, heating it up and making it shine.\" CHEOPS studied WASP-189 in March, April and June, catching the planet passing behind its star four times and in front of the star twice. From that data, scientists calculated some key features of the system. First, the researchers determined that the planet is pretty toasty, at about 5,800 degrees Fahrenheit - so hot that even iron would turn to gas. The scientists also calculated the planet's size: about 1.6 times the radius of Jupiter. The new CHEOPS observations also told scientists more about WASP-189's star. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" Lendl said. \"It's spinning around so fast that it's being pulled outwards at its equator!\" The star also seems to have lighter and darker patches on its surface. Unlike in our solar system, where planets orbit around the sun's equator, WASP-189b orbits its star at a dramatic tilt, bringing it close to the star's poles. That odd characteristic makes scientists suspect that the planet could have formed much farther away from the star, then some powerful gravitational force - perhaps another star - kicked the planet inward and askew. The CHEOPS scientists say that this sort of work is precisely what the telescope was designed to do: take a known exoplanet and give scientists a more detailed view of the world than a passing shadow. \"CHEOPS will not only deepen our understanding of exoplanets,\" Isaak said, \"but also that of our own planet, solar system, and the wider cosmic environment.\"", "url": "https://www.space.com/strange-alien-planet-wasp-189b-cheops-discovery"}, {"title": "All the weird and wonderful exoplanets CHEOPS investigated in its first year", "date": "2020-12-19", "content": "This week marks the one-year anniversary of the launch of CHEOPS, the European Space Agency's exoplanet investigation satellite. CHEOPS looks at known exoplanets discovered by other missions and probes them in more detail, uncovering new information about these distant worlds. Here's what it discovered in its first year: Blurry stars: The first image taken by CHEOPS in February this year was not in fact of a planet, but a star - HD 70843, located 150 light-years away. The telescope took a deliberately blurry picture of this particularly bright star to check its brightness was properly detected, and all boded well. CHEOPS also imaged another star, HD 88111, which doesn't host any known exoplanets, but was useful as a test. That's because CHEOPS detect exoplanets by looking at stars and waiting for planets to pass in front of them, in an event called a transit. By observing the star dimming by a tiny amount, scientists can infer the presence of an exoplanet and calculate properties like its size and orbital period. A wispy puff: With the instruments confirmed to be working well, CHEOPS detected its first exoplanet in April this year. It looked to the star HD 93396, located 320 light-years away, around which orbits a planet called KELT-11b. KELT-11b is a large gas giant, being about a third larger than Jupiter but only one-fifth of its mass. That makes it one of the \"puffiest planets\" discovered so far. CHEOPS was able to observe an eight-hour-long transit of the planet and to detect its size more accurately than any instrument before, pinning its diameter down to 181,600 km with an uncertainty of just 4,300 km.", "url": "https://www.digitaltrends.com/space/cheops-first-year-exoplanets/"}, {"title": "New planets found in unique system with CHEOPS", "date": "2021-01-25", "content": "A unique six-planet system, 200 light years away from Earth, has been observed around the star TOI-178 by an international research team including scientists from the University of St Andrews. The observations were made using the CHEOPS (Characterising ExOPlanets Satellite) space telescope that was launched in December 2019 with the important goal of precisely measuring the size of known planets. However, as this work finds, the spacecraft has the exciting potential to discover new planets. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the aegis of the University of Bern in collaboration with the University of Geneva and the University of St Andrews. The team had believed there were only three planets orbiting the star TOI-178, but subsequently found another three, with five out of the six in a harmonic rhythm. Dr Thomas Wilson, co-author of the paper and Research Fellow in the Centre for Exoplanet Science in the School of Physics and Astronomy at the University of St Andrews, said: \"When we started studying this planetary system we thought that there were three planets orbiting TOI-178 based on observations with NASA's Transiting Exoplanet Survey Satellite (TESS), but we were unsure what we would find with closer inspection using CHEOPS. With 11 days of high-quality data it quickly became apparent that there were at least five planets in a special resonance chain of orbits.\"", "url": "https://news.st-andrews.ac.uk/archive/new-planets-found-in-unique-system-with-cheops/"}, {"title": "Unique Planetary System With Rhythmic Orbital Resonance Revealed by Exoplanet Watcher Cheops", "date": "2021-01-29", "content": "ESA's exoplanet mission Cheops has revealed a unique planetary system consisting of six exoplanets, five of which are locked in a rare rhythmic dance as they orbit their central star. The sizes and masses of the planets, however, don't follow such an orderly pattern. This finding challenges current theories of planet formation. The discovery of increasing numbers of planetary systems, none like our own Solar System, continues to improve our understanding of how planets form and evolve. A striking example is the planetary system called TOI-178, some 200 light-years away in the constellation of Sculptor. Astronomers already expected this star to host two or more exoplanets after observing it with NASA's Transiting Exoplanet Survey Satellite (TESS). New, highly precise observations with Cheops, ESA's Characterising Exoplanet Satellite that was launched in 2019, now show that TOI-178 harbors at least six planets and that this foreign solar system has a very unique layout. The team, led by Adrien Leleu of University of Geneva and the University of Bern in Switzerland, published their results today in Astronomy & Astrophysics. One of the special characteristics of the TOI-178 system that the scientists were able to uncover with Cheops is that the planets - except the one closest to the star - follow a rhythmic dance as they move in their orbits. This phenomenon is called orbital resonance, and it means that there are patterns that repeat themselves as the planets go around the star, with some planets aligning every few orbits.", "url": "https://scitechdaily.com/unique-planetary-system-with-rhythmic-orbital-resonance-revealed-by-exoplanet-watcher-cheops/"}]}, {"win label": 0, "news": [{"title": "Strange alien planet has weird orbit and scorching temperatures", "date": "2020-10-04", "content": "Europe's new telescope studying alien planets has created its first detailed portrait of a world, and it's a weird one: hot and tilted around a warped star. The European Space Agency launched the Characterizing Exoplanet Satellite, nicknamed CHEOPS, in December; the spacecraft began science observations in April. CHEOPS isn't designed to discover alien planets, but rather to inform scientists so that they can construct portraits of the worlds. And, in the mission's first published results, scientists on the CHEOPS mission have done just that, forming a detailed picture of the planet WASP-189b, which was first detected in 2018. \"This first result from CHEOPS is hugely exciting,\" Kate Isaak, project scientist for CHEOPS at ESA, said in a statement. \"It is early definitive evidence that the mission is living up to its promise in terms of precision and performance.\" The CHEOPS observations suggest that WASP-189b is a strange world orbiting a strange star. Scientists had a hunch that might be the case, which is why mission scientists chose to study the planet so early in the spacecraft's tenure. The star is superhot, so hot it looks blue, and the planet is so close to the star it orbits in just 2.7 Earth days. \"Only a handful of planets are known to exist around stars this hot, and this system is by far the brightest,\" Monika Lendl, an astrophysicist at the University of Geneva in Switzerland and lead author of the new study, said in the same statement. \"WASP-189b is also the brightest hot Jupiter that we can observe as it passes in front of or behind its star, making the whole system really intriguing.\" Observing a planet passing in front of its star is, at this point, fairly commonplace - the so-called transit technique is how NASA's venerable Kepler Space Telescope and its successor, the Transiting Exoplanet Survey Satellite, spot planets blocking light as they pass in front of stars. Watching a planet pass behind its star is much more difficult, but WASP-189b is so bright that scientists can do just that. \"Because the exoplanet WASP-189b is so close to its star, its dayside is so bright that we can even measure the 'missing' light when the planet passes behind its star,\" Lendl said. \"It appears that the planet does not reflect a lot of starlight. Instead, most of the starlight gets absorbed by the planet, heating it up and making it shine.\" CHEOPS studied WASP-189 in March, April and June, catching the planet passing behind its star four times and in front of the star twice. From that data, scientists calculated some key features of the system. First, the researchers determined that the planet is pretty toasty, at about 5,800 degrees Fahrenheit - so hot that even iron would turn to gas. The scientists also calculated the planet's size: about 1.6 times the radius of Jupiter. The new CHEOPS observations also told scientists more about WASP-189's star. \"We also saw that the star itself is interesting - it's not perfectly round, but larger and cooler at its equator than at the poles, making the poles of the star appear brighter,\" Lendl said. \"It's spinning around so fast that it's being pulled outwards at its equator!\" The star also seems to have lighter and darker patches on its surface. Unlike in our solar system, where planets orbit around the sun's equator, WASP-189b orbits its star at a dramatic tilt, bringing it close to the star's poles. That odd characteristic makes scientists suspect that the planet could have formed much farther away from the star, then some powerful gravitational force - perhaps another star - kicked the planet inward and askew. The CHEOPS scientists say that this sort of work is precisely what the telescope was designed to do: take a known exoplanet and give scientists a more detailed view of the world than a passing shadow. \"CHEOPS will not only deepen our understanding of exoplanets,\" Isaak said, \"but also that of our own planet, solar system, and the wider cosmic environment.\"", "url": "https://www.space.com/strange-alien-planet-wasp-189b-cheops-discovery"}, {"title": "All the weird and wonderful exoplanets CHEOPS investigated in its first year", "date": "2020-12-19", "content": "This week marks the one-year anniversary of the launch of CHEOPS, the European Space Agency's exoplanet investigation satellite. CHEOPS looks at known exoplanets discovered by other missions and probes them in more detail, uncovering new information about these distant worlds. Here's what it discovered in its first year: Blurry stars: The first image taken by CHEOPS in February this year was not in fact of a planet, but a star - HD 70843, located 150 light-years away. The telescope took a deliberately blurry picture of this particularly bright star to check its brightness was properly detected, and all boded well. CHEOPS also imaged another star, HD 88111, which doesn't host any known exoplanets, but was useful as a test. That's because CHEOPS detect exoplanets by looking at stars and waiting for planets to pass in front of them, in an event called a transit. By observing the star dimming by a tiny amount, scientists can infer the presence of an exoplanet and calculate properties like its size and orbital period. A wispy puff: With the instruments confirmed to be working well, CHEOPS detected its first exoplanet in April this year. It looked to the star HD 93396, located 320 light-years away, around which orbits a planet called KELT-11b. KELT-11b is a large gas giant, being about a third larger than Jupiter but only one-fifth of its mass. That makes it one of the \"puffiest planets\" discovered so far. CHEOPS was able to observe an eight-hour-long transit of the planet and to detect its size more accurately than any instrument before, pinning its diameter down to 181,600 km with an uncertainty of just 4,300 km.", "url": "https://www.digitaltrends.com/space/cheops-first-year-exoplanets/"}, {"title": "New planets found in unique system with CHEOPS", "date": "2021-01-25", "content": "A unique six-planet system, 200 light years away from Earth, has been observed around the star TOI-178 by an international research team including scientists from the University of St Andrews. The observations were made using the CHEOPS (Characterising ExOPlanets Satellite) space telescope that was launched in December 2019 with the important goal of precisely measuring the size of known planets. However, as this work finds, the spacecraft has the exciting potential to discover new planets. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the aegis of the University of Bern in collaboration with the University of Geneva and the University of St Andrews. The team had believed there were only three planets orbiting the star TOI-178, but subsequently found another three, with five out of the six in a harmonic rhythm. Dr Thomas Wilson, co-author of the paper and Research Fellow in the Centre for Exoplanet Science in the School of Physics and Astronomy at the University of St Andrews, said: \"When we started studying this planetary system we thought that there were three planets orbiting TOI-178 based on observations with NASA's Transiting Exoplanet Survey Satellite (TESS), but we were unsure what we would find with closer inspection using CHEOPS. With 11 days of high-quality data it quickly became apparent that there were at least five planets in a special resonance chain of orbits.\"", "url": "https://news.st-andrews.ac.uk/archive/new-planets-found-in-unique-system-with-cheops/"}, {"title": "Unique Planetary System With Rhythmic Orbital Resonance Revealed by Exoplanet Watcher Cheops", "date": "2021-01-29", "content": "ESA's exoplanet mission Cheops has revealed a unique planetary system consisting of six exoplanets, five of which are locked in a rare rhythmic dance as they orbit their central star. The sizes and masses of the planets, however, don't follow such an orderly pattern. This finding challenges current theories of planet formation. The discovery of increasing numbers of planetary systems, none like our own Solar System, continues to improve our understanding of how planets form and evolve. A striking example is the planetary system called TOI-178, some 200 light-years away in the constellation of Sculptor. Astronomers already expected this star to host two or more exoplanets after observing it with NASA's Transiting Exoplanet Survey Satellite (TESS). New, highly precise observations with Cheops, ESA's Characterising Exoplanet Satellite that was launched in 2019, now show that TOI-178 harbors at least six planets and that this foreign solar system has a very unique layout. The team, led by Adrien Leleu of University of Geneva and the University of Bern in Switzerland, published their results today in Astronomy & Astrophysics. One of the special characteristics of the TOI-178 system that the scientists were able to uncover with Cheops is that the planets - except the one closest to the star - follow a rhythmic dance as they move in their orbits. This phenomenon is called orbital resonance, and it means that there are patterns that repeat themselves as the planets go around the star, with some planets aligning every few orbits.", "url": "https://scitechdaily.com/unique-planetary-system-with-rhythmic-orbital-resonance-revealed-by-exoplanet-watcher-cheops/"}]}, {"win label": 0, "news": [{"title": "All the weird and wonderful exoplanets CHEOPS investigated in its first year", "date": "2020-12-19", "content": "This week marks the one-year anniversary of the launch of CHEOPS, the European Space Agency's exoplanet investigation satellite. CHEOPS looks at known exoplanets discovered by other missions and probes them in more detail, uncovering new information about these distant worlds. Here's what it discovered in its first year: Blurry stars: The first image taken by CHEOPS in February this year was not in fact of a planet, but a star - HD 70843, located 150 light-years away. The telescope took a deliberately blurry picture of this particularly bright star to check its brightness was properly detected, and all boded well. CHEOPS also imaged another star, HD 88111, which doesn't host any known exoplanets, but was useful as a test. That's because CHEOPS detect exoplanets by looking at stars and waiting for planets to pass in front of them, in an event called a transit. By observing the star dimming by a tiny amount, scientists can infer the presence of an exoplanet and calculate properties like its size and orbital period. A wispy puff: With the instruments confirmed to be working well, CHEOPS detected its first exoplanet in April this year. It looked to the star HD 93396, located 320 light-years away, around which orbits a planet called KELT-11b. KELT-11b is a large gas giant, being about a third larger than Jupiter but only one-fifth of its mass. That makes it one of the \"puffiest planets\" discovered so far. CHEOPS was able to observe an eight-hour-long transit of the planet and to detect its size more accurately than any instrument before, pinning its diameter down to 181,600 km with an uncertainty of just 4,300 km.", "url": "https://www.digitaltrends.com/space/cheops-first-year-exoplanets/"}, {"title": "New planets found in unique system with CHEOPS", "date": "2021-01-25", "content": "A unique six-planet system, 200 light years away from Earth, has been observed around the star TOI-178 by an international research team including scientists from the University of St Andrews. The observations were made using the CHEOPS (Characterising ExOPlanets Satellite) space telescope that was launched in December 2019 with the important goal of precisely measuring the size of known planets. However, as this work finds, the spacecraft has the exciting potential to discover new planets. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the aegis of the University of Bern in collaboration with the University of Geneva and the University of St Andrews. The team had believed there were only three planets orbiting the star TOI-178, but subsequently found another three, with five out of the six in a harmonic rhythm. Dr Thomas Wilson, co-author of the paper and Research Fellow in the Centre for Exoplanet Science in the School of Physics and Astronomy at the University of St Andrews, said: \"When we started studying this planetary system we thought that there were three planets orbiting TOI-178 based on observations with NASA's Transiting Exoplanet Survey Satellite (TESS), but we were unsure what we would find with closer inspection using CHEOPS. With 11 days of high-quality data it quickly became apparent that there were at least five planets in a special resonance chain of orbits.\"", "url": "https://news.st-andrews.ac.uk/archive/new-planets-found-in-unique-system-with-cheops/"}, {"title": "Unique Planetary System With Rhythmic Orbital Resonance Revealed by Exoplanet Watcher Cheops", "date": "2021-01-29", "content": "ESA's exoplanet mission Cheops has revealed a unique planetary system consisting of six exoplanets, five of which are locked in a rare rhythmic dance as they orbit their central star. The sizes and masses of the planets, however, don't follow such an orderly pattern. This finding challenges current theories of planet formation. The discovery of increasing numbers of planetary systems, none like our own Solar System, continues to improve our understanding of how planets form and evolve. A striking example is the planetary system called TOI-178, some 200 light-years away in the constellation of Sculptor. Astronomers already expected this star to host two or more exoplanets after observing it with NASA's Transiting Exoplanet Survey Satellite (TESS). New, highly precise observations with Cheops, ESA's Characterising Exoplanet Satellite that was launched in 2019, now show that TOI-178 harbors at least six planets and that this foreign solar system has a very unique layout. The team, led by Adrien Leleu of University of Geneva and the University of Bern in Switzerland, published their results today in Astronomy & Astrophysics. One of the special characteristics of the TOI-178 system that the scientists were able to uncover with Cheops is that the planets - except the one closest to the star - follow a rhythmic dance as they move in their orbits. This phenomenon is called orbital resonance, and it means that there are patterns that repeat themselves as the planets go around the star, with some planets aligning every few orbits.", "url": "https://scitechdaily.com/unique-planetary-system-with-rhythmic-orbital-resonance-revealed-by-exoplanet-watcher-cheops/"}]}, {"win label": 0, "news": [{"title": "New planets found in unique system with CHEOPS", "date": "2021-01-25", "content": "A unique six-planet system, 200 light years away from Earth, has been observed around the star TOI-178 by an international research team including scientists from the University of St Andrews. The observations were made using the CHEOPS (Characterising ExOPlanets Satellite) space telescope that was launched in December 2019 with the important goal of precisely measuring the size of known planets. However, as this work finds, the spacecraft has the exciting potential to discover new planets. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the aegis of the University of Bern in collaboration with the University of Geneva and the University of St Andrews. The team had believed there were only three planets orbiting the star TOI-178, but subsequently found another three, with five out of the six in a harmonic rhythm. Dr Thomas Wilson, co-author of the paper and Research Fellow in the Centre for Exoplanet Science in the School of Physics and Astronomy at the University of St Andrews, said: \"When we started studying this planetary system we thought that there were three planets orbiting TOI-178 based on observations with NASA's Transiting Exoplanet Survey Satellite (TESS), but we were unsure what we would find with closer inspection using CHEOPS. With 11 days of high-quality data it quickly became apparent that there were at least five planets in a special resonance chain of orbits.\"", "url": "https://news.st-andrews.ac.uk/archive/new-planets-found-in-unique-system-with-cheops/"}, {"title": "Unique Planetary System With Rhythmic Orbital Resonance Revealed by Exoplanet Watcher Cheops", "date": "2021-01-29", "content": "ESA's exoplanet mission Cheops has revealed a unique planetary system consisting of six exoplanets, five of which are locked in a rare rhythmic dance as they orbit their central star. The sizes and masses of the planets, however, don't follow such an orderly pattern. This finding challenges current theories of planet formation. The discovery of increasing numbers of planetary systems, none like our own Solar System, continues to improve our understanding of how planets form and evolve. A striking example is the planetary system called TOI-178, some 200 light-years away in the constellation of Sculptor. Astronomers already expected this star to host two or more exoplanets after observing it with NASA's Transiting Exoplanet Survey Satellite (TESS). New, highly precise observations with Cheops, ESA's Characterising Exoplanet Satellite that was launched in 2019, now show that TOI-178 harbors at least six planets and that this foreign solar system has a very unique layout. The team, led by Adrien Leleu of University of Geneva and the University of Bern in Switzerland, published their results today in Astronomy & Astrophysics. One of the special characteristics of the TOI-178 system that the scientists were able to uncover with Cheops is that the planets - except the one closest to the star - follow a rhythmic dance as they move in their orbits. This phenomenon is called orbital resonance, and it means that there are patterns that repeat themselves as the planets go around the star, with some planets aligning every few orbits.", "url": "https://scitechdaily.com/unique-planetary-system-with-rhythmic-orbital-resonance-revealed-by-exoplanet-watcher-cheops/"}, {"title": "Unique exoplanet photobombs Cheops study of nearby star system", "date": "2021-06-28", "content": "While exploring two exoplanets in a bright nearby star system, ESA's exoplanet-hunting Cheops satellite has unexpectedly spotted the system's third known planet crossing the face of the star. This transit reveals exciting details about a rare planet \"with no known equivalent\", say the researchers. The discovery is one of the first results from ESA's Cheops (CHaracterising ExOPlanet Satellite), and the first time an exoplanet with a period of over 100 days has been spotted transiting a star that is bright enough to be visible to the naked eye. Named Nu2 Lupi, this bright, Sun-like star is located just under 50 light-years away from Earth in the constellation of Lupus (the Wolf). In 2019, the High Accuracy Radial velocity Planet Searcher (HARPS) at the ESO 3.6-metre telescope in Chile discovered three exoplanets (named 'b', 'c' and 'd', with the star deemed to be object 'A') in the system, with masses between those of Earth and Neptune and orbits lasting 11.6, 27.6 and 107.6 days. The innermost two of these planets - b and c - were subsequently found to transit Nu2 Lupi by NASA's Transiting Exoplanet Survey Satellite (TESS), making it one of only three naked-eye stars known to host multiple transiting planets.", "url": "https://www.eurekalert.org/pub_releases/2021-06/uol-uep062821.php"}]}, {"win label": 0, "news": [{"title": "Unique exoplanet photobombs Cheops study of nearby star system", "date": "2021-06-28", "content": "While exploring two exoplanets in a bright nearby star system, ESA's exoplanet-hunting Cheops satellite has unexpectedly spotted the system's third known planet crossing the face of the star. This transit reveals exciting details about a rare planet \"with no known equivalent\", say the researchers. The discovery is one of the first results from ESA's Cheops (CHaracterising ExOPlanet Satellite), and the first time an exoplanet with a period of over 100 days has been spotted transiting a star that is bright enough to be visible to the naked eye. Named Nu2 Lupi, this bright, Sun-like star is located just under 50 light-years away from Earth in the constellation of Lupus (the Wolf). In 2019, the High Accuracy Radial velocity Planet Searcher (HARPS) at the ESO 3.6-metre telescope in Chile discovered three exoplanets (named 'b', 'c' and 'd', with the star deemed to be object 'A') in the system, with masses between those of Earth and Neptune and orbits lasting 11.6, 27.6 and 107.6 days. The innermost two of these planets - b and c - were subsequently found to transit Nu2 Lupi by NASA's Transiting Exoplanet Survey Satellite (TESS), making it one of only three naked-eye stars known to host multiple transiting planets.", "url": "https://www.eurekalert.org/pub_releases/2021-06/uol-uep062821.php"}]}, {"win label": 0, "news": [{"title": "Unique exoplanet photobombs Cheops study of nearby star system", "date": "2021-06-28", "content": "While exploring two exoplanets in a bright nearby star system, ESA's exoplanet-hunting Cheops satellite has unexpectedly spotted the system's third known planet crossing the face of the star. This transit reveals exciting details about a rare planet \"with no known equivalent\", say the researchers. The discovery is one of the first results from ESA's Cheops (CHaracterising ExOPlanet Satellite), and the first time an exoplanet with a period of over 100 days has been spotted transiting a star that is bright enough to be visible to the naked eye. Named Nu2 Lupi, this bright, Sun-like star is located just under 50 light-years away from Earth in the constellation of Lupus (the Wolf). In 2019, the High Accuracy Radial velocity Planet Searcher (HARPS) at the ESO 3.6-metre telescope in Chile discovered three exoplanets (named 'b', 'c' and 'd', with the star deemed to be object 'A') in the system, with masses between those of Earth and Neptune and orbits lasting 11.6, 27.6 and 107.6 days. The innermost two of these planets - b and c - were subsequently found to transit Nu2 Lupi by NASA's Transiting Exoplanet Survey Satellite (TESS), making it one of only three naked-eye stars known to host multiple transiting planets.", "url": "https://www.eurekalert.org/pub_releases/2021-06/uol-uep062821.php"}, {"title": "Exoplanet-Hunting Satellite CHEOPS Unexpectedly Detects a Strange Planet \"Without a Known Equivalent\"", "date": "2021-08-25", "content": "The exoplanet satellite hunter CHEOPS of the European Space Agency, in which the Instituto de Astrofisica de Canarias is participating along with other European institutions, has unexpectedly detected a third planet passing in front of its star while it was exploring two previously known planets around the same star. This transit, according to researchers, will reveal exciting details about a strange planet \"without a known equivalent.\" The discovery is one of the first results of CHEOPS and the first time that an exoplanet has been seen with a period longer than 100 days transiting a star that is sufficiently bright to be seen with the naked eye. The discovery was published in the journal Nature Astronomy. ", "url": "https://scitechdaily.com/exoplanet-hunting-satellite-cheops-unexpectedly-detects-a-strange-planet-without-a-known-equivalent/"}]}, {"win label": 0, "news": [{"title": "Exoplanet-Hunting Satellite CHEOPS Unexpectedly Detects a Strange Planet \"Without a Known Equivalent\"", "date": "2021-08-25", "content": "The exoplanet satellite hunter CHEOPS of the European Space Agency, in which the Instituto de Astrofisica de Canarias is participating along with other European institutions, has unexpectedly detected a third planet passing in front of its star while it was exploring two previously known planets around the same star. This transit, according to researchers, will reveal exciting details about a strange planet \"without a known equivalent.\" The discovery is one of the first results of CHEOPS and the first time that an exoplanet has been seen with a period longer than 100 days transiting a star that is sufficiently bright to be seen with the naked eye. The discovery was published in the journal Nature Astronomy. ", "url": "https://scitechdaily.com/exoplanet-hunting-satellite-cheops-unexpectedly-detects-a-strange-planet-without-a-known-equivalent/"}]}, {"win label": 0, "news": [{"title": "Exoplanet-Hunting Satellite CHEOPS Unexpectedly Detects a Strange Planet \"Without a Known Equivalent\"", "date": "2021-08-25", "content": "The exoplanet satellite hunter CHEOPS of the European Space Agency, in which the Instituto de Astrofisica de Canarias is participating along with other European institutions, has unexpectedly detected a third planet passing in front of its star while it was exploring two previously known planets around the same star. This transit, according to researchers, will reveal exciting details about a strange planet \"without a known equivalent.\" The discovery is one of the first results of CHEOPS and the first time that an exoplanet has been seen with a period longer than 100 days transiting a star that is sufficiently bright to be seen with the naked eye. The discovery was published in the journal Nature Astronomy. ", "url": "https://scitechdaily.com/exoplanet-hunting-satellite-cheops-unexpectedly-detects-a-strange-planet-without-a-known-equivalent/"}, {"title": "CHEOPS reveals a rugby ball-shaped exoplanet", "date": "2022-01-11", "content": "With the help of the CHEOPS space telescope, an international team including researchers from the Universities of Bern and Geneva as well as the National Centre of Competence in Research (NCCR) PlanetS, was able to detect the deformation of an exoplanet for the first time. Due to strong tidal forces, the appearance of the planet WASP-103b resembles a rugby ball rather than a sphere. On coasts, the tides determine the rhythm of events. At low tide, boats remain on land; at high tide, the way out to sea is cleared for them again. On Earth, the tides are mainly generated by the moon. Its gravitational pull causes an accumulation of water in the ocean region below, which is then missing in surrounding regions and thus accounts for the low tide. Although this deformation of the ocean causes striking differences in level in many places, it is hardly recognisable from space. On the planet WASP-103b, tides are much more extreme. The planet orbits its star in just one day and is deformed by the strong tidal forces so drastically, that its appearance resembles a rugby ball. This is shown by a new study involving researchers from the Universities of Bern and Geneva as well as the National Centre of Competence in Research (NCCR) PlanetS, published today in the scientific journal Astronomy & Astrophysics. This finding was made possible thanks to observations with the CHEOPS space telescope. CHEOPS is a joint mission of the European Space Agency (ESA) and Switzerland, led by the University of Bern in collaboration with the University of Geneva.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2022/media_releases_2022/cheops_reveals_a_rugby_ball_shaped_exoplanet/index_eng.html"}, {"title": "New research from ESA's CHEOPS observatory reveals rugby ball shape of strange exoplanet", "date": "2022-01-16", "content": "Exoplanets all over the universe come in different sizes, compositions, colors, and temperatures. However, they typically don't come in different shapes, as nearly every single planet ever discovered is thought to be spherical in shape - except for one. New data from the European Space Agency's Characterising Exoplanets Satellite space observatory, as well as data collected by the NASA/ESA Hubble Space Telescope and NASA's Spitzer Space Telescope, has revealed the shape of an exoplanet that features many extreme characteristics. The CHEOPS data is the first time astrophysicists have ever detected the deformation of an exoplanet and provides valuable information into the internal structure of exoplanets. WASP-103b: The planet in question is WASP-103b, a super-Jupiter exoplanet located in the constellation Hercules. WASP-103b orbits the star WASP-103, an F-type main- sequence star that is located 1,800 ± 100 light-years away from our solar system. WASP-103 is about 1.7 times larger than our Sun and is around 200 degrees hotter. WASP-103b has many unique features. Discovered in 2014, it is approximately twice the size and 1.5 times the mass of Jupiter, features an atmosphere that contains water, and orbits its star in less than a day. The exoplanet was discovered via the transit method, wherein a star is observed as an exoplanet transits it - allowing scientists to calculate the contents of a planet's atmosphere and its size. The extremely short orbital period of WASP-103b is the main cause of the planet's odd shape. The reason for WASP-103b's short orbital period is the distance at which it orbits WASP-103 - with the exoplanet's semi-major axis being an astonishing 0.01987 astronomical units - one AU being the approximate average distance between the Sun and the Earth. The smaller the orbit of a planet, the faster it will orbit its host star. Like Earth, WASP-103b experiences tidal tugging from its host star. However, WASP-103b's extremely tight orbit allows WASP-103 to exert a much stronger tidal force on the planet. This powerful tidal tug is what caused the deformation of WASP-103b. Astrophysicists and astronomers who have studied the WASP-103 system had for many years theorized that WASP-103b's star-hugging orbit would cause tidal deformation of the planet's crust. However, they hadn't been able to efficiently measure the exact amount of tidal force exerted on the exoplanet until CHEOPS' capabilities allowed them to do so. But how? CHEOPS is able to measure the specific properties of exoplanets by measuring the transits of exoplanets in front of the stars they orbit. As aforementioned, the transit method involved observing a star as an exoplanet crosses in front of it. When this occurs, the amount of light that is emitted by a star will dip and create a light curve, allowing scientists to measure characteristics including the shape, size, and atmospheric contents of the planet. Most telescopes are able to observe the transiting of an exoplanet; however, CHEOPS' advanced precision and flexibility allow it to observe very small changes in the light curve produced by an exoplanet transit event. This is precision is what allowed CHEOPS to observe the deformation in WASP-103b's shape. \"It's incredible that Cheops was actually able to reveal this tiny deformation,\" says Jacques Laskar of Paris Observatory, Université Paris Sciences et Lettres, and co-author of the research. \"This is the first time such analysis has been made, and we can hope that observing over a longer time interval will strengthen this observation and lead to better knowledge of the planet's internal structure.\" Using the light curve CHEOPS produced from WASP-103b's transit of WASP-103, researchers were able to derive a value known as the Love number. The Love number measures the amount of mass and how mass is distributed within a planet. Having the Love number provides insight into the internal structure of a planet. The Love number derived for WASP-103b is similar to the Love number of Jupiter - hinting towards WASP-103b having a similar internal structure to Jupiter's, even though WASP-103b is around twice the radius of Jupiter. \"The resistance of a material to being deformed depends on its composition,\" explains the study's lead author, Susana Barros of Portugal's Instituto de Astrofísica e Ciências do Espaço and the University of Porto. \"For example, here on Earth we have tides due to the Moon and the Sun but we can only see tides in the oceans. The rocky part doesn't move that much. By measuring how much the planet is deformed we can tell how much of it is rocky, gaseous, or water.\" \"In principle, we would expect a planet with 1.5 times the mass of the Jupiter to be roughly the same size, so WASP-103b must be very inflated due to heating from its star and maybe other mechanisms,\" said Barros. Although the derived Love number provides some insight into the inner workings of WASP-103b, it is quite high, and there is still some uncertainty in the viability of the number. The recently launched James Webb Space Telescope will work together with CHEOPS in the future to continue measuring the tidal deformation of WASP-103b and other exoplanets like it. \"If we can confirm the details of its internal structure with future observations maybe we could better understand what makes it so inflated. Knowing the size of the core of this exoplanet will also be important to better understand how it formed,\" Barros explained. On top of the strange deformation of WASP-103b, it also exhibits weird orbital properties with its star. Typically, when a planet as large as WASP-103b orbits extremely close to a star like WASP-103, the tidal interactions between the two bodies would gradually pull the planet's orbit closer to the star, until the planet is eventually engulfed by the star. However, the exact opposite is happening with WASP-103b. The measurements taken by CHEOPS of WASP-103b seem to show that the exoplanet is slowly drifting away from its parent star and that its orbital period is increasing. This would suggest that there must be a force stronger than that of WASP-103's tidal force pulling the exoplanet away from the star. Barros and her fellow researchers investigated several different scenarios that tried to tackle the question of what exactly is pulling WASP-103b away from its star. One of these scenarios involved a companion star to WASP-103 that would cause the effects the team saw in the data, while another scenario investigated whether or not an elliptical orbit could be causing the effects that the scientists observed. The team of researchers was unable to verify if any of the scenarios were correct, but they aren't ruling them out. In fact, the orbit of WASP-103b could not be increasing at all and actually be decreasing. However, to confirm this, further observations and transits of WASP-103b are needed. CHEOPS: CHEOPS launched on December 18, 2019, atop a Soyuz ST-A rocket, flight number VS23, from Kourou, French Guiana. The observatory is operated by the European Space Agency in an approximately-700-kilometer sun-synchronous polar orbit. The primary goal of CHEOPS is to measure the size of exoplanets orbiting stars throughout the universe. Being able to determine the size of an exoplanet allows teams to then estimate its mass, density, composition, formation, and other characteristics. Additionally, CHEOPS is the first mission dedicated to studying exoplanets surrounding nearby stars that have previously been confirmed to have exoplanets. This allows CHEOPS to build off of previous research and data. CHEOPS is able to perform these measurements by observing the transits of exoplanets in front of their respective stars, allowing the observatory to create light curves which showcase the characteristics of the exoplanets it is studying. CHEOPS primarily targets exoplanets in the super-Earth to Neptune size range. \"The size of the effect of tidal deformation on an exoplanet transit light curve is very small, but thanks to the very high precision of CHEOPS we are able to see this for the first time,\" said Kate Isaak, ESA Project Scientist for CHEOPS. \"This study is an excellent example of the very diverse questions that exoplanet scientists are able to tackle with CHEOPS, illustrating the importance of this flexible follow-up mission,\" said Issak. As of January 2021, CHEOPS is a little over two years into its mission, which is expected to last three and a half years. ", "url": "https://www.nasaspaceflight.com/2022/01/cheops-rugby-ball-exoplanet/"}, {"title": "Strange Deformed Planet With Mysterious Motion Detected by Exoplanet Mission Cheops", "date": "2022-01-18", "content": "ESA's exoplanet mission Cheops has revealed that an exoplanet orbiting its host star within a day has a deformed shape more like that of a rugby ball than a sphere. This is the first time that the deformation of an exoplanet has been detected, offering new insights into the internal structure of these star-hugging planets. The planet, known as WASP-103b is located in the constellation of Hercules. It has been deformed by the strong tidal forces between the planet and its host star WASP-103, which is about 200 degrees hotter and 1.7 times larger than the Sun. Tidal tug: We experience tides in the oceans of Earth mainly due to the Moon tugging slightly on our planet as it orbits us. The Sun also has a small but significant effect on tides, however it is too far from Earth to cause major deformations of our planet. The same cannot be said for WASP-103b, a planet almost twice the size of Jupiter with 1.5 times its mass, orbiting its host star in less than a day. Astronomers have suspected that such a close proximity would cause monumental tides, but up until now they haven't been able to measure them.", "url": "https://scitechdaily.com/strange-deformed-planet-with-mysterious-motion-detected-by-exoplanet-mission-cheops/"}]}, {"win label": 0, "news": [{"title": "CHEOPS reveals a rugby ball-shaped exoplanet", "date": "2022-01-11", "content": "With the help of the CHEOPS space telescope, an international team including researchers from the Universities of Bern and Geneva as well as the National Centre of Competence in Research (NCCR) PlanetS, was able to detect the deformation of an exoplanet for the first time. Due to strong tidal forces, the appearance of the planet WASP-103b resembles a rugby ball rather than a sphere. On coasts, the tides determine the rhythm of events. At low tide, boats remain on land; at high tide, the way out to sea is cleared for them again. On Earth, the tides are mainly generated by the moon. Its gravitational pull causes an accumulation of water in the ocean region below, which is then missing in surrounding regions and thus accounts for the low tide. Although this deformation of the ocean causes striking differences in level in many places, it is hardly recognisable from space. On the planet WASP-103b, tides are much more extreme. The planet orbits its star in just one day and is deformed by the strong tidal forces so drastically, that its appearance resembles a rugby ball. This is shown by a new study involving researchers from the Universities of Bern and Geneva as well as the National Centre of Competence in Research (NCCR) PlanetS, published today in the scientific journal Astronomy & Astrophysics. This finding was made possible thanks to observations with the CHEOPS space telescope. CHEOPS is a joint mission of the European Space Agency (ESA) and Switzerland, led by the University of Bern in collaboration with the University of Geneva.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2022/media_releases_2022/cheops_reveals_a_rugby_ball_shaped_exoplanet/index_eng.html"}, {"title": "New research from ESA's CHEOPS observatory reveals rugby ball shape of strange exoplanet", "date": "2022-01-16", "content": "Exoplanets all over the universe come in different sizes, compositions, colors, and temperatures. However, they typically don't come in different shapes, as nearly every single planet ever discovered is thought to be spherical in shape - except for one. New data from the European Space Agency's Characterising Exoplanets Satellite space observatory, as well as data collected by the NASA/ESA Hubble Space Telescope and NASA's Spitzer Space Telescope, has revealed the shape of an exoplanet that features many extreme characteristics. The CHEOPS data is the first time astrophysicists have ever detected the deformation of an exoplanet and provides valuable information into the internal structure of exoplanets. WASP-103b: The planet in question is WASP-103b, a super-Jupiter exoplanet located in the constellation Hercules. WASP-103b orbits the star WASP-103, an F-type main- sequence star that is located 1,800 ± 100 light-years away from our solar system. WASP-103 is about 1.7 times larger than our Sun and is around 200 degrees hotter. WASP-103b has many unique features. Discovered in 2014, it is approximately twice the size and 1.5 times the mass of Jupiter, features an atmosphere that contains water, and orbits its star in less than a day. The exoplanet was discovered via the transit method, wherein a star is observed as an exoplanet transits it - allowing scientists to calculate the contents of a planet's atmosphere and its size. The extremely short orbital period of WASP-103b is the main cause of the planet's odd shape. The reason for WASP-103b's short orbital period is the distance at which it orbits WASP-103 - with the exoplanet's semi-major axis being an astonishing 0.01987 astronomical units - one AU being the approximate average distance between the Sun and the Earth. The smaller the orbit of a planet, the faster it will orbit its host star. Like Earth, WASP-103b experiences tidal tugging from its host star. However, WASP-103b's extremely tight orbit allows WASP-103 to exert a much stronger tidal force on the planet. This powerful tidal tug is what caused the deformation of WASP-103b. Astrophysicists and astronomers who have studied the WASP-103 system had for many years theorized that WASP-103b's star-hugging orbit would cause tidal deformation of the planet's crust. However, they hadn't been able to efficiently measure the exact amount of tidal force exerted on the exoplanet until CHEOPS' capabilities allowed them to do so. But how? CHEOPS is able to measure the specific properties of exoplanets by measuring the transits of exoplanets in front of the stars they orbit. As aforementioned, the transit method involved observing a star as an exoplanet crosses in front of it. When this occurs, the amount of light that is emitted by a star will dip and create a light curve, allowing scientists to measure characteristics including the shape, size, and atmospheric contents of the planet. Most telescopes are able to observe the transiting of an exoplanet; however, CHEOPS' advanced precision and flexibility allow it to observe very small changes in the light curve produced by an exoplanet transit event. This is precision is what allowed CHEOPS to observe the deformation in WASP-103b's shape. \"It's incredible that Cheops was actually able to reveal this tiny deformation,\" says Jacques Laskar of Paris Observatory, Université Paris Sciences et Lettres, and co-author of the research. \"This is the first time such analysis has been made, and we can hope that observing over a longer time interval will strengthen this observation and lead to better knowledge of the planet's internal structure.\" Using the light curve CHEOPS produced from WASP-103b's transit of WASP-103, researchers were able to derive a value known as the Love number. The Love number measures the amount of mass and how mass is distributed within a planet. Having the Love number provides insight into the internal structure of a planet. The Love number derived for WASP-103b is similar to the Love number of Jupiter - hinting towards WASP-103b having a similar internal structure to Jupiter's, even though WASP-103b is around twice the radius of Jupiter. \"The resistance of a material to being deformed depends on its composition,\" explains the study's lead author, Susana Barros of Portugal's Instituto de Astrofísica e Ciências do Espaço and the University of Porto. \"For example, here on Earth we have tides due to the Moon and the Sun but we can only see tides in the oceans. The rocky part doesn't move that much. By measuring how much the planet is deformed we can tell how much of it is rocky, gaseous, or water.\" \"In principle, we would expect a planet with 1.5 times the mass of the Jupiter to be roughly the same size, so WASP-103b must be very inflated due to heating from its star and maybe other mechanisms,\" said Barros. Although the derived Love number provides some insight into the inner workings of WASP-103b, it is quite high, and there is still some uncertainty in the viability of the number. The recently launched James Webb Space Telescope will work together with CHEOPS in the future to continue measuring the tidal deformation of WASP-103b and other exoplanets like it. \"If we can confirm the details of its internal structure with future observations maybe we could better understand what makes it so inflated. Knowing the size of the core of this exoplanet will also be important to better understand how it formed,\" Barros explained. On top of the strange deformation of WASP-103b, it also exhibits weird orbital properties with its star. Typically, when a planet as large as WASP-103b orbits extremely close to a star like WASP-103, the tidal interactions between the two bodies would gradually pull the planet's orbit closer to the star, until the planet is eventually engulfed by the star. However, the exact opposite is happening with WASP-103b. The measurements taken by CHEOPS of WASP-103b seem to show that the exoplanet is slowly drifting away from its parent star and that its orbital period is increasing. This would suggest that there must be a force stronger than that of WASP-103's tidal force pulling the exoplanet away from the star. Barros and her fellow researchers investigated several different scenarios that tried to tackle the question of what exactly is pulling WASP-103b away from its star. One of these scenarios involved a companion star to WASP-103 that would cause the effects the team saw in the data, while another scenario investigated whether or not an elliptical orbit could be causing the effects that the scientists observed. The team of researchers was unable to verify if any of the scenarios were correct, but they aren't ruling them out. In fact, the orbit of WASP-103b could not be increasing at all and actually be decreasing. However, to confirm this, further observations and transits of WASP-103b are needed. CHEOPS: CHEOPS launched on December 18, 2019, atop a Soyuz ST-A rocket, flight number VS23, from Kourou, French Guiana. The observatory is operated by the European Space Agency in an approximately-700-kilometer sun-synchronous polar orbit. The primary goal of CHEOPS is to measure the size of exoplanets orbiting stars throughout the universe. Being able to determine the size of an exoplanet allows teams to then estimate its mass, density, composition, formation, and other characteristics. Additionally, CHEOPS is the first mission dedicated to studying exoplanets surrounding nearby stars that have previously been confirmed to have exoplanets. This allows CHEOPS to build off of previous research and data. CHEOPS is able to perform these measurements by observing the transits of exoplanets in front of their respective stars, allowing the observatory to create light curves which showcase the characteristics of the exoplanets it is studying. CHEOPS primarily targets exoplanets in the super-Earth to Neptune size range. \"The size of the effect of tidal deformation on an exoplanet transit light curve is very small, but thanks to the very high precision of CHEOPS we are able to see this for the first time,\" said Kate Isaak, ESA Project Scientist for CHEOPS. \"This study is an excellent example of the very diverse questions that exoplanet scientists are able to tackle with CHEOPS, illustrating the importance of this flexible follow-up mission,\" said Issak. As of January 2021, CHEOPS is a little over two years into its mission, which is expected to last three and a half years. ", "url": "https://www.nasaspaceflight.com/2022/01/cheops-rugby-ball-exoplanet/"}, {"title": "Strange Deformed Planet With Mysterious Motion Detected by Exoplanet Mission Cheops", "date": "2022-01-18", "content": "ESA's exoplanet mission Cheops has revealed that an exoplanet orbiting its host star within a day has a deformed shape more like that of a rugby ball than a sphere. This is the first time that the deformation of an exoplanet has been detected, offering new insights into the internal structure of these star-hugging planets. The planet, known as WASP-103b is located in the constellation of Hercules. It has been deformed by the strong tidal forces between the planet and its host star WASP-103, which is about 200 degrees hotter and 1.7 times larger than the Sun. Tidal tug: We experience tides in the oceans of Earth mainly due to the Moon tugging slightly on our planet as it orbits us. The Sun also has a small but significant effect on tides, however it is too far from Earth to cause major deformations of our planet. The same cannot be said for WASP-103b, a planet almost twice the size of Jupiter with 1.5 times its mass, orbiting its host star in less than a day. Astronomers have suspected that such a close proximity would cause monumental tides, but up until now they haven't been able to measure them.", "url": "https://scitechdaily.com/strange-deformed-planet-with-mysterious-motion-detected-by-exoplanet-mission-cheops/"}]}, [], {"win label": 0, "news": [{"title": "A thousand days of CHEOPS", "date": "2022-09-12", "content": "After a thousand days in orbit, the CHEOPS space telescope shows almost no signs of wear. Under these conditions, it could continue to reveal details of some of the most fascinating exoplanets for quite some time. CHEOPS is a joint mission by the European Space Agency (ESA) and Switzerland, under the aegis of the University of Bern in collaboration with the University of Geneva. Since its launch from Europe's Spaceport in French Guiana, on December 18th, 2019, the CHEOPS telescope in Earth's orbit has demonstrated its functionality and precision beyond expectations. During this time, it has revealed the characteristics of numerous fascinating planets beyond our Solar System (exoplanets) and has become a key instrument for astronomers in Europe and worldwide.", "url": "https://www.unibe.ch/news/media_news/media_relations_e/media_releases/2022/media_releases_2022/a_thousand_days_of_cheops/index_eng.html"}]}]