[{"win label": 0, "news": [{"title": "Three Gorges Dam takes the first strain", "date": "2006-06-06", "content": "The Three Gorges Dam, the world's largest dam, takes the strain for the first time today when the temporary dam that has protected it throughout construction is demolished. A network of electronic triggers was completed on Sunday for today's demolition of the last cofferdam holding back the Yangtze upstream from the Three Gorges Dam in Yichang, Central China's Hubei Province. The electronic trigger network is attached to 2,540 detonators, which will set off nearly 1,000 consecutive explosions using a total of 192 tons of dynamite to blow up the cofferdam. Zhang Chaoran, chief engineer of the China Yangtze Three Gorges Project Development Co, said the demolition was a challenging job, but he was confident it would be a success. Song Ling, general manager of Chongqing Gezhouba Yipuli Chemical Company, who will oversee the demolition, told the Xinhua News Agency that all preparatory work was now completed. Zhao Gen, a senior engineer with the Yangtze River Academic Institute and designer of the demolition project, said the demolition of the vast temporary dam would only take about 12 seconds. The removal of the cofferdam means the Three Gorges Dam, completed on May 20 this year, will begin its flood control role two years ahead of schedule and in time for the 2006 flood season, which usually begins in June. The cofferdam, which has held the reservoir since 2003, is 580 metres long, 140 metres high and 8 metres wide at the top. Debris from the explosion has been estimated at 180,000 cubic metres. The Three Gorges Dam has been engineered to prevent and control floods and \"even in the rare occurrence of a 1,000 year flood, mass damages or injuries can still be prevented,\" according to Zhang. Deadly floods are a frequent occurrence along the Yangtze, China's longest river and the world's third longest after the Nile and the Amazon. The floods have claimed more than a million lives in the past century, with the latest flood, in 1998, responsible for about 1,000 deaths and approximately 100 billion yuan of damage. At 185 metres high and 2,309 metres long the Three Gorges Dam uses 28 million cubic metres of concrete. Launched in 1993, the 180-billion-yuan project to build it involves three stages. The entire project is expected to be finished in 2008. Designed for power generation as well as flood control, when operating at full capacity the dam's generators are expected to produce 18.2 million kilowatts of energy up to one ninth of China's output. Despite the advantages, environmental problems along the Three Gorges reservoir are serious. Just to prevent garbage from piling up at the dam, China will have to spend at least 10 million yuan annually, to ensure the safe operation of the world's largest water control project. Statistics suggest that the garbage runoff flowing into the reservoir will amount to 100,000-200,000 cubic metres each year, most of which will accumulate in flooding seasons. ", "url": "https://www.chinadaily.com.cn/china/2006-06/06/content_609283.htm"}, {"title": "Demolition marks start of Three Gorges dam flood role", "date": "2006-06-06", "content": "On Tuesday it took 192 tonnes of dynamite and 2540 detonators to demolish a temporary structure that had protected China's massive Three Gorges Dam during construction. The demolition marks a significant milestone for the world's largest and most controversial dam, which now starts its flood control role two years ahead of schedule. It took place at 1600 local time and lasted only 12 seconds. Just under a thousand consecutive explosions destroyed the cofferdam, which has been generating power for construction crews and holding back the new reservoir since it was filled in 2003. The cofferdam was 580 metres long and 140 metres high. The explosive power used would have been enough to topple 400 10-storey buildings, a senior demolition project designer told China's Xinhua official state news agency. The main dam was protected from the explosions using airbag-like underwater \"bubble curtains\", steel cages and mountains of sandbags. Xinhua reported that these measures would deflect up to 70% of the blast energy. You can see a video of the dam blowing in this BBC news story. \"Fantastic engineering\": The removal of the cofferdam shows that the construction of this \"fantastic piece of engineering\" is very advanced, says Andy Hughes, vice president of the International Commission on Large Dams, a non-governmental dam engineering advisory group based in Paris, France. \"The cofferdam itself is major structure, and there's a fine balance between how much you spend on it and how much protection you give the main dam during construction,\" he told New Scientist. The Three Gorges Dam - the main structure of which was completed on 20 May - is the world's largest. At 2.3 kilometres long and 185 metres high, it is five times larger than the Hoover Dam on the border between Arizona and Nevada in the US. Its 26 turbines will generate as much power as 18 coal-burning power stations. It was originally predicted to meet 10% of China's total energy needs when all turbines are fully operational in 2008. But due to surging demand, it is now predicted to meet just 3%. Flood protection: However, flood control rather than energy generation is the dam's most important function. According to the China Three Gorges Project Corporation, the dam will protect 15 million people and 1.5 million hectares of farmland in the middle and lower regions of the Yangtze River from floods of a severity experienced only once every century. Over 300,000 people have been killed in the five biggest Yangtze floods since 1931. But the new flood protection has come at significant cost. The official cost of the dam is &dollar;22.5 billion, though that figure is much disputed by the project's critics. Furthermore, over a million people have been relocated and a thousand or more towns and villages will disappear under the 660-kilometre-long reservoir when it reaches its full height. Pressure groups argue that the dam is having a colossal social and environmental impact. Sebastien Godinot of Friends of the Earth in Paris, France, claims the real figures are that 2 million people and over 4500 villages have been displaced in an operation beset with human rights abuses and \"endemic corruption\" over the distribution of compensation. \"The reservoir will also engulf 162 archaeological sites, some of them unique in the world,\" says Godinot. The dam has resulted in the widespread destruction of ecosystems upstream and downstream, he adds. Eroding wetlands: A study published in April showed that the dam is already having a significant environmental impact. Researchers found that a 30% reduction in the sediment flowing downstream is eroding tidal wetlands, and limiting Shanghai's scope for expansion. The reduction in sediment and fresh water could also threaten vast fisheries in the East China Sea. Hughes concedes that there have been significant disadvantages \"as there would be with any project on this scale\", but he believes the Chinese government has made a valiant effort to adequately re-house those displaced. \"Hopefully the future benefits will far outweigh these disbenefits,\" he says. The water level in the reservoir is currently at around 139 metres above sea level, but is expected to have reached 156 metres by the end of China's flood season from June to August.", "url": "https://www.newscientist.com/article/dn9284-demolition-marks-start-of-three-gorges-dam-flood-role/"}, {"title": "China's Three Gorges Dam, by the Numbers", "date": "2006-06-09", "content": "Using enough explosives to level 400 ten-story buildings, China demolished the last barrier holding back the mighty Yangtze River from the Three Gorges Dam on Tuesday, according to government- controlled media. At 1.4 miles long, Three Gorges is one of the world's largest dams, and one of the most controversial public works in modern times. 200 Tons of Explosives: Demolition experts used some 200 tons of explosives to destroy the final Three Gorges cofferdam-a temporary construction that had allowed builders to finish the dam's massive main wall. The blast created some 243,278 cubic yards of concrete rubble. The main dam's construction was completed last month amid much fanfare. \"This is the grandest project the Chinese people have undertaken in thousands of years,\" Li Yongan, general manager of the Three Gorges Corporation, told the London Times on May 20. At its peak the construction team numbered some 26,000 Chinese and foreign employees. Dam First Proposed in 1919: Sun Yat-sen, founder of the Republic of China, first suggested a dam on the Yangtze River in central China's Hubei Province. He believed the structure could protect river communities from deadly floods. Watch scenes of destruction and rescue from the recent floods in China. Communist leader Mao Zedong also supported the concept, but construction didn't begin until 1993, 17 years after Mao's death. The project will flood the three gorges that give the dam its name: the Qutang, Wu Xia, and Xiling. They stretch for some 124 miles along the upper and middle reaches of the Yangtze and are renowned for their scenic beauty. The dam is some 1.4 miles long and 607 feet tall-five times larger than the U.S.'s Hoover Dam. Construction workers used some 21 million cubic yards of concrete in the structure-a world record. Upstream of the dam, the reservoir's water level is presently 456 feet above sea level, and it's expected to rise quickly. The 410-mile-long reservoir will eventually be flooded to 574 feet above sea level. A Hundred Lives, Billions of Dollars: Chinese state media reports that over a hundred workers died during the lengthy construction project. Economic costs also ran high. Official reports place the price tag in the 24-billion-U.S.-dollar range. Critics say that actual costs could be several times the stated amount. Over a Million People Displaced: The dam's 410-mile-long reservoir will flood about 244 square miles of land-including well over a thousand towns and villages. Some 1.3 million people have been or will be relocated. The Three Gorges plan includes compensation for the dispossessed, such as payments and new homes and jobs. But these efforts have been plagued by widespread local corruption and complaints that funds aren't reaching the intended recipients. Dozens of architectural and cultural sites will also disappear under the reservoir. Among the most notable are relics of the ancient Ba people, who lived in the region some 4,000 years ago. 300,000 Killed in 20th-Century Floods: Chinese authorities estimate that some 300,000 people were killed in the 20th century's largest Yangtze River floods. Officials believe that the dam will protect some 15 million people from such deadly waters, as well as 1.5 million acres of farmland. The wall is built to weather floods of a once-in-a-century severity. But some scientists have expressed concern about earthquake activity in the area, and the unlikely event of a breach could have catastrophic consequences. 50 Percent Drop in Delta Sediment: Environmentalists have warned that the dam will reduce downstream nutrient and sediment flow and seriously impact neigboring river and seacoast ecosystems. A study published in the April 2006 issue of the journal Geophysical Research Letters suggests that such changes may already be underway. Researchers reported that ratios of silicon to nitrogen in brackish coastal waters fell from 1.5 in 1998 to 0.4 in 2004. Sediment loading was found in places to be half of pre-dam levels. Such changes could harm plentiful coastal fishing grounds and subject tidal wetlands to increased erosion. 18,000-Megawatt Turbine Target: Twenty-six turbines are designed to produce more than 18,000 megawatts of electricity-twenty times the power of Hoover Dam. In 1993 that figure was thought sufficient to provide an amazing 10 percent of China's total energy needs. During years of construction, however, the nation's growing appetite for power has reduced that number to perhaps 3 percent of the current demand. 44,000 Tons of Cargo Passed Dam Last Year: Last year some 44 million tons of cargo were transported via the Three Gorges Dam. That's up from 14.75 million tons in 2003, when the reservoir first began storing water. Dam proponents stress that the dam will be a boost for Yangtze River trade, which accounts for some 80 percent of China's inland shipping. Higher water levels will allow larger vessels to ply the river, travel faster, and motor from Shanghai, at the river's estuary, all the way to Chongqing, on the Yangtze's upper reaches. Ten Million Tons of Garbage: The dam has so far blocked an estimated ten million tons of plastic bags, bottles, animal corpses, trees, and other detritus that otherwise would have flowed out to sea. Engineers have created an interesting solution to prevent the trash from damaging power generators-a giant garbage-lapping \"tongue.\" The Shanghai Daily reports that a rolling track, like a moving sidewalk, will feast on the refuse from its platform atop a garbage boat. Engineers say that the device can consume some 392 cubic yards of garbage an hour. But the tongue may be useless against another form of pollution-contaminated water. The reservoir flooded factories, mines, dumps, and other potentially toxic sites. Volumes of human waste and industrial refuse flow into the now dammed river from communities like Chongqing, and some environmentalists warn of serious water contamination issues. So far, the Chinese government's Yangtze River Water Resources Committee says, water qualities upstream of the dam have remained unchanged since natural water flow was stopped in 2003. Authorities tout new treatment facilities targeted at reducing the level of pollutants entering the water. 86,000 Dams and Counting: The controversies surrounding Three Gorges Dam are sure to be played out again, because the Chinese dambuilding business is booming. Three Gorges may itself necessitate the building of several new dams. \"Ultimately the life of this dam is very limited, unless they build other dams to prevent it from silting up,\" said Jennifer Turner, coordinator of the China Environment Forum at the Woodrow Wilson International Center for Scholars in Washington, D.C. In other words, Three Gorges could become clogged along its upstream wall with sediment that would normally be washed downriver and out to sea. \"There are a dozen more dams planned further upstream, and they want to end up at Tiger Leaping Gorge. That's significant in terms of the future destruction of parts of the river that are free flowing,\" Turner said. \"Tiger Leaping Gorge is an area that's symbolic of China. It's like the Grand Canyon.\" China already boasts the world's largest number of dams-86,000 and counting. The debate over where and how others are built could have huge consequences for China's rivers and beyond. \"In general, the central government has tried to push for more public participation but the federal government is not a monolith,\" Turner said, noting the often primary importance of regional and local officials. \"It's hard, but who knows? The dam issue could lead to more openness in environmental policy and decision-making in China.\" ", "url": "https://www.nationalgeographic.com/science/article/china-three-gorges-dam-how-big"}]}, [], {"win label": 0, "news": [{"title": "Work on Three Gorges Dam 90 percent complete", "date": "2007-03-24", "content": "Work on central China's massive Three Gorges Dam, the world's biggest hydropower project, is 90 percent complete, the Xinhua News Agency reported Saturday. The 180 billion yuan project, launched in 1993, on the Yangtze River is due to be finished next year. Its 2.25-kilometer-wide concrete wall was finished last year, and 14 of 26 planned power-generation turbines are operating, with three to four more due to be installed this year. The 26 turbo-generators are designed to eventually produce 84.7 billion kwhs of electricity a year after its scheduled completion in 2008, according to the China Three Gorges Project Corporation. The Three Gorges Project has generated 150 billion kwhs of electricity in three years, fuelling 15 provinces in central, eastern and southern China, easing a severe power shortage in their industrial regions, said the company in an earlier statement. The Chinese government built the dam in an effort to control devastating flooding on the Yangtze and as a clean power source, as China tries to cut its heavy reliance on coal. China is investing heavily in hydropower and trying to encourage the use of other renewable energy sources. The government began construction in November of another dam upstream on the Yangtze that media say might exceed the Three Gorges Dam's generating capacity. The 28.9 billion yuan Xiangjiaba Dam is due to be completed in 2015, according to news reports. ", "url": "http://www.chinadaily.com.cn/china/2007-03/24/content_835679.htm"}]}, [], {"win label": 0, "news": [{"title": "China not to avoid disadvantages of gigantic Dam project", "date": "2007-11-27", "content": "Geological disasters in the Three Gorge Dam areas have been brought under effective control but hazards such as landslides may still happen, Wang Xiaofeng, director of the Office of the Three Gorges Project Committee of the State Council, said Tuesday. As the water level will rise to 175 meters eventually in 2009 from the current 156 meters, the collapse of embankments will be unavoidable and may trigger more danger, Wang told a press conference held by the Press Office of the State Council. Describing the Three Gorges Dam area as \"geologically vulnerable\", he said the government had fully acknowledged the potential damages to local ecology long before the world's largest hydrological project was started in 1994. \"I think we can minimize the damages and losses as the government will closely monitor local ecology and preserve environment,\" said Wang. Citing a feasibility report compiled in 1991, Wang reaffirmed that the negative geological impacts of the conservancy program were less than expected. \"I am sure time will prove that the conclusions China made on the project were scientific,\" he said. Li Yong'an, general manager of the Three Gorges Project Development and Construction Corporation, backed him up by referring to the frequent landslides around the Yangtze River valley before the project began. More than 40 landslides had happened in the Three Gorges Dam area in the 1980s, with one worst case recorded in the Zigui County of Hubei Province, resulting in a 12-day suspension of shipping services on the Yangtze River, he said. \"Since the water level rose from 60 meters in 2003 to the current 156 meters, no major loss of life or injuries have been caused by any major geological disasters in the Three Gorges Dam area,\" said Li Yong'an. More than 12 billion yuan has so far been invested by the central government in the preservation of local geology. A new plan, whose costs are yet to be disclosed, will be implemented on a pilot basis to further optimize local ecology including protecting the sources of drinkable water, urban and rural pollutant reduction and tree planting, said Li. ", "url": "https://www.chinadaily.com.cn/china/2007-11/27/content_6283094.htm"}]}, [], {"win label": 0, "news": [{"title": "Underwater museum at China's Three Gorges Dam region finishes construction", "date": "2009-05-19", "content": "A ceremony was held here Monday to mark the completion of China's first underwater museum, built in the Three Gorges Dam area. The Baiheliang Museum, which cost 189 million yuan, was built about 40 meters below surface in the upper reaches of the Yangtze River off the coast of Fuling City, Chongqing Municipality. The structure protects a reef created about 1,200 years ago to measure the changes in water levels. The complex consists of the museum, a connecting passageway, an underwater anti-collision pier and an exhibition room on land. Construction of the main part of the museum was completed in 2006, before the dam raised the water level in 2008.", "url": "http://english.cctv.com/20090519/107172.shtml"}]}, [], {"win label": 0, "news": [{"title": "Major test for China's Three Gorges Dam", "date": "2010-07-21", "content": "The Three Gorges Dam in Hubei Province had its biggest test yesterday as it contended with the fastest flow of water ever recorded, at 70,000 cubic metres a second. The worst flooding for more than a decade has claimed at least 146 lives in China since the start of the month, and the two-year-old dam - the world's largest - is being used to minimise further devastation. The Three Gorges project was controversial because it forced 1.4 million people to be relocated.", "url": "https://www.independent.co.uk/news/world/asia/major-test-for-china-s-three-gorges-dam-2031250.html"}, {"title": "Three Gorges Dam braces for second flood peak", "date": "2010-07-28", "content": "China's Three Gorges Dam was tested for the second time this month Wednesday morning as the highest water flow of the year hurtled down the swollen Yangtze River. Flow rates as high as 56,000 cubic meters per second hit the dam at 8 a.m. Wednesday, dam engineers said. The dam withstood the flow with a water discharge rate of 40,000 cubic meters per second, meaning 16,000 cubic meters of water per second accumulated in the reservoir behind the dam. The water level in the reservoir had risen to 158 meters at 8 a.m. Wednesday, about 17 meters below its maximum capacity of 175 meters. Continuous downpours in recent weeks have raised water levels in the upper reaches of the Yangtze. Water flows on the river's upper reaches reached 70,000 cubic meters per second on July 20 -- the highest level since the dam was completed last year and 20,000 cubic meters more than the flow during the 1998 floods that killed 4,150 people. Vessels' transit through the dam resumed last Thursday after the first peak flow passed. But it was suspended again at 10 p.m. Tuesday as the second round of floodwaters approached. After the shipping service was suspended, a road near the dam was opened for vehicles to transport goods and people across the dam. ", "url": "http://www.china.org.cn/environment/rainstorms/2010-07/28/content_20587135.htm"}]}, {"win label": 0, "news": [{"title": "Major test for China's Three Gorges Dam", "date": "2010-07-21", "content": "The Three Gorges Dam in Hubei Province had its biggest test yesterday as it contended with the fastest flow of water ever recorded, at 70,000 cubic metres a second. The worst flooding for more than a decade has claimed at least 146 lives in China since the start of the month, and the two-year-old dam - the world's largest - is being used to minimise further devastation. The Three Gorges project was controversial because it forced 1.4 million people to be relocated.", "url": "https://www.independent.co.uk/news/world/asia/major-test-for-china-s-three-gorges-dam-2031250.html"}, {"title": "Three Gorges Dam braces for second flood peak", "date": "2010-07-28", "content": "China's Three Gorges Dam was tested for the second time this month Wednesday morning as the highest water flow of the year hurtled down the swollen Yangtze River. Flow rates as high as 56,000 cubic meters per second hit the dam at 8 a.m. Wednesday, dam engineers said. The dam withstood the flow with a water discharge rate of 40,000 cubic meters per second, meaning 16,000 cubic meters of water per second accumulated in the reservoir behind the dam. The water level in the reservoir had risen to 158 meters at 8 a.m. Wednesday, about 17 meters below its maximum capacity of 175 meters. Continuous downpours in recent weeks have raised water levels in the upper reaches of the Yangtze. Water flows on the river's upper reaches reached 70,000 cubic meters per second on July 20 -- the highest level since the dam was completed last year and 20,000 cubic meters more than the flow during the 1998 floods that killed 4,150 people. Vessels' transit through the dam resumed last Thursday after the first peak flow passed. But it was suspended again at 10 p.m. Tuesday as the second round of floodwaters approached. After the shipping service was suspended, a road near the dam was opened for vehicles to transport goods and people across the dam. ", "url": "http://www.china.org.cn/environment/rainstorms/2010-07/28/content_20587135.htm"}, {"title": "Three Gorges Dam in China sees maximum water level", "date": "2010-10-27", "content": "Three Gorges Dam reached a milestone this week, recording its maximum water level for the first time. Three Gorges Dam, on the Yangtze River, began operations two years ago. Water rose to the maximum level at China's Three Gorges Dam on Tuesday, driving electricity output to full capacity at the world's largest hydropower plant for the first time since it began operating two years ago, its operator said. That marks the culmination of the mammoth $23 billion project on the upper reaches of China's longest river, the Yangtze, touted by the government as the best way to end centuries of floods along the river basin and to provide energy to fuel the country's economic boom. But the project has had major environmental impacts and its construction displaced more than 1.4 million people. Some geologists also warn that raising the water level of the vast reservoir carries a heightened risk of landslides, earthquakes and prolonged damage to the river's ecology. ", "url": "https://www.csmonitor.com/World/Latest-News-Wires/2010/1027/Three-Gorges-Dam-in-China-sees-maximum-water-level"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam in China sees maximum water level", "date": "2010-10-27", "content": "Three Gorges Dam reached a milestone this week, recording its maximum water level for the first time. Three Gorges Dam, on the Yangtze River, began operations two years ago. Water rose to the maximum level at China's Three Gorges Dam on Tuesday, driving electricity output to full capacity at the world's largest hydropower plant for the first time since it began operating two years ago, its operator said. That marks the culmination of the mammoth $23 billion project on the upper reaches of China's longest river, the Yangtze, touted by the government as the best way to end centuries of floods along the river basin and to provide energy to fuel the country's economic boom. But the project has had major environmental impacts and its construction displaced more than 1.4 million people. Some geologists also warn that raising the water level of the vast reservoir carries a heightened risk of landslides, earthquakes and prolonged damage to the river's ecology. ", "url": "https://www.csmonitor.com/World/Latest-News-Wires/2010/1027/Three-Gorges-Dam-in-China-sees-maximum-water-level"}]}, [], {"win label": 0, "news": [{"title": "Three Gorges Dam hits full capacity", "date": "2011-10-31", "content": "China's Three Gorges Dam on Sunday reached its designed highest mark, the second time for the world's largest water control and hydropower project to run at full capacity. The water level hit 175 meters at 5 p.m. after storing water for nearly two months from the water level of 152 meters, said an official with the China Three Gorges Project Corporation, the developer of the project. A dozen hydropower turbo-generator units started operation on Sunday, generating power capacity of 8.2 million kw, said the official. The dam in central China's Hubei Province completed its first full-capacity test last October. Operating at full capacity should give full play to the dam's functions of generating hydroelectric power, delivering water to the lower reaches to alleviate spring droughts, and containing water from summer flooding, as required by the State Flood Control and Drought Relief Headquarters. The Three Gorges Project was launched in 1993 with a budget equivalent to 22.5 billion U.S. dollars. So far, monitoring shows the dam is operating smoothly. ", "url": "http://www.china.org.cn/environment/2011-10/31/content_23771512.htm"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam hits full capacity", "date": "2011-10-31", "content": "China's Three Gorges Dam on Sunday reached its designed highest mark, the second time for the world's largest water control and hydropower project to run at full capacity. The water level hit 175 meters at 5 p.m. after storing water for nearly two months from the water level of 152 meters, said an official with the China Three Gorges Project Corporation, the developer of the project. A dozen hydropower turbo-generator units started operation on Sunday, generating power capacity of 8.2 million kw, said the official. The dam in central China's Hubei Province completed its first full-capacity test last October. Operating at full capacity should give full play to the dam's functions of generating hydroelectric power, delivering water to the lower reaches to alleviate spring droughts, and containing water from summer flooding, as required by the State Flood Control and Drought Relief Headquarters. The Three Gorges Project was launched in 1993 with a budget equivalent to 22.5 billion U.S. dollars. So far, monitoring shows the dam is operating smoothly. ", "url": "http://www.china.org.cn/environment/2011-10/31/content_23771512.htm"}, {"title": "Work begins on final Three Gorges dam", "date": "2012-03-30", "content": "China's Three Gorges Corp yesterday began construction of a dam that will flood the last free-flowing portion of the middle reaches of the Yangtze, the country's longest river. A ceremony was held to commence early-stage preparation, including building a road and laying power lines and water pipes for the Xiaonanhai dam, said spokesman Zhu Guangming. \"Construction of the dam itself will begin only after we get final approval,\" Zhu said, declining to give cost estimates. \"The government will give due consideration to all aspects including environmental impact before issuing a permit.\" The 30 billion yuan (US$4.75 billion) dam would be the last in a series of 12 dams along the Yangtze, the rest of which are all completed or under construction. The series will stretch inland from the Three Gorges Dam, which has created an inland reservoir more than 600 kilometers long that has allowed the city of Chongqing to develop into an inland port. When completed, the Xiaonanhai dam is designed to produce 1.76 gigawatts, a fraction of the 22.50GW that the Three Gorges Dam will produce when it reaches full capacity. The National Development and Reform Commission has issued preliminary approval. China wants to raise installed power capacity by 470GW to 1,437GW by 2015? the largest in the world. At least 110GW of the new capacity will be from hydro power - equivalent to five Three Gorges hydropower projects. Current hydropower capacity is 216GW, also the world's largest. The Three Gorges Dam is the world's biggest power project and was controversial well before it began construction in 1994. Objections ranged from the destruction of rare species to the flooding of historic towns and displacement of millions of people, to concerns it would quickly silt up and lose efficiency. In January, China's environment ministry told hydropower developers they must \"put ecology first\" and pay strict attention to the impact of their projects on local rivers and communities. The Xiaonanhai dam is decried by environmentalists because it will flood a nature reserve designed to protect about 40 species of river fish.", "url": "http://www.china.org.cn/environment/2012-03/30/content_25026699.htm"}]}, {"win label": 0, "news": [{"title": "Work begins on final Three Gorges dam", "date": "2012-03-30", "content": "China's Three Gorges Corp yesterday began construction of a dam that will flood the last free-flowing portion of the middle reaches of the Yangtze, the country's longest river. A ceremony was held to commence early-stage preparation, including building a road and laying power lines and water pipes for the Xiaonanhai dam, said spokesman Zhu Guangming. \"Construction of the dam itself will begin only after we get final approval,\" Zhu said, declining to give cost estimates. \"The government will give due consideration to all aspects including environmental impact before issuing a permit.\" The 30 billion yuan (US$4.75 billion) dam would be the last in a series of 12 dams along the Yangtze, the rest of which are all completed or under construction. The series will stretch inland from the Three Gorges Dam, which has created an inland reservoir more than 600 kilometers long that has allowed the city of Chongqing to develop into an inland port. When completed, the Xiaonanhai dam is designed to produce 1.76 gigawatts, a fraction of the 22.50GW that the Three Gorges Dam will produce when it reaches full capacity. The National Development and Reform Commission has issued preliminary approval. China wants to raise installed power capacity by 470GW to 1,437GW by 2015? the largest in the world. At least 110GW of the new capacity will be from hydro power - equivalent to five Three Gorges hydropower projects. Current hydropower capacity is 216GW, also the world's largest. The Three Gorges Dam is the world's biggest power project and was controversial well before it began construction in 1994. Objections ranged from the destruction of rare species to the flooding of historic towns and displacement of millions of people, to concerns it would quickly silt up and lose efficiency. In January, China's environment ministry told hydropower developers they must \"put ecology first\" and pay strict attention to the impact of their projects on local rivers and communities. The Xiaonanhai dam is decried by environmentalists because it will flood a nature reserve designed to protect about 40 species of river fish.", "url": "http://www.china.org.cn/environment/2012-03/30/content_25026699.htm"}]}, {"win label": 1, "news": [{"title": "Work begins on final Three Gorges dam", "date": "2012-03-30", "content": "China's Three Gorges Corp yesterday began construction of a dam that will flood the last free-flowing portion of the middle reaches of the Yangtze, the country's longest river. A ceremony was held to commence early-stage preparation, including building a road and laying power lines and water pipes for the Xiaonanhai dam, said spokesman Zhu Guangming. \"Construction of the dam itself will begin only after we get final approval,\" Zhu said, declining to give cost estimates. \"The government will give due consideration to all aspects including environmental impact before issuing a permit.\" The 30 billion yuan (US$4.75 billion) dam would be the last in a series of 12 dams along the Yangtze, the rest of which are all completed or under construction. The series will stretch inland from the Three Gorges Dam, which has created an inland reservoir more than 600 kilometers long that has allowed the city of Chongqing to develop into an inland port. When completed, the Xiaonanhai dam is designed to produce 1.76 gigawatts, a fraction of the 22.50GW that the Three Gorges Dam will produce when it reaches full capacity. The National Development and Reform Commission has issued preliminary approval. China wants to raise installed power capacity by 470GW to 1,437GW by 2015? the largest in the world. At least 110GW of the new capacity will be from hydro power - equivalent to five Three Gorges hydropower projects. Current hydropower capacity is 216GW, also the world's largest. The Three Gorges Dam is the world's biggest power project and was controversial well before it began construction in 1994. Objections ranged from the destruction of rare species to the flooding of historic towns and displacement of millions of people, to concerns it would quickly silt up and lose efficiency. In January, China's environment ministry told hydropower developers they must \"put ecology first\" and pay strict attention to the impact of their projects on local rivers and communities. The Xiaonanhai dam is decried by environmentalists because it will flood a nature reserve designed to protect about 40 species of river fish.", "url": "http://www.china.org.cn/environment/2012-03/30/content_25026699.htm"}, {"title": "All 32 Three Gorges Dam generators operating", "date": "2012-07-03", "content": "All 32 generators of China's Three Gorges Dam, the world's largest hydropower project, went into production on Monday evening as flood season arrived. It is the first time all 32 generators - including the last turbine, which passed a trial operation in May - started up at the same time, said Zhang Chengping, head of the machinery and electronic engineering bureau of the China Three Gorges Corporation. The outbound flow rose to 34,000 cubic meters per second on Monday evening due to floodwater from the upper reaches of the Yangtze River and was sufficient for the operation of the 32 generators, which has a full load of 700,000 kw each, he said. The 32 generators of the 180-billion-yuan Three Gorges project, which was launched in 1993, have a combined generating capacity of 22.4 million kw. ", "url": "https://www.chinadaily.com.cn/china/2012-07/03/content_15545178.htm"}, {"title": "Three Gorges Dam at full capacity", "date": "2012-07-05", "content": "The Three Gorges Dam, the world's largest hydropower project, started working at full capacity Wednesday as the last of its 32 large turbine generators was put into operation. The last generator, or the dam's No 27 generator, is one of six generators that make up the dam's underground power plant. The other 26 units are situated inside the mountain on the left and right sides of the riverbank. \"With a combined generating capacity of 22.5 million kilowatts, the full operation of the generators makes the Three Gorges Dam the world's largest hydropower project and largest base of clean energy,\" Zhang Cheng, general manager of China Yangtze Power Co. Ltd., the operator of the generators, said at a Wednesday ceremony held in Yichang in Central China's Hubei province. The last generator was designed and manufactured by China Dongfang Electric Machinery Co. Ltd. and was installed by the China Gezhouba Group Mechanical and Electrical Construction Co. Ltd. Workers began installing the generator in late January of last year. The generator successfully passed a 72-hour power grid trial in May this year. \"Its operation demonstrates that China's technology related to designing, manufacturing, installing and adjusting large evaporative air cooling units has become mature. We have full intellectual property rights for certain cooling technologies,\" said Zhang Chengping, director of the Mechanics Engineering Bureau under the China Three Gorges Corporation.", "url": "https://www.chinadaily.com.cn/china/2012-07/05/content_15550486.htm"}, {"title": "Sluice gates at Three Gorges Dam opened to discharge water", "date": "2012-07-07", "content": "Heavy rains across southern China are pushing water levels at the Three Gorges Dam beyond the flood level limit. Sluice gates have been opened to discharge flood water. Water levels in the upper reaches of the Yangtze river have been rising at speeds approaching 55 thousand cubic meters per second. Last night, the water level in the Three Gorges Dam rose to over 150 meters, 5 meters higher than the maximum flood level limit. It's expected that the flood speed will peak at 56,000 cubic meters per second today. The Gezhou Dam's No.1 navigation lock is halting some shipping services due to the forecast floods. Some travel has been restricted between the Gezhou Dam and the Three Gorges Dam. Flood prevention measures have been taken by the local government and all relevant departments are on alert. On Friday, China's Ministry of Finance said the country has allocated 340 million yuan for regions affected by floods and drought. The fund, allocated by the MOF and the Ministry of Water Resources, will be spent on repairing flood-damaged water conservancy facilities in Jiangxi province, supporting flood control in southern provinces and helping drought relief in Henan province. Recent floods triggered by strong downpours have affected many parts of China. The State Flood Control and Drought Relief Headquarters has dispatched working groups to Sichuan, Chongqing, Shaanxi, Jiangsu and Anhui to help coordinate flood relief efforts. ", "url": "http://www.china.org.cn/video/2012-07/07/content_25845003.htm"}, {"title": "Three Gorges Dam safe despite flood crest", "date": "2012-07-25", "content": "The Three Gorges Dam experienced a flood crest, the largest since it began storing water, between Tuesday night and early Wednesday, but flood control authorities promised the dam was safe. The dam, the world's largest hydropower project, saw its biggest flood this year as water from the Yangtze River's upper reaches gushed at 71,200 cubic meters per second into the dam's reservoir at 8 pm on Tuesday, raising the water level to nearly 160 meters, according to China Three Gorges Corp. The peak water level in the dam's reservoir increased from 157.34 meters at 2 pm, when water flow through it reached 70,000 cu m per second, it said. Three Gorges Dam safe despite flood crest --- A woman takes a picture in water as flooding hits Southwest China's Chongqing municipality on Tuesday. Li Wenbin / for China Daily In a major effort to reduce flooding on the lower reaches of the Yangtze River, water was released at a rate of 43,000 cu m per second on Tuesday afternoon, it said. ", "url": "https://www.chinadaily.com.cn/china/2012-07/25/content_15614512.htm"}]}, {"win label": 1, "news": [{"title": "Work begins on final Three Gorges dam", "date": "2012-03-30", "content": "China's Three Gorges Corp yesterday began construction of a dam that will flood the last free-flowing portion of the middle reaches of the Yangtze, the country's longest river. A ceremony was held to commence early-stage preparation, including building a road and laying power lines and water pipes for the Xiaonanhai dam, said spokesman Zhu Guangming. \"Construction of the dam itself will begin only after we get final approval,\" Zhu said, declining to give cost estimates. \"The government will give due consideration to all aspects including environmental impact before issuing a permit.\" The 30 billion yuan (US$4.75 billion) dam would be the last in a series of 12 dams along the Yangtze, the rest of which are all completed or under construction. The series will stretch inland from the Three Gorges Dam, which has created an inland reservoir more than 600 kilometers long that has allowed the city of Chongqing to develop into an inland port. When completed, the Xiaonanhai dam is designed to produce 1.76 gigawatts, a fraction of the 22.50GW that the Three Gorges Dam will produce when it reaches full capacity. The National Development and Reform Commission has issued preliminary approval. China wants to raise installed power capacity by 470GW to 1,437GW by 2015? the largest in the world. At least 110GW of the new capacity will be from hydro power - equivalent to five Three Gorges hydropower projects. Current hydropower capacity is 216GW, also the world's largest. The Three Gorges Dam is the world's biggest power project and was controversial well before it began construction in 1994. Objections ranged from the destruction of rare species to the flooding of historic towns and displacement of millions of people, to concerns it would quickly silt up and lose efficiency. In January, China's environment ministry told hydropower developers they must \"put ecology first\" and pay strict attention to the impact of their projects on local rivers and communities. The Xiaonanhai dam is decried by environmentalists because it will flood a nature reserve designed to protect about 40 species of river fish.", "url": "http://www.china.org.cn/environment/2012-03/30/content_25026699.htm"}, {"title": "All 32 Three Gorges Dam generators operating", "date": "2012-07-03", "content": "All 32 generators of China's Three Gorges Dam, the world's largest hydropower project, went into production on Monday evening as flood season arrived. It is the first time all 32 generators - including the last turbine, which passed a trial operation in May - started up at the same time, said Zhang Chengping, head of the machinery and electronic engineering bureau of the China Three Gorges Corporation. The outbound flow rose to 34,000 cubic meters per second on Monday evening due to floodwater from the upper reaches of the Yangtze River and was sufficient for the operation of the 32 generators, which has a full load of 700,000 kw each, he said. The 32 generators of the 180-billion-yuan Three Gorges project, which was launched in 1993, have a combined generating capacity of 22.4 million kw. ", "url": "https://www.chinadaily.com.cn/china/2012-07/03/content_15545178.htm"}, {"title": "Three Gorges Dam at full capacity", "date": "2012-07-05", "content": "The Three Gorges Dam, the world's largest hydropower project, started working at full capacity Wednesday as the last of its 32 large turbine generators was put into operation. The last generator, or the dam's No 27 generator, is one of six generators that make up the dam's underground power plant. The other 26 units are situated inside the mountain on the left and right sides of the riverbank. \"With a combined generating capacity of 22.5 million kilowatts, the full operation of the generators makes the Three Gorges Dam the world's largest hydropower project and largest base of clean energy,\" Zhang Cheng, general manager of China Yangtze Power Co. Ltd., the operator of the generators, said at a Wednesday ceremony held in Yichang in Central China's Hubei province. The last generator was designed and manufactured by China Dongfang Electric Machinery Co. Ltd. and was installed by the China Gezhouba Group Mechanical and Electrical Construction Co. Ltd. Workers began installing the generator in late January of last year. The generator successfully passed a 72-hour power grid trial in May this year. \"Its operation demonstrates that China's technology related to designing, manufacturing, installing and adjusting large evaporative air cooling units has become mature. We have full intellectual property rights for certain cooling technologies,\" said Zhang Chengping, director of the Mechanics Engineering Bureau under the China Three Gorges Corporation.", "url": "https://www.chinadaily.com.cn/china/2012-07/05/content_15550486.htm"}, {"title": "Sluice gates at Three Gorges Dam opened to discharge water", "date": "2012-07-07", "content": "Heavy rains across southern China are pushing water levels at the Three Gorges Dam beyond the flood level limit. Sluice gates have been opened to discharge flood water. Water levels in the upper reaches of the Yangtze river have been rising at speeds approaching 55 thousand cubic meters per second. Last night, the water level in the Three Gorges Dam rose to over 150 meters, 5 meters higher than the maximum flood level limit. It's expected that the flood speed will peak at 56,000 cubic meters per second today. The Gezhou Dam's No.1 navigation lock is halting some shipping services due to the forecast floods. Some travel has been restricted between the Gezhou Dam and the Three Gorges Dam. Flood prevention measures have been taken by the local government and all relevant departments are on alert. On Friday, China's Ministry of Finance said the country has allocated 340 million yuan for regions affected by floods and drought. The fund, allocated by the MOF and the Ministry of Water Resources, will be spent on repairing flood-damaged water conservancy facilities in Jiangxi province, supporting flood control in southern provinces and helping drought relief in Henan province. Recent floods triggered by strong downpours have affected many parts of China. The State Flood Control and Drought Relief Headquarters has dispatched working groups to Sichuan, Chongqing, Shaanxi, Jiangsu and Anhui to help coordinate flood relief efforts. ", "url": "http://www.china.org.cn/video/2012-07/07/content_25845003.htm"}, {"title": "Three Gorges Dam safe despite flood crest", "date": "2012-07-25", "content": "The Three Gorges Dam experienced a flood crest, the largest since it began storing water, between Tuesday night and early Wednesday, but flood control authorities promised the dam was safe. The dam, the world's largest hydropower project, saw its biggest flood this year as water from the Yangtze River's upper reaches gushed at 71,200 cubic meters per second into the dam's reservoir at 8 pm on Tuesday, raising the water level to nearly 160 meters, according to China Three Gorges Corp. The peak water level in the dam's reservoir increased from 157.34 meters at 2 pm, when water flow through it reached 70,000 cu m per second, it said. Three Gorges Dam safe despite flood crest --- A woman takes a picture in water as flooding hits Southwest China's Chongqing municipality on Tuesday. Li Wenbin / for China Daily In a major effort to reduce flooding on the lower reaches of the Yangtze River, water was released at a rate of 43,000 cu m per second on Tuesday afternoon, it said. ", "url": "https://www.chinadaily.com.cn/china/2012-07/25/content_15614512.htm"}, {"title": "Floods test Three Gorges Dam", "date": "2012-08-15", "content": "It was the fourth Yangtze flood of the year and, on July 24, the water level at Chaotianmen in Chongqing, western China, hit 187.92 metres - the highest flood peak since 1981. Up to 71,200 cubic metres of water flowed past every second, 28 times faster than the Yellow River and with volumes greater than those recorded during the huge floods of 1998 and 2010. This was the biggest test for the Three Gorges Dam in its nine-year history. Official reports from Chongqing city indicate its outlying districts of Jiangjin and Yongchuan were badly impacted by the floods. In total, around 163,000 people were affected, including more than 82,000 evacuated from their homes. Though this was the mammoth dam's most serious test to date, in terms of what the structure is built to withstand it was a moderate challenge at worst; the kind of thing its operators expect to see every 20 years. After all, the barrage was designed to be able to cope with once-in-a-millennium floods on a daily basis, and to be able to withstand a once-in-10-millennia flood - plus 10%. Monitoring showed that, when the flood peak reached the dam, displacement, seepage and deformation were all within normal ranges, and all safety indicators remained stable. The dam had already seen three flood peaks earlier that month. However, as the Three Gorges Dam released more water, the flood risk further down the Yangtze increased. The water level in China's largest freshwater lake, Poyang, rose to its highest level for two years. Some 2,200 people were assigned to monitor dykes in the lakeside areas of Jiujiang, Shangrao and Nanchang, as well as the stretch of the Yangtze in Jiujiang. If the rainy season in the upper Yangtze coincides with that of the lower and middle parts of the river, severe flooding can hit the plains downstream. Most years, that doesn't happen - but this year it did: \"That's the situation we're seeing now,\" said a Yangtze flood-prevention official, \"and so there's a lot of pressure on the lower and middle reaches of the river.\" The Three Gorges project has always been controversial, from early discussions and initial approval to construction and operation. Renowned hydro-engineer Huang Wanli once predicted that the dam would cause Chongqing's ports to become blocked up with silt and gravel within a decade. Since the Three Gorges reservoir was filled, there have been no repetitions of the severe flooding of 1998, which killed more than 3,700 people and left 15 million homeless. But the controversy hanging over the dam has spread to questions about its impacts on drought and the downstream climate. These complex issues, which interlink with hot topics like climate change, have sustained the dam as a focus of public debate in China. In recent years, the Yangtze basin - not usually short of water - has been hit by two serious droughts: first the 2006 summer drought in Sichuan and Chongqing and, more recently, the March 2010 drought, also in the south-west. Some people blamed these disasters on the Three Gorges Dam. Former chief engineer at Hunan's water authority Nie Fangrong argues that, though the droughts were caused by a decline in rainfall, they were exacerbated by ecosystem changes wrought in the lower Yangtze River by the Three Gorges dam. But Cao Guangjing, chief executive of dam developer the Three Gorges Group, has pointed out that the structure stores water between August and October every year, and releases increasing amounts of water from January onwards, when the reservoir level drops. During that period, the dam is actually helping to relieve drought, rather than holding water back, he said. Other critics blame the barrage for changes in the climate around the reservoir and downstream. They say it has created a low-pressure zone which affects normal atmospheric flows, triggering extreme weather events such as the 2006 and 2010 droughts, and the 2008 blizzards in southern China. The Chinese Meteorological Administration and other experts have said this is nothing to do with the dam: global climate change is causing extreme weather. Liu Min, head of the Wuhan Regional Climate Centre at Hubei Meteorological Bureau, said there is no data to show that the dam has caused drought on the lower Yangtze. The dam's most important role - flood prevention - has also been a source of controversy. Informed sources say that local governments downstream of the dam have all asked the operators to release less water in order to reduce flood risks, meaning the dam is under pressure from both sides. The dam has long faced such difficulties. Upstream, the city of Chongqing complains that the dam makes flood prevention more difficult - that \"Chongqing drowns to save Wuhan\". Downstream, there are complaints that it continues to release water even when there are flood risks. Cai Qihua, head of the Yangtze River Commission, said this is a misunderstanding: when the dam holds back floodwaters, the reservoir level does rise, but this has little or no impact on Chongqing upstream. The rising waters in Chongqing are due to water coming from the Jin, Min and Jialing rivers, and water backing up at the Tongluo Gorge, downstream of Chongqing, Cai said. The dam's role in flood prevention is to control water coming from the upper reaches of the Yangtze. When it comes to regional flooding downstream, it can only play an indirect role. Weng Lida, formerly head of the Yangtze River Commission's Water Resources Protection Bureau, explained that the dam can retain water from upstream, but if there is heavy rain downstream, there is nothing it can do. Nor can the dam store all of the floodwaters - it can only hold back those which cannot be safely released into the rivers downstream. \"The flood prevention ability of the dam is limited - it can't do everything,\" said Weng. And since the dam can't do everything, it is crucial to make sure that flood-control mechanisms along the length of the river are integrated. \"Different regions want to handle floods differently,\" added Weng. \"Flood prevention on the Yangtze isn't just about the Three Gorges - it's made up of groups of reservoirs along the main river and its tributaries, and flood-diversion areas. Both the river basin and its regions need to be considered. That means that regional management needs to follow instructions from basin-level management, with the Yangtze Flood Prevention Office overseeing things.\" The Yangtze Institute of Survey, Planning Design and Research has calculated that, in the long-term, capacity of the Three Gorges reservoir and the upstream control reservoirs will reach almost 100 billion cubic metres, and flood prevention reservoirs 50 billion cubic metres. It would be of huge benefit to flood prevention if these can be managed in unison. Yangtze River Commission experts say that preventing floods on the lower Yangtze requires comprehensive flood-prevention work. In May 2011, China's State Council - the highest state organ - admitted in a statement that \"while the Three Gorges Dam has brought great benefits, there are still urgent issues with relocations, environmental protection and the prevention of geological disasters; and it has had a certain impact on navigation, irrigation and water supplies.\" Given the new century has already seen a series of \"once-in-a\" disasters, perhaps the incredible Three Gorges Dam is only just starting to be tested.", "url": "https://chinadialogue.net/en/energy/5108-floods-test-three-gorges-dam/"}]}, {"win label": 0, "news": [{"title": "All 32 Three Gorges Dam generators operating", "date": "2012-07-03", "content": "All 32 generators of China's Three Gorges Dam, the world's largest hydropower project, went into production on Monday evening as flood season arrived. It is the first time all 32 generators - including the last turbine, which passed a trial operation in May - started up at the same time, said Zhang Chengping, head of the machinery and electronic engineering bureau of the China Three Gorges Corporation. The outbound flow rose to 34,000 cubic meters per second on Monday evening due to floodwater from the upper reaches of the Yangtze River and was sufficient for the operation of the 32 generators, which has a full load of 700,000 kw each, he said. The 32 generators of the 180-billion-yuan Three Gorges project, which was launched in 1993, have a combined generating capacity of 22.4 million kw. ", "url": "https://www.chinadaily.com.cn/china/2012-07/03/content_15545178.htm"}, {"title": "Three Gorges Dam at full capacity", "date": "2012-07-05", "content": "The Three Gorges Dam, the world's largest hydropower project, started working at full capacity Wednesday as the last of its 32 large turbine generators was put into operation. The last generator, or the dam's No 27 generator, is one of six generators that make up the dam's underground power plant. The other 26 units are situated inside the mountain on the left and right sides of the riverbank. \"With a combined generating capacity of 22.5 million kilowatts, the full operation of the generators makes the Three Gorges Dam the world's largest hydropower project and largest base of clean energy,\" Zhang Cheng, general manager of China Yangtze Power Co. Ltd., the operator of the generators, said at a Wednesday ceremony held in Yichang in Central China's Hubei province. The last generator was designed and manufactured by China Dongfang Electric Machinery Co. Ltd. and was installed by the China Gezhouba Group Mechanical and Electrical Construction Co. Ltd. Workers began installing the generator in late January of last year. The generator successfully passed a 72-hour power grid trial in May this year. \"Its operation demonstrates that China's technology related to designing, manufacturing, installing and adjusting large evaporative air cooling units has become mature. We have full intellectual property rights for certain cooling technologies,\" said Zhang Chengping, director of the Mechanics Engineering Bureau under the China Three Gorges Corporation.", "url": "https://www.chinadaily.com.cn/china/2012-07/05/content_15550486.htm"}, {"title": "Sluice gates at Three Gorges Dam opened to discharge water", "date": "2012-07-07", "content": "Heavy rains across southern China are pushing water levels at the Three Gorges Dam beyond the flood level limit. Sluice gates have been opened to discharge flood water. Water levels in the upper reaches of the Yangtze river have been rising at speeds approaching 55 thousand cubic meters per second. Last night, the water level in the Three Gorges Dam rose to over 150 meters, 5 meters higher than the maximum flood level limit. It's expected that the flood speed will peak at 56,000 cubic meters per second today. The Gezhou Dam's No.1 navigation lock is halting some shipping services due to the forecast floods. Some travel has been restricted between the Gezhou Dam and the Three Gorges Dam. Flood prevention measures have been taken by the local government and all relevant departments are on alert. On Friday, China's Ministry of Finance said the country has allocated 340 million yuan for regions affected by floods and drought. The fund, allocated by the MOF and the Ministry of Water Resources, will be spent on repairing flood-damaged water conservancy facilities in Jiangxi province, supporting flood control in southern provinces and helping drought relief in Henan province. Recent floods triggered by strong downpours have affected many parts of China. The State Flood Control and Drought Relief Headquarters has dispatched working groups to Sichuan, Chongqing, Shaanxi, Jiangsu and Anhui to help coordinate flood relief efforts. ", "url": "http://www.china.org.cn/video/2012-07/07/content_25845003.htm"}, {"title": "Three Gorges Dam safe despite flood crest", "date": "2012-07-25", "content": "The Three Gorges Dam experienced a flood crest, the largest since it began storing water, between Tuesday night and early Wednesday, but flood control authorities promised the dam was safe. The dam, the world's largest hydropower project, saw its biggest flood this year as water from the Yangtze River's upper reaches gushed at 71,200 cubic meters per second into the dam's reservoir at 8 pm on Tuesday, raising the water level to nearly 160 meters, according to China Three Gorges Corp. The peak water level in the dam's reservoir increased from 157.34 meters at 2 pm, when water flow through it reached 70,000 cu m per second, it said. Three Gorges Dam safe despite flood crest --- A woman takes a picture in water as flooding hits Southwest China's Chongqing municipality on Tuesday. Li Wenbin / for China Daily In a major effort to reduce flooding on the lower reaches of the Yangtze River, water was released at a rate of 43,000 cu m per second on Tuesday afternoon, it said. ", "url": "https://www.chinadaily.com.cn/china/2012-07/25/content_15614512.htm"}, {"title": "Floods test Three Gorges Dam", "date": "2012-08-15", "content": "It was the fourth Yangtze flood of the year and, on July 24, the water level at Chaotianmen in Chongqing, western China, hit 187.92 metres - the highest flood peak since 1981. Up to 71,200 cubic metres of water flowed past every second, 28 times faster than the Yellow River and with volumes greater than those recorded during the huge floods of 1998 and 2010. This was the biggest test for the Three Gorges Dam in its nine-year history. Official reports from Chongqing city indicate its outlying districts of Jiangjin and Yongchuan were badly impacted by the floods. In total, around 163,000 people were affected, including more than 82,000 evacuated from their homes. Though this was the mammoth dam's most serious test to date, in terms of what the structure is built to withstand it was a moderate challenge at worst; the kind of thing its operators expect to see every 20 years. After all, the barrage was designed to be able to cope with once-in-a-millennium floods on a daily basis, and to be able to withstand a once-in-10-millennia flood - plus 10%. Monitoring showed that, when the flood peak reached the dam, displacement, seepage and deformation were all within normal ranges, and all safety indicators remained stable. The dam had already seen three flood peaks earlier that month. However, as the Three Gorges Dam released more water, the flood risk further down the Yangtze increased. The water level in China's largest freshwater lake, Poyang, rose to its highest level for two years. Some 2,200 people were assigned to monitor dykes in the lakeside areas of Jiujiang, Shangrao and Nanchang, as well as the stretch of the Yangtze in Jiujiang. If the rainy season in the upper Yangtze coincides with that of the lower and middle parts of the river, severe flooding can hit the plains downstream. Most years, that doesn't happen - but this year it did: \"That's the situation we're seeing now,\" said a Yangtze flood-prevention official, \"and so there's a lot of pressure on the lower and middle reaches of the river.\" The Three Gorges project has always been controversial, from early discussions and initial approval to construction and operation. Renowned hydro-engineer Huang Wanli once predicted that the dam would cause Chongqing's ports to become blocked up with silt and gravel within a decade. Since the Three Gorges reservoir was filled, there have been no repetitions of the severe flooding of 1998, which killed more than 3,700 people and left 15 million homeless. But the controversy hanging over the dam has spread to questions about its impacts on drought and the downstream climate. These complex issues, which interlink with hot topics like climate change, have sustained the dam as a focus of public debate in China. In recent years, the Yangtze basin - not usually short of water - has been hit by two serious droughts: first the 2006 summer drought in Sichuan and Chongqing and, more recently, the March 2010 drought, also in the south-west. Some people blamed these disasters on the Three Gorges Dam. Former chief engineer at Hunan's water authority Nie Fangrong argues that, though the droughts were caused by a decline in rainfall, they were exacerbated by ecosystem changes wrought in the lower Yangtze River by the Three Gorges dam. But Cao Guangjing, chief executive of dam developer the Three Gorges Group, has pointed out that the structure stores water between August and October every year, and releases increasing amounts of water from January onwards, when the reservoir level drops. During that period, the dam is actually helping to relieve drought, rather than holding water back, he said. Other critics blame the barrage for changes in the climate around the reservoir and downstream. They say it has created a low-pressure zone which affects normal atmospheric flows, triggering extreme weather events such as the 2006 and 2010 droughts, and the 2008 blizzards in southern China. The Chinese Meteorological Administration and other experts have said this is nothing to do with the dam: global climate change is causing extreme weather. Liu Min, head of the Wuhan Regional Climate Centre at Hubei Meteorological Bureau, said there is no data to show that the dam has caused drought on the lower Yangtze. The dam's most important role - flood prevention - has also been a source of controversy. Informed sources say that local governments downstream of the dam have all asked the operators to release less water in order to reduce flood risks, meaning the dam is under pressure from both sides. The dam has long faced such difficulties. Upstream, the city of Chongqing complains that the dam makes flood prevention more difficult - that \"Chongqing drowns to save Wuhan\". Downstream, there are complaints that it continues to release water even when there are flood risks. Cai Qihua, head of the Yangtze River Commission, said this is a misunderstanding: when the dam holds back floodwaters, the reservoir level does rise, but this has little or no impact on Chongqing upstream. The rising waters in Chongqing are due to water coming from the Jin, Min and Jialing rivers, and water backing up at the Tongluo Gorge, downstream of Chongqing, Cai said. The dam's role in flood prevention is to control water coming from the upper reaches of the Yangtze. When it comes to regional flooding downstream, it can only play an indirect role. Weng Lida, formerly head of the Yangtze River Commission's Water Resources Protection Bureau, explained that the dam can retain water from upstream, but if there is heavy rain downstream, there is nothing it can do. Nor can the dam store all of the floodwaters - it can only hold back those which cannot be safely released into the rivers downstream. \"The flood prevention ability of the dam is limited - it can't do everything,\" said Weng. And since the dam can't do everything, it is crucial to make sure that flood-control mechanisms along the length of the river are integrated. \"Different regions want to handle floods differently,\" added Weng. \"Flood prevention on the Yangtze isn't just about the Three Gorges - it's made up of groups of reservoirs along the main river and its tributaries, and flood-diversion areas. Both the river basin and its regions need to be considered. That means that regional management needs to follow instructions from basin-level management, with the Yangtze Flood Prevention Office overseeing things.\" The Yangtze Institute of Survey, Planning Design and Research has calculated that, in the long-term, capacity of the Three Gorges reservoir and the upstream control reservoirs will reach almost 100 billion cubic metres, and flood prevention reservoirs 50 billion cubic metres. It would be of huge benefit to flood prevention if these can be managed in unison. Yangtze River Commission experts say that preventing floods on the lower Yangtze requires comprehensive flood-prevention work. In May 2011, China's State Council - the highest state organ - admitted in a statement that \"while the Three Gorges Dam has brought great benefits, there are still urgent issues with relocations, environmental protection and the prevention of geological disasters; and it has had a certain impact on navigation, irrigation and water supplies.\" Given the new century has already seen a series of \"once-in-a\" disasters, perhaps the incredible Three Gorges Dam is only just starting to be tested.", "url": "https://chinadialogue.net/en/energy/5108-floods-test-three-gorges-dam/"}, {"title": "Three Gorges Dam Completed Amid Technical Victories, Controversy", "date": "2012-09-01", "content": "China in early July installed the 32nd and final turbine of its mammoth Three Gorges Dam, virtually completing the controversial 1994-initiated hydropower project on the middle reaches of the Yangtze River. All that remains is a ship lift, which should be completed by 2015, authorities say. The world's biggest power project, the 22.5-GW dam accounts for nearly 10% of China's total installed hydro capacity of 230 GW, and it figures prominently in Beijing's future ambitions to retain hydropower's 20% share in China's overall generation mix as it vies with its neighbors for coal imports and grapples with pressure to tamp down carbon emissions. The government has lauded the project as a symbol of China's economic and technological progress, saying it had helped alleviate flooding, improve navigation, and generate electricity. But in a rare admission, the country's top government body, the State Council, last year conceded that the project was also riddled with \"urgent problems\" such as \"stabilizing and improving living conditions\" for the more than 1.3 million people that it has relocated, \"protecting the environment, and preventing geological disasters.\" The project was first championed by China's revolutionary leader Mao Zedong in the 1950s and approved in 1992, withstanding abstentions by a third of the normally compliant National People's Congress. Construction of the 101-meter-high dam-which is 2,309 meters long and has a reservoir length of 660 kilometers-submerged 13 cities, 140 towns, and 1,350 villages in the densely populated and fertile Yangtze Valley. In addition to the social costs, the massive project has come at a staggering economic cost. Financed through government funds, a surtax on electricity rates, domestic bonds, and export credits from the governments of Brazil, Canada, France, Germany, Japan, Sweden, and Switzerland, estimated project costs exceed $40 billion-four times the original price tag-with nearly $19.4 billion spent on \"follow-up work.\" The government expects full cost recovery to occur just 10 years after the dam starts full operation, however. The first generating unit was connected to the grid in 2003, the dam body was completed in 2006, and the final turbine installed in early July. Of the 32 main generators, 14 are installed in the north side of the dam, 12 in the south side, and the remaining six in an underground power plant in the mountain south of the dam. Annual generation is expected to be more than 100 TWh (Figure 1). The dam is managed by China Yangtze Power, a listed subsidiary of the state-owned China Three Gorges Corp. (CTGC).", "url": "https://www.powermag.com/three-gorges-dam-completed-amid-technical-victories-controversy/"}]}, {"win label": 0, "news": [{"title": "Floods test Three Gorges Dam", "date": "2012-08-15", "content": "It was the fourth Yangtze flood of the year and, on July 24, the water level at Chaotianmen in Chongqing, western China, hit 187.92 metres - the highest flood peak since 1981. Up to 71,200 cubic metres of water flowed past every second, 28 times faster than the Yellow River and with volumes greater than those recorded during the huge floods of 1998 and 2010. This was the biggest test for the Three Gorges Dam in its nine-year history. Official reports from Chongqing city indicate its outlying districts of Jiangjin and Yongchuan were badly impacted by the floods. In total, around 163,000 people were affected, including more than 82,000 evacuated from their homes. Though this was the mammoth dam's most serious test to date, in terms of what the structure is built to withstand it was a moderate challenge at worst; the kind of thing its operators expect to see every 20 years. After all, the barrage was designed to be able to cope with once-in-a-millennium floods on a daily basis, and to be able to withstand a once-in-10-millennia flood - plus 10%. Monitoring showed that, when the flood peak reached the dam, displacement, seepage and deformation were all within normal ranges, and all safety indicators remained stable. The dam had already seen three flood peaks earlier that month. However, as the Three Gorges Dam released more water, the flood risk further down the Yangtze increased. The water level in China's largest freshwater lake, Poyang, rose to its highest level for two years. Some 2,200 people were assigned to monitor dykes in the lakeside areas of Jiujiang, Shangrao and Nanchang, as well as the stretch of the Yangtze in Jiujiang. If the rainy season in the upper Yangtze coincides with that of the lower and middle parts of the river, severe flooding can hit the plains downstream. Most years, that doesn't happen - but this year it did: \"That's the situation we're seeing now,\" said a Yangtze flood-prevention official, \"and so there's a lot of pressure on the lower and middle reaches of the river.\" The Three Gorges project has always been controversial, from early discussions and initial approval to construction and operation. Renowned hydro-engineer Huang Wanli once predicted that the dam would cause Chongqing's ports to become blocked up with silt and gravel within a decade. Since the Three Gorges reservoir was filled, there have been no repetitions of the severe flooding of 1998, which killed more than 3,700 people and left 15 million homeless. But the controversy hanging over the dam has spread to questions about its impacts on drought and the downstream climate. These complex issues, which interlink with hot topics like climate change, have sustained the dam as a focus of public debate in China. In recent years, the Yangtze basin - not usually short of water - has been hit by two serious droughts: first the 2006 summer drought in Sichuan and Chongqing and, more recently, the March 2010 drought, also in the south-west. Some people blamed these disasters on the Three Gorges Dam. Former chief engineer at Hunan's water authority Nie Fangrong argues that, though the droughts were caused by a decline in rainfall, they were exacerbated by ecosystem changes wrought in the lower Yangtze River by the Three Gorges dam. But Cao Guangjing, chief executive of dam developer the Three Gorges Group, has pointed out that the structure stores water between August and October every year, and releases increasing amounts of water from January onwards, when the reservoir level drops. During that period, the dam is actually helping to relieve drought, rather than holding water back, he said. Other critics blame the barrage for changes in the climate around the reservoir and downstream. They say it has created a low-pressure zone which affects normal atmospheric flows, triggering extreme weather events such as the 2006 and 2010 droughts, and the 2008 blizzards in southern China. The Chinese Meteorological Administration and other experts have said this is nothing to do with the dam: global climate change is causing extreme weather. Liu Min, head of the Wuhan Regional Climate Centre at Hubei Meteorological Bureau, said there is no data to show that the dam has caused drought on the lower Yangtze. The dam's most important role - flood prevention - has also been a source of controversy. Informed sources say that local governments downstream of the dam have all asked the operators to release less water in order to reduce flood risks, meaning the dam is under pressure from both sides. The dam has long faced such difficulties. Upstream, the city of Chongqing complains that the dam makes flood prevention more difficult - that \"Chongqing drowns to save Wuhan\". Downstream, there are complaints that it continues to release water even when there are flood risks. Cai Qihua, head of the Yangtze River Commission, said this is a misunderstanding: when the dam holds back floodwaters, the reservoir level does rise, but this has little or no impact on Chongqing upstream. The rising waters in Chongqing are due to water coming from the Jin, Min and Jialing rivers, and water backing up at the Tongluo Gorge, downstream of Chongqing, Cai said. The dam's role in flood prevention is to control water coming from the upper reaches of the Yangtze. When it comes to regional flooding downstream, it can only play an indirect role. Weng Lida, formerly head of the Yangtze River Commission's Water Resources Protection Bureau, explained that the dam can retain water from upstream, but if there is heavy rain downstream, there is nothing it can do. Nor can the dam store all of the floodwaters - it can only hold back those which cannot be safely released into the rivers downstream. \"The flood prevention ability of the dam is limited - it can't do everything,\" said Weng. And since the dam can't do everything, it is crucial to make sure that flood-control mechanisms along the length of the river are integrated. \"Different regions want to handle floods differently,\" added Weng. \"Flood prevention on the Yangtze isn't just about the Three Gorges - it's made up of groups of reservoirs along the main river and its tributaries, and flood-diversion areas. Both the river basin and its regions need to be considered. That means that regional management needs to follow instructions from basin-level management, with the Yangtze Flood Prevention Office overseeing things.\" The Yangtze Institute of Survey, Planning Design and Research has calculated that, in the long-term, capacity of the Three Gorges reservoir and the upstream control reservoirs will reach almost 100 billion cubic metres, and flood prevention reservoirs 50 billion cubic metres. It would be of huge benefit to flood prevention if these can be managed in unison. Yangtze River Commission experts say that preventing floods on the lower Yangtze requires comprehensive flood-prevention work. In May 2011, China's State Council - the highest state organ - admitted in a statement that \"while the Three Gorges Dam has brought great benefits, there are still urgent issues with relocations, environmental protection and the prevention of geological disasters; and it has had a certain impact on navigation, irrigation and water supplies.\" Given the new century has already seen a series of \"once-in-a\" disasters, perhaps the incredible Three Gorges Dam is only just starting to be tested.", "url": "https://chinadialogue.net/en/energy/5108-floods-test-three-gorges-dam/"}, {"title": "Three Gorges Dam Completed Amid Technical Victories, Controversy", "date": "2012-09-01", "content": "China in early July installed the 32nd and final turbine of its mammoth Three Gorges Dam, virtually completing the controversial 1994-initiated hydropower project on the middle reaches of the Yangtze River. All that remains is a ship lift, which should be completed by 2015, authorities say. The world's biggest power project, the 22.5-GW dam accounts for nearly 10% of China's total installed hydro capacity of 230 GW, and it figures prominently in Beijing's future ambitions to retain hydropower's 20% share in China's overall generation mix as it vies with its neighbors for coal imports and grapples with pressure to tamp down carbon emissions. The government has lauded the project as a symbol of China's economic and technological progress, saying it had helped alleviate flooding, improve navigation, and generate electricity. But in a rare admission, the country's top government body, the State Council, last year conceded that the project was also riddled with \"urgent problems\" such as \"stabilizing and improving living conditions\" for the more than 1.3 million people that it has relocated, \"protecting the environment, and preventing geological disasters.\" The project was first championed by China's revolutionary leader Mao Zedong in the 1950s and approved in 1992, withstanding abstentions by a third of the normally compliant National People's Congress. Construction of the 101-meter-high dam-which is 2,309 meters long and has a reservoir length of 660 kilometers-submerged 13 cities, 140 towns, and 1,350 villages in the densely populated and fertile Yangtze Valley. In addition to the social costs, the massive project has come at a staggering economic cost. Financed through government funds, a surtax on electricity rates, domestic bonds, and export credits from the governments of Brazil, Canada, France, Germany, Japan, Sweden, and Switzerland, estimated project costs exceed $40 billion-four times the original price tag-with nearly $19.4 billion spent on \"follow-up work.\" The government expects full cost recovery to occur just 10 years after the dam starts full operation, however. The first generating unit was connected to the grid in 2003, the dam body was completed in 2006, and the final turbine installed in early July. Of the 32 main generators, 14 are installed in the north side of the dam, 12 in the south side, and the remaining six in an underground power plant in the mountain south of the dam. Annual generation is expected to be more than 100 TWh (Figure 1). The dam is managed by China Yangtze Power, a listed subsidiary of the state-owned China Three Gorges Corp. (CTGC).", "url": "https://www.powermag.com/three-gorges-dam-completed-amid-technical-victories-controversy/"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam Completed Amid Technical Victories, Controversy", "date": "2012-09-01", "content": "China in early July installed the 32nd and final turbine of its mammoth Three Gorges Dam, virtually completing the controversial 1994-initiated hydropower project on the middle reaches of the Yangtze River. All that remains is a ship lift, which should be completed by 2015, authorities say. The world's biggest power project, the 22.5-GW dam accounts for nearly 10% of China's total installed hydro capacity of 230 GW, and it figures prominently in Beijing's future ambitions to retain hydropower's 20% share in China's overall generation mix as it vies with its neighbors for coal imports and grapples with pressure to tamp down carbon emissions. The government has lauded the project as a symbol of China's economic and technological progress, saying it had helped alleviate flooding, improve navigation, and generate electricity. But in a rare admission, the country's top government body, the State Council, last year conceded that the project was also riddled with \"urgent problems\" such as \"stabilizing and improving living conditions\" for the more than 1.3 million people that it has relocated, \"protecting the environment, and preventing geological disasters.\" The project was first championed by China's revolutionary leader Mao Zedong in the 1950s and approved in 1992, withstanding abstentions by a third of the normally compliant National People's Congress. Construction of the 101-meter-high dam-which is 2,309 meters long and has a reservoir length of 660 kilometers-submerged 13 cities, 140 towns, and 1,350 villages in the densely populated and fertile Yangtze Valley. In addition to the social costs, the massive project has come at a staggering economic cost. Financed through government funds, a surtax on electricity rates, domestic bonds, and export credits from the governments of Brazil, Canada, France, Germany, Japan, Sweden, and Switzerland, estimated project costs exceed $40 billion-four times the original price tag-with nearly $19.4 billion spent on \"follow-up work.\" The government expects full cost recovery to occur just 10 years after the dam starts full operation, however. The first generating unit was connected to the grid in 2003, the dam body was completed in 2006, and the final turbine installed in early July. Of the 32 main generators, 14 are installed in the north side of the dam, 12 in the south side, and the remaining six in an underground power plant in the mountain south of the dam. Annual generation is expected to be more than 100 TWh (Figure 1). The dam is managed by China Yangtze Power, a listed subsidiary of the state-owned China Three Gorges Corp. (CTGC).", "url": "https://www.powermag.com/three-gorges-dam-completed-amid-technical-victories-controversy/"}]}, [], {"win label": 0, "news": [{"title": "China's Three Gorges Dam releases huge torrent of water as it opens for first time this year", "date": "2014-09-03", "content": "The awesome power of China's Three Gorges Dam was on full display when it opened for the first time this year after downpours caused the highest flood peak so far of the year. Torrential rainstorms battered southwest China's Chongqing municipality, causing thousands of houses to collapse and forcing nearly 40,000 people to evacuate their homes yesterday. A devastating landslide has killed 11 coal miners and left 27 others are missing on Monday, according to the official Xinhua news agency. It is being reported that the miners were in a four-story dormitory building when the landslide hit. Fifteen of them managed to escape but the rest were buried in a mine shaft where they had been taking shelter, according to state television. It is thought rescue workers were able to save one miner who was sent to a local hospital where he remained in stable condition. Rain began to lash the southwest region on Sunday and firefighters and police have been assisting to evacuate thousands of people from nine flooded towns in the Yunyang county. Roads were turned to rivers as motorists struggled to stop their cars from being washed away and fleets of vehicles were left abandoned in the town square. Some pedestrians waded knee-deep in rainwater with family members on their backs as they struggled to get through the flood water. Chongqing city shopkeeper Ye Wu, 54, interviewed on local TV, said: 'It looked more like Venice than Chongqing. All the buildings looked like they were built on a lake. ", "url": "https://www.dailymail.co.uk/news/article-2742417/Lightning-strikes-buildings-China-heavy-rain-sparks-landslides-massive-flooding.html"}]}, [], {"win label": 0, "news": [{"title": "Three Gorges Project doing its job well", "date": "2016-07-06", "content": "Torrential rainfall has hit provinces in the lower reaches of the Yangtze River with water levels rising above the danger level at almost all places. This has prompted many to wonder whether the Three Gorges Project on the Yangtze River is serving its purpose, of alleviating, even preventing natural disasters. There are even rumors that the dam could increase the frequency of geological disasters. But an undeniable fact is that the Three Gorges Dam has prevented heavy storms and floods from hitting areas in the downstream of the Yangtze River. The El Nino phenomenon this year, which would result in heavy storms in China's southern provinces and serious droughts in Southeast and South Asia and South America, has much to do with the high and still increasing carbon emissions worldwide. As the largest hydropower project in the world, the Three Gorges Dam is helping reduce carbon emission by generating electricity from water instead of fossil fuel. It generates about 100 billion kilowatt hours a year, which means it is saving 50 million tons of steam coal and cutting carbon dioxide emission by about 100 million tons. For a better perspective, the world's total CO2 emission was 32.3 billion tons in 2014, suggesting the Three Gorges Project can save about 0.3 percent of global CO2 emission. The Three Gorges Dam has its deficiencies, though. Its storage capacity is not large enough, which limits its capability to adjust the water flow in the Yangtze River. Despite being the world's hydropower project, its reservoir (39.3 billion cubic meters) ranks 22nd globally. The reservoir is rather small compared with the runoff of the Yangtze River, which is 3,100 cu m per second. The Aswan Dam, the largest in the world, on the Nile River in Egypt has a storage capacity of 168.9 billion cu m while its runoff is only 2,830 cu m per second. And the Hoover Dam in the United States has a storage capacity of about 34.8 billion cubic meters while its runoff is only 311 cu m per second. The Three Gorges Dam's relatively small reservoir has seriously affected its ability to adjust the flow of water in the Yangtze River and thus prevent floods from occurring downstream. In fact, small reservoirs are a common problem with China's dams. Capacity coefficient, or the water storage capacity divided by the average runoff for the passing decades, is an important index of the performance of a reservoir. The average coefficient for reservoirs in Europe and the US is about 0.9 and 0.66, whereas in China it is only slightly above 0.3. Reservoirs in China are small compared with those in Europe and the US mainly because of limited availability of land. Take the Three Gorges Dam for example. To expand the project, the government would have needed to buy more land along the upper reaches of the river and help more immigrants resettle in other provinces. Besides, the land in the upper reaches of the Three Gorges Dam is mountainous, and it would have cost huge amounts of money and labor to expand the reservoir there. That's why the Three Gorges Dam was built following the principle of best performance at a given cost. Chinese engineers are trying to find ways of building multiple reservoirs on the same river. For example, experts and officials are discussing an ambitious plan to build another reservoir in the upper reaches of the Yangtze River at Hutiao Gorge in Southwestern China's Yunnan province, and the designed storage capacity would be about 30 billion cu m, comparable to that of the Three Gorges. If the plan becomes reality, floods in the Yangtze River can be further curbed - even in case of extreme weather, it will be easier to control the water flow. So we should view the Three Gorges Dam as it is. Its job is to help fight climate change by cutting carbon emission, and curb floods in downstream provinces by adjusting the water flow in the Yangtze River. But it alone cannot solve all the problems. There is still a huge gap between China's water conservancy projects and those in Europe and the US, and it will take some time for China to catch up with them.", "url": "http://www.china.org.cn/opinion/2016-07/06/content_38818267.htm"}]}, {"win label": 0, "news": [{"title": "Three Gorges Project doing its job well", "date": "2016-07-06", "content": "Torrential rainfall has hit provinces in the lower reaches of the Yangtze River with water levels rising above the danger level at almost all places. This has prompted many to wonder whether the Three Gorges Project on the Yangtze River is serving its purpose, of alleviating, even preventing natural disasters. There are even rumors that the dam could increase the frequency of geological disasters. But an undeniable fact is that the Three Gorges Dam has prevented heavy storms and floods from hitting areas in the downstream of the Yangtze River. The El Nino phenomenon this year, which would result in heavy storms in China's southern provinces and serious droughts in Southeast and South Asia and South America, has much to do with the high and still increasing carbon emissions worldwide. As the largest hydropower project in the world, the Three Gorges Dam is helping reduce carbon emission by generating electricity from water instead of fossil fuel. It generates about 100 billion kilowatt hours a year, which means it is saving 50 million tons of steam coal and cutting carbon dioxide emission by about 100 million tons. For a better perspective, the world's total CO2 emission was 32.3 billion tons in 2014, suggesting the Three Gorges Project can save about 0.3 percent of global CO2 emission. The Three Gorges Dam has its deficiencies, though. Its storage capacity is not large enough, which limits its capability to adjust the water flow in the Yangtze River. Despite being the world's hydropower project, its reservoir (39.3 billion cubic meters) ranks 22nd globally. The reservoir is rather small compared with the runoff of the Yangtze River, which is 3,100 cu m per second. The Aswan Dam, the largest in the world, on the Nile River in Egypt has a storage capacity of 168.9 billion cu m while its runoff is only 2,830 cu m per second. And the Hoover Dam in the United States has a storage capacity of about 34.8 billion cubic meters while its runoff is only 311 cu m per second. The Three Gorges Dam's relatively small reservoir has seriously affected its ability to adjust the flow of water in the Yangtze River and thus prevent floods from occurring downstream. In fact, small reservoirs are a common problem with China's dams. Capacity coefficient, or the water storage capacity divided by the average runoff for the passing decades, is an important index of the performance of a reservoir. The average coefficient for reservoirs in Europe and the US is about 0.9 and 0.66, whereas in China it is only slightly above 0.3. Reservoirs in China are small compared with those in Europe and the US mainly because of limited availability of land. Take the Three Gorges Dam for example. To expand the project, the government would have needed to buy more land along the upper reaches of the river and help more immigrants resettle in other provinces. Besides, the land in the upper reaches of the Three Gorges Dam is mountainous, and it would have cost huge amounts of money and labor to expand the reservoir there. That's why the Three Gorges Dam was built following the principle of best performance at a given cost. Chinese engineers are trying to find ways of building multiple reservoirs on the same river. For example, experts and officials are discussing an ambitious plan to build another reservoir in the upper reaches of the Yangtze River at Hutiao Gorge in Southwestern China's Yunnan province, and the designed storage capacity would be about 30 billion cu m, comparable to that of the Three Gorges. If the plan becomes reality, floods in the Yangtze River can be further curbed - even in case of extreme weather, it will be easier to control the water flow. So we should view the Three Gorges Dam as it is. Its job is to help fight climate change by cutting carbon emission, and curb floods in downstream provinces by adjusting the water flow in the Yangtze River. But it alone cannot solve all the problems. There is still a huge gap between China's water conservancy projects and those in Europe and the US, and it will take some time for China to catch up with them.", "url": "http://www.china.org.cn/opinion/2016-07/06/content_38818267.htm"}, {"title": "China has built an elevator that can lift ships over the Three Gorges Dam", "date": "2016-09-27", "content": "Where elevators are concerned, this new ship lift is an engineering marvel. Built to carry cargo ships over the controversial Three Gorges Dam on China's Yangtze River, the elevator knocks down the travel time past the dam to 40 minutes from the three hours or so it took previously via five stages of locks. Some bigger ships will still have to use the locks, but the elevator will allow six million more tons of cargo to cross the dam every year. The elevator lifts both the ship and the water it floats on some 370 feet. It can carry about 7 million pounds, including ship and water. The dam is the world's biggest hydropower project, but its construction 13 years ago was controversial. It forced the displacement of over a million people and has apparently caused deadly landslides along the river. ", "url": "https://qz.com/792038/a-ship-elevator-at-the-three-gorges-dam-in-china-is-an-engineering-marvel/"}]}, {"win label": 0, "news": [{"title": "China has built an elevator that can lift ships over the Three Gorges Dam", "date": "2016-09-27", "content": "Where elevators are concerned, this new ship lift is an engineering marvel. Built to carry cargo ships over the controversial Three Gorges Dam on China's Yangtze River, the elevator knocks down the travel time past the dam to 40 minutes from the three hours or so it took previously via five stages of locks. Some bigger ships will still have to use the locks, but the elevator will allow six million more tons of cargo to cross the dam every year. The elevator lifts both the ship and the water it floats on some 370 feet. It can carry about 7 million pounds, including ship and water. The dam is the world's biggest hydropower project, but its construction 13 years ago was controversial. It forced the displacement of over a million people and has apparently caused deadly landslides along the river. ", "url": "https://qz.com/792038/a-ship-elevator-at-the-three-gorges-dam-in-china-is-an-engineering-marvel/"}]}, [], {"win label": 0, "news": [{"title": "Rain break helps stranded ships leave Three Gorges Dam", "date": "2018-08-02", "content": " Ships pass the Three Gorges Dam's five-stage ship lock in Yichang, Central China's Hubei Province, Aug. 1, 2018. Authorities made use of a break in continuous rain to ease shipping pressure between the Three Gorges Dam and the Gezhouba Dam, both large-scale water control projects on the Yangtze River. Previously, hundreds of ships were suspended to be both upstream and downstream of the Three Gorges Dam due to the massive amounts of floodwater - 35,000 cubic meters per second - being discharged from the dam, which affects navigation safety. ", "url": "http://www.ecns.cn/hd/2018-08-02/detail-ifywsspt3616858.shtml"}]}, {"win label": 0, "news": [{"title": "Rain break helps stranded ships leave Three Gorges Dam", "date": "2018-08-02", "content": " Ships pass the Three Gorges Dam's five-stage ship lock in Yichang, Central China's Hubei Province, Aug. 1, 2018. Authorities made use of a break in continuous rain to ease shipping pressure between the Three Gorges Dam and the Gezhouba Dam, both large-scale water control projects on the Yangtze River. Previously, hundreds of ships were suspended to be both upstream and downstream of the Three Gorges Dam due to the massive amounts of floodwater - 35,000 cubic meters per second - being discharged from the dam, which affects navigation safety. ", "url": "http://www.ecns.cn/hd/2018-08-02/detail-ifywsspt3616858.shtml"}, {"title": "Three Gorges Dam generates record amount of power", "date": "2018-12-21", "content": "The electricity generated by the Three Gorges Dam, a gargantuan structure straddling the Yangtze River in China's Hubei province, exceeded 100 billion kilowatt hours this year, the news outlet The Paper reported on Friday. The figure set a record for a single hydropower station in China, and also outperformed the dam's 2018 target of 92.3 billion kilowatt hours. By the end of this year, the accumulated power will total close to 1.2 trillion kilowatt hours, said The Paper, quoting Wang Lin, general manager of China Three Gorges Corp. In 2018, the upper reaches of the Yangtze River received a large amount of rainfall. The company managing the dam was able to recycle small and medium-sized floods by promoting forecast capacity on water and rain conditions, analyzing the coming water volume, and enhancing scheduling ability.", "url": "https://www.chinadaily.com.cn/a/201812/21/WS5c1c5eeca3107d4c3a002168.html"}]}, {"win label": 0, "news": [{"title": "Rain break helps stranded ships leave Three Gorges Dam", "date": "2018-08-02", "content": " Ships pass the Three Gorges Dam's five-stage ship lock in Yichang, Central China's Hubei Province, Aug. 1, 2018. Authorities made use of a break in continuous rain to ease shipping pressure between the Three Gorges Dam and the Gezhouba Dam, both large-scale water control projects on the Yangtze River. Previously, hundreds of ships were suspended to be both upstream and downstream of the Three Gorges Dam due to the massive amounts of floodwater - 35,000 cubic meters per second - being discharged from the dam, which affects navigation safety. ", "url": "http://www.ecns.cn/hd/2018-08-02/detail-ifywsspt3616858.shtml"}, {"title": "Three Gorges Dam generates record amount of power", "date": "2018-12-21", "content": "The electricity generated by the Three Gorges Dam, a gargantuan structure straddling the Yangtze River in China's Hubei province, exceeded 100 billion kilowatt hours this year, the news outlet The Paper reported on Friday. The figure set a record for a single hydropower station in China, and also outperformed the dam's 2018 target of 92.3 billion kilowatt hours. By the end of this year, the accumulated power will total close to 1.2 trillion kilowatt hours, said The Paper, quoting Wang Lin, general manager of China Three Gorges Corp. In 2018, the upper reaches of the Yangtze River received a large amount of rainfall. The company managing the dam was able to recycle small and medium-sized floods by promoting forecast capacity on water and rain conditions, analyzing the coming water volume, and enhancing scheduling ability.", "url": "https://www.chinadaily.com.cn/a/201812/21/WS5c1c5eeca3107d4c3a002168.html"}, {"title": "China's Three Gorges Dam generates record amount of power", "date": "2019-01-04", "content": "The electricity generated by the Three Gorges Dam, the structure straddling the Yangtze River in China's Hubei province, has exceeded 100 billion kilowatt hours, setting a record for a single hydropower station in China, and also outperformed the dam's 2018 target of 92.3 billion kilowatt hours. By the end of this year, the accumulated power will total close to 1.2 trillion kilowatt hours. In 2018, the upper reaches of the Yangtze River received a large amount of rainfall. CTG, the builder and operator of the dam, manages to recycle small and medium-sized floods by promoting forecast capacity on water and rain conditions, analysing the coming water volume, and enhancing scheduling ability and joint operations of cascade hydropower stations. This year, the generator ran for 1,184.37 hours, including 352.38 hours at full capacity, and the accumulated power added 5.2 billion kilowatt hours under conditions that conserved water. ", "url": "https://energydigital.com/sustainability/chinas-three-gorges-dam-generates-record-amount-power"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam generates record amount of power", "date": "2018-12-21", "content": "The electricity generated by the Three Gorges Dam, a gargantuan structure straddling the Yangtze River in China's Hubei province, exceeded 100 billion kilowatt hours this year, the news outlet The Paper reported on Friday. The figure set a record for a single hydropower station in China, and also outperformed the dam's 2018 target of 92.3 billion kilowatt hours. By the end of this year, the accumulated power will total close to 1.2 trillion kilowatt hours, said The Paper, quoting Wang Lin, general manager of China Three Gorges Corp. In 2018, the upper reaches of the Yangtze River received a large amount of rainfall. The company managing the dam was able to recycle small and medium-sized floods by promoting forecast capacity on water and rain conditions, analyzing the coming water volume, and enhancing scheduling ability.", "url": "https://www.chinadaily.com.cn/a/201812/21/WS5c1c5eeca3107d4c3a002168.html"}, {"title": "China's Three Gorges Dam generates record amount of power", "date": "2019-01-04", "content": "The electricity generated by the Three Gorges Dam, the structure straddling the Yangtze River in China's Hubei province, has exceeded 100 billion kilowatt hours, setting a record for a single hydropower station in China, and also outperformed the dam's 2018 target of 92.3 billion kilowatt hours. By the end of this year, the accumulated power will total close to 1.2 trillion kilowatt hours. In 2018, the upper reaches of the Yangtze River received a large amount of rainfall. CTG, the builder and operator of the dam, manages to recycle small and medium-sized floods by promoting forecast capacity on water and rain conditions, analysing the coming water volume, and enhancing scheduling ability and joint operations of cascade hydropower stations. This year, the generator ran for 1,184.37 hours, including 352.38 hours at full capacity, and the accumulated power added 5.2 billion kilowatt hours under conditions that conserved water. ", "url": "https://energydigital.com/sustainability/chinas-three-gorges-dam-generates-record-amount-power"}]}, {"win label": 0, "news": [{"title": "China's Three Gorges Dam generates record amount of power", "date": "2019-01-04", "content": "The electricity generated by the Three Gorges Dam, the structure straddling the Yangtze River in China's Hubei province, has exceeded 100 billion kilowatt hours, setting a record for a single hydropower station in China, and also outperformed the dam's 2018 target of 92.3 billion kilowatt hours. By the end of this year, the accumulated power will total close to 1.2 trillion kilowatt hours. In 2018, the upper reaches of the Yangtze River received a large amount of rainfall. CTG, the builder and operator of the dam, manages to recycle small and medium-sized floods by promoting forecast capacity on water and rain conditions, analysing the coming water volume, and enhancing scheduling ability and joint operations of cascade hydropower stations. This year, the generator ran for 1,184.37 hours, including 352.38 hours at full capacity, and the accumulated power added 5.2 billion kilowatt hours under conditions that conserved water. ", "url": "https://energydigital.com/sustainability/chinas-three-gorges-dam-generates-record-amount-power"}]}, {"win label": 0, "news": [{"title": "China insists massive Three Gorges Dam is safe after satellite images show the 'distorted' structure is at risk of collapse", "date": "2019-07-09", "content": "China's controversial Three Gorges Dam, the world's biggest hydropower project, is structurally sound, officials said, denying rumours on social media it was at risk of collapse. Safety experts with the government-run China Three Gorges Corporation said on its official website that the Yangtze River dam had moved a few millimetres due to temperature and water level changes, but safety indicators remained well within their normal range. They were responding to a Twitter user who posted satellite photos from Google Maps last week purporting to show the dam had bent and was at risk of breaking. The photos were circulated on domestic social media, sparking concerns over its structural integrity. The state-owned China Aerospace Science and Technology Corporation released high-definition satellite images of the dam on its Weibo account to show that the project 'has no problems at all'. The 185-meter Three Gorges Dam has been one of China's most expensive and most controversial engineering projects, submerging entire villages, displacing millions of people and disrupting ecosystems. ", "url": "https://www.dailymail.co.uk/news/article-7227511/Three-Gorges-Dam-safe-say-China-officials-dismissing-online-rumors.html"}]}, {"win label": 0, "news": [{"title": "China insists massive Three Gorges Dam is safe after satellite images show the 'distorted' structure is at risk of collapse", "date": "2019-07-09", "content": "China's controversial Three Gorges Dam, the world's biggest hydropower project, is structurally sound, officials said, denying rumours on social media it was at risk of collapse. Safety experts with the government-run China Three Gorges Corporation said on its official website that the Yangtze River dam had moved a few millimetres due to temperature and water level changes, but safety indicators remained well within their normal range. They were responding to a Twitter user who posted satellite photos from Google Maps last week purporting to show the dam had bent and was at risk of breaking. The photos were circulated on domestic social media, sparking concerns over its structural integrity. The state-owned China Aerospace Science and Technology Corporation released high-definition satellite images of the dam on its Weibo account to show that the project 'has no problems at all'. The 185-meter Three Gorges Dam has been one of China's most expensive and most controversial engineering projects, submerging entire villages, displacing millions of people and disrupting ecosystems. ", "url": "https://www.dailymail.co.uk/news/article-7227511/Three-Gorges-Dam-safe-say-China-officials-dismissing-online-rumors.html"}, {"title": "175-meter experimental impoundment of Three Gorges comes to end", "date": "2019-10-29", "content": "Aerial photo taken on Oct. 28, 2019 shows the view of Zigui Harbor after the water level rises in Zigui County, where Three Gorges Dam locates, in central China's Hubei Province, Oct. 28, 2019. The 175-meter experimental impoundment of Three Gorges this year came to the end at present as the water level of the Three Gorges Reservoir rose to 174.43 meters as of 8pm Monday. ", "url": "http://www.ecns.cn/hd/2019-10-29/detail-ifzqfmzx0274585.shtml"}]}, {"win label": 0, "news": [{"title": "175-meter experimental impoundment of Three Gorges comes to end", "date": "2019-10-29", "content": "Aerial photo taken on Oct. 28, 2019 shows the view of Zigui Harbor after the water level rises in Zigui County, where Three Gorges Dam locates, in central China's Hubei Province, Oct. 28, 2019. The 175-meter experimental impoundment of Three Gorges this year came to the end at present as the water level of the Three Gorges Reservoir rose to 174.43 meters as of 8pm Monday. ", "url": "http://www.ecns.cn/hd/2019-10-29/detail-ifzqfmzx0274585.shtml"}]}, [], {"win label": 0, "news": [{"title": "Three Gorges Dam yet to hit full flood storage capacity ", "date": "2020-07-08", "content": "The Three Gorges Dam on China's Yangtze River has not hit its maximum flood-intercepting capacity as the river's first flood of the year passed through the dam last Saturday, its operator said. The dam still has leeway to deal with even greater flooding in the country's largest river, the Three Gorges Cascade Dispatch and Communication Center said. \"The current flood situation in the Yangtze River's main course is not particularly severe, so the reservoir's flood storage capacity has yet to be fully utilized,\" said Bao Zhengfeng, director assistant of the center. The river's first flood this year arrived at the Three Gorges dam on July 2 with a peak flow rate of 53,000 cubic meters per second, raising the reservoir's water level to 149 meters after the passage of the flood. Bao said, however, the reservoir can handle a water level as high as 175 meters. ", "url": "http://www.xinhuanet.com/english/2020-07/08/c_139197087.htm"}, {"title": "Satellite images show Three Gorges Dam opening all floodgates", "date": "2020-07-13", "content": "A retired Indian Army colonel on Friday released satellite images appearing to show the Three Gorges Dam releasing water far earlier than reported and at a much greater rate than announced. Although the plum rain season started on May 29, and the China Meteorological Administration had issued a heavy rain warning across China throughout the month of June, it was not until June 29 that the Chinese government finally admitted that it had released floodwaters from its spillways for the first time this year. That day, Beijing claimed that the dam's operators had opened two spillways that morning, marking the first official flood discharge from the mammoth structure this year. However, Colonel Vinayak Bhat on Friday in India Today released a satellite image showing an indication of water being released from at least five large and five small floodgates on June 24, five days before the Chinese government claimed it had released floodwaters. The Chongqing Municipal Hydrological Monitoring Station on June 22 issued its first red alert flood warning in 80 years for the Qijiang River. ", "url": "https://www.taiwannews.com.tw/en/news/3965733"}, {"title": "Second round of floods test Three Gorges Dam", "date": "2020-07-17", "content": "Following continuous downpours in the upper reach of the Yangtze River, the Three Gorges Dam is being tested by the second floods this year in the Asia's longest watercourse, water resources authorities said. The second flooding of the Yangtze could be stronger than the first one earlier this month, according to the Changjiang Water Resources Commission. At 10 am on Friday, the Three Gorges Dam again began flooding with a flow rate of 50,000 cubic meters per second. The rate is forecast to reach 55,000 cubic meters per second at 8 pm on Friday, the Yangtze management authority said. The first flood this year arrived at the dam on July 2 with a peak flow rate of 53,000 cubic meters. ", "url": "https://www.chinadaily.com.cn/a/202007/17/WS5f113324a31083481725a3d8.html"}, {"title": "Yangtze River's No. 2 flood passes Three Gorges Dam", "date": "2020-07-20", "content": "The second flood of China's Yangtze River this year has smoothly passed the Three Gorges Dam on Sunday as the inflow into the reservoir has decreased. The Three Gorges reservoir saw an inflow of 46,000 cubic meters per second at 8 p.m. Sunday, compared with a peak of 61,000 cubic meters per second, which appeared at 8 a.m. Saturday and lasted for 18 hours. At 8 p.m. Sunday, the water level of the reservoir reached a record high of 164.18 meters during the flood season since the dam was built. Previously, its highest level was 163.11 meters. According to the China Three Gorges Corporation, by 2:00 p.m. Sunday, the dam has accumulatively withheld 14 billion cubic meters of floodwater during the main flood season this year. Enditem ", "url": "http://www.xinhuanet.com/english/2020-07/20/c_139224690.htm"}, {"title": "China admits Three Gorges Dam 'deformed' by flood", "date": "2020-07-23", "content": "China on Saturday reported that the vaunted Three Gorges Dam experienced \"displacement, seepage, and deformation\" as it was hit with the \"No. 2 Flood\" of the year but that these were within \"the normal range.\" On Saturday, China's state-run mouthpiece Xinhua reported that the \"No. 2 Flood\" of 2020 had formed on the upper reaches of the Yangtze River on July 17. When the massive flood impacted the Three Gorges Dam, the inflow reached 61,000 cubic meters per second by 8 a.m. on July 18, marking the biggest flood to hit the dam this year. ", "url": "https://www.taiwannews.com.tw/en/news/3972343"}, {"title": "China's Three Gorges Dam faces mounting pressure from raging floodwaters", "date": "2020-07-30", "content": " China's Three Gorges Dam, the world's largest hydroelectric power station, is facing the highest flood pressure in years as the nation continues to battle a severe deluge crisis following the coronavirus outbreak. Raging floodwaters rushed into the dam's reservoir at a staggering 60,000 cubic metres per second on Monday after some people feared the huge lake could burst under strain. Earlier this month, the dam's operator admitted to state media that the 2.3-kilometre-long structure had 'shifted, leaked and become deformed' slightly, but ensured that it was functioning well and safe to use. ", "url": "https://www.dailymail.co.uk/news/article-8576131/Chinas-Three-Gorges-Dam-faces-mounting-pressure-raging-floodwaters.html"}, {"title": "China's Three Gorges Dam is one of the largest ever created. Was it worth it?", "date": "2020-07-31", "content": "Three Gorges Dam is the largest hydropower project ever built. When construction began in 1994, it was designed not only to generate electricity to propel China's breakneck economic growth, but also to tame China's longest river, shield millions of people from fatal floods and, as a symbol of technological prowess, become a searing point of national pride. But it hasn't quite worked out that way. For a start, the whole project cost 200 billion yuan ($28.6 billion), took nearly two decades to build, and required uprooting more than a million people along the Yangtze River. And while the government promised the dam would be able to protect communities around its immediate downstream against a \"once in a century flood,\" its efficacy has frequently been questioned. Those doubts recently resurfaced, as the Yangtze basin saw its heaviest average rainfall in nearly 60 years since June, causing the river and its many tributaries to overflow. More than 158 people have died or gone missing, 3.67 million residents have been displaced and 54.8 million people have been affected, causing a devastating 144 billion yuan ($20.5 billion) in economic losses. Despite the havoc, Chinese authorities claim the Three Gorges Dam has succeeded in playing a \"crucial role\" in intercepting floodwaters. The dam's operator, China Three Gorges Corporation, told China's state news agency Xinhua that the dam has intercepted 18.2 billion cubic meters of potential floodwater. A water resources ministry official told state-run newspaper China Youth Daily that the dam \"effectively reduced the speed and extent of water level rises\" on the middle and lower reaches of the Yangtze. But with multiple gauging stations monitoring river flows in the Yangtze basin seeing record-high water levels this summer, some geologists say the limited role of the Three Gorges Dam in flood control has been laid bare. ", "url": "https://www.cnn.com/style/article/china-three-gorges-dam-intl-hnk-dst/index.html"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam yet to hit full flood storage capacity ", "date": "2020-07-08", "content": "The Three Gorges Dam on China's Yangtze River has not hit its maximum flood-intercepting capacity as the river's first flood of the year passed through the dam last Saturday, its operator said. The dam still has leeway to deal with even greater flooding in the country's largest river, the Three Gorges Cascade Dispatch and Communication Center said. \"The current flood situation in the Yangtze River's main course is not particularly severe, so the reservoir's flood storage capacity has yet to be fully utilized,\" said Bao Zhengfeng, director assistant of the center. The river's first flood this year arrived at the Three Gorges dam on July 2 with a peak flow rate of 53,000 cubic meters per second, raising the reservoir's water level to 149 meters after the passage of the flood. Bao said, however, the reservoir can handle a water level as high as 175 meters. ", "url": "http://www.xinhuanet.com/english/2020-07/08/c_139197087.htm"}, {"title": "Satellite images show Three Gorges Dam opening all floodgates", "date": "2020-07-13", "content": "A retired Indian Army colonel on Friday released satellite images appearing to show the Three Gorges Dam releasing water far earlier than reported and at a much greater rate than announced. Although the plum rain season started on May 29, and the China Meteorological Administration had issued a heavy rain warning across China throughout the month of June, it was not until June 29 that the Chinese government finally admitted that it had released floodwaters from its spillways for the first time this year. That day, Beijing claimed that the dam's operators had opened two spillways that morning, marking the first official flood discharge from the mammoth structure this year. However, Colonel Vinayak Bhat on Friday in India Today released a satellite image showing an indication of water being released from at least five large and five small floodgates on June 24, five days before the Chinese government claimed it had released floodwaters. The Chongqing Municipal Hydrological Monitoring Station on June 22 issued its first red alert flood warning in 80 years for the Qijiang River. ", "url": "https://www.taiwannews.com.tw/en/news/3965733"}, {"title": "Second round of floods test Three Gorges Dam", "date": "2020-07-17", "content": "Following continuous downpours in the upper reach of the Yangtze River, the Three Gorges Dam is being tested by the second floods this year in the Asia's longest watercourse, water resources authorities said. The second flooding of the Yangtze could be stronger than the first one earlier this month, according to the Changjiang Water Resources Commission. At 10 am on Friday, the Three Gorges Dam again began flooding with a flow rate of 50,000 cubic meters per second. The rate is forecast to reach 55,000 cubic meters per second at 8 pm on Friday, the Yangtze management authority said. The first flood this year arrived at the dam on July 2 with a peak flow rate of 53,000 cubic meters. ", "url": "https://www.chinadaily.com.cn/a/202007/17/WS5f113324a31083481725a3d8.html"}, {"title": "Yangtze River's No. 2 flood passes Three Gorges Dam", "date": "2020-07-20", "content": "The second flood of China's Yangtze River this year has smoothly passed the Three Gorges Dam on Sunday as the inflow into the reservoir has decreased. The Three Gorges reservoir saw an inflow of 46,000 cubic meters per second at 8 p.m. Sunday, compared with a peak of 61,000 cubic meters per second, which appeared at 8 a.m. Saturday and lasted for 18 hours. At 8 p.m. Sunday, the water level of the reservoir reached a record high of 164.18 meters during the flood season since the dam was built. Previously, its highest level was 163.11 meters. According to the China Three Gorges Corporation, by 2:00 p.m. Sunday, the dam has accumulatively withheld 14 billion cubic meters of floodwater during the main flood season this year. Enditem ", "url": "http://www.xinhuanet.com/english/2020-07/20/c_139224690.htm"}, {"title": "China admits Three Gorges Dam 'deformed' by flood", "date": "2020-07-23", "content": "China on Saturday reported that the vaunted Three Gorges Dam experienced \"displacement, seepage, and deformation\" as it was hit with the \"No. 2 Flood\" of the year but that these were within \"the normal range.\" On Saturday, China's state-run mouthpiece Xinhua reported that the \"No. 2 Flood\" of 2020 had formed on the upper reaches of the Yangtze River on July 17. When the massive flood impacted the Three Gorges Dam, the inflow reached 61,000 cubic meters per second by 8 a.m. on July 18, marking the biggest flood to hit the dam this year. ", "url": "https://www.taiwannews.com.tw/en/news/3972343"}, {"title": "China's Three Gorges Dam faces mounting pressure from raging floodwaters", "date": "2020-07-30", "content": " China's Three Gorges Dam, the world's largest hydroelectric power station, is facing the highest flood pressure in years as the nation continues to battle a severe deluge crisis following the coronavirus outbreak. Raging floodwaters rushed into the dam's reservoir at a staggering 60,000 cubic metres per second on Monday after some people feared the huge lake could burst under strain. Earlier this month, the dam's operator admitted to state media that the 2.3-kilometre-long structure had 'shifted, leaked and become deformed' slightly, but ensured that it was functioning well and safe to use. ", "url": "https://www.dailymail.co.uk/news/article-8576131/Chinas-Three-Gorges-Dam-faces-mounting-pressure-raging-floodwaters.html"}, {"title": "China's Three Gorges Dam is one of the largest ever created. Was it worth it?", "date": "2020-07-31", "content": "Three Gorges Dam is the largest hydropower project ever built. When construction began in 1994, it was designed not only to generate electricity to propel China's breakneck economic growth, but also to tame China's longest river, shield millions of people from fatal floods and, as a symbol of technological prowess, become a searing point of national pride. But it hasn't quite worked out that way. For a start, the whole project cost 200 billion yuan ($28.6 billion), took nearly two decades to build, and required uprooting more than a million people along the Yangtze River. And while the government promised the dam would be able to protect communities around its immediate downstream against a \"once in a century flood,\" its efficacy has frequently been questioned. Those doubts recently resurfaced, as the Yangtze basin saw its heaviest average rainfall in nearly 60 years since June, causing the river and its many tributaries to overflow. More than 158 people have died or gone missing, 3.67 million residents have been displaced and 54.8 million people have been affected, causing a devastating 144 billion yuan ($20.5 billion) in economic losses. Despite the havoc, Chinese authorities claim the Three Gorges Dam has succeeded in playing a \"crucial role\" in intercepting floodwaters. The dam's operator, China Three Gorges Corporation, told China's state news agency Xinhua that the dam has intercepted 18.2 billion cubic meters of potential floodwater. A water resources ministry official told state-run newspaper China Youth Daily that the dam \"effectively reduced the speed and extent of water level rises\" on the middle and lower reaches of the Yangtze. But with multiple gauging stations monitoring river flows in the Yangtze basin seeing record-high water levels this summer, some geologists say the limited role of the Three Gorges Dam in flood control has been laid bare. ", "url": "https://www.cnn.com/style/article/china-three-gorges-dam-intl-hnk-dst/index.html"}, {"title": "Three Gorges Dam has great potential to control floods", "date": "2020-08-12", "content": "Severe rainstorms, heavy downpours and devastating floods have swept across southern China, with the water in several tributaries of the Yangtze River and the Poyang Lake reaching record high levels. The floods along the Yangtze River have prompted some foreign media outlets to claim that the Three Gorges Dam has failed to control floods. All water conservancy facilities' flood-control capacity is limited. As for the Three Gorges Dam, it's mainly designed to protect the Jingjiang River, a section of Yangtze River in the lower reaches of the dam, and the fertile plains along its banks from frequent floods. As the Jingjiang River's bed is high, it has been vulnerable to floods along its entire length of 360 kilometers. Yet the Three Gorges Dam has greatly improved flood control in the Jingjiang River. Thanks to the flood regulation of the dam, no part of the Yangtze River's main stream including Jingjiang River has crossed the highest water level mark. But since it is located between the Yangtze River's midstream and upstream, the Three Gorges Dam plays a relatively small part in flood control in its downstream tributaries. Which explains the recent CNN report that all the severe floods in the lower reaches of the Yangtze River this year occurred in the tributaries. The Three Gorges Dam can hold the flow of water from the Yangtze River's upstream, preventing it from rushing into the downstream branches. And the dam has fulfilled its role this year, by restricting the water discharge at 19,000 cubic meters per second despite an inflow of 30,000 to 50,000 cubic meters per second in the reservoir. Although no dike overflows were reported, the high water level in the Yangtze River mainstream still raised some concerns. But that mainly has to do with scientific regulation of the upper, middle and lower reaches of the Yangtze River given the massive flooding this year. In other words, the Three Gorges Dam has acted as an effective defense against floods. The water level in Three Gorges Dam's reservoir has to be kept below 165 meters in preparation for possible flooding every year, but there is room for another 22.1 billion cubic meters of water during flood season as the water level can be allowed to rise up to 175 meters in the reservoir-the maximum level to keep the dam functioning normally. And even after the water level reaches 175 meters, there is still room for more inflow because the water level in the reservoir can reach up to 180 meters-but that is in case of emergencies to hold an additional 5 billion cubic meters of floodwater. We should understand that, like any other water conservancy project around the world, the Three Gorges Dam is meant to reduce flood risks by smoothing the flow of river water in different seasons. And we should not forget that fully taming the flow of any river, the Yangtze River included, is simply beyond the realm of engineering. Apart from natural factors such as geography, climate and the uneven distribution of precipitation which cannot be controlled, China also lags behind in the construction of reservoirs and dams compared with developed countries. For instance, the pondage factor, ratio of reservoir capacity to river runoff, is a key indicator of a country's modernization. While the ratio is more than 0.9 in most European countries and 0.66 in the US, it is only 0.3 in China. As for the Yangtze River, which has the highest flow of water in China, the pondage factor is even lower-only 0.13. The US Hoover Dam's storage capacity has doubled the annual runoff, but the Three Gorges Dam can merely handle 5 percent of the total volume. The lack of modern water conservancy projects is a big challenge for China and makes flood control more difficult, compelling the authorities to weigh the option of sacrificing some parts to save the whole during floods. But China has much room to improve its flood control, and with sustainable economic growth and further modernization, it is capable of fortifying its defenses against floods.", "url": "https://global.chinadaily.com.cn/a/202008/12/WS5f332ae8a31083481725fb28.html"}, {"title": "Three Gorges reservoir braces for new round of floods", "date": "2020-08-13", "content": "The Three Gorges reservoir in central China's Hubei Province is expected to see a new round of floods around Friday. According to a preliminary forecast by the Changjiang Water Resources Commission of the Ministry of Water Resources, the inbound flow of water is to reach more than 50,000 cubic meters per second after continuous heavy rain battered the upper reaches of the Yangtze River. The reservoir discharged water twice on Tuesday and Wednesday to prepare for the inflow. The commission asked the water resources departments of provinces and cities along the Yangtze River, including Sichuan, Chongqing, Hubei, and Shaanxi, to further strengthen flood forecasting and early warnings, and focus on flood control of small and medium-sized rivers.", "url": "http://www.china.org.cn/china/2020-08/13/content_76592935.htm"}, {"title": "Three Gorges reservoir receives record water flow", "date": "2020-08-20", "content": "The Three Gorges Reservoir in central China's Hubei Province is undergoing the test of a record high inbound water flow on Wednesday since the reservoir was constructed in 2003. According to the Ministry of Water Resources, the inbound flow started to reach 72,000 cubic meters per second from noon on Wednesday, as continuous heavy rainfall still dominated the Yangtze river's upstream tributaries. The inflow of the reservoir is forecast to further rise to 75,000 cubic meters per second on Thursday. The ministry on Tuesday raised the river's emergency response for floods from Level III to Level II. It has ordered several reservoirs in the upper reaches of the Yangtze river, including Ertan and Xiangjiaba, to help reduce the flow of the flood into the Three Gorges Reservoir. The Three Gorges project is a multi-functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, a five-tier ship lock on the north and south, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts.", "url": "http://www.xinhuanet.com/english/2020-08/20/c_139303081.htm"}, {"title": "Anxiety grows as China's Three Gorges dam hits highest level", "date": "2020-08-20", "content": "Extreme floods have hit China's Three Gorges dam, which recorded the largest inflow of water in its history, prompting officials to assure the public it would not be breached. Inflows to the world's largest hydro-electric dam reached 75m litres of water a second, according to state media. By Thursday morning, 11 outlets of the dam had been opened to discharge 49.2m litres of water a second, the largest release since its construction. After two months of heavy floods across central and south-west China, officials have promised the dam can withstand the flows. A breach of the dam, a controversial and unprecedented feat of engineering along the Yangtze River, would be embarrassing for China, which took 12 years to build the megaproject, displacing millions and submerging swathes of land. ", "url": "https://www.theguardian.com/world/2020/aug/20/china-three-gorges-dam-highest-level-hydro-electric-floods"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam yet to hit full flood storage capacity ", "date": "2020-07-08", "content": "The Three Gorges Dam on China's Yangtze River has not hit its maximum flood-intercepting capacity as the river's first flood of the year passed through the dam last Saturday, its operator said. The dam still has leeway to deal with even greater flooding in the country's largest river, the Three Gorges Cascade Dispatch and Communication Center said. \"The current flood situation in the Yangtze River's main course is not particularly severe, so the reservoir's flood storage capacity has yet to be fully utilized,\" said Bao Zhengfeng, director assistant of the center. The river's first flood this year arrived at the Three Gorges dam on July 2 with a peak flow rate of 53,000 cubic meters per second, raising the reservoir's water level to 149 meters after the passage of the flood. Bao said, however, the reservoir can handle a water level as high as 175 meters. ", "url": "http://www.xinhuanet.com/english/2020-07/08/c_139197087.htm"}, {"title": "Satellite images show Three Gorges Dam opening all floodgates", "date": "2020-07-13", "content": "A retired Indian Army colonel on Friday released satellite images appearing to show the Three Gorges Dam releasing water far earlier than reported and at a much greater rate than announced. Although the plum rain season started on May 29, and the China Meteorological Administration had issued a heavy rain warning across China throughout the month of June, it was not until June 29 that the Chinese government finally admitted that it had released floodwaters from its spillways for the first time this year. That day, Beijing claimed that the dam's operators had opened two spillways that morning, marking the first official flood discharge from the mammoth structure this year. However, Colonel Vinayak Bhat on Friday in India Today released a satellite image showing an indication of water being released from at least five large and five small floodgates on June 24, five days before the Chinese government claimed it had released floodwaters. The Chongqing Municipal Hydrological Monitoring Station on June 22 issued its first red alert flood warning in 80 years for the Qijiang River. ", "url": "https://www.taiwannews.com.tw/en/news/3965733"}, {"title": "Second round of floods test Three Gorges Dam", "date": "2020-07-17", "content": "Following continuous downpours in the upper reach of the Yangtze River, the Three Gorges Dam is being tested by the second floods this year in the Asia's longest watercourse, water resources authorities said. The second flooding of the Yangtze could be stronger than the first one earlier this month, according to the Changjiang Water Resources Commission. At 10 am on Friday, the Three Gorges Dam again began flooding with a flow rate of 50,000 cubic meters per second. The rate is forecast to reach 55,000 cubic meters per second at 8 pm on Friday, the Yangtze management authority said. The first flood this year arrived at the dam on July 2 with a peak flow rate of 53,000 cubic meters. ", "url": "https://www.chinadaily.com.cn/a/202007/17/WS5f113324a31083481725a3d8.html"}, {"title": "Yangtze River's No. 2 flood passes Three Gorges Dam", "date": "2020-07-20", "content": "The second flood of China's Yangtze River this year has smoothly passed the Three Gorges Dam on Sunday as the inflow into the reservoir has decreased. The Three Gorges reservoir saw an inflow of 46,000 cubic meters per second at 8 p.m. Sunday, compared with a peak of 61,000 cubic meters per second, which appeared at 8 a.m. Saturday and lasted for 18 hours. At 8 p.m. Sunday, the water level of the reservoir reached a record high of 164.18 meters during the flood season since the dam was built. Previously, its highest level was 163.11 meters. According to the China Three Gorges Corporation, by 2:00 p.m. Sunday, the dam has accumulatively withheld 14 billion cubic meters of floodwater during the main flood season this year. Enditem ", "url": "http://www.xinhuanet.com/english/2020-07/20/c_139224690.htm"}, {"title": "China admits Three Gorges Dam 'deformed' by flood", "date": "2020-07-23", "content": "China on Saturday reported that the vaunted Three Gorges Dam experienced \"displacement, seepage, and deformation\" as it was hit with the \"No. 2 Flood\" of the year but that these were within \"the normal range.\" On Saturday, China's state-run mouthpiece Xinhua reported that the \"No. 2 Flood\" of 2020 had formed on the upper reaches of the Yangtze River on July 17. When the massive flood impacted the Three Gorges Dam, the inflow reached 61,000 cubic meters per second by 8 a.m. on July 18, marking the biggest flood to hit the dam this year. ", "url": "https://www.taiwannews.com.tw/en/news/3972343"}, {"title": "China's Three Gorges Dam faces mounting pressure from raging floodwaters", "date": "2020-07-30", "content": " China's Three Gorges Dam, the world's largest hydroelectric power station, is facing the highest flood pressure in years as the nation continues to battle a severe deluge crisis following the coronavirus outbreak. Raging floodwaters rushed into the dam's reservoir at a staggering 60,000 cubic metres per second on Monday after some people feared the huge lake could burst under strain. Earlier this month, the dam's operator admitted to state media that the 2.3-kilometre-long structure had 'shifted, leaked and become deformed' slightly, but ensured that it was functioning well and safe to use. ", "url": "https://www.dailymail.co.uk/news/article-8576131/Chinas-Three-Gorges-Dam-faces-mounting-pressure-raging-floodwaters.html"}, {"title": "China's Three Gorges Dam is one of the largest ever created. Was it worth it?", "date": "2020-07-31", "content": "Three Gorges Dam is the largest hydropower project ever built. When construction began in 1994, it was designed not only to generate electricity to propel China's breakneck economic growth, but also to tame China's longest river, shield millions of people from fatal floods and, as a symbol of technological prowess, become a searing point of national pride. But it hasn't quite worked out that way. For a start, the whole project cost 200 billion yuan ($28.6 billion), took nearly two decades to build, and required uprooting more than a million people along the Yangtze River. And while the government promised the dam would be able to protect communities around its immediate downstream against a \"once in a century flood,\" its efficacy has frequently been questioned. Those doubts recently resurfaced, as the Yangtze basin saw its heaviest average rainfall in nearly 60 years since June, causing the river and its many tributaries to overflow. More than 158 people have died or gone missing, 3.67 million residents have been displaced and 54.8 million people have been affected, causing a devastating 144 billion yuan ($20.5 billion) in economic losses. Despite the havoc, Chinese authorities claim the Three Gorges Dam has succeeded in playing a \"crucial role\" in intercepting floodwaters. The dam's operator, China Three Gorges Corporation, told China's state news agency Xinhua that the dam has intercepted 18.2 billion cubic meters of potential floodwater. A water resources ministry official told state-run newspaper China Youth Daily that the dam \"effectively reduced the speed and extent of water level rises\" on the middle and lower reaches of the Yangtze. But with multiple gauging stations monitoring river flows in the Yangtze basin seeing record-high water levels this summer, some geologists say the limited role of the Three Gorges Dam in flood control has been laid bare. ", "url": "https://www.cnn.com/style/article/china-three-gorges-dam-intl-hnk-dst/index.html"}, {"title": "Three Gorges Dam has great potential to control floods", "date": "2020-08-12", "content": "Severe rainstorms, heavy downpours and devastating floods have swept across southern China, with the water in several tributaries of the Yangtze River and the Poyang Lake reaching record high levels. The floods along the Yangtze River have prompted some foreign media outlets to claim that the Three Gorges Dam has failed to control floods. All water conservancy facilities' flood-control capacity is limited. As for the Three Gorges Dam, it's mainly designed to protect the Jingjiang River, a section of Yangtze River in the lower reaches of the dam, and the fertile plains along its banks from frequent floods. As the Jingjiang River's bed is high, it has been vulnerable to floods along its entire length of 360 kilometers. Yet the Three Gorges Dam has greatly improved flood control in the Jingjiang River. Thanks to the flood regulation of the dam, no part of the Yangtze River's main stream including Jingjiang River has crossed the highest water level mark. But since it is located between the Yangtze River's midstream and upstream, the Three Gorges Dam plays a relatively small part in flood control in its downstream tributaries. Which explains the recent CNN report that all the severe floods in the lower reaches of the Yangtze River this year occurred in the tributaries. The Three Gorges Dam can hold the flow of water from the Yangtze River's upstream, preventing it from rushing into the downstream branches. And the dam has fulfilled its role this year, by restricting the water discharge at 19,000 cubic meters per second despite an inflow of 30,000 to 50,000 cubic meters per second in the reservoir. Although no dike overflows were reported, the high water level in the Yangtze River mainstream still raised some concerns. But that mainly has to do with scientific regulation of the upper, middle and lower reaches of the Yangtze River given the massive flooding this year. In other words, the Three Gorges Dam has acted as an effective defense against floods. The water level in Three Gorges Dam's reservoir has to be kept below 165 meters in preparation for possible flooding every year, but there is room for another 22.1 billion cubic meters of water during flood season as the water level can be allowed to rise up to 175 meters in the reservoir-the maximum level to keep the dam functioning normally. And even after the water level reaches 175 meters, there is still room for more inflow because the water level in the reservoir can reach up to 180 meters-but that is in case of emergencies to hold an additional 5 billion cubic meters of floodwater. We should understand that, like any other water conservancy project around the world, the Three Gorges Dam is meant to reduce flood risks by smoothing the flow of river water in different seasons. And we should not forget that fully taming the flow of any river, the Yangtze River included, is simply beyond the realm of engineering. Apart from natural factors such as geography, climate and the uneven distribution of precipitation which cannot be controlled, China also lags behind in the construction of reservoirs and dams compared with developed countries. For instance, the pondage factor, ratio of reservoir capacity to river runoff, is a key indicator of a country's modernization. While the ratio is more than 0.9 in most European countries and 0.66 in the US, it is only 0.3 in China. As for the Yangtze River, which has the highest flow of water in China, the pondage factor is even lower-only 0.13. The US Hoover Dam's storage capacity has doubled the annual runoff, but the Three Gorges Dam can merely handle 5 percent of the total volume. The lack of modern water conservancy projects is a big challenge for China and makes flood control more difficult, compelling the authorities to weigh the option of sacrificing some parts to save the whole during floods. But China has much room to improve its flood control, and with sustainable economic growth and further modernization, it is capable of fortifying its defenses against floods.", "url": "https://global.chinadaily.com.cn/a/202008/12/WS5f332ae8a31083481725fb28.html"}, {"title": "Three Gorges reservoir braces for new round of floods", "date": "2020-08-13", "content": "The Three Gorges reservoir in central China's Hubei Province is expected to see a new round of floods around Friday. According to a preliminary forecast by the Changjiang Water Resources Commission of the Ministry of Water Resources, the inbound flow of water is to reach more than 50,000 cubic meters per second after continuous heavy rain battered the upper reaches of the Yangtze River. The reservoir discharged water twice on Tuesday and Wednesday to prepare for the inflow. The commission asked the water resources departments of provinces and cities along the Yangtze River, including Sichuan, Chongqing, Hubei, and Shaanxi, to further strengthen flood forecasting and early warnings, and focus on flood control of small and medium-sized rivers.", "url": "http://www.china.org.cn/china/2020-08/13/content_76592935.htm"}, {"title": "Three Gorges reservoir receives record water flow", "date": "2020-08-20", "content": "The Three Gorges Reservoir in central China's Hubei Province is undergoing the test of a record high inbound water flow on Wednesday since the reservoir was constructed in 2003. According to the Ministry of Water Resources, the inbound flow started to reach 72,000 cubic meters per second from noon on Wednesday, as continuous heavy rainfall still dominated the Yangtze river's upstream tributaries. The inflow of the reservoir is forecast to further rise to 75,000 cubic meters per second on Thursday. The ministry on Tuesday raised the river's emergency response for floods from Level III to Level II. It has ordered several reservoirs in the upper reaches of the Yangtze river, including Ertan and Xiangjiaba, to help reduce the flow of the flood into the Three Gorges Reservoir. The Three Gorges project is a multi-functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, a five-tier ship lock on the north and south, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts.", "url": "http://www.xinhuanet.com/english/2020-08/20/c_139303081.htm"}, {"title": "Anxiety grows as China's Three Gorges dam hits highest level", "date": "2020-08-20", "content": "Extreme floods have hit China's Three Gorges dam, which recorded the largest inflow of water in its history, prompting officials to assure the public it would not be breached. Inflows to the world's largest hydro-electric dam reached 75m litres of water a second, according to state media. By Thursday morning, 11 outlets of the dam had been opened to discharge 49.2m litres of water a second, the largest release since its construction. After two months of heavy floods across central and south-west China, officials have promised the dam can withstand the flows. A breach of the dam, a controversial and unprecedented feat of engineering along the Yangtze River, would be embarrassing for China, which took 12 years to build the megaproject, displacing millions and submerging swathes of land. ", "url": "https://www.theguardian.com/world/2020/aug/20/china-three-gorges-dam-highest-level-hydro-electric-floods"}, {"title": "Three Gorges Project passes all tests", "date": "2020-11-01", "content": "After more than 20 years of construction and testing, China on Sunday announced the full completion of the mega Three Gorges project, a historical moment marking the national spirit of Chinese people and a vivid rebuttal to the West who has been dedicated to fabricating rumors and hyping its safety problems and dangers to the environment. The project has passed all the tests. The dam and reservoir are running smoothly and fully operational in flood control, power generation, navigation and water resources utilization, Chinese officials from the Ministry of Water Resources and National Development and Reform Commission announced on Sunday. Experts believe that Sunday's announcement not only demonstrates the spirits of Chinese craftsmen; more importantly, it is a perfect interpretation of what the idiom \"facts speak louder than words\" means. It tells the world that although the road to the rejuvenation of the Chinese nation is tough and arduous, Chinese people will continue to strive and fight with the spirit of boldness, hardworking and sacrifice as the Three Gorges project withstood the test of time, and say \"no\" out loud to any attempts to defame or defeat the country. The Three Gorges project is by far the world's largest water control project and the most comprehensive hydropower project. Monitoring shows that the river dam, flood discharge, energy dissipation, water diversion and power generation, navigation facilities and protective buildings are in normal operating conditions, officials said Sunday. In a heavy summer flood season, by the end of August, the Three Gorges reservoir had accumulatively withheld more than 180 billion cubic meters of floodwater. Through the retention by the reservoir, the flood peak was reduced by about 40 percent, greatly reducing the flood pressure in the middle and lower reaches of the Yangtze River, according to a statement the China Three Gorges Corporation, the company that operates the dam, sent to the Global Times on Sunday. This year's flood disaster with the alarming water levels exceeding those of 1998 in Poyang Lake, China's largest freshwater lake, brought the project back to the spotlight with Western media keeping a close watch on whether the project could withhold the floods and if the country will suffer the same fate it did 22 years ago. As of August 23, the Three Gorges Dam had successfully responded to nine floods this year. Through multiple rounds of repeated storage and discharges, nearly 29 billion cubic meters of flood waters were blocked, equivalent to 241 East Lakes in Wuhan, Central China's Hubei Province. Particularly, on August 20, the Three Gorges reservoir underwent the test of a record high inbound water flow since the reservoir was filled in 2003 when construction of the last section of the dam started. For over 20 years, the dam, since construction began in 1994, has been subject to questions over whether the project would destroy the local ecology and environment and induce earthquakes. In recent years, the project was utilized by some people from Western countries as a weapon to attack the rising China. They have been throwing stereotyped suspicions, which claimed that the dam is bending, in danger of collapse, and even endangering nuclear power plants, although China has never built any inland nuclear power plants. Facing clarifications from Chinese experts and officials, some media outlets refused to listen, but continued their clich's, citing so-called satellite imagery and monitoring data. Some even showed their \"sour-grape\" mindset, claiming that although the dam did not cause imminent disasters right now, they were sure that an earthquake under the dam would be their expectation of failure. Since October 28, a new stereotyped suspicion appeared on Twitter, which claimed that the water level at the Three Gorges Dam officially reached the dam's maximum capacity of 175 meters, attached with a monitoring graph. As of 2:20 pm local time on October 28, the water level is 175.00 meters and rising slowly, the infographic shows. Some people said that the moment the dam breaks, there will be hell for the country. \"That is a pure lie. It shows that a large number of overseas netizens were manipulated by people with ulterior motives as they did not understand the operational principles of the dam,\" an expert from the Water Resources Ministry's Flood and Drought Disaster Reduction Research Center told the Global Times on Sunday on condition of anonymity. The expert said the water level at the dam is usually kept high in winter for electricity supply and navigation, the expert said. In the summer, due to flood control, the storage capacity was vacated and the water level dropped to 145 meters. There is no need for flood control in winter, thus the reservoir level can reach 175 meters. It is the normal water level, an insider from the China Three Gorges Corporation explained to the Global Times. Safe and sound: Experts pointed out that it is rare in China to announce the completion of a project after having been through such a long time of testing, which shows that the project is safe and sound. The Three Gorges Corporation's statement shows that by the end of August, the station had generated 1.354 trillion kilowatt-hours of electricity, boosting power supply in East China, Central China and South China's Guangdong Province and other regions. Also by the end of August, the high-quality clean power generated by the station was equivalent to saving 430 million tons of standard coal and 1.169 billion tons of carbon dioxide emissions. Officials announced that a total of 1.3 million residents had been relocated during the construction of the project, significantly improving their living conditions. The geological environment of the resettlement area as well as the reservoir are generally safe. \"Hyping up environmental problems has been an old trick for the West to defame the project. In the Three Gorges area of the Yangtze River, there were many dangerous shoals, frequent geological disasters and shipping difficulties. The project has greatly improved the navigation conditions of the Yangtze River in Sichuan Province and greatly alleviated geological disasters,\" He Zhiqing, a retired research fellow with the Chinese Academy of Social Sciences who specializes in research on natural disasters, told the Global Times on Sunday. He, 80, has been studying the Three Gorges project for over a decade. He shared with the Global Times that he had been attending seminars held in Wuhan, where the dam is located, over the past 10 years and almost all scholars and students acknowledged the decision to build the project. It is true that the project made over a million people leave their homes and during the relocation process, there had been some problems, however, the West attacked the project with the small picture while ignoring the facts that those people are living better lives. He's family was one of the group who had been relocated due to the project. He said that before moving away, his family lived in a shattered house. They cooked with wood and had to use smoky kerosene lamps at night. Later, they were relocated to a new house built by the government with beautiful decoration, convenient electricity and natural gas. \"We no longer needed to be afraid of floods and droughts,\" he recalled. Observers said the project indeed exposed the Chinese people's contradictory mentality - to maintain ancient natural scenery or to march forward with bold reforms. However, the Chinese people are destined to embrace new developments. \"The Three Gorges project is also a part of the Chinese dream. Now the full completion is also a symbol of the journey to the great rejuvenation of the Chinese nation,\" He said.", "url": "https://www.globaltimes.cn/content/1205351.shtml"}, {"title": "China announces full completion of Three Gorges Project", "date": "2020-11-02", "content": "China has announced the \"full completion\" of the Three Gorges Project. The multifunctional water control system is the world's largest hydropower project. It's situated in the middle reaches of the Yangtze, China's longest river. The project consists of a 2,309-m-long and 185-m-high dam, a five-tier ship lock & 34 hydropower turbo-generators. It controls flooding, generates electricity and adjusts shipping capacity on the river, with a combined power generating capacity of 22.5 mln kW. The construction of the project began in 1994. The project started generating electricity in 2003 and construction was completed in 2009. The project has so far passed all acceptance tests and has been running smoothly. ", "url": "http://www.xinhuanet.com/english/2020-11/02/c_139485824.htm"}, {"title": "Three Gorges project rated good in review", "date": "2020-11-02", "content": "The Three Gorges Dam on the Yangtze River in Hubei province has operated smoothly and stably and given full play to its flood control, electricity generation and shipping functions, authorities said on Sunday. A review of the dam's operation released by the Ministry of Water Resources and the National Development and Reform Commission said it had met design requirements, with a good overall performance. The gigantic dam is the world's biggest water conservancy project and is also a hydropower project with widespread benefits. Its main facilities for flood drainage, water diversion and power generation, among others, are running safely and are in good condition, the review said. Construction of the multifunctional water-control system-with its 2,309-meter-long and 185-meter-high dam, five-tier ship lock and 34 hydropower turbogenerators-began in 1994. By the end of August, the dam had held back 180 billion cubic meters of water during flood seasons. It saw inflows of over 70,000 cubic meters per second in 2010,2012 and this year and reduced flood peaks by about 40 percent, the review said, greatly easing flood-control pressure in downstream rice-growing areas. During dry seasons, discharges have been raised to more than 5,500 cubic meters per second, providing more than 20 billion cubic meters of water a year for the middle and lower reaches of the Yangtze River. By the end of August, the reservoir had provided replenishment for 2,267 days, with a total water supply of 289.4 billion cubic meters, optimizing production, living conditions and the ecology of the river's middle and lower reaches, the review said. The world's largest hydropower station, the dam had generated over 1.35 trillion kilowatt-hours of electricity by August, contributing to electricity supply in Central and East China and in Guangdong province. It also serves as a major clean energy production base and boosts energy conservation and emissions reduction. Electricity produced by the power station was equivalent to that from burning 430 million metric tons of standard coal, leading to a significant reduction in carbon dioxide emissions. The project has also significantly improved navigation conditions and bolstered shipping capacity and freight volume in the Yangtze, the review said. By August, some 1.48 billion tons of cargo had passed through the Three Gorges Dam, boosting development in the Yangtze's economic belt. The production and living environments of the 1.31 million people who were relocated to make way for the Three Gorges project have been greatly improved, and infrastructure and public service facilities in the reservoir area have developed rapidly, it said. The geological environment of the resettlement area is safe, and the ecology of the reservoir area is in good condition, the review said. ", "url": "https://global.chinadaily.com.cn/a/202011/02/WS5f9f596da31024ad0ba826a1.html"}, {"title": "Three Gorges project certified as complete, fully functioning", "date": "2020-11-04", "content": "The Three Gorges project, which manages the flow of water on China's Yangtze River, has been officially certified as complete and fully functioning, authorities announced on Sunday. China's Ministry of Water Resources and the National Development and Reform Commission announced the official full completion of the project's construction, saying it has met all design requirements, has a good overall performance, and fulfills the key roles of flood control, electricity generation, shipping and water-resource utilization. The Three Gorges project, construction of which began in 1994, is a multi- functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, five-tier ship locks on the north and south sides, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts. The project has played key roles in flood control along the Yangtze River basin. Statistics show that, since it first began operations until August this year, the dam has held back 180 billion cubic meters of water during flood seasons. It also reduced flood peaks by about 40 percent, greatly easing flood-control pressure in the middle and lower reaches of the Yangtze River. This has been particularly important along the Jingjiang River, a section of the Yangtze that has seen severe flooding in the past. \"After the completion of the project, the flood-control situation in Jingjiang River has changed,\" said Xu Xinghua, deputy director of the Yangtze River management bureau in Jingzhou City, central China's Hubei Province. He said that in 1998, the Jingjiang River was hit by flooding, forcing about 330,000 residents to be relocated. \"But now, the Three Gorges project has ensured the stability and safety of the Jingjiang River,\" he said. Luo Jianbin, a resident of Wuhan, capital of Hubei Province located on the middle reaches of the Yangtze River, said although there were more rainfall in recent years, waterlogging occurred only occasionally. \"Now that the Three Gorges Dam is controlling the water upstream, I feel at ease,\" he said. The project has also significantly improved navigation conditions on the Yangtze River. \"The development speed of freight volume through the lock has exceeded what we predicted at the time of design,\" said Gao Yulei, an engineer at the Three Gorges reservoir. Since the Three Gorges locks opened to trial navigation in June 2003, the freight volume through them has increased rapidly. By August this year, over 1.48 billion tonnes of cargo had passed through the locks, boosting development in the Yangtze River Economic Belt and regions in southwest China. As the world's largest hydropower station, it had generated over 1.35 trillion kilowatt-hours of electricity by August, contributing to electricity supply in central and east China as well as south China's Guangdong Province. It also serves as a major clean-energy production base, boosting energy conservation and cutting emissions. The electricity produced by the power station is equivalent to that from burning 430 million tonnes of standard coal, leading to a reduction of nearly 1.17 billion tonnes in carbon dioxide emissions. Many hydropower construction technologies applied in the project have also been shared with other countries across the world, Gao said. With improved infrastructure and public-service facilities in the reservoir area, the 1.31 million people who were relocated to make way for the project are enjoying a better environment. The geological environment of the resettlement area is safe, and the ecology of the reservoir area is in good condition. Zhou Gonghu, 58, used to be a migrant worker but now he has come back home and works at cleaning the river. \"My family has lived by the river and relied on the river for generations, and I've witnessed how the Three Gorges Dam was built step by step. Our life has been much improved and I want to protect the water and dam in my hometown,\" Zhou said. ", "url": "https://english.cctv.com/2020/11/04/ARTIOBuUlgaeSGzaCSiitaHO201104.shtml"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam has great potential to control floods", "date": "2020-08-12", "content": "Severe rainstorms, heavy downpours and devastating floods have swept across southern China, with the water in several tributaries of the Yangtze River and the Poyang Lake reaching record high levels. The floods along the Yangtze River have prompted some foreign media outlets to claim that the Three Gorges Dam has failed to control floods. All water conservancy facilities' flood-control capacity is limited. As for the Three Gorges Dam, it's mainly designed to protect the Jingjiang River, a section of Yangtze River in the lower reaches of the dam, and the fertile plains along its banks from frequent floods. As the Jingjiang River's bed is high, it has been vulnerable to floods along its entire length of 360 kilometers. Yet the Three Gorges Dam has greatly improved flood control in the Jingjiang River. Thanks to the flood regulation of the dam, no part of the Yangtze River's main stream including Jingjiang River has crossed the highest water level mark. But since it is located between the Yangtze River's midstream and upstream, the Three Gorges Dam plays a relatively small part in flood control in its downstream tributaries. Which explains the recent CNN report that all the severe floods in the lower reaches of the Yangtze River this year occurred in the tributaries. The Three Gorges Dam can hold the flow of water from the Yangtze River's upstream, preventing it from rushing into the downstream branches. And the dam has fulfilled its role this year, by restricting the water discharge at 19,000 cubic meters per second despite an inflow of 30,000 to 50,000 cubic meters per second in the reservoir. Although no dike overflows were reported, the high water level in the Yangtze River mainstream still raised some concerns. But that mainly has to do with scientific regulation of the upper, middle and lower reaches of the Yangtze River given the massive flooding this year. In other words, the Three Gorges Dam has acted as an effective defense against floods. The water level in Three Gorges Dam's reservoir has to be kept below 165 meters in preparation for possible flooding every year, but there is room for another 22.1 billion cubic meters of water during flood season as the water level can be allowed to rise up to 175 meters in the reservoir-the maximum level to keep the dam functioning normally. And even after the water level reaches 175 meters, there is still room for more inflow because the water level in the reservoir can reach up to 180 meters-but that is in case of emergencies to hold an additional 5 billion cubic meters of floodwater. We should understand that, like any other water conservancy project around the world, the Three Gorges Dam is meant to reduce flood risks by smoothing the flow of river water in different seasons. And we should not forget that fully taming the flow of any river, the Yangtze River included, is simply beyond the realm of engineering. Apart from natural factors such as geography, climate and the uneven distribution of precipitation which cannot be controlled, China also lags behind in the construction of reservoirs and dams compared with developed countries. For instance, the pondage factor, ratio of reservoir capacity to river runoff, is a key indicator of a country's modernization. While the ratio is more than 0.9 in most European countries and 0.66 in the US, it is only 0.3 in China. As for the Yangtze River, which has the highest flow of water in China, the pondage factor is even lower-only 0.13. The US Hoover Dam's storage capacity has doubled the annual runoff, but the Three Gorges Dam can merely handle 5 percent of the total volume. The lack of modern water conservancy projects is a big challenge for China and makes flood control more difficult, compelling the authorities to weigh the option of sacrificing some parts to save the whole during floods. But China has much room to improve its flood control, and with sustainable economic growth and further modernization, it is capable of fortifying its defenses against floods.", "url": "https://global.chinadaily.com.cn/a/202008/12/WS5f332ae8a31083481725fb28.html"}, {"title": "Three Gorges reservoir braces for new round of floods", "date": "2020-08-13", "content": "The Three Gorges reservoir in central China's Hubei Province is expected to see a new round of floods around Friday. According to a preliminary forecast by the Changjiang Water Resources Commission of the Ministry of Water Resources, the inbound flow of water is to reach more than 50,000 cubic meters per second after continuous heavy rain battered the upper reaches of the Yangtze River. The reservoir discharged water twice on Tuesday and Wednesday to prepare for the inflow. The commission asked the water resources departments of provinces and cities along the Yangtze River, including Sichuan, Chongqing, Hubei, and Shaanxi, to further strengthen flood forecasting and early warnings, and focus on flood control of small and medium-sized rivers.", "url": "http://www.china.org.cn/china/2020-08/13/content_76592935.htm"}, {"title": "Three Gorges reservoir receives record water flow", "date": "2020-08-20", "content": "The Three Gorges Reservoir in central China's Hubei Province is undergoing the test of a record high inbound water flow on Wednesday since the reservoir was constructed in 2003. According to the Ministry of Water Resources, the inbound flow started to reach 72,000 cubic meters per second from noon on Wednesday, as continuous heavy rainfall still dominated the Yangtze river's upstream tributaries. The inflow of the reservoir is forecast to further rise to 75,000 cubic meters per second on Thursday. The ministry on Tuesday raised the river's emergency response for floods from Level III to Level II. It has ordered several reservoirs in the upper reaches of the Yangtze river, including Ertan and Xiangjiaba, to help reduce the flow of the flood into the Three Gorges Reservoir. The Three Gorges project is a multi-functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, a five-tier ship lock on the north and south, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts.", "url": "http://www.xinhuanet.com/english/2020-08/20/c_139303081.htm"}, {"title": "Anxiety grows as China's Three Gorges dam hits highest level", "date": "2020-08-20", "content": "Extreme floods have hit China's Three Gorges dam, which recorded the largest inflow of water in its history, prompting officials to assure the public it would not be breached. Inflows to the world's largest hydro-electric dam reached 75m litres of water a second, according to state media. By Thursday morning, 11 outlets of the dam had been opened to discharge 49.2m litres of water a second, the largest release since its construction. After two months of heavy floods across central and south-west China, officials have promised the dam can withstand the flows. A breach of the dam, a controversial and unprecedented feat of engineering along the Yangtze River, would be embarrassing for China, which took 12 years to build the megaproject, displacing millions and submerging swathes of land. ", "url": "https://www.theguardian.com/world/2020/aug/20/china-three-gorges-dam-highest-level-hydro-electric-floods"}, {"title": "Three Gorges Project passes all tests", "date": "2020-11-01", "content": "After more than 20 years of construction and testing, China on Sunday announced the full completion of the mega Three Gorges project, a historical moment marking the national spirit of Chinese people and a vivid rebuttal to the West who has been dedicated to fabricating rumors and hyping its safety problems and dangers to the environment. The project has passed all the tests. The dam and reservoir are running smoothly and fully operational in flood control, power generation, navigation and water resources utilization, Chinese officials from the Ministry of Water Resources and National Development and Reform Commission announced on Sunday. Experts believe that Sunday's announcement not only demonstrates the spirits of Chinese craftsmen; more importantly, it is a perfect interpretation of what the idiom \"facts speak louder than words\" means. It tells the world that although the road to the rejuvenation of the Chinese nation is tough and arduous, Chinese people will continue to strive and fight with the spirit of boldness, hardworking and sacrifice as the Three Gorges project withstood the test of time, and say \"no\" out loud to any attempts to defame or defeat the country. The Three Gorges project is by far the world's largest water control project and the most comprehensive hydropower project. Monitoring shows that the river dam, flood discharge, energy dissipation, water diversion and power generation, navigation facilities and protective buildings are in normal operating conditions, officials said Sunday. In a heavy summer flood season, by the end of August, the Three Gorges reservoir had accumulatively withheld more than 180 billion cubic meters of floodwater. Through the retention by the reservoir, the flood peak was reduced by about 40 percent, greatly reducing the flood pressure in the middle and lower reaches of the Yangtze River, according to a statement the China Three Gorges Corporation, the company that operates the dam, sent to the Global Times on Sunday. This year's flood disaster with the alarming water levels exceeding those of 1998 in Poyang Lake, China's largest freshwater lake, brought the project back to the spotlight with Western media keeping a close watch on whether the project could withhold the floods and if the country will suffer the same fate it did 22 years ago. As of August 23, the Three Gorges Dam had successfully responded to nine floods this year. Through multiple rounds of repeated storage and discharges, nearly 29 billion cubic meters of flood waters were blocked, equivalent to 241 East Lakes in Wuhan, Central China's Hubei Province. Particularly, on August 20, the Three Gorges reservoir underwent the test of a record high inbound water flow since the reservoir was filled in 2003 when construction of the last section of the dam started. For over 20 years, the dam, since construction began in 1994, has been subject to questions over whether the project would destroy the local ecology and environment and induce earthquakes. In recent years, the project was utilized by some people from Western countries as a weapon to attack the rising China. They have been throwing stereotyped suspicions, which claimed that the dam is bending, in danger of collapse, and even endangering nuclear power plants, although China has never built any inland nuclear power plants. Facing clarifications from Chinese experts and officials, some media outlets refused to listen, but continued their clich's, citing so-called satellite imagery and monitoring data. Some even showed their \"sour-grape\" mindset, claiming that although the dam did not cause imminent disasters right now, they were sure that an earthquake under the dam would be their expectation of failure. Since October 28, a new stereotyped suspicion appeared on Twitter, which claimed that the water level at the Three Gorges Dam officially reached the dam's maximum capacity of 175 meters, attached with a monitoring graph. As of 2:20 pm local time on October 28, the water level is 175.00 meters and rising slowly, the infographic shows. Some people said that the moment the dam breaks, there will be hell for the country. \"That is a pure lie. It shows that a large number of overseas netizens were manipulated by people with ulterior motives as they did not understand the operational principles of the dam,\" an expert from the Water Resources Ministry's Flood and Drought Disaster Reduction Research Center told the Global Times on Sunday on condition of anonymity. The expert said the water level at the dam is usually kept high in winter for electricity supply and navigation, the expert said. In the summer, due to flood control, the storage capacity was vacated and the water level dropped to 145 meters. There is no need for flood control in winter, thus the reservoir level can reach 175 meters. It is the normal water level, an insider from the China Three Gorges Corporation explained to the Global Times. Safe and sound: Experts pointed out that it is rare in China to announce the completion of a project after having been through such a long time of testing, which shows that the project is safe and sound. The Three Gorges Corporation's statement shows that by the end of August, the station had generated 1.354 trillion kilowatt-hours of electricity, boosting power supply in East China, Central China and South China's Guangdong Province and other regions. Also by the end of August, the high-quality clean power generated by the station was equivalent to saving 430 million tons of standard coal and 1.169 billion tons of carbon dioxide emissions. Officials announced that a total of 1.3 million residents had been relocated during the construction of the project, significantly improving their living conditions. The geological environment of the resettlement area as well as the reservoir are generally safe. \"Hyping up environmental problems has been an old trick for the West to defame the project. In the Three Gorges area of the Yangtze River, there were many dangerous shoals, frequent geological disasters and shipping difficulties. The project has greatly improved the navigation conditions of the Yangtze River in Sichuan Province and greatly alleviated geological disasters,\" He Zhiqing, a retired research fellow with the Chinese Academy of Social Sciences who specializes in research on natural disasters, told the Global Times on Sunday. He, 80, has been studying the Three Gorges project for over a decade. He shared with the Global Times that he had been attending seminars held in Wuhan, where the dam is located, over the past 10 years and almost all scholars and students acknowledged the decision to build the project. It is true that the project made over a million people leave their homes and during the relocation process, there had been some problems, however, the West attacked the project with the small picture while ignoring the facts that those people are living better lives. He's family was one of the group who had been relocated due to the project. He said that before moving away, his family lived in a shattered house. They cooked with wood and had to use smoky kerosene lamps at night. Later, they were relocated to a new house built by the government with beautiful decoration, convenient electricity and natural gas. \"We no longer needed to be afraid of floods and droughts,\" he recalled. Observers said the project indeed exposed the Chinese people's contradictory mentality - to maintain ancient natural scenery or to march forward with bold reforms. However, the Chinese people are destined to embrace new developments. \"The Three Gorges project is also a part of the Chinese dream. Now the full completion is also a symbol of the journey to the great rejuvenation of the Chinese nation,\" He said.", "url": "https://www.globaltimes.cn/content/1205351.shtml"}, {"title": "China announces full completion of Three Gorges Project", "date": "2020-11-02", "content": "China has announced the \"full completion\" of the Three Gorges Project. The multifunctional water control system is the world's largest hydropower project. It's situated in the middle reaches of the Yangtze, China's longest river. The project consists of a 2,309-m-long and 185-m-high dam, a five-tier ship lock & 34 hydropower turbo-generators. It controls flooding, generates electricity and adjusts shipping capacity on the river, with a combined power generating capacity of 22.5 mln kW. The construction of the project began in 1994. The project started generating electricity in 2003 and construction was completed in 2009. The project has so far passed all acceptance tests and has been running smoothly. ", "url": "http://www.xinhuanet.com/english/2020-11/02/c_139485824.htm"}, {"title": "Three Gorges project rated good in review", "date": "2020-11-02", "content": "The Three Gorges Dam on the Yangtze River in Hubei province has operated smoothly and stably and given full play to its flood control, electricity generation and shipping functions, authorities said on Sunday. A review of the dam's operation released by the Ministry of Water Resources and the National Development and Reform Commission said it had met design requirements, with a good overall performance. The gigantic dam is the world's biggest water conservancy project and is also a hydropower project with widespread benefits. Its main facilities for flood drainage, water diversion and power generation, among others, are running safely and are in good condition, the review said. Construction of the multifunctional water-control system-with its 2,309-meter-long and 185-meter-high dam, five-tier ship lock and 34 hydropower turbogenerators-began in 1994. By the end of August, the dam had held back 180 billion cubic meters of water during flood seasons. It saw inflows of over 70,000 cubic meters per second in 2010,2012 and this year and reduced flood peaks by about 40 percent, the review said, greatly easing flood-control pressure in downstream rice-growing areas. During dry seasons, discharges have been raised to more than 5,500 cubic meters per second, providing more than 20 billion cubic meters of water a year for the middle and lower reaches of the Yangtze River. By the end of August, the reservoir had provided replenishment for 2,267 days, with a total water supply of 289.4 billion cubic meters, optimizing production, living conditions and the ecology of the river's middle and lower reaches, the review said. The world's largest hydropower station, the dam had generated over 1.35 trillion kilowatt-hours of electricity by August, contributing to electricity supply in Central and East China and in Guangdong province. It also serves as a major clean energy production base and boosts energy conservation and emissions reduction. Electricity produced by the power station was equivalent to that from burning 430 million metric tons of standard coal, leading to a significant reduction in carbon dioxide emissions. The project has also significantly improved navigation conditions and bolstered shipping capacity and freight volume in the Yangtze, the review said. By August, some 1.48 billion tons of cargo had passed through the Three Gorges Dam, boosting development in the Yangtze's economic belt. The production and living environments of the 1.31 million people who were relocated to make way for the Three Gorges project have been greatly improved, and infrastructure and public service facilities in the reservoir area have developed rapidly, it said. The geological environment of the resettlement area is safe, and the ecology of the reservoir area is in good condition, the review said. ", "url": "https://global.chinadaily.com.cn/a/202011/02/WS5f9f596da31024ad0ba826a1.html"}, {"title": "Three Gorges project certified as complete, fully functioning", "date": "2020-11-04", "content": "The Three Gorges project, which manages the flow of water on China's Yangtze River, has been officially certified as complete and fully functioning, authorities announced on Sunday. China's Ministry of Water Resources and the National Development and Reform Commission announced the official full completion of the project's construction, saying it has met all design requirements, has a good overall performance, and fulfills the key roles of flood control, electricity generation, shipping and water-resource utilization. The Three Gorges project, construction of which began in 1994, is a multi- functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, five-tier ship locks on the north and south sides, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts. The project has played key roles in flood control along the Yangtze River basin. Statistics show that, since it first began operations until August this year, the dam has held back 180 billion cubic meters of water during flood seasons. It also reduced flood peaks by about 40 percent, greatly easing flood-control pressure in the middle and lower reaches of the Yangtze River. This has been particularly important along the Jingjiang River, a section of the Yangtze that has seen severe flooding in the past. \"After the completion of the project, the flood-control situation in Jingjiang River has changed,\" said Xu Xinghua, deputy director of the Yangtze River management bureau in Jingzhou City, central China's Hubei Province. He said that in 1998, the Jingjiang River was hit by flooding, forcing about 330,000 residents to be relocated. \"But now, the Three Gorges project has ensured the stability and safety of the Jingjiang River,\" he said. Luo Jianbin, a resident of Wuhan, capital of Hubei Province located on the middle reaches of the Yangtze River, said although there were more rainfall in recent years, waterlogging occurred only occasionally. \"Now that the Three Gorges Dam is controlling the water upstream, I feel at ease,\" he said. The project has also significantly improved navigation conditions on the Yangtze River. \"The development speed of freight volume through the lock has exceeded what we predicted at the time of design,\" said Gao Yulei, an engineer at the Three Gorges reservoir. Since the Three Gorges locks opened to trial navigation in June 2003, the freight volume through them has increased rapidly. By August this year, over 1.48 billion tonnes of cargo had passed through the locks, boosting development in the Yangtze River Economic Belt and regions in southwest China. As the world's largest hydropower station, it had generated over 1.35 trillion kilowatt-hours of electricity by August, contributing to electricity supply in central and east China as well as south China's Guangdong Province. It also serves as a major clean-energy production base, boosting energy conservation and cutting emissions. The electricity produced by the power station is equivalent to that from burning 430 million tonnes of standard coal, leading to a reduction of nearly 1.17 billion tonnes in carbon dioxide emissions. Many hydropower construction technologies applied in the project have also been shared with other countries across the world, Gao said. With improved infrastructure and public-service facilities in the reservoir area, the 1.31 million people who were relocated to make way for the project are enjoying a better environment. The geological environment of the resettlement area is safe, and the ecology of the reservoir area is in good condition. Zhou Gonghu, 58, used to be a migrant worker but now he has come back home and works at cleaning the river. \"My family has lived by the river and relied on the river for generations, and I've witnessed how the Three Gorges Dam was built step by step. Our life has been much improved and I want to protect the water and dam in my hometown,\" Zhou said. ", "url": "https://english.cctv.com/2020/11/04/ARTIOBuUlgaeSGzaCSiitaHO201104.shtml"}, {"title": "Three Gorges Dam sets power generation record in 2020", "date": "2021-01-02", "content": "The Three Gorges Dam, the world's biggest hydroelectric plant in terms of installed capacity, generated 111.795 billion kilowatt-hours of electricity in 2020, its operator announced, setting a new world record for annual power generation volume from a single hydropower station. Clean electricity generation for all of 2020 reached 111.795 billion kilowatt- hours as of 12:00 pm Dec 31, smashing the previous world record of 103.098 billion kWh set by South America's Itaipu Dam in 2016, China Three Gorges Corporation said. The volume of the clean electricity the Three Gorges Dam generated in 2020 is equivalent to saving 34.39 million tons of standard coal and reducing emissions of carbon dioxide, sulfur dioxide and nitrogen oxides by 94.02 million, 224,000 and 212,000 tons respectively, a boon to China's efforts to build a clean, safe, efficient and low-carbon energy system and contributing to its green development initiatives. Earlier in 2020, when China was grappling with the COVID-19 pandemic, the Three Gorges hydropower plant continued to increase its power output and peak load regulating capacity, transmitting record clean energy to provinces and cities such as Hubei, Zhejiang and Shanghai and providing solid energy supplies to the prevention and control of the pandemic and the economic recovery. ", "url": "http://www.china.org.cn/business/2021-01/02/content_77072855.htm"}, {"title": "Three Gorges Dam sets new annual power generation record for 2020", "date": "2021-01-04", "content": "China's Three Gorges dam has set a new world record for annual power generation volume from a single hydropower station, operator China Three Gorges Corporation has announced. Clean electricity generation for all of 2020 reached 111.795 billion kilowatt- hours as of 12:00 pm Dec 31 at the world's largest hydropower plant, surpassing the previous world record of 103.098 billion kWh set by Itaipu Dam in South America in 2016. Earlier in 2020, when China was grappling with the COVID-19 pandemic, the Three Gorges hydropower plant continued to increase its power output and peak load regulating capacity, transmitting record clean energy to provinces and cities such as Hubei, Zhejiang and Shanghai and providing solid energy supplies to the prevention and control of the pandemic and the economic recovery.", "url": "https://www.waterpowermagazine.com/news/newsthree-gorges-dam-sets-new-annual-power-generation-record-for-2020-8435712"}]}, {"win label": 0, "news": [{"title": "Three Gorges Project passes all tests", "date": "2020-11-01", "content": "After more than 20 years of construction and testing, China on Sunday announced the full completion of the mega Three Gorges project, a historical moment marking the national spirit of Chinese people and a vivid rebuttal to the West who has been dedicated to fabricating rumors and hyping its safety problems and dangers to the environment. The project has passed all the tests. The dam and reservoir are running smoothly and fully operational in flood control, power generation, navigation and water resources utilization, Chinese officials from the Ministry of Water Resources and National Development and Reform Commission announced on Sunday. Experts believe that Sunday's announcement not only demonstrates the spirits of Chinese craftsmen; more importantly, it is a perfect interpretation of what the idiom \"facts speak louder than words\" means. It tells the world that although the road to the rejuvenation of the Chinese nation is tough and arduous, Chinese people will continue to strive and fight with the spirit of boldness, hardworking and sacrifice as the Three Gorges project withstood the test of time, and say \"no\" out loud to any attempts to defame or defeat the country. The Three Gorges project is by far the world's largest water control project and the most comprehensive hydropower project. Monitoring shows that the river dam, flood discharge, energy dissipation, water diversion and power generation, navigation facilities and protective buildings are in normal operating conditions, officials said Sunday. In a heavy summer flood season, by the end of August, the Three Gorges reservoir had accumulatively withheld more than 180 billion cubic meters of floodwater. Through the retention by the reservoir, the flood peak was reduced by about 40 percent, greatly reducing the flood pressure in the middle and lower reaches of the Yangtze River, according to a statement the China Three Gorges Corporation, the company that operates the dam, sent to the Global Times on Sunday. This year's flood disaster with the alarming water levels exceeding those of 1998 in Poyang Lake, China's largest freshwater lake, brought the project back to the spotlight with Western media keeping a close watch on whether the project could withhold the floods and if the country will suffer the same fate it did 22 years ago. As of August 23, the Three Gorges Dam had successfully responded to nine floods this year. Through multiple rounds of repeated storage and discharges, nearly 29 billion cubic meters of flood waters were blocked, equivalent to 241 East Lakes in Wuhan, Central China's Hubei Province. Particularly, on August 20, the Three Gorges reservoir underwent the test of a record high inbound water flow since the reservoir was filled in 2003 when construction of the last section of the dam started. For over 20 years, the dam, since construction began in 1994, has been subject to questions over whether the project would destroy the local ecology and environment and induce earthquakes. In recent years, the project was utilized by some people from Western countries as a weapon to attack the rising China. They have been throwing stereotyped suspicions, which claimed that the dam is bending, in danger of collapse, and even endangering nuclear power plants, although China has never built any inland nuclear power plants. Facing clarifications from Chinese experts and officials, some media outlets refused to listen, but continued their clich's, citing so-called satellite imagery and monitoring data. Some even showed their \"sour-grape\" mindset, claiming that although the dam did not cause imminent disasters right now, they were sure that an earthquake under the dam would be their expectation of failure. Since October 28, a new stereotyped suspicion appeared on Twitter, which claimed that the water level at the Three Gorges Dam officially reached the dam's maximum capacity of 175 meters, attached with a monitoring graph. As of 2:20 pm local time on October 28, the water level is 175.00 meters and rising slowly, the infographic shows. Some people said that the moment the dam breaks, there will be hell for the country. \"That is a pure lie. It shows that a large number of overseas netizens were manipulated by people with ulterior motives as they did not understand the operational principles of the dam,\" an expert from the Water Resources Ministry's Flood and Drought Disaster Reduction Research Center told the Global Times on Sunday on condition of anonymity. The expert said the water level at the dam is usually kept high in winter for electricity supply and navigation, the expert said. In the summer, due to flood control, the storage capacity was vacated and the water level dropped to 145 meters. There is no need for flood control in winter, thus the reservoir level can reach 175 meters. It is the normal water level, an insider from the China Three Gorges Corporation explained to the Global Times. Safe and sound: Experts pointed out that it is rare in China to announce the completion of a project after having been through such a long time of testing, which shows that the project is safe and sound. The Three Gorges Corporation's statement shows that by the end of August, the station had generated 1.354 trillion kilowatt-hours of electricity, boosting power supply in East China, Central China and South China's Guangdong Province and other regions. Also by the end of August, the high-quality clean power generated by the station was equivalent to saving 430 million tons of standard coal and 1.169 billion tons of carbon dioxide emissions. Officials announced that a total of 1.3 million residents had been relocated during the construction of the project, significantly improving their living conditions. The geological environment of the resettlement area as well as the reservoir are generally safe. \"Hyping up environmental problems has been an old trick for the West to defame the project. In the Three Gorges area of the Yangtze River, there were many dangerous shoals, frequent geological disasters and shipping difficulties. The project has greatly improved the navigation conditions of the Yangtze River in Sichuan Province and greatly alleviated geological disasters,\" He Zhiqing, a retired research fellow with the Chinese Academy of Social Sciences who specializes in research on natural disasters, told the Global Times on Sunday. He, 80, has been studying the Three Gorges project for over a decade. He shared with the Global Times that he had been attending seminars held in Wuhan, where the dam is located, over the past 10 years and almost all scholars and students acknowledged the decision to build the project. It is true that the project made over a million people leave their homes and during the relocation process, there had been some problems, however, the West attacked the project with the small picture while ignoring the facts that those people are living better lives. He's family was one of the group who had been relocated due to the project. He said that before moving away, his family lived in a shattered house. They cooked with wood and had to use smoky kerosene lamps at night. Later, they were relocated to a new house built by the government with beautiful decoration, convenient electricity and natural gas. \"We no longer needed to be afraid of floods and droughts,\" he recalled. Observers said the project indeed exposed the Chinese people's contradictory mentality - to maintain ancient natural scenery or to march forward with bold reforms. However, the Chinese people are destined to embrace new developments. \"The Three Gorges project is also a part of the Chinese dream. Now the full completion is also a symbol of the journey to the great rejuvenation of the Chinese nation,\" He said.", "url": "https://www.globaltimes.cn/content/1205351.shtml"}, {"title": "China announces full completion of Three Gorges Project", "date": "2020-11-02", "content": "China has announced the \"full completion\" of the Three Gorges Project. The multifunctional water control system is the world's largest hydropower project. It's situated in the middle reaches of the Yangtze, China's longest river. The project consists of a 2,309-m-long and 185-m-high dam, a five-tier ship lock & 34 hydropower turbo-generators. It controls flooding, generates electricity and adjusts shipping capacity on the river, with a combined power generating capacity of 22.5 mln kW. The construction of the project began in 1994. The project started generating electricity in 2003 and construction was completed in 2009. The project has so far passed all acceptance tests and has been running smoothly. ", "url": "http://www.xinhuanet.com/english/2020-11/02/c_139485824.htm"}, {"title": "Three Gorges project rated good in review", "date": "2020-11-02", "content": "The Three Gorges Dam on the Yangtze River in Hubei province has operated smoothly and stably and given full play to its flood control, electricity generation and shipping functions, authorities said on Sunday. A review of the dam's operation released by the Ministry of Water Resources and the National Development and Reform Commission said it had met design requirements, with a good overall performance. The gigantic dam is the world's biggest water conservancy project and is also a hydropower project with widespread benefits. Its main facilities for flood drainage, water diversion and power generation, among others, are running safely and are in good condition, the review said. Construction of the multifunctional water-control system-with its 2,309-meter-long and 185-meter-high dam, five-tier ship lock and 34 hydropower turbogenerators-began in 1994. By the end of August, the dam had held back 180 billion cubic meters of water during flood seasons. It saw inflows of over 70,000 cubic meters per second in 2010,2012 and this year and reduced flood peaks by about 40 percent, the review said, greatly easing flood-control pressure in downstream rice-growing areas. During dry seasons, discharges have been raised to more than 5,500 cubic meters per second, providing more than 20 billion cubic meters of water a year for the middle and lower reaches of the Yangtze River. By the end of August, the reservoir had provided replenishment for 2,267 days, with a total water supply of 289.4 billion cubic meters, optimizing production, living conditions and the ecology of the river's middle and lower reaches, the review said. The world's largest hydropower station, the dam had generated over 1.35 trillion kilowatt-hours of electricity by August, contributing to electricity supply in Central and East China and in Guangdong province. It also serves as a major clean energy production base and boosts energy conservation and emissions reduction. Electricity produced by the power station was equivalent to that from burning 430 million metric tons of standard coal, leading to a significant reduction in carbon dioxide emissions. The project has also significantly improved navigation conditions and bolstered shipping capacity and freight volume in the Yangtze, the review said. By August, some 1.48 billion tons of cargo had passed through the Three Gorges Dam, boosting development in the Yangtze's economic belt. The production and living environments of the 1.31 million people who were relocated to make way for the Three Gorges project have been greatly improved, and infrastructure and public service facilities in the reservoir area have developed rapidly, it said. The geological environment of the resettlement area is safe, and the ecology of the reservoir area is in good condition, the review said. ", "url": "https://global.chinadaily.com.cn/a/202011/02/WS5f9f596da31024ad0ba826a1.html"}, {"title": "Three Gorges project certified as complete, fully functioning", "date": "2020-11-04", "content": "The Three Gorges project, which manages the flow of water on China's Yangtze River, has been officially certified as complete and fully functioning, authorities announced on Sunday. China's Ministry of Water Resources and the National Development and Reform Commission announced the official full completion of the project's construction, saying it has met all design requirements, has a good overall performance, and fulfills the key roles of flood control, electricity generation, shipping and water-resource utilization. The Three Gorges project, construction of which began in 1994, is a multi- functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, five-tier ship locks on the north and south sides, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts. The project has played key roles in flood control along the Yangtze River basin. Statistics show that, since it first began operations until August this year, the dam has held back 180 billion cubic meters of water during flood seasons. It also reduced flood peaks by about 40 percent, greatly easing flood-control pressure in the middle and lower reaches of the Yangtze River. This has been particularly important along the Jingjiang River, a section of the Yangtze that has seen severe flooding in the past. \"After the completion of the project, the flood-control situation in Jingjiang River has changed,\" said Xu Xinghua, deputy director of the Yangtze River management bureau in Jingzhou City, central China's Hubei Province. He said that in 1998, the Jingjiang River was hit by flooding, forcing about 330,000 residents to be relocated. \"But now, the Three Gorges project has ensured the stability and safety of the Jingjiang River,\" he said. Luo Jianbin, a resident of Wuhan, capital of Hubei Province located on the middle reaches of the Yangtze River, said although there were more rainfall in recent years, waterlogging occurred only occasionally. \"Now that the Three Gorges Dam is controlling the water upstream, I feel at ease,\" he said. The project has also significantly improved navigation conditions on the Yangtze River. \"The development speed of freight volume through the lock has exceeded what we predicted at the time of design,\" said Gao Yulei, an engineer at the Three Gorges reservoir. Since the Three Gorges locks opened to trial navigation in June 2003, the freight volume through them has increased rapidly. By August this year, over 1.48 billion tonnes of cargo had passed through the locks, boosting development in the Yangtze River Economic Belt and regions in southwest China. As the world's largest hydropower station, it had generated over 1.35 trillion kilowatt-hours of electricity by August, contributing to electricity supply in central and east China as well as south China's Guangdong Province. It also serves as a major clean-energy production base, boosting energy conservation and cutting emissions. The electricity produced by the power station is equivalent to that from burning 430 million tonnes of standard coal, leading to a reduction of nearly 1.17 billion tonnes in carbon dioxide emissions. Many hydropower construction technologies applied in the project have also been shared with other countries across the world, Gao said. With improved infrastructure and public-service facilities in the reservoir area, the 1.31 million people who were relocated to make way for the project are enjoying a better environment. The geological environment of the resettlement area is safe, and the ecology of the reservoir area is in good condition. Zhou Gonghu, 58, used to be a migrant worker but now he has come back home and works at cleaning the river. \"My family has lived by the river and relied on the river for generations, and I've witnessed how the Three Gorges Dam was built step by step. Our life has been much improved and I want to protect the water and dam in my hometown,\" Zhou said. ", "url": "https://english.cctv.com/2020/11/04/ARTIOBuUlgaeSGzaCSiitaHO201104.shtml"}, {"title": "Three Gorges Dam sets power generation record in 2020", "date": "2021-01-02", "content": "The Three Gorges Dam, the world's biggest hydroelectric plant in terms of installed capacity, generated 111.795 billion kilowatt-hours of electricity in 2020, its operator announced, setting a new world record for annual power generation volume from a single hydropower station. Clean electricity generation for all of 2020 reached 111.795 billion kilowatt- hours as of 12:00 pm Dec 31, smashing the previous world record of 103.098 billion kWh set by South America's Itaipu Dam in 2016, China Three Gorges Corporation said. The volume of the clean electricity the Three Gorges Dam generated in 2020 is equivalent to saving 34.39 million tons of standard coal and reducing emissions of carbon dioxide, sulfur dioxide and nitrogen oxides by 94.02 million, 224,000 and 212,000 tons respectively, a boon to China's efforts to build a clean, safe, efficient and low-carbon energy system and contributing to its green development initiatives. Earlier in 2020, when China was grappling with the COVID-19 pandemic, the Three Gorges hydropower plant continued to increase its power output and peak load regulating capacity, transmitting record clean energy to provinces and cities such as Hubei, Zhejiang and Shanghai and providing solid energy supplies to the prevention and control of the pandemic and the economic recovery. ", "url": "http://www.china.org.cn/business/2021-01/02/content_77072855.htm"}, {"title": "Three Gorges Dam sets new annual power generation record for 2020", "date": "2021-01-04", "content": "China's Three Gorges dam has set a new world record for annual power generation volume from a single hydropower station, operator China Three Gorges Corporation has announced. Clean electricity generation for all of 2020 reached 111.795 billion kilowatt- hours as of 12:00 pm Dec 31 at the world's largest hydropower plant, surpassing the previous world record of 103.098 billion kWh set by Itaipu Dam in South America in 2016. Earlier in 2020, when China was grappling with the COVID-19 pandemic, the Three Gorges hydropower plant continued to increase its power output and peak load regulating capacity, transmitting record clean energy to provinces and cities such as Hubei, Zhejiang and Shanghai and providing solid energy supplies to the prevention and control of the pandemic and the economic recovery.", "url": "https://www.waterpowermagazine.com/news/newsthree-gorges-dam-sets-new-annual-power-generation-record-for-2020-8435712"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam sets power generation record in 2020", "date": "2021-01-02", "content": "The Three Gorges Dam, the world's biggest hydroelectric plant in terms of installed capacity, generated 111.795 billion kilowatt-hours of electricity in 2020, its operator announced, setting a new world record for annual power generation volume from a single hydropower station. Clean electricity generation for all of 2020 reached 111.795 billion kilowatt- hours as of 12:00 pm Dec 31, smashing the previous world record of 103.098 billion kWh set by South America's Itaipu Dam in 2016, China Three Gorges Corporation said. The volume of the clean electricity the Three Gorges Dam generated in 2020 is equivalent to saving 34.39 million tons of standard coal and reducing emissions of carbon dioxide, sulfur dioxide and nitrogen oxides by 94.02 million, 224,000 and 212,000 tons respectively, a boon to China's efforts to build a clean, safe, efficient and low-carbon energy system and contributing to its green development initiatives. Earlier in 2020, when China was grappling with the COVID-19 pandemic, the Three Gorges hydropower plant continued to increase its power output and peak load regulating capacity, transmitting record clean energy to provinces and cities such as Hubei, Zhejiang and Shanghai and providing solid energy supplies to the prevention and control of the pandemic and the economic recovery. ", "url": "http://www.china.org.cn/business/2021-01/02/content_77072855.htm"}, {"title": "Three Gorges Dam sets new annual power generation record for 2020", "date": "2021-01-04", "content": "China's Three Gorges dam has set a new world record for annual power generation volume from a single hydropower station, operator China Three Gorges Corporation has announced. Clean electricity generation for all of 2020 reached 111.795 billion kilowatt- hours as of 12:00 pm Dec 31 at the world's largest hydropower plant, surpassing the previous world record of 103.098 billion kWh set by Itaipu Dam in South America in 2016. Earlier in 2020, when China was grappling with the COVID-19 pandemic, the Three Gorges hydropower plant continued to increase its power output and peak load regulating capacity, transmitting record clean energy to provinces and cities such as Hubei, Zhejiang and Shanghai and providing solid energy supplies to the prevention and control of the pandemic and the economic recovery.", "url": "https://www.waterpowermagazine.com/news/newsthree-gorges-dam-sets-new-annual-power-generation-record-for-2020-8435712"}]}, {"win label": 0, "news": [{"title": "Throughput of Three Gorges Dam hits 75.54M tonnes in H1", "date": "2021-07-03", "content": "In the first half of this year, the throughput of the Three Gorges Dam, the world's largest hydropower project, exceeded 75.54 million tonnes, according to the Three Gorges Navigation Authority. Despite the severe weather conditions and the 35-day suspension of the dam's northern ship lock due to maintenance, the throughput of the project witnessed a year-on-year increase of 8.74 percent, said the authority. According to the authority, the dam's five-tier ship locks saw a record daily throughput of 578,100 tonnes on May 2 and a record daily operation frequency of 35 times on April 21. In H1, a total of 19,706 ships passed through the ship lock at the Three Gorges Dam, increasing the throughput by 4.75 percent to 72.77 million tonnes. ", "url": "http://www.china.org.cn/business/2021-07/03/content_77603690.htm"}]}, {"win label": 0, "news": [{"title": "Throughput of Three Gorges Dam hits 75.54M tonnes in H1", "date": "2021-07-03", "content": "In the first half of this year, the throughput of the Three Gorges Dam, the world's largest hydropower project, exceeded 75.54 million tonnes, according to the Three Gorges Navigation Authority. Despite the severe weather conditions and the 35-day suspension of the dam's northern ship lock due to maintenance, the throughput of the project witnessed a year-on-year increase of 8.74 percent, said the authority. According to the authority, the dam's five-tier ship locks saw a record daily throughput of 578,100 tonnes on May 2 and a record daily operation frequency of 35 times on April 21. In H1, a total of 19,706 ships passed through the ship lock at the Three Gorges Dam, increasing the throughput by 4.75 percent to 72.77 million tonnes. ", "url": "http://www.china.org.cn/business/2021-07/03/content_77603690.htm"}, {"title": "China on guard against flooding as Yangtze River swells", "date": "2021-09-07", "content": "Chinese authorities have called for rigorous anti-flooding measures along the Yangtze River as water levels continue to rise following heavy rainfall, the Ministry of Water Resources said on Monday. The flow of water at the Three Gorges reservoir has increased rapidly, reaching 54,000 cubic meters per second as of 2 p.m. Monday. The ministry said it is maintaining its response at Level IV, and has called for more anti-flooding measures at the Three Gorges reservoir and other main projects along the river. China has a four-tier flood-control emergency-response system, with level I being the most severe. ", "url": "https://www.globaltimes.cn/page/202109/1233533.shtml"}, {"title": "Three Gorges project operates at full capacity", "date": "2021-09-10", "content": "China Three Gorges Corporation has announced that the Three Gorges Project - the world's largest hydropower project - connected all of its 34 power units to the grid on August 30, achieving full-load operation for the first time in 2021 with a total output of 22.5GW. Operating at full-load capacity, the Three Gorges Project is able to generate 0.54 TWh electricity a day, which is enough to power 5.4 million households for one month on assumption that the monthly average electricity consumption of a family of three is 100 KWh, said Zou Yi, vice president of Three Gorges Project under China Yangtze Power Co., Ltd., CTG's listed arm. Due to sustained rainfall in the upper reaches of the Yangtze River recently, the inflow volume of the Three Gorges Reservoir exceeded 22,000 cubic meters per second and embraced three floods of over 40,000 cubic meters per second. In addition to flood control, Three Gorges Reservoir regulated the discharge volume in lock step with the power units at full capacity, managing to control the water level at the reservoir to increase gradually. The facilities at the complex, including the Three Gorges Dam and the Three Gorges ship locks operated safely during the operation.", "url": "https://www.waterpowermagazine.com/news/newsthree-gorges-project-operates-at-full-capacity-9074272"}, {"title": "World's largest ship elevator resumes operation at Three Gorges Dam", "date": "2021-09-26", "content": " The world's largest permanent ship elevator resumes operation after overhaul at the Three Gorges Dam in central China's Hubei Province, Sept. 25, 2021. The overhaul started on August 21 and lasted for 35 days, marking the first planned overhaul since the acceptance check of its construction at the end of 2019. As the fast passage for passenger vessels and container ships, the ship elevator, together with the dam ship lock, improves the navigation capacity of the Three Gorges Dam. ", "url": "http://www.ecns.cn/hd/2021-09-26/detail-iharmkpe0570760.shtml"}]}, {"win label": 0, "news": [{"title": "China on guard against flooding as Yangtze River swells", "date": "2021-09-07", "content": "Chinese authorities have called for rigorous anti-flooding measures along the Yangtze River as water levels continue to rise following heavy rainfall, the Ministry of Water Resources said on Monday. The flow of water at the Three Gorges reservoir has increased rapidly, reaching 54,000 cubic meters per second as of 2 p.m. Monday. The ministry said it is maintaining its response at Level IV, and has called for more anti-flooding measures at the Three Gorges reservoir and other main projects along the river. China has a four-tier flood-control emergency-response system, with level I being the most severe. ", "url": "https://www.globaltimes.cn/page/202109/1233533.shtml"}, {"title": "Three Gorges project operates at full capacity", "date": "2021-09-10", "content": "China Three Gorges Corporation has announced that the Three Gorges Project - the world's largest hydropower project - connected all of its 34 power units to the grid on August 30, achieving full-load operation for the first time in 2021 with a total output of 22.5GW. Operating at full-load capacity, the Three Gorges Project is able to generate 0.54 TWh electricity a day, which is enough to power 5.4 million households for one month on assumption that the monthly average electricity consumption of a family of three is 100 KWh, said Zou Yi, vice president of Three Gorges Project under China Yangtze Power Co., Ltd., CTG's listed arm. Due to sustained rainfall in the upper reaches of the Yangtze River recently, the inflow volume of the Three Gorges Reservoir exceeded 22,000 cubic meters per second and embraced three floods of over 40,000 cubic meters per second. In addition to flood control, Three Gorges Reservoir regulated the discharge volume in lock step with the power units at full capacity, managing to control the water level at the reservoir to increase gradually. The facilities at the complex, including the Three Gorges Dam and the Three Gorges ship locks operated safely during the operation.", "url": "https://www.waterpowermagazine.com/news/newsthree-gorges-project-operates-at-full-capacity-9074272"}, {"title": "World's largest ship elevator resumes operation at Three Gorges Dam", "date": "2021-09-26", "content": " The world's largest permanent ship elevator resumes operation after overhaul at the Three Gorges Dam in central China's Hubei Province, Sept. 25, 2021. The overhaul started on August 21 and lasted for 35 days, marking the first planned overhaul since the acceptance check of its construction at the end of 2019. As the fast passage for passenger vessels and container ships, the ship elevator, together with the dam ship lock, improves the navigation capacity of the Three Gorges Dam. ", "url": "http://www.ecns.cn/hd/2021-09-26/detail-iharmkpe0570760.shtml"}]}, [], {"win label": 0, "news": [{"title": "World's largest hydroelectric power plant enters full operation as power peak arrive - Global Times", "date": "2022-07-06", "content": "The Three Gorges Hydroelectric Power Station, the world's largest hydroelectric power plant under China Gorges Corporation, has entered full operation on June 28 to meet the coming summer power usage peak, CTG has announced. A total of 34 generators were put into operation, with daily electricity output reaching nearly 500 million kilowatt-hours at a peak capacity of over 21 million kilowatts. The 500 million kilowatt-hours power can meet one-month demand for about 5 million common Chinese households. CTG vowed to further secure the power supply amid high temperatures and heavy rainfall, and enhance the construction of a clean energy system to achieve carbon emission reduction goal.", "url": "https://www.globaltimes.cn/page/202207/1269874.shtml"}, {"title": "New mega tunnel in China will transfer water from the Three Gorges Dam to Beijing", "date": "2022-07-26", "content": "China has launched a new tunnel project to send water from the Three Gorges Dam to Beijing, as part of plans to build massive infrastructure to boost food production and the economy. The Yinjiangbuhan Tunnel will transport water from the world's largest Three Gorges Dam to the Han River, a major tributary of the Yangtze. After reaching the Danjiangkou Reservoir on the lower reaches of the Han, the water will travel north to Beijing via the midline of the South-to-North Water Diversion Project, a 1,400 km open canal. The longest water tunnel in Finland, the Paijane, extends up to 130 meters deep at a depth of 120 kilometers. The project will take a decade to complete and cost 60 billion yuan, according to the Beijing-based state-owned newspaper Guangming Daily. ", "url": "https://english.newstracklive.com/news/new-mega-tunnel-in-china-will-transfer-water-sc57-nu355-ta355-1241526-1.html"}]}, {"win label": 0, "news": [{"title": "World's largest hydroelectric power plant enters full operation as power peak arrive - Global Times", "date": "2022-07-06", "content": "The Three Gorges Hydroelectric Power Station, the world's largest hydroelectric power plant under China Gorges Corporation, has entered full operation on June 28 to meet the coming summer power usage peak, CTG has announced. A total of 34 generators were put into operation, with daily electricity output reaching nearly 500 million kilowatt-hours at a peak capacity of over 21 million kilowatts. The 500 million kilowatt-hours power can meet one-month demand for about 5 million common Chinese households. CTG vowed to further secure the power supply amid high temperatures and heavy rainfall, and enhance the construction of a clean energy system to achieve carbon emission reduction goal.", "url": "https://www.globaltimes.cn/page/202207/1269874.shtml"}, {"title": "New mega tunnel in China will transfer water from the Three Gorges Dam to Beijing", "date": "2022-07-26", "content": "China has launched a new tunnel project to send water from the Three Gorges Dam to Beijing, as part of plans to build massive infrastructure to boost food production and the economy. The Yinjiangbuhan Tunnel will transport water from the world's largest Three Gorges Dam to the Han River, a major tributary of the Yangtze. After reaching the Danjiangkou Reservoir on the lower reaches of the Han, the water will travel north to Beijing via the midline of the South-to-North Water Diversion Project, a 1,400 km open canal. The longest water tunnel in Finland, the Paijane, extends up to 130 meters deep at a depth of 120 kilometers. The project will take a decade to complete and cost 60 billion yuan, according to the Beijing-based state-owned newspaper Guangming Daily. ", "url": "https://english.newstracklive.com/news/new-mega-tunnel-in-china-will-transfer-water-sc57-nu355-ta355-1241526-1.html"}, {"title": "Three Gorges Dam ship locks register record cargo throughput", "date": "2022-09-09", "content": "The cargo throughput via the five-tier ship locks at the Three Gorges Dam, the world's largest hydropower project in the upper stream of the Yangtze, reached a record high of 102 million tons during the first eight months of this year, according to the China Three Gorges Corporation. China's longest river, the Yangtze, an east-west inland waterway, is regarded as the country's \"golden shipping route.\" During the January-August period, nearly 24.5 million tons of key materials including coal, diesel, and grain were transported via the Three Gorges Dam, up 6.3 percent year on year, according to the corporation. The Three Gorges project is a multi-functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, five-tier ship locks on the north and south sides, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts. Since the ship locks opened to trial navigation in June 2003, the freight volume through them has increased rapidly. According to official statistics, the annual cargo throughput via the ship locks increased from 34.31 million tons in 2004 to 146 million tons in 2021.", "url": "https://www.chinadaily.com.cn/a/202209/09/WS631aafc9a310fd2b29e76e37.html"}]}, {"win label": 0, "news": [{"title": "Three Gorges Dam ship locks register record cargo throughput", "date": "2022-09-09", "content": "The cargo throughput via the five-tier ship locks at the Three Gorges Dam, the world's largest hydropower project in the upper stream of the Yangtze, reached a record high of 102 million tons during the first eight months of this year, according to the China Three Gorges Corporation. China's longest river, the Yangtze, an east-west inland waterway, is regarded as the country's \"golden shipping route.\" During the January-August period, nearly 24.5 million tons of key materials including coal, diesel, and grain were transported via the Three Gorges Dam, up 6.3 percent year on year, according to the corporation. The Three Gorges project is a multi-functional water-control system, consisting of a 2,309-meter-long and 185-meter-high dam, five-tier ship locks on the north and south sides, and 34 turbo-generators with a combined generating capacity of 22.5 million kilowatts. Since the ship locks opened to trial navigation in June 2003, the freight volume through them has increased rapidly. According to official statistics, the annual cargo throughput via the ship locks increased from 34.31 million tons in 2004 to 146 million tons in 2021.", "url": "https://www.chinadaily.com.cn/a/202209/09/WS631aafc9a310fd2b29e76e37.html"}]}]