[{"win label": 0, "news": [{"title": "CSeries Aircraft Program Making Excellent Progress Towards First Flight", "date": "2013-03-07", "content": "Bombardier Aerospace announced today that the development of the CSeries aircraft is making excellent progress as the program readies to transition to the flight test phase in order to achieve first flight by the end of June 2013. \"We are very pleased with the progress being made on the CSeries aircraft program and we are excited to open our facility and publicly show the world the advances and key milestones we have achieved as we get ready for first flight,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"The CSeries aircraft program is making solid progress, having met a number of key milestones over the last few months. We are delighted that Pratt & Whitney recently achieved Transport Canada type certification of its first PurePower Geared Turbofan™ engine, the PW1500G engine that will power the CSeries aircraft, and we are now focusing on three key areas that will lead to our safety-of-flight permit: static airframe testing, building of flight test vehicles and on-the-ground testing,\" added Mr. Arcamone. Media and financial analysts will have the opportunity to get a first-hand look at the first CSeries flight test vehicle (FTV1), Complete Integrated Aircraft Systems Test Area (CIASTA) and various technology displays following today's program update at Bombardier's CSeries final assembly facility in Mirabel, Québec. Extra capacity seating option: Bombardier also confirmed today that it has introduced an extra capacity seating option that will increase the CS300 aircraft seating to up to 160 passengers, providing customers with additional payload and range flexibility, as well as increased productivity. It also confirmed that Latvia-based airBaltic is one of these customers, having selected a 148-seat higher-density version. The CS300 aircraft's systems' capacity has been increased to accommodate a higher passenger count. The extra capacity seating option, which requires the addition of a second pair of over-wing exit doors, will be available both in-production and as a retrofit should customers need that flexibility in the future. \"Our main focus continues to be the development, optimization and marketing of the CSeries family of aircraft in the 100- to 149-seat market segment. The CSeries aircraft is a game-changer in a changing economic environment, and following keen customer interest and market trends, we have enhanced the productivity of the CS300 aircraft further by offering the extra capacity seating option,\" stated Mr. Arcamone. \"Specifically adapted for airlines looking at further increasing the productivity of their aircraft, the extra capacity seating option enables the CS300 aircraft to offer the highest seating capacity in its market segment, with the best-in-class seat mile costs and comfort. We are pleased that airBaltic has selected to purchase this new option for its CS300 aircraft,\" added Mr. Arcamone. \"We are delighted to select the extra capacity seating option and the additional pair of over-wing emergency exit doors. In keeping with our ReShape business plan, we are taking full benefit of the aircraft's cabin design as we look to further increase the productivity of our CS300 aircraft and our network,\" said Martin Gauss, Chief Executive Officer, airBaltic.", "url": "https://web.archive.org/web/20160920142745/http://www.bombardier.com/en/media/newsList/details.42545-cseries-aircraft-program-making-excellent-progress-towards-first-flight.bombardiercom.html"}, {"title": "Bombardier Launches Higher Capacity CSeries", "date": "2013-03-07", "content": "Latvia's Air Baltic has agreed to become the launch customer for a high- density version of the Bombardier CSeries CS300 capable of carrying 160 seats, Bombardier announced Thursday during an official unveiling of the airplane's first flight test vehicle at its factory in Mirabel, Quebec. Air Baltic has chosen a 148-seat version of the larger of the pair of CSeries narrowbodies, stretched two feet beyond its original specified length of 125 feet to accommodate the extra capacity. Air Baltic holds a firm order for 10 CS300s and purchase rights on another 10. In an interview with AIN following the announcement, CSeries program head Rob Dewar explained that Bombardier added the extra length to the center fuselage section, the only part of the CS300's aluminum-lithium barrel that doesn't use part numbers common to the CS100. However, said Dewar, Bombardier also needed to apply some of the modifications needed for the CS300 to the CS100, thereby contributing to its six-month delay. Other changes include the addition of a pair of over-wing emergency exit doors to satisfy certification requirements associated with the capacity addition. Previously expected to fly the CS100 by the end of last year, Bombardier consequently moved the target to the end of June, therefore delaying certification until mid-2014. ", "url": "https://www.ainonline.com/aviation-news/2013-03-07/bombardier-launches-higher-capacity-cseries"}, {"title": "Bombardier launches high density CS300 with Air Baltic", "date": "2013-03-07", "content": "Bombardier has officially launched a high-density 160-seat variant of its in-development CSeries CS300. The airframer says the higher-capacity aircraft requires the addition of a second pair of over-wing exit doors and will be available as both a line-fit and retrofit option. Latvia's Air Baltic has become the first customer for the \"extra capacity\" jet, although it has opted to configure its aircraft with 148 seats. It was not immediately clear if the 148-seat layout would be utilised on all 10 CS300s ordered by Air Baltic. The CS300 is designed to seat 135 passengers in a standard two-class configuration and can seat up to 145 passengers with the standard exit-door layout. The 160-seat version has been under evaluation by several major low-cost airlines including Vueling and EasyJet and was previously rejected by AirAsia. The launch was announced as Bombardier prepared to publicly display the first CS100 flight test aircraft inside the final assembly hangar in Mirabel, Canada. The CS100 is on-track for first flight by late June, with first delivery in 2014.", "url": "https://www.flightglobal.com/bombardier-launches-high-density-cs300-with-air-baltic/109013.article"}, {"title": "Bombardier CS300 plane to have 160 passenger capacity", "date": "2013-03-07", "content": "Bombardier Aerospace says its CS300 passenger jets will have a capacity of 160 seats, up from the previously announced 149, in an effort to improve the economics of operating the new planes. The company announced the increased capacity during a briefing at its facility in Mirabel, north of Montreal. The first flight of the long-awaited CSeries jets - Bombardier's new family of planes for commercial airlines - is expected by the end of June. The CSeries 100 jet will have 100 to 125 seats and the CSeries 300 jet will have 135 to 160 seats. The CSeries planes are larger than Bombardier's older CRJ regional jets and Q400 turboprop planes, which have fewer than 100 seats. They are also partially made from advanced composite materials that promise to deliver a 15 per cent reduction in cash operating costs and a 20 per cent fuel burn reduction. \"The CSeries aircraft is a game-changer in a changing economic environment, and following keen customer interest and market trends, we have enhanced the productivity of the CS300 aircraft further by offering the extra capacity seating option,\" said Mike Arcamone, president of Bombardier Commercial Aircraft. A Russian leasing company announced last month it has agreed to purchase up to 42 Bombardier CSeries aircraft in a potential $3.42-billion deal. Ilyushin Finance Co. is seeking to acquire 32 of the CS300 planes at a list price of about US$2.56 billion, and has options for 10 additional planes, making it one of the largest CSeries orders to date. As of last Dec. 31, Bombardier had booked orders and commitments for 382 CSeries aircraft that include firm orders for 148 CSeries airliners.", "url": "https://www.canadianmetalworking.com/canadianmetalworking/news/automationsoftware/bombardier-cs300-plane-to-have-160-passenger-capacity"}]}, [], {"win label": 0, "news": [{"title": "Bombardier CSeries delayed again until late 2015", "date": "2014-01-16", "content": "Bombardier Aerospace has delayed delivery of its first new CSeries commercial aircraft by about six months, the company confirmed Thursday shortly after announcing a major Saudi order for the plane. The Montreal-based company said the CS100 is now expected to enter into service in the second half of 2015, to be followed about six months later by the larger CS300 aircraft. Shortly before that announcement, Bombardier received a firm order for 16 new- generation CS300 jets for SaudiGulf Airlines, a deal worth about US$1.21 billion at list prices before options. A delay of the CSeries delivery was widely anticipated due to the small number of test flights since Sept. 16, when the CS100 flew for the first time after years of preparatory work. The company initially targeted 12-months of test flights, with the first CSeries plane going into service within a short but undefined period after that. The plan announced Thursday provides Bombardier a six-month window for getting the first CSeries into service, between July 1 and Dec. 31, 2015 - up to 15 months later than expected. 'Making solid progress': Bombardier said the CSeries flight test program is \"making solid progress\" and initial performance results are \"in line\" with its expectations. But it said the flight test phase requires more time to ensure it has what it calls \"overall system maturity.\" \"We are taking the required time to ensure a flawless entry-into-service. We are very pleased that no major design changes have been identified, this gives us confidence that we will meet our performance targets,\" stated Mike Arcamone, president Bombardier Commercial Aircraft. Arcamone said the CSeries test program should gain traction in the coming months following the first flight of the second 110- to 125-seat CS100 test aircraft, on Jan. 3. The first test aircraft is being shipped to Bombardier's flight test headquarters in Wichita, Kan., to escape Quebec's cold winter in order to record more test hours. A third test aircraft should be ready for flight in the coming weeks. Cameron Doerksen of National Bank Financial said he doesn't expect the delay will lead to any order cancellations, but it's unclear if Bombardier will incur any penalties. \"It is no surprise that the EIS date has been pushed to the right,\" he wrote in a report. \"However, the new date is even later than our expectation and certainly beyond the consensus view...for the first quarter 2015.\" Doerksen said the delay could add several hundred millions of dollars to the US$3.9 billion program, mainly related to engineering, flight testing and interest expenses. But he doesn't foresee a liquidity problem for Bombardier because of the expected strong cash generation in the fourth quarter. He said the \"clearly negative news\" is tempered somewhat by an order from SaudiGulf, announced Thursday before the delay was revealed. 800 planes the breakeven point: \"We believe further negative news could be announced by Bombardier in the near-term reduced margin guidance, possible miss on 2013 aircraft deliveries.\" Walter Spracklin of RBC Capital Markets said increased costs from the delay means that Bombardier will need to sell more than 800 aircraft to break even, or 12 per cent market share over the next 20 years. He suspects the delay is prompted by issues with the aircraft's avionics and fly-by-wire system since it continues to fly under \"direct\" mode. On the Toronto Stock Exchange, Bombardier's shares fell 35 cents, or nearly 7.7 per cent to $4.17 Cdn at the close of trading Thursday. Meanwhile, Bombardier spokesman Marc Duchesne said the delivery delay approved by Bombardier's board of directors Wednesday is the final one. \"This is serious. Trust me, people are not happy about this and we're not proud of this,\" he said in an interview. Other delays: The company gave similar assurances before again delaying the aircraft's first flight. The aerospace industry has a poor track record of delivering new aircraft on schedule. Boeing and Airbus both experienced lengthy delays in introducing their new wide-body aircraft. Bombardier hopes the fuel-efficient aircraft that's been in development for a decade will be a game-changer for the company, whose regional jets face an uncertain future amid increased competition, and which is the world's leading producer of business jets. The program is expected to generate US$5 billion to US$8 billion in annual revenues as it seeks to capture about half of the global sales for this size of plane. The newly designed aircraft, built partially with lightweight composite materials and powered by Pratt & Whitney's fuel-saving engines, is targeted at established carriers looking to replace older, inefficient planes, and new airlines launching in developing countries, such as China, to service the growing middle class and airport expansion. Duchesne said CSeries suppliers are on board with the delay and customers have been notified over the past couple of days. \"Of course they're not happy about it but they're definitely supportive.\" He said Malmo Aviation of Sweden will become the first CS100 operator. The company has firm orders for five CS100 and five CS300, plus 10 options. In the earlier announcement, Bombardier said SaudiGulf's contract would increase to US$1.99 billion if the buyer exercises options to acquire another 10 CSeries of the 120- to 160-seat CS300 aircraft. The agreement with Al Qahtani Aviation company, signed at the Bahrain air show, means that Bombardier has firm orders for 198 CSeries planes plus nearly 250 options or commitments from a total of 17 customers. The manufacturer has stated it hopes to secure 300 firm orders from more than 20 customers by the aircraft's entry-into-service. SaudiGulf Airlines will operate domestic and international flights, with the international route network focusing on main capitals in the Middle East and Gulf as well as the Indian subcontinent. It becomes the third Middle Eastern carrier to order the CSeries. ", "url": "https://www.cbc.ca/news/business/bombardier-cseries-delayed-again-until-late-2015-1.2498880"}, {"title": "Bombardier delays CSeries aircraft's entry-into-service", "date": "2014-01-17", "content": "Bombardier Aerospace has confirmed that the CSeries aircraft program is making solid progress and initial performance results are in line with the company's expectations. However, based on the thorough review of the CSeries program after the first flight of the CS100 on Sept. 16, 2013, the flight test phase will require more time than originally anticipated to ensure, amongst other things, that the aircraft has the overall system maturity to support a successful entry-into-service. TheCS100 aircraft's entry-into-service is now scheduled for the second half of 2015 and will be followed by the CS300 aircraft's entry-into-service approximately 6 months afterwards. \"We are taking the required time to ensure a flawless entry-into-service. We are very pleased that no major design changes have been identified, this gives us confidence that we will meet our performance targets,\" said Mike Arcamone, president, Bombardier Commercial Aircraft. \"While the process has taken more time than we had expected, our suppliers are aligned with the program's schedule and together, we will continue to work closely to move the program steadily forward. With the first flight of flight test vehicle 2 (FTV2) successfully completed on Jan. 3, 2014, the CSeries aircraft program will continue to gain traction over the coming months.\" Designed for the growing 100- to 149-seat market, the all- new CSeries aircraft family combines advanced materials, leading-edge technology, and proven methods to meet commercial airline requirements. Powered by Pratt & Whitney PurePower PW1500G engines, the CSeries aircraft family will offer an anticipated 15% cash operating cost advantage and a 20% fuel burn advantage. With the extra capacity seating option, the CS300 aircraft's productivity further improves, offering airlines an estimated average of 4% additional cash operating cost advantage per seat. The CSeries aircraft is designed to achieve greatly reduced noise and emissions, as well as more operational flexibility, improved airfield performance, and a range of 2,950nm (5,463km). The CSeriesaircraft will be up to 12,000 lb (5,443kg) lighter than other aircraft in the same seat category. Bombardier has booked orders and commitments for 445 CSeries aircraft, which include firm orders for 198CSeries airliners. So far, 17 customers and lessees have joined the CSeries aircraft program.", "url": "https://www.aerospacemanufacturinganddesign.com/news/bombardier-delays-cseries-aircraft-introduction-011714/"}]}, {"win label": 0, "news": [{"title": "Macquarie AirFinance orders 40 Bombardier CS300 jets", "date": "2014-09-26", "content": "Bombardier's CSeries program received a boost Friday when Macquarie AirFinance placed among the largest potential orders to date for the commercial jetliner, just weeks after flight testing resumed. The Montreal-based aircraft maker said an affiliate of the Ireland-based leasing company placed a firm order for 40 of the larger CS300 jetliners, with options for 10 more. The firm order is worth US$3.14 billion at list prices and US$3.95 billion with options, although customers typically receive discounts for large orders. Macquarie AirFinance, which currently owns or manages 136 jet aircraft leased to 73 operators in 43 countries, will lease the planes after they are delivered between 2017 and 2019. \"Macquarie AirFinance's selection of the CS300 aircraft is a strong endorsement of the aircraft type and we are looking forward to working with this unique lessor to expand the market for our 100 per cent new jetliner,\" said Mike Arcamone, president, Bombardier commercial aircraft. The firm order is the first since program testing resumed Sept. 7 after a more than three-month pause following an engine failure during ground maintenance testing. The firm order matches the 40 aircraft ordered by Republic Airways, which also has options on 40 others. Deutsche Lufthansa is the largest customer of the smaller CS100, with 30 firm orders and 40 options. Arcamone said Bombardier anticipates \"continued momentum\" for the CSeries as testing confirms the promised fuel, noise, cost and other operating performance. Macquarie is a new Bombardier customer and the largest leasing company to sign on to the CSeries. The CSeries is in the midst of flight testing that's required before the CSeries jets can go into commercial use. The Montreal-based aerospace and rail equipment company has said it's confident the CS100 aircraft will enter into service in the second half of 2015, with the larger CS300 following about six months later. Including Macquarie's order, Bombardier has booked orders and commitments for 563 CSeries aircraft, including firm orders for 243 CSeries airliners. Bombardier expects to receive 300 firm orders from 20 customers by entry-into- service. Bombardier says it's in discussions with customers to be launch customers for both variants of the aircraft. Swedish company Braathens Aviation recently said it no longer wants to be the first recipient of the aircraft due to uncertainty surrounding the program, but did not cancel its order for five CS100 and five CS300 models. On the Toronto Stock Exchange, Bombardier shares were up 15 cents, or 4.29 per ce at C$3.65 in midday trading Friday. ", "url": "https://www.ctvnews.ca/business/macquarie-airfinance-orders-40-bombardier-cs300-jets-1.2025846"}]}, {"win label": 0, "news": [{"title": "Bombardier eyes lift after completing first CS300 flight", "date": "2015-02-27", "content": "Bombardier celebrated the maiden flight of its new CSeries 300 jet on Friday under clear but frigid skies outside Montreal. The flight was originally set for Thursday, but was delayed a day as frigid winter weather gripped the region. The successful flight is a key milestone for Bombardier, which is banking on the CS300 to pull the CSeries program into smoother skies after several turbulent years. A stretch version of the original CS100, the CS300 is intended to seat 130-160 passengers. That would make it the largest airliner that the Canadian company offers. \"We are reaching an inflection point where finally we are getting momentum and soon we'll be able to go to market,\" Bombardier CEO Alain Bellemare said after the flight at the company's factory outside Montreal. The program marks Bombardier's first foray beyond its roots as a maker of small to midsize jets and turboprops design for \"regional\" routes. Traditionally Bombardier has mostly competed against Embraer, a Brazilian- based aircraft maker that also has traditionally focused on the regional market. However, the move to bigger aircraft draws Bombardier into competition against a formidable set of competitors. The size of the larger CS300 makes it a direct competitor to some versions of Boeing's 737 and Airbus' A319 narrow-body jets. That could be a dicey proposition for Bombardier given the long-established dominance in that market by Airbus and Boeing. Bombardier's original CSeries aircraft -- the CS100 -- made its first flight in September 2013, already two years behind schedule. Its troubles continued not long after when unspecified problems -- and then an uncontained engine failure in May -- left the test fleet spending more time on the ground than in the air. Bombardier's costs for the CSeries have soared as the delays have mounted. The program is thought to be billions of dollars over budget. The CS100 was initially slated to be delivered to a so-far-undisclosed launch customer in late 2014. But the company now forecasts first delivery to come sometime in the second half of 2015. Assuming that schedule holds, the CS300 is expected to follow six months later. Still, Bombardier believes its CSeries testing has finally rounded the bend, saying it has pushed through the most difficult phase. Indeed, since coming back online in early September, flight hours for CSeries aircraft have increased at a steady pace. Even if the program is back on track, Bombardier still faces a sales challenge for its CSeries planes. Orders have reduced to a trickle the last two years. Industry observers are watching to see if the company can secure additional customers amid skepticism about delivery projections. Also a concern: Airbus and Boeing continue to both aggressively and successfully sell competing aircraft. Underscoring that trouble, confidence among potential airline customers is thought to have wavered because of the long delays and from a series of high- profile management shake-ups. For now, Friday's first flight of the CS300 gives Bombardier a welcome light at the end of the tunnel, even if it's unknown just how much longer that tunnel will turn out to be.", "url": "https://www.usatoday.com/story/todayinthesky/2015/02/27/bombardier-eyes-boost-after-completing-first-cs300-flight/24119233/"}, {"title": "CS300 completes first flight", "date": "2015-02-27", "content": "Bombardier has launched the flight test campaign of the stretched, 135-seat CS300 with a 4h57min sortie from the company's final assembly centre in Mirabel, Canada. The flight test begins a nine-to-15-month certification programme for the largest variant of the CSeries. The 110-seat CS100 is currently scheduled to achieve entry into service in the second half of 2015, having began flight testing nearly 18 months ago. Although the CS100 is now running two years behind schedule, Bombardier has never altered its plan to deliver the first operational CS300 six months after completing the same milestone for the smaller variant. Accounting for about three-fourths of all 243 firm orders booked so far, the commercial success of the CS300 may hold the keys to the future of the programme. It enters flight testing with the benefit of 18 months of painful lessons learned on the CS100 programme. The smaller variant has dealt with multiple setbacks stemming from software delays and an engine malfunction that grounded the fleet for five months. An oil system component inside the Pratt & Whitney PurePower PW1500G turbofan failed during a 29 May ground test, causing pieces of the low-pressure turbine to disintegrate and damage the wing and fuselage of the first test vehicle FTV-1. Flights resumed four months later with a minor redesign of the oil system. Several more weeks passed before Bombardier resolved the second major issue for the CS100. Until early October last year, the four aircraft in the flight test fleet had not activated the envelope protections enabled by the fly-by-wire system, due to the late delivery of the flight critical software. The CS300 stands to benefit from a functioning fly-by-wire system with envelope protections and a redesigned engine. Other than the slightly longer fuselage, the CS300 shares the same Rockwell Collins avionics augmented by Parker Aerospace fly-by-wire controls, P&W; engines and aluminium-lithium panel fuselage structure of the CS100. Those three components account for Bombardier's claimed 15% operating cost advantage of the CS300 versus the type's nearest competitors, which include the Airbus A319neo and the Boeing 737 Max 7.", "url": "https://web.archive.org/web/20150302024445/http://www.flightglobal.com/news/articles/video-cs300-completes-first-flight-409572/"}, {"title": "Bombardier eyes lift after completing first CS300 flight", "date": "2015-02-27", "content": "Bombardier celebrated the maiden flight of its new CSeries 300 jet on Friday under clear but frigid skies outside Montreal. The flight was originally set for Thursday, but was delayed a day as frigid winter weather gripped the region. The successful flight is a key milestone for Bombardier, which is banking on the CS300 to pull the CSeries program into smoother skies after several turbulent years. A stretch version of the original CS100, the CS300 is intended to seat 130-160 passengers. That would make it the largest airliner that the Canadian company offers. \"We are reaching an inflection point where finally we are getting momentum and soon we'll be able to go to market,\" Bombardier CEO Alain Bellemare said after the flight at the company's factory outside Montreal. The program marks Bombardier's first foray beyond its roots as a maker of small to midsize jets and turboprops design for \"regional\" routes. Traditionally Bombardier has mostly competed against Embraer, a Brazilian-based aircraft maker that also has traditionally focused on the regional market. However, the move to bigger aircraft draws Bombardier into competition against a formidable set of competitors. The size of the larger CS300 makes it a direct competitor to some versions of Boeing's 737 and Airbus' A319 narrow-body jets. That could be a dicey proposition for Bombardier given the long-established dominance in that market by Airbus and Boeing. Bombardier's original CSeries aircraft -- the CS100 -- made its first flight in September 2013, already two years behind schedule. Its troubles continued not long after when unspecified problems -- and then an uncontained engine failure in May -- left the test fleet spending more time on the ground than in the air. Bombardier's costs for the CSeries have soared as the delays have mounted. The program is thought to be billions of dollars over budget. The CS100 was initially slated to be delivered to a so-far-undisclosed launch customer in late 2014. But the company now forecasts first delivery to come sometime in the second half of 2015. Assuming that schedule holds, the CS300 is expected to follow six months later. Still, Bombardier believes its CSeries testing has finally rounded the bend, saying it has pushed through the most difficult phase. Indeed, since coming back online in early September, flight hours for CSeries aircraft have increased at a steady pace. Even if the program is back on track, Bombardier still faces a sales challenge for its CSeries planes. Orders have reduced to a trickle the last two years. Industry observers are watching to see if the company can secure additional customers amid skepticism about delivery projections. Also a concern: Airbus and Boeing continue to both aggressively and successfully sell competing aircraft. Underscoring that trouble, confidence among potential airline customers is thought to have wavered because of the long delays and from a series of high-profile management shake-ups . For now, Friday's first flight of the CS300 gives Bombardier a welcome light at the end of the tunnel, even if it's unknown just how much longer that tunnel will turn out to be.", "url": "https://www.usatoday.com/story/todayinthesky/2015/02/27/bombardier-eyes-boost-after-completing-first-cs300-flight/24119233/"}, {"title": "CSeries performance better than guarantees, \"favorable\" to brochure; range better than advertised", "date": "2015-03-03", "content": "Flight test results for the Bombardier CSeries show that the economics of the airplane not only are meeting the economic and performance guarantees, they are \"favorable\" to the marketing brochures that have promised 15% better operating costs and 20% better fuel burn than today's in-production Airbus A319s and Boeing 737-700s, Leeham News and Comment confirmed. Three sources told us the CSeries flight tests were turning in better-than-guarantee results. Rob Dewer, vice president and general manager, CSeries Program, confirmed the information today in an exclusive interview. \"We weren't planning to make that public until Le Bourget but your sources are good,\" Dewar said. The results are \"favorable to our brochure. For us that is really, really positive. We won't share precise numbers\" until the Paris Air Show in June. \"We're taking advantage of that as soon as performance data becomes available, we share with current customers,\" Dewar says. \"We're sharing it with potential customers. This is all within the last couple of weeks.\" Dewar also says that the payload/range and fuel burn is more favorable than expected. This will enable the operators to either carry more passengers at the same advertised 2,950nm range or carry a typical passenger load farther. He wouldn't reveal the new range figure, holding this for the Air Show, but he said the increased range is \"significant, it's not a small number.\" Noise tests are done and also came in better than guarantees. Noise factors are critical for Toronto City Airport and London City Airport, where runway performance is also crucial. Noise tests are 1db better than the brochure. There was a margin of 5db between the brochure and the contract guarantees, Dewar said. Final noise certification will be this spring and runway Vmu and brake tests remain to be complete, the latter in about six weeks. Eighty percent of the high risk tests have been done, Dewar said. The program has completed 1,180 flight hours with 160 hours per month going on. Flight Test Vehicle 5 (which is fully equipped with the interior) will fly before April 1, Dewar says. Canadian authorities require 2,400 flight test hours. At the current rate of 160 hours per month, BBD needs just under eight months, or through October, to complete the 2,400 hours. The addition of FTV 5 should shorten this period. Going into the first flight of the CS300 last week, BBD didn't have a first operator. Dewar said today there is now a confirmed operator, but declined to reveal who it is, deferring to the customer. Swiss Airlines is the most likely answer. It was after hours in Europe to confirm with Swiss.", "url": "https://leehamnews.com/2015/03/03/exclusive-cseries-performance-better-than-guarantees-favorable-to-brochure-range-better-than-advertised/"}, {"title": "Bombardier CS300 analysis vs A319neo, 737-7", "date": "2015-03-29", "content": "Bombardier's big bet in the aeronautics sector, CSeries, is well into flight testing, now more than half way toward the 2,400 hours required by Transport Canada before certification can be granted. The first aircraft to be certified will be the smaller 110 seat CS100 but the market is most interested in the larger 135 seat CS300, which has 63% of present orders and commitments, Figure 1. Bombardier's new CEO, Alan Bellemare, told reporters last week that the CS100 would be certified during 2015 with entry into service slipping into 2016. The CS300, which is a direct challenger to Airbus' A319neo and Boeing's 737-7, should follow six months after CS100. With the CS300 in flight testing and going into service next summer, we decided to have a deeper look at CS300 and its competitors.", "url": "https://leehamnews.com/2015/03/29/bombardier-cs300-analysis/"}]}, {"win label": 0, "news": [{"title": "Existing Customer Signs Conditional Purchase Agreement for up to 13 Bombardier CS300 Aircraft", "date": "2015-07-16", "content": "Bombardier Aerospace announced today that an existing customer, which has requested to remain unidentified at this time, has placed an additional conditional order for seven firm CS300 airliners as well as purchase rights for six additional CS300 aircraft. Based on the list price of the aircraft, a firm order for the seven CSeries aircraft would be valued at approximately $553 million US. \"The CSeries airliner, with its best in-class economics, advanced technology and outstanding performance, will be instrumental in replacing older, less efficient aircraft presenting challenges because of high fuel costs and heightened environmental awareness,\" said Ray Jones, Senior Vice President, Sales, Marketing and Asset Management, Bombardier Commercial Aircraft. \"We are delighted that one of our existing customers is once again recognizing the CSeries jetliner's unmatched flexibility and we congratulate our customer that has confidently ordered seven more aircraft. \"We are very optimistic about the current status of our order book, which stands at 513 orders and commitments. We are well on our way to reach our target for 300 firm orders by entry-into-service, and have already achieved our 20 customer goal,\" he added.", "url": "https://bombardier.com/en/media/news/existing-customer-signs-conditional-purchase-agreement-13-bombardier-cs300-aircraft"}, {"title": "Bombardier and Macquarie AirFinance Sign Purchase Agreement for up to 50 CSeries Aircraft", "date": "2015-09-26", "content": "Bombardier Commercial Aircraft announced today that a wholly owned affiliate of Macquarie AirFinance has signed a firm purchase agreement for 40 CS300 jetliners and has taken options on an additional 10 CS300 aircraft. Macquarie AirFinance, which currently owns or manages 136 jet aircraft leased to 73 operators in 43 countries across six continents, will lease the CS300 aircraft to airline operators around the world. Delivery of the aircraft will be on a phased basis from 2017 to 2019. \"Macquarie AirFinance's selection of the CS300 aircraft is a strong endorsement of the aircraft type and we are looking forward to working with this unique lessor to expand the market for our 100%-new jetliner,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"We anticipate continued momentum in the CSeries aircraft program as we confirm our performance predictions for the aircraft.\" \"With its outstanding performance, transcontinental range, operating cost advantage, widebody comfort and cabin flexibility, the CS300 aircraft is tailor-made to meet the fleet replacement requirements of airlines and other operators around the world,\" said Ray Jones, Senior Vice President, Sales and Asset Management, Bombardier Commercial Aircraft. \"We welcome the addition of Bombardier's CS300 to Macquarie AirFinance's portfolio. This agreement is consistent with Macquarie AirFinance's approach of seeking carefully considered transactions to expand the reach of our successful aircraft leasing business,\" said Stephen Cook, Chairman of Macquarie AirFinance. \"The CS300 will allow us to offer our customers the only type of aircraft optimized for the upper end of the 100- to 150-seat market segment. Its advanced technologies, attractive economics and environmental attributes were key factors in our selection of the CS300 jetliner.\"", "url": "https://bombardier.com/en/media/news/bombardier-and-macquarie-airfinance-sign-purchase-agreement-50-cseries-aircraft"}, {"title": "Bombardier's 1st CS300 delivery will be to airBaltic in 2016", "date": "2015-11-09", "content": "Latvian carrier airBaltic will be the first client to operate CS300 aircraft when it takes delivery in the latter part of 2016, aircraft maker Bombardier announced Sunday. The Latvian national airline has 13 firm orders for the CS300, one of the controversial CSeries commercial jets, and retains options for seven others, Bombardier said in a news release. The airline flies out of Riga and serves 60 destinations in Europe, Scandinavia, Russia and the Middle East. In a separate announcement, the Quebec-based company also said the flight test program for the CS100 aircraft was \"close to 100 per cent complete.\" The company said only \"a few\" tests remain and it expects the aircraft to be certified with Transport Canada by the end of the year as previously announced. The testing is one of the last steps before the planes can be put into service. \"With our flight test program almost 100 per cent complete and all the high-risk CS100 aircraft's flight tests behind us, teams are now finalizing the last few certification activities,\" said CSeries program vice president Rob Dewar. 1,000 test flights: He said CSeries flight test vehicles took more than 1,000 flights during testing. Bombardier also began function and reliability (F&R) testing on the CSeries with a four-leg flight by the CS100 Saturday. The F&R testing uses typical flight routes and operational procedures to see how the planes will perform under usual conditions. \"Airfield performance, landings, airport turnarounds and on-ground operations are just some of the important characteristics that will be observed during the F&R testing,\" Dewar said. These test flights will be conducted in about 15 city pairs in Canada and 20 in the U.S. before taking place in Europe. Bombardier Commercial Aircraft President Fred Cromer said the CS100 aircraft would be delivered to its client SWISS in the first half of 2016. Recently, the Quebec government announced it would inject $1 billion US into Bombardier to help complete development of the CSeries and restore customer faith in the delayed and costly commercial jet program, which is about two years behind schedule. The deal included plans to transfer the CSeries program to a new partnership that's 50.5 per cent owned by the company and 49.5 per cent owned by the province.", "url": "https://www.cbc.ca/news/business/airbaltic-bombardier-cseries-1.3310573"}]}, {"win label": 0, "news": [{"title": "Bombardier C Series On Track for 2016 Certification, Delivery", "date": "2016-02-17", "content": "Canadian aerospace manufacturer Bombardier announced yesterday that the C Series aircraft program is now on track as it readies for second quarter 2016 delivery and entry-into-service with launch operator Swiss International Air Lines. Additionally, the CS300 has completed more than 70 percent of its certification activities to date, and is on target for full certification approximately mid-year 2016. Its planned EIS with airBaltic of Latvia is in the second half of 2016. \"It's been a very productive start to the year with a lot of activity around the Swiss team completing its initial phase of training on-site for pilots, ground and maintenance crews,\" said Fred Cromer, president of Bombardier Commercial Aircraft. \"Additionally, components arrived this month and the first CS300 aircraft for launch customer airBaltic is now in production. It's great to know we're pacing to meet our program and customer targets for the year.\" As the second CS300 flight test vehicle prepares for first flight, Rob Dewar, v-p, C Series aircraft program, Bombardier Commercial Aircraft, said, \"This last flight test vehicle is dedicated to cabin and interior certification, but we foresee a smooth road due to the flight crew's familiarity with the CS100 aircraft and the high degree of commonality between the two models.\" The C Series aircraft has a maximum range of up to 3,300 nm. To date, Bombardier has secured orders and commitments for 603 C Series aircraft, which includes firm orders for 243. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2016-02-17/bombardier-c-series-track-2016-certification-delivery"}, {"title": "Air Canada finalizes $3.8B order for 45 Bombardier CSeries jets", "date": "2016-06-28", "content": "Air Canada has finalized a previously announced order for at least 45 Bombardier CSeries passenger jets, worth $3.8 billion at list prices. Deliveries of the CS300 jets - currently the largest model of Bombardier's new CSeries planes - will begin in late 2019 and extend to 2022. Air Canada also has an option to order up to 30 additional CS300s - making the order potentially worth up to $6.3 billion, at list prices. The actual price is usually discounted but not announced. The two Montreal-based companies announced a preliminary agreement in February as part of a series of initiatives by Bombardier, Air Canada and the Quebec and federal governments. The province agreed last week to provide the first $500-million instalment of a $1-billion investment in the CSeries program by the end of this month and the second instalment on Sept. 1. Finance Minister Bill Morneau said Ottawa is continuing to negotiate potential financial support for Bombardier, which is seeking $1 billion from the federal government. Air Canada's order confirmation was announced a day before Bombardier delivers the first CSeries aircraft to Swiss International Air Lines, the first carrier to operate the new generation of plane.", "url": "https://www.thestar.com/business/2016/06/28/air-canada-finalizes-38b-order-for-45-bombardier-cseries-jets.html"}]}, {"win label": 1, "news": [{"title": "The Bombardier C-Series is Airbus and Boeing's greatest threat", "date": "2016-07-18", "content": "Bombardier's long-awaited C-Series entered service with Swiss Global Airlines on Friday. The state-of-the-art Canadian airliner opened its career with a short flight from Zurich to Paris. The Swiss Global Bombardier is the first of 30 C-Series jets the airline has on order, split evenly between the smaller CS100 and the larger CS300. \"I am extremely proud that we are the first airline in the world to put this totally newly developed aircraft into service,\" Swiss Global's Chief Commercial Officer Markus Binkert said in a statement. \"The Bombardier CS100 is a class act in every respect: comfort, economics, and environmental credentials.\" According to Airways Mag Managing Editor Chris Sloan, the CS100's first flight with Swiss went flawlessly, apart from a slight delay caused by a glitch while switching from ground power to onboard electricity. Passengers were served a snack of trout mousse and black forest roulade, reported Sloan, who was on the 54-minute flight. Swiss Global's Bombardier CS100 is outfitted with 101 seats and will be replacing the airline's aging Avro RJ100 regional jets. The Bombardier C-Series is positioned to compete against the two best-selling airliners of all time - the Airbus A320 family and the Boeing 737 family. Capable of ferrying between 100 and 150 passengers, the Canadian jet is the most viable threat Airbus and Boeing have encountered in 20 years. Over the the next few years, several manufacturers from around the world will launch aircraft aimed to compete with Airbus and Boeing. But Bombardier is the first to enter service and the only one that will compete head-to-head within one of their most important market segments. Not since the demise of McDonnell Douglas and its MD-80 and MD-90 in the late '90s has there been a third major player to challenge the Airbus-Boeing duopoly. With the C-Series, Bombardier is poised to do just that. However, the Quebec- based firm has a long way to go. Currently, Bombardier has more than 300 firm orders for the plane, while Airbus and Boeing each have backlogs with 10 times that amount for their latest A320 and 737 variants. What Bombardier has going for it is the fact that the C-Series is widely viewed as a great plane - receiving critical acclaim for its fuel efficiency, range, and advanced technology. \"The CS300 kills the Boeing 737 MAX 7 and the Airbus A319neo in terms of ability and efficiency,\" Airways senior business analyst Vinay Bhaskara told Business Insider in an interview last year. Unfortunately, Bombardier has also been plagued by development and financial setbacks caused by the multibillion-dollar C-Series program. At the same time, the company struggled to find buyers for the state-of-the-art jet - especially among the world's A-list airlines. With the CS100 in service, a major commitment from Air Canada, and a $5.6 billion order from Delta, things are looking up for Bombardier. Air Canada and Delta's show of support for the aircraft and its manufacturer should allay the fears of smaller customers who are hesitant to buy because of Bombardier's precarious financial condition. In addition, the CS300 is expected to be delivered to AirBaltic by the end of the year. ", "url": "https://www.businessinsider.com/bombardier-cseries-airbus-boeing-threat-enter-service-swiss-2016-7"}, {"title": "Bombardier CS300 Kicks-off European Route Proving Tour", "date": "2016-09-28", "content": "Bombardier Commercial Aircraft on Tuesday announced that its CS300 jetliner, the second CS300 flight test vehicle, has embarked on a series of European and Middle Eastern route-proving flights alongside first operator airBaltic of Latvia. The flights - which will operate from the airline's base in Riga include stops in Vilnius, Lithuania, Tallinn, Estonia and Abu Dhabi, United Arab Emirates - will use airBaltic air and ground operational practices. \"It's exciting for the airBaltic team to welcome the CS300 to its home base in Riga for the first time to see the aircraft simulate operations in our route system that covers much of Europe - all in advance of our first delivery later this fall,\" said Martin Gauss, Chief Executive Officer, airBaltic. \"The CS300 aircraft has outstanding performance, admirable efficiency and an impressive cabin that offers maximum comfort and we are looking forward to introducing this fine aircraft to our passengers and airports in our network.\" \"Because of the 99 per cent commonality between the CS100 and CS300 aircraft and the diverse routes that award-winning airline airBaltic operates, we are expecting to see a perfect blend of performance, outstanding reliability and operational ground support,\" said Rob Dewar, Vice President, C Series, Bombardier Commercial Aircraft. \"Our teams are working closely together as we ramp up activities for a real indication of how the CS300 will operate in the network and we are confident that its entry-into-service with airBaltic later this year will be impressive.\" With a firm order for 20 CS300 airliners - which will eventually join airBaltic's 12 Q400 turboprops - the airline will gradually transition to an all-Bombardier fleet. The route-proving flights provide a very good indication of how the aircraft will perform in typical day-to-day airline operations by observing airfield performance, airport turnaround times and on-ground operations at various airports.", "url": "https://guyanaaviation.com/2016/09/28/bombardier-cs300-kicks-off-european-route-proving-tour/"}, {"title": "CS300 almost ready for AirBaltic", "date": "2016-10-07", "content": "From today, the Bombardier CS300 is certified by EASA, the European Aviation Safety Agency. A necessary step ahead of the type's commercial debut with Riga-based AirBaltic before the end of this year. The Eastern European LCC has 20 CSeries aircraft in order and is planning to transition to an all-Bombardier fleet - it operates also 12 Q400 turboprops. In fact, a CS300, already with the AirBaltic logo on the fuselage, has been over the last few days on a \"test tour of some Baltic capitals\". Let's remember that its smaller \"brother\", the CS100 has been in operation with Swiss already for three months. Looking forward to seeing more CSeries around Europe soon!", "url": "https://allplane.tv/blog/2016/10/7/cs300-getting-ready-for-airbaltic"}, {"title": "Bombardier CS300 Aircraft Awarded Type Validation by the EASA", "date": "2016-10-10", "content": "Bombardier Commercial Aircraft announced today that the European Aviation Safety Agency (EASA) has awarded Type Validation to Bombardier's CS300 aircraft. The validation is a requirement for the aircraft's operation in Europe and a precursor to first delivery to CS300 launch operator, airBaltic of Latvia. Bombardier's first CS300 aircraft delivery to airBaltic is scheduled for the fourth quarter of 2016. EASA's validation follows the CS300 aircraft Type Certification awarded by Transport Canada in July 2016. \"Certifying two clean-sheet aircraft within a nine-month period is a major aviation industry achievement and today we celebrate the latest C Series program milestone with the CS300 EASA certification. We owe a great deal of thanks to the hundreds of Bombardier employees and suppliers who have worked so diligently and professionally to design and build the superb C Series aircraft - the only single-aisle jetliners developed for the 100- to 150- seat market segment in close to 30 years,\" said Fred Cromer, President, Bombardier Commercial Aircraft. \"We fully expect that the CS300 aircraft's upcoming delivery and entry-into-service with airBaltic will be as successful as for the CS100 aircraft with SWISS.\" \"Our teams have produced an impressive family of airplanes with proven technology, performance, passenger amenities, economics and environmental qualifications that are turning heads and will be serving operators well in the future,\" said Robert Dewar, Vice President, C Series Aircraft Program. \"Our focus is on the completion of the first production CS300 aircraft for launch operator airBaltic as their teams focus on completing their pilot and crew training for first delivery later this year.\" Bombardier's smaller CS100 airliner, which was awarded Type Certification by Transport Canada in December 2015, and Type Validations by both EASA and the U.S. Federal Aviation Administration (FAA) in June 2016, successfully entered service with launch operator SWISS in July 2016. Both airBaltic and SWISS have joined Bombardier's Smart Parts program for the C Series aircraft. The Smart Parts program maximizes aircraft utilization and minimize maintenance costs by providing comprehensive component maintenance, repair and overhaul services, access to strategically located spare parts exchange pools, and on-site inventories based at the airlines' hubs.", "url": "https://aviationvoice.com/bombardier-cs300-aircraft-awarded-type-validation-by-the-easa-2-201610101034/"}, {"title": "Bombardier C Series Makes China Debut", "date": "2016-11-01", "content": "Bombardier has made its mark in the Middle Kingdom at the 11th China International Aviation and Aerospace Exhibition in Zhuhai by showcasing the C Series CS300 airliner for the first time ever at the biennial show. The aircraft on display in Zhuhai is actually the program's second flight-test aircraft, but bears the livery of the aircraft's first operator, Air Baltic. The company's \"footprint in China continues to grow with approximately 150 aircraft in service at present,\" Bombardier Commercial Aircraft vice president of sales, marketing and asset management Colin Bole told a press gathering at the Zhuhai Aerodrome. \"Overall the demand for passenger/cargo aircraft in China is projected to be second only to North America in the coming years. This includes a 2,450-aircraft projection in the 60- to 150-seat range-the segment of the market that we at Bombardier cover-in the next 20 years.\" Bole reported \"a substantial backlog\" for the C Series, including an order and options for 75 CS300s from Air Canada and an order for 125 CS100s-convertible to CS300s-from Delta Air Lines. \"We have secured some 300 orders for this model, which is optimal for launching a new design of this type,\" he said. Bombardier believes China will account for more than 15 percent of the total world demand for 100- to 150-seat aircraft over the coming 20-year period. \"The Chinese government wants to make air travel available to all its citizens, with a major emphasis on the regional market,\" noted Bole. \"Many people are living in Midwest regions of China, which requires regional flights for them to gain access to major air travel hubs. This government support-along with the rapid plans for overall economic and infrastructure modernization-will prompt significant growth in these kinds of regional markets.\" Bombardier claims the CS100 and CS300 both can operate more effectively than other models when flying from challenging airports and climatic conditions in locations like Lhasa, Tibet. \"The aircraft will also carry more cargo than any other model in its size or class,\" said Bole, who referenced Bombardier's flexible cabin configuration, which allows for 40 percent more carry-on luggage than its previous models. He and other Bombardier officials pointed out that CS100 and CS300 address a market that the company's competitors do not. Meanwhile, Bombardier's models do not compete head-to-head with current indigenous Chinese programs like the Comac C919, due to their smaller size. \" The C919 could be a fine aircraft, but the CS100 and CS300 will act as complementary aircraft\" for any potential C919 applications, said Bole. Separately at Zhuhai, Bombardier revealed Industrial Bank of China's leasing arm, CIB, as the customer for 10 CRJ900 models, the order for which it previously made public under the condition the customer would remain undisclosed. One of the company's other customers, Chongching-based China Express airlines, concentrates on service to China's small to medium-sized cities. Analysts of China's market told AIN that if Chinese home-grown aircraft programs fail to produce useful or practical solutions on time, then firms like Bombardier will reap the benefit with an ability to offer an off-the- shelf product that satisfies a need in the region. Moreover, Bombardier maintains a current and constantly expanding infrastructure in country to support its product. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2016-11-01/bombardier-c-series-makes-china-debut"}, {"title": "Bombardier To Send First CS300 To Air Baltic in 'Coming Weeks'", "date": "2016-11-11", "content": "Bombardier plans to deliver the first CSeries CS300 to launch customer Air Baltic in the \"coming weeks,\" company president and CEO Alain Bellemare told investment analysts on Thursday. Last month, the CS300 completed a month-long series of route-proving flights in Europe and the Middle East alongside Air Baltic in preparation for entry into service with the Latvian carrier. The larger of Bombardier's two new narrowbodies received European certification on October 7 and the company now expects approval from the U.S. FAA by the end of the year. Meanwhile, three CS100s have entered service-all with Swiss International Airlines-and have logged 1,100 hours of trouble-free revenue service, Bellemare said. Mechanics performed the first A-check on a CS100 earlier this month \"with no issue or findings.\" The process took less than five hours, \"well below the current industry standards,\" he noted. Backlog for the CSeries at the conclusion of the third quarter stood at firm orders for 356, up 46.5 percent from year-end 2015, and options for 232. Orders in hand for the CRJ series slid 24 percent since the beginning of this year, to firm orders for 60 and options for 18, and the Q400 firm order book dropped by five units, to 34, with options plummeting by more than 60 aircraft, to 13. Also during Thursday's investor conference call, Bellemare suggested that Bombardier Aerospace's \"strategic collaboration\" with China's Comac is all but over. \"It's prior to my time,\" he said, meaning before he became company CEO in February 2015. \"So I really don't know much about it other than to say that there has not been much in terms of collaboration with Comac.\" When signed at the Paris Airshow in June 2013, the agreement between Bombardier and Comac called for an effort to leverage \"commonalities between the C919 and CSeries airliners,\" including non-flying flight-test tasks; sales and marketing; and customer services related to training, technical publications and parts distribution. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2016-11-11/bombardier-send-first-cs300-air-baltic-coming-weeks"}, {"title": "Bombardier obtains same type rating for CS100, CS300", "date": "2016-11-24", "content": "Transport Canada and the European Aviation Safety Agency have awarded Bombardier's CS100 and CS300 airliners the Same Type Rating, reflecting the high commonality between the two aircraft. Bombardier underlines that customers ooperating both aircraft will benefit from the cost-effective, minimal training required to transition pilots from one model to the other. \"The commonality also extends to spare parts, maintenance procedures and ground handling, which altogether represent significant financial advantages to customers,\" declared Todd Young, Vice President and General Manager, Customer Services, Bombardier Commercial Aircraft. The CS100 and CS300 aircraft feature over 99% parts commonality - claimed to be the highest level of parts commonality achieved by a manufacturer in the industry. Bombardier explains that the models are not stretched or shrunken versions of each other, but were designed side by side with only the centre section being longer on the larger CS300 aircraft. Six core pilots from CS300 launch operator airBaltic recently completed minimal differences training and are now qualified to fly the CS300 aircraft. ", "url": "https://aircosmosinternational.com/article/bombardier-obtains-same-type-rating-for-cs100-cs300-1901"}, {"title": "Bombardier Delivers First CS300 Airliner to Air Baltic", "date": "2016-11-28", "content": "Bombardier celebrated the delivery of the first CS300 narrowbody to Latvian flag carrier Air Baltic during a ceremony held in Montreal on November 28. The larger of the two C Series models developed by Bombardier, the CS300 will enter service on December 14 on a route between Riga and Amsterdam, according to Air Baltic's flight schedules. The handover of the 130- to 150-seat jet came five months after the smaller CS100 entered service with Swiss International Airlines. In October the CS300 finished a series of route-proving flights in Europe and the Middle East alongside Air Baltic in preparation for its entry into service. The single-aisle jet received European certification on October 7 and Bombardier expects it to gain U.S. approval by the end of the year. On November 23 Transport Canada and the European Aviation Safety Agency granted the CS100 and CS300 Same Type Rating status. According to the manufacturer, the approval will save operators \"significant\" costs and reflects the 99 percent parts commonality that the two aircraft share. Bombardier designed the two versions of the CSeries in tandem, making only the center section of CS300 longer than that of the CS100. So far three CS100s have entered service-all with Swiss International Airlines-and by the end of October logged 1,100 hours of trouble-free revenue flights, Bombardier CEO Alain Bellemare said during the company's recent third-quarter earnings call. Mechanics performed the first A-check on a CS100 earlier this month \"with no issue or findings.\" The process took less than five hours, \"well below the current industry standards,\" he noted. Backlog for the CSeries at the conclusion of the third quarter stood at firm orders for 356 and options for 232. ", "url": "https://ainonline.com/aviation-news/air-transport/2016-11-28/bombardier-delivers-first-cs300-airliner-air-baltic"}, {"title": "airBaltic CS300 Aircraft Arrives to Riga", "date": "2016-12-01", "content": "The first airBaltic operated, freshly delivered Bombardier commercial aircraft CS300 has arrived to Riga International Airport Wednesday, November 30, 2016. Latvian flag carrier becomes the launch operator for CS300 - the larger variant of Bombardier's all new C Series aircraft, which is designed to carry 145 passengers. The maiden flight of airBaltic's new bird, which will take passengers from Riga to Amsterdam, is scheduled for December 14, 2016. Passengers will be able to enjoy unparalleled comfort in a single-aisle cabin - according to Bombardier, thanks to aircraft's larger seats, overhead bins and windows that all deliver a wide body feel. New aircraft is also much quieter - with four times smaller noise footprint. Moreover, at the moment, it is the greenest commercial aircraft in the world, as it is the first aircraft to have a transparent declaration of the life- cycle environmental impact, helping to reduce CO2 and NOX emissions by 20% and 50% respectively. airBaltic is has ordered 20 CS300 aircraft altogether. Based on the list price of the CS300 airliner, this firm order is valued at approximately $506 million US. \"With its longer range capabilities, lower fuel burn and reduced noise emissions compared to other airliners in its segment, the CS300 aircraft will enable airBaltic to open new routes and connect people all across Europe, while offering passengers an unparalleled in-flight experience,\" Mr. Gauss also added. \"I would like to congratulate the entire Bombardier team; we are proud to collaborate with you on this great achievement.\" \"We congratulate airBaltic, the first airline in the world to operate the CS300 aircraft, for its forward-thinking vision. We thank them for their partnership and long-standing support and wish them continued success\" said Fred Cromer, President, Bombardier Commercial Aircraft. \"Wherever the C Series aircraft takes to the skies, it will be an ambassador for Bombardier and a symbol of Canadian innovation and achievement as the most technologically advanced aircraft for the 100- to 150-seat market segment.\" ", "url": "https://rigatalk.com/2016/12/airbaltic-cs300-aircraft-arrives-to-riga/"}, {"title": "Air Baltic takes delivery of first Bombardier CS300", "date": "2016-12-05", "content": "Air Baltic has taken delivery of the first of Bombardier's new CS300 aircraft. The Latvian low-cost carrier is the launch customer for the CS300, and has a total of 20 of the aircraft on order. The airline has configured the aircraft with 145 seats in an all-economy layout. The CS300 is the larger of two variants in the CS series - Swiss was the launch customer for the CS100 earlier this year. The first commercial flight for the CS300 will be between Riga and Amsterdam on December 14, and Air Baltic intends to operate the aircraft on several routes over the next few months, including London Gatwick from January 6. According to Air Baltic the CS300 \"offers excellent flying experience with such benefits for passengers as wider seats, larger windows, more hand luggage space in the cabin, improved lavatories and other\". Commenting on the delivery Martin Gauss, Air Baltic's CEO said: \"We are proud to welcome our very first CS300 aircraft and to be the first airline in the world to take delivery and launch commercial operations of the CS300 - the most innovative and technologically advanced aircraft in the world. \"Bombardier's CS300 airliners are integral to the execution of airBaltic's business development strategy Horizon 2021 and fleet optimization plan.\"", "url": "https://www.businesstraveller.com/business-travel/2016/12/05/air-baltic-takes-delivery-first-bombardier-cs300/"}, {"title": "Bombardier CS300 jetliner awarded type validation by FAA", "date": "2016-12-15", "content": "Bombardier Commercial Aircraft has announced that its CS300 airliner has been awarded its type validation by the U.S. Federal Aviation Administration. This most recent approval means that both the CS300 aircraft and the smaller CS100 aircraft are now approved by Transport Canada, the European Aviation Safety Agency and the FAA for operation in countries that fall under the agencies' portfolios. The FAA recently conducted an operational evaluation on the CS100 and CS300 aircraft and determined that both aircraft will share the same pilot type rating-allowing operators to benefit from significant cost-saving opportunities. \"These airworthiness validations by international authorities recognize the exhaustive process and excellent work done by Bombardier, in conjunction with Transport Canada, who awarded the CSeries aircraft their original aircraft type approvals,\" said François Caza, vice-president, product development and chief engineer and head of Bombardier's design approval organization. \"CSeries aircraft combine new materials, new manufacturing processes and new design philosophies, which are fully recognized through the completion of these validations by major international authorities.\" \"The SWISS CS100 airliners have had very strong in-service performance to date and are now in their fifth month of operation; and earlier today Dec. 14, the CS300 aircraft entered revenue service with airBaltic's first passenger flight from Riga to Amsterdam. By also announcing the FAA's type validation on the CS300 aircraft and the same pilot type rating for the CS100 and CS300 aircraft, we are truly having an exciting day and are very proud of meeting all these key C Series aircraft program milestones!\" said Rob Dewar, vice- president, CSeries Program, Bombardier Commercial Aircraft. \"There are airlines around the world that are very interested in the CSeries aircraft family but have been waiting for in-service operational experience before committing to the program. We are confident they will really like what they see as the C Series aircraft family continues to meet or exceed the goals that were established for the program,\" said Dewar. ", "url": "https://skiesmag.com/press-releases/bombardier-cs300-jetliner-awarded-type-validation-faa/"}]}, {"win label": 0, "news": [{"title": "AIRBALTIC PRESENTS FIRST-EVER BOMBARDIER CS300 IN RUSSIA AT SHEREMETYEVO AIRPORT", "date": "2017-05-18", "content": "Sheremetyevo International Airport welcomes first commercial flight of airBaltic performed on Bombardier CS300 on May 18, 2017. Ambassador Extraordinary and Plenipotentiary of the Republic of Latvia in the Russian Federation Astra Kurme honored the event with Her presence. Latvian national flag carrier airBaltic is the first airline in the world to receive CS300 aircraft. It placed an order for 20 aircrafts of the same model. airBaltic commenced CS300 commercial operations on December 14, 2016. airBaltic CEO Martin Gauss says: \"We are glad that the first commercial CS300 flight landed today in Moscow. Bombardier CS300 is the most innovative and technologically advanced aircraft in the world. airBaltic fleet counts three Bombardier CS300 which technical characteristics exceed our expectations and we are glad to offer this unique next-generation travel experience to our passengers on route Riga-Moscow\". Sheremetyevo Airport Chief Commercial Officer Denis Pashkovsky states: \"Longstanding partnership of Sheremetyevo International Airport and airBaltic provides constant passenger growth on route Riga-Moscow. It is worth mentioning that the airline steadily progresses by expanding and modernizing its fleet and improving passenger service standards. CS300 operations launch is the next level of the airline's development. We are confident that this comfortable, spacious and ecologically safe aircraft will be highly appreciated by our passengers and will increase the popularity of the flights to Riga from Sheremetyevo Airport\". Bombardier CS300 possess the following advantages for the passengers: ample seating space, capacious carry-on luggage storage, large windows, modernized cabin amenities, etc. The aircraft capacity is 145 seats. CS300 is the quietest commercial jet: the noise it produces is four times less intense than any of the other aircraft types. It is the most ecologically safe commercial aircraft in the world possessing remarkably low rates of emission: CO2 and NOX emissions are reduced 20% and 50% accordingly. airBaltic is the most dynamically developing airline in Sheremetyevo Airport. Following consolidation of all Moscow operations to Sheremetyevo Airport in 2016, airBaltic has increased twice its' passenger traffic comparing to 2015. First four months of 2017 showed further increase of traffic by 25%. The airline operates 24 weekly flights on route Riga-Moscow. By the end of 2017 airBaltic plans to perform 1200 flights to Sheremetyevo Airport and carry 220 thousand passengers.", "url": "https://50skyshades.com/news/airlines/airbaltic-presents-first-ever-bombardier-cs300-in-russia-at-sheremetyevo-airport"}, {"title": "Bombardier Delivers the First CS300 Aircraft to C Series launch Operator SWISS", "date": "2017-05-26", "content": "Bombardier Commercial Aircraft announced today that Swiss International Air Lines (SWISS) took delivery of its first CS300 aircraft at Bombardier's facility in Mirabel, Canada, where the C Series aircraft are manufactured. When the aircraft enters commercial service in a few days, SWISS will become the first airline to operate both C Series aircraft models. SWISS will dedicate this new aircraft to the French-speaking part of Western Switzerland as the airline will operate this CS300 aircraft from Geneva. \"We are very proud to deliver SWISS's first CS300 aircraft today. SWISS is known for its leading-edge technical and operational excellence and has been a wonderful partner for the C Series aircraft program. The SWISS family has been part of the C Series journey from the beginning and we thank the airline for its continuous support,\" said Fred Cromer, President of Bombardier Commercial Aircraft. \"This new delivery is a demonstration of Bombardier's commitment to deliver revolutionary and high-performing aircraft and help connecting communities with the best flying experience in the world!\" \"The C Series aircraft program continues getting strong momentum with its successful entry into service with SWISS and today, the launch airline becomes the first one to take delivery of both the CS100 and the CS300 models,\" said Rob Dewar, Vice President, C Series Aircraft Program, Bombardier Commercial Aircraft. \"The C Series airliners demonstrate robust in-service performance to date and we are confident that SWISS will also benefit from a smooth entry-into-service with the CS300 aircraft.\" \"We are delighted that, having successfully integrated the first Bombardier CS100s into our fleet from mid-2016 onwards, we can now welcome our first CS300,\" says Thomas Klühr, SWISS's Chief Executive Officer. \"With its 20 additional seats, this second model in the C Series family ideally complements our current aircraft fleet, and gives us an optimal equipment mix for our European short- and medium-haul services. Our first CS300 will be initially stationed in Geneva, where its superior comfort credentials will be excellently suited to this premium travel market,\" Klühr continues. \"In fact, our entire Geneva-based fleet will soon consist solely of Bombardier C Series aircraft.\" SWISS' first CS300 aircraft is scheduled to enter service on June 1st, 2017 with its maiden commercial flight taking passengers from Geneva to Heathrow. SWISS will take delivery of a total of 30 CS100 and CS300 aircraft. Twelve C Series aircraft have been delivered by Bombardier so far, nine of which have been delivered to SWISS. Three CS300 aircraft are currently in operations with airBaltic. The C Series aircraft is manufactured by the C Series Aircraft Limited Partnership, an affiliate of the Bombardier Commercial Aircraft segment of Bombardier Inc.", "url": "https://bombardier.com/en/media/news/bombardier-delivers-first-cs300-aircraft-c-series-launch-operator-swiss"}, {"title": "Swiss takes delivery of first CS300", "date": "2017-05-30", "content": "Swiss has begun taking delivery of the first batch of no fewer than 20 Bombardier CS300 aircraft. Each of these Canadian-built twin-jets can accommodate 128 passengers in Swiss' configuration. The larger CS300 aircraft will enable Swiss to operate more economically at Geneva. Each CS300 is able to carry 20 more passengers per flight than the slightly smaller CS100 aircraft already in its fleet. Initially the CS300s will be based in Geneva where Swiss finds itself up against Easyjet which holds the largest share of the market. Geneva is used by Swiss as a laboratory for its future products (see our previous article on Swiss plans for a buy on board service). \"We are delighted that having successfully integrated the first Bombardier CS100s into our fleet from mid-2016 onwards, we can now welcome the first CS300,\" said Thomas Kluhr, CEO of Swiss. \"Our first CS300s will be initially stationed in Geneva where its superior comfort credentials will be excellently suited to the premium travel market.\" \"In fact our entire Geneva based fleet will soon consist solely of Bombardier C series aircraft.\" Swiss' first CS300 is scheduled to enter service on June 1 between Geneva and London Heathrow. Its smaller CS100s, as we have already reported, have already been certified for operation in and out of London City airport. We can expect these planes to be operating some or all of Swiss services at London's close-in airport at some time the future.", "url": "https://www.businesstraveller.com/business-travel/2017/05/30/swiss-takes-delivery-first-cs300/"}, {"title": "SWISS dedicates its first CS300 to Swiss Romandy", "date": "2017-06-14", "content": "SWISS strengthens its positioning and commitment to the French-speaking part of the country as it renews its Geneva fleet with the Bombardier CS300. To demonstrate this commitment, SWISS has commissioned a special livery designed by Romand artist Mathias Forbach, also known as Fichtre. As a testimony to its commitment, Swiss International Air Lines (SWISS) is dedicating its very first Bombardier CS300 to Swiss Romandy and its citizens. A wide-scale two-phase competition was held over a number of months. Firstly, SWISS asked the Swiss Romands: \"What does Swiss Romandy mean to you?\" The response quote was phenomenal: more than 7,000 people answered with a slogan, a phrase or just a word. Their replies once again demonstrated the diversity and richness of Swiss Romandy. But all the answers had one thing in common: pride in the region, its nature, its inhabitants and their achievements. There was also a second question: \"Who is your Swiss Romand hero?\" SWISS received many testimonies inspired by very poignant personal stories, sometimes amusing but mostly moving. SWISS then chose 49 of these stories at random and their heroes' names are each printed on one of the seats of the new aircraft.", "url": "https://www.aviation24.be/airlines/lufthansa-group/swiss/swiss-dedicates-first-cs300-swiss-romandy/"}]}, {"win label": 0, "news": [{"title": "Bombardier pitches C Series for trans-Atlantic flights after London City airport boost", "date": "2017-08-09", "content": "Bombardier Inc. is pitching its C Series jetliner for trans-Atlantic operations as the Canadian planemaker pursues a new wave of orders, buoyed by the start of flights from London City airport. The European routes operated by Deutsche Lufthansa AG's Swiss arm should demonstrate the plane's abilities to potential buyers and open up the possibility of service to the U.S. that would establish its long-haul credentials, C Series program head Rob Dewar said in a telephone interview. The narrow-body jet offers double the range, 25 per cent more capacity and a quieter noise footprint than other planes at London City, where flights are limited by a short runway and stringent environmental curbs, Dewar said. The aircraft has performed a test flight from the airport to New York's John F. Kennedy International hub in a 44-seat, all-business-class layout. \"From City you could do many destinations in eastern North America,\" Dewar said. \"There are many customers now - more than a handful - looking at the capability of the C Series for long-range routes, some of them trans- Atlantic.\" British Airways already has a narrow-body operation from London City to New York, though its single-class Airbus SE A318 planes are limited to 32 flat-bed seats and must refuel in Ireland to make the trip because of weight restrictions when departing the U.K. airport. From standard-runway airports, the C Series could perform trans-Atlantic trips in a multiclass configuration with a full load and would be best-suited to linking secondary terminals, swapping one flight for as many as many as three via the major hubs, Dewar said. He added that there's also some interest in low-cost, single-class operations, with carriers asking Bombardier to study potential routes. \"It's something the aircraft can do, though it's not the focus of our core market,\" he said. The start of flights this week at London City, which Dewar called the \"most challenging\" of urban airports, should also encourage carriers to explore the case for using the C Series at other constrained terminals. Those range from Colorado ski resort Aspen, which could be served direct from New York with a full load, to Lhasa in the Chinese autonomous region of Tibet, where so-called hot-and-high conditions limit aircraft types. The appeal of the C Series - which comes in two sizes in a range of 100 to 150 seats -- may be enhanced by further flights from London City to be offered by U.K. startup Odyssey Airlines and Geneva-based charter specialist PrivatAir, which have ordered 10 and five aircraft respectively. The biggest model can be outfitted with as many as 160 seats in a so-called high-density configuration. Dewar reiterated that Bombardier expects to announce more C Series deals this year and that talks continue with existing customers and potential new clients. The manufacturer is in discussions with Qatar Airways after the Gulf carrier said in June that the aircraft might be suited to a 100-plane Indian operation it has won permission to establish. The 30 or so C Series deliveries planned for this year will be loaded to the \"back end\" following issues with the supply of engines from United Technologies Corp.'s Pratt & Whitney unit. The problem is not as acute as that concerning the engine variant that Pratt supplies for Airbus's A320neo family, Dewar said.", "url": "https://www.theglobeandmail.com/report-on-business/bombardier-pitches-c-series-for-trans-atlantic-flights/article35930398/"}, {"title": "Bombardier announces agreement with EgyptAir for up to 24 CS300 aircraft", "date": "2017-11-14", "content": "Bombardier Inc. said its deal with Airbus has yet to ignite new sales discussions, but existing efforts have yielded results as the manufacturer announced back-to-back potential orders including one with Africa's largest airline. Chief executive Alain Bellemare told an investor conference Tuesday that he fielded upbeat calls from some large airlines - including Airbus customers - hours after the deal was announced. \"That's the reason why I'm convinced that we are going to see much better sales moving forward,\" he said at the Goldman Sachs Industrials Conference in Boston. Bombardier has signed its second potential C Series order in less than two weeks after EgyptAir Holding Co. announced plans to purchase up to 24 aircraft. The agreement announced at the Dubai Airshow includes 12 CS300 aircraft with purchase rights for an additional 12 aircraft. Bellemare acknowledged that the orders had nothing to do with Airbus even though the partnership gave customers added comfort that the European giant will put its full weight behind the C Series. \"This is very good but it's the work our team was doing with airline customers,\" he told analysts. \"It keeps on building the momentum up.\" Bombardier said that based on the list price of the CS300, a firm order for 12 aircraft would be valued at about $1.4 billion. That would double if the airline exercises the 12 purchase rights. However, airlines typically receive large discounts. \"It would be difficult to wish for a better carrier to establish our presence in the region,\" Colin Bole, Bombardier senior vice president commercial aerospace, said in a conference call with reporters from Dubai. \"It's a great template and it is something that will be followed extremely closely by the other carriers in the regions and the sub regions in the area.\" The C Series has also been ordered by Iraqi Airways, Saudi Gulf and Gulf Air. The national airline of Egypt told reporters in Dubai that while it has been studying the C Series for a long time, Airbus' involvement makes them feel better about the program, Bombardier commercial aircraft president Fred Cromer added on the conference call. EgyptAir chairman and CEO Safwat Musallam said the planes will help the airline to modernize its fleet and better serve destinations in the Middle East and Europe. Analyst Richard Aboulafia of the Teal Group says Airbus' involvement will assuage fears that the C Series will be an \"orphan\" airplane because it will have the support of the European aerospace giant. \"I would argue that the Airbus effect will be fairly profound,\" he said in an interview. Aboulafia said the C Series is a great plane but Bombardier has had major financial issues. \"That is no longer a problem. You remove that, you now have just a great jet that the people want.\" The EgyptAir letter of intent and a deal for 31 planes plus options for 30 announced Nov. 2 with an undisclosed customer are expected to be firmed up by the end of the year. That would raise the number of firm C Series orders to more than 400. Bombardier said it remains confident that Boeing won't be able to prove in its trade complaint that it has been damaged by the C Series since it doesn't make a plane the size of the CS100 and wasn't invited to bid on the Delta order. Nonetheless, Cromer said Bombardier is developing contingency plans if high tariffs continue to be applied on aircraft manufactured in Canada and delivered to the U.S. \"We have opportunities to place some of those early Delta positions with other airlines,\" he said. Cromer declined to say if the second assembly line in Alabama estimated by the company to be built at a cost of more than $300 million would be affected by the maintenance of high U.S. duties. Bellemare added that Bombardier was never seeking to use the C Series to compete with Boeing or Airbus. Rather, its competitor for the 100- to 150-seat aircraft will remain Brazil's Embraer. \"There were two yesterday and there will be two tomorrow,\" he said. Bellemare added that Boeing has underestimated the response to its trade action, with support for Bombardier coming from companies and governments such as Canada and Britain. On the Toronto Stock Exchange, Bombardier's shares gained nearly 1.6 per cent at $3.11 in afternoon trading.", "url": "https://www.thestar.com/business/2017/11/14/bombardier-announces-agreement-with-egyptair-for-up-to-24-cs300-aircraft.html"}, {"title": "Bombardier sells 12 planes to EgyptAir", "date": "2017-11-14", "content": "Bombardier Inc. said its deal with Airbus has yet to ignite new sales discussions, but existing efforts have yielded results as the manufacturer announced a potential order with Africa's largest airline. \"The confidence of certain customers has increased and the pace of some of those discussions has increased somewhat,\" Colin Bole, Bombardier senior vice president commercial aerospace, said Tuesday. Bombardier has signed its second potential C Series order in less than two weeks after EgyptAir Holding Co. announced plans to purchase up to 24 of the plane's larger version. The agreement announced at the Dubai Airshow includes 12 CS300 aircraft with purchase rights for an additional 12 aircraft. Bombardier said that based on the list price of the CS300, a firm order for 12 aircraft would be valued at about US$1.4 billion. That would double if the airline exercises the 12 purchase rights. However, airlines typically receive large discounts. \"It would be difficult to wish for a better carrier to establish our presence in the region,\" Bole said in a conference call with reporters from Dubai. \"It's a great template and it is something that will followed extremely closely by the other carriers in the regions and the sub regions in the area.\" The C Series has also been ordered by Iraqi Airways, Saudi Gulf and Gulf Air. The national airline of Egypt told reporters in Dubai that while it has been studying the C Series for a long time, Airbus' involvement makes them feel better about the program, Bombardier commercial aircraft president Fred Cromer added on the conference call. EgyptAir chairman and CEO Safwat Musallam said the planes will help the airline to modernize its fleet. \"We selected the C Series aircraft because its excellent range will allow us to best serve domestic and regional destinations, including neighbouring Arab cities, the Middle East as well as several European destinations,\" he stated in a news release. The EgyptAir letter of intent and a deal for up to 31 planes announced Nov. 2 with an undisclosed customer are expected to be firmed up by the end of the year. That would raise the number of firm C Series orders to more than 400. Bombardier said it remains confident that Boeing won't be able to prove in its trade complaint that it has been damaged by the C Series since it doesn't make a plane the size of the CS100 and wasn't invited to bid on the Delta order. Nonetheless, Cromer said Bombardier is developing contingency plans if high tariffs continue to be applied on aircraft manufactured in Canada and delivered to the U.S. \"We have opportunities to place some of those early Delta positions with other airlines,\" he said. \"And in the meantime we're working with Delta -- having announced our assembly line in Alabama --to ultimately deliver aircraft from Mobile to our customers in the United States.\" Cromer declined to say if the second assembly line in Alabama estimated by the company to be built at a cost of more than US$300 million would be affected by the maintenance of high U.S. duties. On the Toronto Stock Exchange, Bombardier's shares gained 2.3 per cent at C$3.13 in morning trading. ", "url": "https://montreal.ctvnews.ca/bombardier-sells-12-planes-to-egyptair-1.3676820"}, {"title": "First look: Korean Air shows off its new Bombardier C Series CS300", "date": "2017-12-22", "content": "Korean Air took delivery of its first Bombardier C Series CS300 jet on Friday. With that, Korean Air became the third global airline to take delivery of the jet -- the larger of the two \"C Series\" models from Canadian jetmaker Bombardier. Swiss and Latvia's airBaltic are the two other carriers already flying the CS300. Korean Air, the Asian launch customer for the model, has configured its CS300s with 127 seats in a 2-by-3 layout. Of those, 25 will be extra-space Premium Economy seats, which debut in Korean Air's fleet on the CS 300s. Korean Air says customers sitting in the new Premium Economy seats \"will be able to enjoy a wider pitch and a wider seat width of 19 inches.\" The jet delivered Friday is the first of 10 on order by Korean Air. The second jet of the order is expected to be delivered to Korean before the end of the month. Korean says it will use its new CS300s on \"lower-density regional routes,\" a move the airline says will free up its bigger single-aisle aircraft for higher-traffic routes. \"We have witnessed the C Series impressive first year in service, and are pleased to take delivery of our first Bombardier CS300 aircraft,\" Soo-Keun Lee, Korean Air's Chief Technology Officer, said in a statement accompanying the delivery. \"The CS300 will enable us to reinforce our regional single-aisle operations, while providing a high level of profitability and customer satisfaction. These are key drivers of our decision to acquire the Bombardier CS300, and we are looking forward integrating it to our fleet.\" Korean says the first CS300 will arrive in Seoul on Dec. 25 and will begin operating on its domestic routes starting Jan. 16. For Bombardier, the delivery is the latest sign of progress in its troubled C Series line. Sales of have been slow for both the CS300 and the smaller CS100 model. Bombardier received a shot in the arm for its CS100 in 2016, when Delta made a firm order for 75 of the jets. But that led to Boeing filing a trade complaint alleging that Bombardier was dumping the planes in the U.S. market below cost. A trade spat has since ensued, with the U.S. tentatively threatening a tariff of nearly 300% on CSeries aircraft. The dispute has ratcheted up recently, with Canada nixing a Boeing fighter-jet order and Bombardier announcing that it had sold a majority stake in its CSeries line to Boeing archrival Airbus. As part of the latter, Airbus would assemble CSeries jets bound for U.S. airlines at its new factory in Alabama.", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2017/12/23/first-look-korean-air-shows-off-its-first-bombardier-c-series-cs-300/978905001/"}]}, {"win label": 0, "news": [{"title": "Jetblue founder plans \"Moxy Airways\"", "date": "2018-06-22", "content": "An airline being developed by Jetblue founder David Neeleman would use smaller, fuel-efficient jets to provide point-to-point service between secondary US airports like T.F. Green in Providence, and Burbank, California, Bloomberg reports. The tentatively named Moxy Airways has placed an order for 60 Bombardier CS300 aircraft, according to the industry journal Airline Weekly, with delivery slated for 2020. The aircraft boast lower fuel costs thanks to their modern engines and carbon-fibre fuselage construction. If the deal goes through on July 1 as scheduled, Moxy would be the largest buyer to date of the Bombardier C series aircraft. Neeleman, who declined to comment on the report, is reportedly seeking $100 million to launch the airline. Investors have been told that Moxy would not seek to compete directly with ultra-low cost airlines like Allegiant or Spirit Airlines, but rather offer attractive amenities like larger seats and free wifi while offering other services for additional fees. Neeleman also launched Morris Air, Westjet, and Brazil's Azul. The Moxy brand would have no connection with Marriott's lifestyle hotel offering of the same name, launched in 2013.", "url": "https://www.businesstraveller.com/business-travel/2018/06/22/jet-blue-founder-plans-moxy-airways/"}]}, {"win label": 0, "news": [{"title": "Airbus rebrands C Series aircraft developed by Bombardier, renames it A220", "date": "2018-07-10", "content": "Bombardier Inc.'s name will no longer appear on its C Series jet, which has been officially renamed the A220 as it joins the Airbus family of commercial aircraft. The name change comes after Airbus officially took a majority stake in the C Series program earlier this month. What was the CS100 will be known as the A220-100, while the larger CS300 will be the A220-300. The new name aligns with Airbus' popular A320neo aircraft. The change was announced Tuesday at Airbus' headquarters in Toulouse, France. \"We are thrilled to welcome the A220 to the Airbus family and are honoured to see it wearing its new Airbus colours for the first time,\" Guillaume Faury, Airbus president commercial aircraft, said in a news release. \"I pay tribute to all the women and men at Bombardier and the supply chain who have strived over the past years to bring this fantastic aircraft to the world.\" He said the 100- to 150-seat plane enters a new phase supported by Airbus' vast resources. The technology of the newly designed plane that results in higher fuel efficiency and quieter engines gives it a \"decisive edge\" in a very competitive market, added Eric Schulz, Airbus chief commercial officer. \"All these reasons contribute to my optimism that Airbus will support to make the A220 a great commercial success.\" Bombardier said in a statement that it fully supports the rebranding. \"It is a clear signal to the market that Airbus has put its full weight behind the program, which should accelerate sales momentum and cost reduction efforts,\" it stated. The name change makes perfect sense, said Karl Moore, professor at McGill University's Desautels Faculty of Management. \"It just strikes me as exactly the right thing. You want to tell the world this is now an Airbus product and we're renaming it to indicate it is now a member of our family,\" he said in an interview. Despite losing the Bombardier name on the plane, the company still stands to earn profits as a minority owner. Moore said most people realize that to be fully viable Airbus is the right owner. \"Its future would have been more cloudy if it was just Bombardier.\" Under the deal between Airbus and Bombardier, the aircraft partnership's head office and main assembly line will be located in Mirabel, Que. Airbus also expects to start producing the aircraft for the U.S. market at a new plant in Mobile, Ala., in 2019 with deliveries coming a year later. The C Series partnership involving Airbus, Bombardier and the Quebec government is credited by industry observers with prompting Boeing and Embraer to announce their own joint venture last week. Airbus CEO Tom Enders hinted a meeting last week with Bombardier employees that aircraft orders would be announced at the upcoming air show near London.", "url": "https://www.thestar.com/business/2018/07/10/airbus-rebrands-c-series-aircraft-developed-by-bombardier-renames-it-a220.html"}, {"title": "Airbus A220? Bombardier's CSeries gets a new name", "date": "2018-07-10", "content": "Say \"so long\" to Bombardier's CSeries jets. No, the jet isn't being scrapped, but it is taking on a new name as Airbus cements its new majority stake in the product line. Airbus is extending its naming convention to the jets, rebranding the CSeries as the Airbus A220. The smaller CS100, which can seat about 120 passengers in a typical configuration, will now be called the A220-100. The larger CS300 that can seat 130 to 140 passengers in a standard layout will be known as the A220-300. Airbus' new \"A220\" designation places its new line of smaller jets from Bombardier below Airbus' existing \"A300\" lineup of jets. That lineup currently ranges from the A320 family of single-aisle planes that start at about 125 seats up to Airbus' double-decked A380 superjumbo jet that can seat more than 600 passengers in \"high-density\" configurations. In a statement announcing the name aircraft names, Airbus said that A220 aircraft \"are fully optimized for the 100 to 150 seat market and perfectly complement Airbus' existing ... A320neo family.\" \"Everyone at Airbus has been looking forward to this historic moment. Today, we are thrilled to welcome the A220 to the Airbus family and are honored to see it wearing its new Airbus colors for the first time,\" Guillaume Faury, Airbus President Commercial Aircraft, said in a statement. \"I pay tribute to all the women and men at Bombardier and the supply chain who have strived over the past years to bring this fantastic aircraft to the world. The A220 now enters a new phase in its career with all Airbus' resources behind it to further its commercial success worldwide.\" Airbus and Bombardier first announced their tie-up last October as Canadian jetmaker Bombardier looked for a resolution to a trade dispute in which the United States threatened tariffs of up to 300% on the CSeries jets. The threatened tariffs followed a formal complaint launched by Boeing that alleged unfair subsidies for the Canadian-made jet, which was buoyed by a large order from Atlanta-based Delta. The United States ultimately confirmed unfair subsidies, but backed off the tariffs because it said Boeing could not prove harm from them. However, that didn't come before Bombardier sought refuge in a deal with Boeing's archrival Airbus that would allow U.S.-bound CSeries jets to be assembled at Airbus' recently opened assembly line in Alabama. The deal ended up giving Airbus a majority stake in the CSeries line. Since then, Boeing has followed up plans to cement its own partnership with Bombardier's Brazilian-based rival Embraer, further extending the rivalry between Boeing and Airbus. Bombardier and Embraer have traditionally focused mostly on regional jets, but each has introduced new lines of planes that can seat roughly 100 to 150 passengers, depending on the model and configuration. That new lineup of planes has brought the regional jetmaker's planes right up to the cusp of the smallest models offered by Boeing and Airbus. Now, the recent deals have brought Boeing and Airbus - the world's two largest jetmakers - squarely into the picture. Until the recent deals, Boeing and Airbus had focused most of their passenger aircraft attention on larger \"mainline\" aircraft and left the smaller planes to other manufacturers.", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2018/07/10/airbus-220-yup-thats-new-name-bombardiers-cseries/771101002/"}, {"title": "Airbus Rebrands Bombardier C-Series As A220 And Knocks Boeing-Embraer Lineup. But Who Wins?", "date": "2018-07-10", "content": "Airbus rebranded the Bombardier C Series aircraft family as the A220-100 and A220-300 on Tuesday and announced a big sale of the planes to JetBlue. Airbus marks its commercial aircraft as A3XX, but using A220 as the new family number fits the shift to smaller narrowbody regional jets. Eric Schultz, Airbus' chief commercial officer, said there's healthy interest from airlines in the A220. \"We trust that this segment could total as many as 7,200 aircraft over the next 20 years-that's an exciting prospect,\" Schultz said. JetBlue gave the newly rebranded A220s a huge boost today by ordering 60 planes that will replace its fleet of 60 Embraer 190s. JetBlue will start taking delivery in 2020, and the deal includes an option to purchase an additional 60 aircraft from 2025. AirBaltic, which has committed to operating single type C-Series fleet as part of its Destination 2025 strategy, demonstrated its commitment to the aircraft by placing orders for up to 60 new jets this May and expressed its support today for the rebranding. \"We're glad to join the Airbus Family with Bombardier CS300 officially becoming Airbus A220-300. We are looking forward to introducing an all-Airbus fleet,\" the airline Tweeted. Delta's 2016 order of 75 planes was also a significant vote of confidence in the long-term viability of this aircraft. The C-Series-now A220-offers passengers comfort features that match new generation planes including more room, large windows and programmable mood lighting, and digital passenger service units that can display information including a digital flight map. Airbus plans to integrate features of its Airspace cabin design into the C-Series to achieve greater \"seamlessness\" of experience across Airbus models. But any modifications are more likely motivated by supply chain efficiencies, to Airbus' advantage. Philippe Balducchi, president of CSALP-the new Airbus partnership with Canada's Bombardier-said a ramp-up of production in anticipation of new orders is already underway. Boeing-Embraer: Boeing announced a joint venture with Embraer that would add the Brazilian manufacturer's E2 regional jets to the Boeing product offering. This puts Boeing in a position to directly compete with the A220. Airbus knocked the growing variety of the Boeing product line during its presentations for the reveal of the A220, suggesting that its line up of five narrowbody aircraft types is more likely to succeed than Boeing's combined lineup of seven aircraft types-with the Embraer E195E2 and E190E2 regional jets included. Boeing's second-quarter deliveries, released today, suggest that the U.S. airframe manufacturer has little to worry about. The manufacturer delivered 137 of its 737 line this quarter, 269 so far this year. It has increased aircraft deliveries by 7% during the first half of 2018 over last year. Boeing also netted 460 new aircraft orders during this period, compared to Airbus' 206 net orders, as Reuters reports. The Puget Sound Business Journal has reported that Boeing and Embraer may collaborate on a future 737 replacement. The Journal cites a report by analyst Saj Ahmad of StrategicAero Reseach in which Ahmad describes the Boeing-Embraer partnership as more advantageous and offers a harsh take of the long-term success of the Airbus- Bombardier collaboration, referring to its \"abject market irrelevance.\" The Boeing-Embraer deal is more versatile and supports the advancement of new aircraft in both the military and commercial sector, Ahmad says, including possibly Boeing's NMA 797 aircraft. The view that Embraer may help advance the 797 is shared by Scott Hamilton of Leeham News. Flight Global reported that Boeing registered '797' European Union Intellectual Property Office in August of last year, perhaps as a warning shot to Airbus that Boeing means business. With the Farnborough Airshow coming up next week, all eyes will be on whether Boeing makes a formal announcement on the 797 and what orders go where on regional jets. Reuters reported that higher oil prices are expected to stimulate the market, leading to as many as 900 new aircraft orders during the Airshow. ", "url": "https://www.forbes.com/sites/marisagarcia/2018/07/10/airbus-rebrands-bombardier-c-series-as-a220-and-knocks-boeingembraer-line-up-but-who-wins/"}, {"title": "Airbus welcomes A220 series to the family", "date": "2018-07-12", "content": "The Airbus Group's stable got a bit larger on July 11 as an A220 made its first appearance in Airbus livery. Coming fresh from the paint shop, the A220-300 landed at the company's Henri-Ziegler Delivery Centre near Toulouse, France at 12:25 pm CEST as an audience of media and Airbus employees looked on. The debut marks the formal transfer of the former Bombardier C-Series airliners to the Airbus inventory that will see the CS100 and the CS300 marketed as the Airbus A220-100 and A220-300. The Airbus 220 series was acquired by the Airbus Group when it went into partnership with Bombardier Aerospace in October 2017. Airbus took a 51 percent share in the project and intends to expand production to 6,000 units over 20 years with assembly in Quebec, Canada and Mobile, Alabama. Now that regulatory approval has been secured, the airliners can be marketed under the Airbus name. The A220-300 with the A220 team Airbus According to Airbus, the A220-100 is the smallest airliner in the company's current production line-up, seating 100 to 135 passengers. Meanwhile, the A220-300 seats 130 to 160. Both single-aisle aircraft use advanced aluminum structures and carbon composites, share commonality in over 99 percent of the line-replaceable units, and use the same Pratt & Whitney PW1500G fanjet engines. While the A220-300 has greater range, the A220-100 is capable of taking off from city airports with shorter runways. \"Everyone at Airbus has been looking forward to this historic moment,\" says Guillaume Faury, Airbus President Commercial Aircraft. \"Today, we are thrilled to welcome the A220 to the Airbus family and are honored to see it wearing its new Airbus colors for the first time. I pay tribute to all the women and men at Bombardier and the supply chain who have strived over the past years to bring this fantastic aircraft to the world. The A220 now enters a new phase in its career with all Airbus' resources behind it to further its commercial success worldwide.\" Source: Airbus ", "url": "https://newatlas.com/airbus-a220-debut/55422/"}, {"title": "Looking up", "date": "2018-08-13", "content": "As it launched into the blue, cloud-streaked sky over Farnborough International Airport in mid-July, the aircraft formerly known as Bombardier's C Series CS300 seemed to blend in as much as it stood out. It was just days removed from a major rebrand, after Airbus' controlling stake in the C Series took effect on July 1, and the aircraft arrived at Farnborough in a simple, white-and-blue livery and with a new name painted on its side: Airbus A220-300. Appearances aside, the A220-300's arrival at the Farnborough International Airshow, which ran July 16 to 22, may have been a turning point in the program. After a chaotic year, punctuated with the threat of massive tariffs from the United States that threatened the future of the C Series and prompted the deal with Airbus, the program is showing signs of life. Airbus announced a memorandum of understanding at Farnborough to provide 60 A220-300 aircraft to a new start-up airline backed by JetBlue founder David Neeleman. That deal followed on the heels of a similar agreement with JetBlue itself for 60 A220-300s, announced just prior to Farnborough, which bills itself as the world's largest airshow. \"After years of U.S. airline consolidation, the conditions are improving for a new generation of U.S. airline to emerge, focused on passenger service and satisfaction,\" said Neeleman in a news release. \"The A220 will enable us to serve thinner routes in comfort without compromising cost, especially on longer-range missions.\" After a chaotic year, Airbus's A220 aircraft program-formerly the Bombardier C Series family-is showing signs of life, following a couple of significant orders for the A220-300 announced around the Farnborough Airshow. Rich Cooper Photo Deliveries to the start-up airline are set to begin in 2021, and JetBlue expects its first deliveries in 2020. \"This U.S. airline startup's decision for the A220 as the platform on which to launch their new business model is a testament to the passenger appeal and operating economics of this outstanding aircraft,\" said Eric Schulz, chief commercial officer for Airbus. This was not the tsunami of new orders Airbus may have hoped for, but it was certainly a wave worth catching, and perhaps a sign of things to come. LOOKING UP: While the A220 orders were a major story for Canadian aerospace-Bombardier still has a 34 per cent stake in the program, and Investissement Quebec owns about 16 per cent-they were symptoms of general optimism at Farnborough. It was a remarkably successful show for many of the major OEMs, with more than 1,400 orders and commitments announced. Boeing says it won a total of 673 aircraft orders valued at nearly US$100 billion. Airbus confirmed agreements for 431 new commercial aircraft, although it did not disclose a corresponding value for those orders. Embraer announced orders and commitments for 300 aircraft, valued at US$15.3 billion, while Bombardier added just one firm order for four CRJ900 aircraft to Uganda National Airlines. \"Boeing led the way at Farnborough,\" said Dennis Muilenburg, the company's chairman, president and CEO. \"We will continue to win in the marketplace thanks to our talented team.\" NEW FOCUS: Bombardier used Farnborough to refocus on its business jet and regional airline offerings, making several announcements that may boost sales down the line. The company revealed its Challenger 350 business jet has achieved Transport Canada steep approach certification, allowing operators to land at the steep 5.5 degree approach angle, and on the short runway at London City Airport. Both European Aviation Safety Agency and Federal Aviation Administration steep approach certifications are expected this year. Bombardier also unveiled its new Atmosphere cabin design for CRJ Series aircraft, in partnership with launch operator Delta Air Lines and supplier Zodiac Aerospace. The company bills Atmosphere as a philosophy as well as a design, aimed at delivering a higher level of passenger comfort, convenience and accessibility while ensuring maximum branding opportunities for airlines. Its features include spacious overhead bins, the largest windows in its class, Internet connectivity, and an accessible lavatory for passengers with reduced mobility. The CRJ Series is the first and only regional aircraft to offer a PRM lavatory option, according to Bombardier. At Farnborough, the company also showcased its Q400 turboprop, in Ethiopian Airlines livery, and the Global 6000 business jet. Bombardier announced during the show that TAG Aviation Europe, a leading private and business aviation service provider, is the first to offer the long range Global 5000 aircraft with Premier cabin, for charter to European customers. GOVERNMENT PRESENCE: Canada's federal government had a considerable presence at Farnborough, sending cabinet ministers Navdeep Bains, Marc Garneau and Carla Qualtrough to spread the word about Canada's world-class aerospace industry. Bains, who is minister of innovation, science and economic development, led the government's charm offensive and highlighted the country's globally-integrated, export-oriented and innovation-driven approach. The three ministers accompanied a delegation of 420 representatives from more than 130 Canadian aerospace companies to the airshow. Bains and his colleagues held meetings with leaders of aerospace companies based in Canada and around the world, according to a news release. \"I am proud to have had the opportunity to share with the world why Canada is a destination of choice for companies and investors in the aerospace industry,\" said Bains. \"Canada is a world leader in aerospace innovation, and we want to keep that enviable position.\" CAE: Montreal-based CAE used Farnborough to launch the CAE 700MR Series flight training device, a next-generation platform designed specifically for military helicopter flight and mission training. The CAE 700MR Series FTD is based on the CAE 3000MR Series full-mission helicopter simulator, but in a fixed-base platform with a dynamic seat for vibration and motion cueing. Key features include an extreme field-of-view visual system with a CAE Medallion-6000XR image generator to provide an immersive training experience; computer-generated forces software for a realistic tactical synthetic environment; and support for military-specific training scenarios, including ship deck landings, night vision goggle training and confined area landing training. \"We listened to our customers to design and develop a high-end flight training device that addresses the highest priorities for military helicopter mission training,\" said Gene Colabatistto, CAE's group president, Defence and Security. CAE also introduced its new Women in Flight scholarship program at Farnborough with the goal of helping women advance in the aviation industry. Through the program, CAE intends to provide financial support to aspiring female pilots by awarding up to five full scholarships to one of the cadet pilot training programs in its global training network. CAE also plans to give selected candidates access to their first job through the company's global partners. Another objective is to elevate selected candidates to become aviation role models and inspire even more women to become pilots. BELL: Bell announced at Farnborough it will collaborate with Subaru Corporation on a commercial enhancement of the Bell 412 EPI helicopter-type certified in July as the Subaru Bell 412EPX-in support of the Japan UH-X program. Subaru was awarded the contract to replace Japan Ground Self Defence Force's current fleet of UH-1J aircraft with a militarized derivative of the Subaru Bell 412 EPX. The 412 EPX will benefit from a more robust main rotor gearbox dry run capability, increased internal maximum gross weight to 12,200 pounds and mast torque output of more than 11 per cent at speeds below 60 knots. A commercial prototype has undergone testing at Bell's facility in Mirabel, Que., and it received Federal Aviation Administration certification on July 5, 2018. Bell also announced the Bell 429 global fleet has exceeded 330,000 hours of operation. There are 325 Bell 429 aircraft operating in countries around the world, including Australia, Canada, France, Indonesia, Kuwait, Oman, Switzerland, Slovakia, Sweden, Turkey, Thailand, the United States and the United Kingdom. P&WC: Pratt & Whitney Canada announced at Farnborough it has signed an agreement with Hawker Pacific that will see the two companies work together to enhance the delivery of customer services and solutions. The agreement spans most P&WC engine models and diagnostics and prognostics products across all segments, including business aviation, general aviation, offshore, utility, regional aviation and defence and security. Under the agreement, Hawker Pacific will provide an array of maintenance, repair, engineering and customer support services to P&WC engine customers, as well as mobile repair technician services. The two companies will collaborate to deliver and install P&WC's diagnostic, prognostics and engine health management solutions, including its FAST prognostics solution, under its Digital Engine Services portfolio. P&WC also announced that China Southern Airlines has selected the APS3200 auxiliary power unit for the airline's order of 104 purchased and leased aircraft from the Airbus A320 family. The airline has signed a long-term, comprehensive support agreement with P&WC to cover APS3200 maintenance. With this contract award, China Southern will operate more than 250 Airbus A320 family aircraft with the APS3200. OTHER PLAYERS: MDA announced during the show it has acquired Neptec Design Group Ltd., a leading electro-optical and electro-mechanical systems and high-performance intelligent light detection and ranging company, for $42 million. The transaction is comprised of about $8 million in cash, with the balance in Maxar common shares, according to a news release. With Neptec, MDA intends to deliver end-to-end robotic systems and an expanded set of solutions, positioning the company to capture growth in U.S., Canadian and international global space exploration markets. Heroux-Devtek announced it has been awarded a five-year contract from Lockheed Martin to manufacture landing gear for C-130J Super Hercules aircraft. Under the agreement, Heroux-Devtek will manufacture and assemble landing gear for Lockheed Martin's global production of C-130J aircraft and provide spare parts over a five-year period beginning in January 2020. Boeing also selected Heroux-Devtek to manufacture main landing gear and side braces for F/A-18 Super Hornet and EA-18G Growler aircraft, with first deliveries in the third quarter of 2020. SkyX, a drone manufacturer based in Markham, Ont., launched its latest product at Farnborough 2018: the SkyTwo unmanned aircraft system. SkyTwo is an electric vertical takeoff and landing drone that flies beyond visual line of sight, with a planned range of 170 kilometres on a single charge. It would then recharge for about 2.5 hours on a remote xStation before continuing a mission. SkyTwo is in the research and development phase, with test flights expected to begin in September. SkyX expects the product to be market-ready in 2019. BRIGHT FUTURE: While Embraer made a bigger splash than Bombardier and the A220 family combined at Farnborough, all could benefit from a commercial airline market expected to swell in size over the next 20 years. Embraer is projecting demand for 10,550 new aircraft with up to 150 seats worldwide over the next two decades, depending on the economic health of the airline industry. If the forecast comes close to reality, the A220 family will likely battle head-to-head with Embraer's E-Jets E2 family, with Boeing as a likely partner for the Brazilian OEM. \"This commitment confirms the important role the A220 aircraft now occupies in our Airbus single-aisle portfolio,\" said Eric Schulz, chief operating officer for Airbus, as he announced the company's 60-aircraft deal with the U.S. startup. It was an understated way of saying this flashy, intentionally disruptive Canadian creation is now a relatively discreet member of the much larger Airbus family. It seems to blend in as much as it stands out, but it shows no signs of fading away. ", "url": "https://skiesmag.com/features/looking-up/"}, {"title": "Airbus and Red Wings Prepare for A220 Russia Introduction", "date": "2018-11-20", "content": "Red Wings Airlines is readying the induction of the Airbus A220-300 in its operations next year and is working closely with the European OEM to obtain necessary authorizations from Russia's federal agency for air transport Rosaviatsiya, including the validation of the aircraft's type certificate and the certification of a training center for A220 crew and MRO capabilities. \"There still is a lot of work to do,\" Red Wings CEO Evgeny Klyucharev told AIN on the sidelines of the Wings of the Future conference in Moscow. \"We are completing the standard procedures,\" he said, stressing that \"politically there is no issue\" with bringing the aircraft type into Russia. The Moscow Vnukovo-based airline is expecting its first A220 in May, and Klyucharev hopes to showcase the aircraft with Red Wings's new livery at the Paris Airshow in June. Red Wings will take delivery of six of the Pratt & Whitney PW1500G-powered twinjets, fitted with 149 seats in an all-economy-class layout, as part of its fleet renewal, which will also see it add four secondhand A321s next year. It also has an order for 16 Irkut MC-21-300s. The carrier had expected deliveries of the new Russian single-aisle airliner to commence at the end of 2019, but delays in the program are likely to push the entry into service to 2020 or even 2021. \"It's not yet clear when exactly,\" Klyucharev said, revealing that Red Wings \"most probably will be launch customer due to our extensive experience with Russian-built aircraft.\" Red Wings CEO Evgeny Klyucharev with Airbus A220-300 models featuring the airline's new livery. Until 2017, Red Wings and its predecessor airline, VARZ-400/Airlines 400, operated only Russian-built aircraft such as the llyushin Il-76, Tupolev Tu-154 and Tu-204, and Sukhoi Superjet 100. That changed last year when it incorporated 12 A320 family aircraft to complement its Tu-204-100B fleet. It still had five Tu-204s in operation this summer, but they all will be phased out because they are not fuel efficient and procuring spare parts has become challenging, according to Klyucharev. The switch to Western-built aircraft resulted in steep growth. Red Wings expects to carry 2.7 million passengers this year, compared with less than 1 million in 2016, and revenue should total RUB18.5 billion, up from RUB6 billion in 2016. \"On top of all this growth, we reported a profit of around RUB200 million. We expect the same figure this year,\" Klyucharev noted. On the operations side, the carrier's Airbus narrowbody outperforms its Russian counterpart, with the A320 averaging 3,700 flight hours per year per aircraft compared to around 2,000 hours for the Tu-204s. Klyucharev said the company expects the A220 to be a \"very efficient plane.\" \"We talk a lot to airBaltic,\" he noted. The Latvian carrier served as launch operator of Bombardier's C Series CS300, which was rebranded as the A220-300 after Airbus took control of the program in July, and now has 13 in its fleet. In May, airBaltic topped up its existing order of 20 A220-300s with an additional 30 examples plus 30 options. Red Wings also intends to increase its A220 intake. \"We most probably will order a further four in 2021. This has been agreed in principle with our shareholder Ilyushin Finance,\" said Klyucharev. IFC was one of the C Series launch customers and in 2013 signed a purchase agreement to acquire 32 CS300s and options for an additional 10. The firm order was quietly downsized, initially to 20 in 2016 and later to 14 after it ceded six examples to Russia's State Transport Leasing Company. Airbus's orders and deliveries at the end of October showed 14 A220-300s for ILC and six for GTLK. The OEM's overview also showed that no firm orders for the A220 have been signed so far this year. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2018-11-20/airbus-and-red-wings-prepare-a220-russia-introduction"}]}, {"win label": 0, "news": [{"title": "'Moxy' And JetBlue Place Firm Orders For 120 Airbus A220 Aircraft", "date": "2019-01-03", "content": "The latest airline venture from JetBlue founder David Neeleman, provisionally named Moxy, has signed a fixed order for 60 A220-300 aircraft, Airbus has announced. At the same time, JetBlue has placed firm orders for 60 A220-300 aircraft. This choice of aircraft will give the airlines flexibility to cover under- served regional markets and launch new low-cost short-haul shuttle services. Both orders were completed at the end of December, according to the aircraft manufacturer. Airbus will produce these 120 A220-300 planes at a new U.S. assembly facility in Mobile, Alabama. That new construction, which will break ground later this month, is adjacent to the existing Airbus A320 assembly facility. The plans for Moxy were revealed at the Farnborough Air Show last July. Neelam has defined the brand's positioning as high tech and the A220, as a high-tech aircraft, fits the bill. With this aircraft, Moxy could introduce profitable city pairs in underserved regional and short to mid-haul markets, in the U.S. and beyond. The A220-300 would also be suitable to introduce new frequent shuttle services between cities with high business passenger demand, where schedule flexibility might be attractive to passengers. The airline selected the Airbus A220-300 model because of its operational efficiencies and overall passenger comfort. This aircraft offers passengers a flying experience similar to flying on an A350XWB or a Boeing Dreamliner while traveling on a small plane for shorter distances. The A220 is designed expressly for the 100-150 seat market offering airlines optimum fuel efficiency and giving passengers an experience comparable to flying on modern widebody aircraft. The A220 operates with Pratt & Whitney's latest-generation PW1500G geared turbofan engines, which claim 20% lower fuel burn than previous generation aircraft. It has a range of up to 3,200 nm, which allows Moxy to introduce a broad mix of city pairs in both regular and seasonal service. \"The A220-300 is the right airplane for a new airline that will be focused on passenger service and satisfaction,\" said Neeleman. \"With a low cost of operation and spacious cabin, the A220 will allow us to provide passengers with lower fares and a high quality, comfortable flying experience. The A220's ability to operate profitably in thin, underserved markets across a broad spectrum of ranges is unique\". Neeleman favors Airbus aircraft as reflected by the fleet mix at his other projects JetBlue, Azul Brazilian Airlines and TAP Air Portugal. But the choice of the new A220 reflects a strategy to right-size planes for routes where seat load factors would be lower than A320-family aircraft. Christian Scherer, Airbus Chief Commercial Officer, said of the order: \"We believe the A220 really is the future of this segment of the market, and the flying public will know from the minute they set foot onboard that they're experiencing the best our industry has to offer.\" Delta Air Lines was the first U.S. carrier to commit to the A220 aircraft, back when the jet was still the Bombardier C-Series. JetBlue announced its plans to acquire A220 planes shortly after last year's Farnborough Air Show. \"As we approach our 20th anniversary, the impressive range and economics of the highly efficient A220, combined with the outstanding performance of our existing fleet of Airbus A321 and restyled A320 aircraft, will help ensure we deliver the best onboard experience to customers and meet our long-term financial targets as we continue disciplined growth into the future,\" said Robin Hayes, Chief Executive Officer, JetBlue, said on firming-up the order. These new orders bring the A220 order book to more than 500 aircraft to date. Airbus estimates that the 100- to 150-seat aircraft market will require at least 7,000 aircraft over the next 20 years. ", "url": "https://www.forbes.com/sites/marisagarcia/2019/01/03/moxy-and-jetblue-place-firm-orders-for-120-airbus-a220-aircraft/"}, {"title": "Delta orders Airbus A220-300 jets", "date": "2019-01-09", "content": "Before it has even begun flying its first Airbus A220, Delta Air Lines has ordered 15 more of the jets and upgraded to a larger version. Atlanta-based Delta is scheduled to begin flying its first 109-seat A220 on Jan. 31 with flights from New York's LaGuardia Airport to Boston Logan and Dallas/Fort Worth. However, it's yet to be seen if the partial shutdown of the federal government -- which affects personnel at the Federal Aviation Administration -- could delay the launch of the aircraft, which is still pending some regulatory approvals. \"Delta continues to monitor the situation and will work with the FAA to ensure that the A220 is fully certified when it enters our fleet,\" Delta said in a written statement. \"No customer disruption or impact to schedules are expected.\" The airline can use other jets in its fleet to operate the flights if needed. Delta, the second-largest airline in the world, says the new jets will be \"highly fuel-efficient,\" and Airbus says the A220 will set \"a new standard in short-haul flying,\" according to written statements. The airline announced Wednesday it is increasing its order of A220s to 90 from its original order of 75 in 2016. Delta is also upgrading to the larger A220-300 model for the new orders and converting a portion of its previous orders to the larger model, for a total order of 50 A220-300s. The other 40 orders will be for A220-100s. The larger A220-300s with 130 seats will be assembled at an Airbus facility in Mobile, Ala. Construction of the plant next to existing A320 production lines will start later this month. Delta said it expects to take delivery of its first A220-300 in 2020 and get all 90 A220s by the end of 2023. On Wednesday, Airbus also announced its first job openings for manufacturing positions for the new A220 production line in Mobile. The jobs include openings for aircraft structure/installation mechanics, installers for aircraft cabin furnishings and aircraft electricians. Airbus said it is also hiring for A320 production and expects to hire a total of about 600 new employees in the next year and a half. The A220 was initially developed by Bombardier and was previously known as the C Series CS100, before a tariff dispute broke out with Boeing. In the middle of the dispute, Airbus acquired a majority interest in the C Series business and announced plans to eventually open a final assembly facility for the plane in Mobile. The Trump administration had proposed tariffs of more than 200 percent, but the U.S. International Trade Commission ended up overturning the tariffs on Montreal-based Bombardier. ", "url": "https://www.ajc.com/business/delta-orders-more-airbus-a220-jets-upgrades-larger-version/DHacFiNV4Nhuo7juMvd5xM/"}, {"title": "airBaltic expands its Airbus A220 maintenance capabilities", "date": "2019-01-14", "content": "Latvia's airBaltic, the leading airline of the Baltic states, has announced new plans for in-house base maintenance capabilities for the Airbus A220-300. The move is part of the carrier's declared development strategy, which will see its fleet completely reshaped by 2023 - by phasing out all aircraft types other than the A220, gradually bringing the number of the latter to 80 aircraft. airBaltic's 34-strong fleet currently consists of 14 Airbus A220-300s, 8 Boeing 737-300/500s and 12 Bombardier Q400 turboprops. As of today, its MRO capabilities are limited to line maintenance on all types it operates, and it is forced to resort to outsourcing for heavy checks. Approval for C-checks on the Airbus A220 type is expected by autumn 2019 and will be a first, according to Andris Vaivads, the airline's technical director, as explained to ATO.ru, Russian Aviation Insider 's sister publication. The first C-check is scheduled for the same period at the airline's hangar facilities located at its Riga airport base. The airline has recently acquired additional hangar facilities that can handle three A220-sized aircraft simultaneously, and also rents extra hangar space. Nevertheless, considering the airline's fleet expansion plans, existing maintenance capabilities will need to be expanded, Vaivads admits, adding that the company is also planning to offer maintenance services to other Airbus A220 operators, such as Swiss or Korean Air. airBaltic, which is expecting to be able to offer an attractive menu of prices thereby making it a strong competitor to west European aircraft service rivals, is negotiating with Riga airport over more land for the construction of another hangar. The airline has only recently launched a line maintenance station for its Q400s at Tallinn airport, in neighbouring Estonia, and also plans to use this facility for A220 line maintenance servicing.", "url": "https://www.rusaviainsider.com/airbaltic-expands-airbus-a220-maintenance-capabilities/"}, {"title": "Airbus breaking ground on new A220-300 factory in Mobile County, creating over 400 new jobs", "date": "2019-01-16", "content": "Mobile County has approved a $4 million incentive plan for Airbus as the European aircraft maker is set to start building a factory near its existing plant there. The Mobile County Commission tells news outlets in a statement that commissioners voted Monday to approve the money. Airbus will host a groundbreaking ceremony Wednesday for its new facility assembling the A220-300 plane. It'll be next to a plant where Airbus already produces the A320 in Mobile. The statement says the money will be paid out as $400,000 annually over 10 years. The project agreement with the county requires Airbus to hire 432 new employees to earn the reimbursements. Commissioner Jerry Carl says he expects another vote over various fee waivers and tax abatements the agreement calls for the county to grant or support.", "url": "https://www.wvtm13.com/article/airbus-breaks-ground-on-new-plant-after-mobile-county-oks-dollar4m-incentive-plan/25920128"}, {"title": "airBaltic takes delivery of its 15th Airbus A220-300", "date": "2019-03-28", "content": "Latvian airline airBaltic is making progress with its fleet rationalisation around the Airbus A220-300 type with the delivery of its 15th jet of the series. The latest aircraft, registered as YL-AAO, is on a 12-year lease agreement with lessor Avation PLC and was welcomed in Riga on March 28. It is the first Airbus A220-300 received this year, with seven more new aircraft set to join the airline's fleet by the end of this year. Thus far, airBaltic has carried more than 2.35 million passengers on the Airbus A220-300 aircraft in its fleet, with every second airBaltic passenger having flown on the type, and Airbus A220s have performed more than 23,700 flights and completed more than 62,000 block hours. Since the launch of these operations on December 14, 2016, airBaltic Airbus A220-300s have visited more than 35 countries and landed at more than 70 airports. Most often, airBaltic operates its Airbus A220-300s to Moscow, Amsterdam, Paris, London and Barcelona. airBaltic is to end its Boeing 737CL fleet operations in the autumn of this year, one year ahead of the original plan. The airline aims to minimise multi-aircraft complexity and therefore benefit from the additional efficiency of the Airbus A220 which will be its only jet type. In February, the hybrid airline transported 245,349 passengers, 14 per cent more than last year. airBaltic's fleet currently consists of 35 aircraft: 15 Airbus A220-300s, eight Boeing 737CLs and 12 Bombardier Q400Next Gen turborpops.", "url": "https://www.rusaviainsider.com/airbaltic-takes-delivery-15th-airbus-220-300/"}, {"title": "airBaltic receives its 15th Airbus A220-300", "date": "2019-03-28", "content": "Latvian airline airBaltic on March 28, 2019 in Riga welcomed its 15th Airbus A220-300 jet of 2019, registered as YL-AAO. This was the first Airbus A220-300 received this year and seven more new aircraft will join the airline's fleet by the end of the year. Thus far, airBaltic has carried over 2 350 000 passengers on the Airbus A220-300 aircraft with every second airBaltic passenger flying on the aircraft. Airbus A220-300's have completed more than 23 708 flights and flown over 62 041 block hours. Since the launch operations on December 14, 2016, airBaltic Airbus A220-300's have been in more than 35 countries and landed in over 70 airports. Most often airBaltic flies its Airbus A220-300's to Moscow, Amsterdam, Paris, London and Barcelona. The Airbus A220-300 has performed beyond the company's expectations, delivering better overall performance, fuel efficiency and convenience for both passengers and staff. This aircraft offers an excellent flying experience with such benefits for passengers as wider seats, larger windows, more hand luggage space in the cabin, improved lavatories and much more. The new aircraft is also considerably quieter - with a four times smaller noise footprint. Moreover, at the moment it is the greenest commercial aircraft in the world, as it is the first aircraft to have a transparent declaration of the life-cycle environmental impact, helping to reduce CO 2 and NO X emissions by 20% and 50% respectively. As informed previously, airBaltic will end its Boeing 737 fleet operations in autumn 2019, one year ahead of the original plan. The airline aims to minimize complexity and benefit from the additional efficiency of the Airbus A220-300 aircraft which will be the only jet type operated by airBaltic. airBaltic serves over 70 destinations from Riga, Tallinn and Vilnius, offering the largest variety of destinations and convenient connections via Riga to its network spanning Europe, Scandinavia, the CIS and the Middle East. In summer 2019, airBaltic will introduce launch new destinations from Riga to Dublin, Stuttgart and Lviv as well as Kos and Menorca. ", "url": "https://www.baltictimes.com/airbaltic_receives_its_15th_airbus_a220-300/"}, {"title": "Airbus announces upgrades to A220 family", "date": "2019-05-21", "content": "Airbus has announced performance updates to its A220 family line. Starting in the second half of 2020, Airbus' smallest commercial offering will have an increased Maximum Take-Off Weight and range. The MTOW of both A220 variants will increase by 2,268 kg, for an increased range of 450 nautical miles. The smaller A220-100 will then offer a range of 3,400nm, and the larger A220-300 will be capable of flying 3,350nm, which will allow it to better compete with its closest competition: Boeing's smallest jet, the 737 MAX 7, and it's own A319neo whilst being able to operate from smaller airports than either. It is not explicitly clear as to how the performance improvements are obtained, as Airbus only states that the improvements are due to \" taking credit of existing structural and systems margins as well as existing fuel volume capacity. \" Airbus obtained the A220 programme from Bombardier in October 2017, when the aircraft was called the Bombardier CSeries. Ultimately taking a 50.01% stake in the project, the deal was finalised in July 2018 and the aircraft was renamed to the Airbus A220. A total of 536 orders for the type have been placed by airlines, 451 of which are for the larger -300 model, which is able to carry up to 160 passengers. Delta Air Lines is the largest customer globally, with a total of 90 aircraft ordered, comprised of 40 -100 and 50 -300 models.", "url": "https://www.ifn.news/posts/airbus-announces-upgrades-to-a220-family/"}, {"title": "Airbus Extends Range Of A220 In Bid To Dominate Regional Market", "date": "2019-05-21", "content": "Airbus has increased the maximum take-off weight of the A220 aircraft by 2.3 metric tons, resulting in a maximum range increase of 450 nautical miles, the plane maker announced Tuesday during its Innovation Days press event in Toulouse, France. The range of the A220-300 variant of the aircraft will grow to 3,350nm and the A220-100 will increase to 3,400 nm. The added range of this regional aircraft, which Airbus took control of after it was developed by Bombardier under the CSeries name, comes as a result of proofing the structural integrity and systems margins as well as the fuel volume capacity of the aircraft. It will give Airbus an additional edge to compete in the regional marketplace. \"This new MTOW will allow operators to reach markets which today cannot be served by other small single-aisle aircraft types,\" said Christian Scherer, Chief Commercial Officer at Airbus. The added range could support routes between Western Europe and the Middle East, or from Southeast Asia to Australia. Airbus has 530 orders for the A220 and estimates a market of 7,000 aircraft of this size over the next 20 years. Delta Air Lines and JetBlue are both Airbus A220 customers. This January, Airbus broke ground on construction of a new A220 Manufacturing Facility at the Mobile Aeroplex at Brookley adjacent to the A320 family production line in Mobile, Alabama. The first delivery of an A220 assembled in Mobile is scheduled for next year. ", "url": "https://www.forbes.com/sites/marisagarcia/2019/05/21/airbus-extends-range-of-a220-in-bid-to-dominate-regional-market/"}, {"title": "airBaltic receives its 18 th Airbus A220-300", "date": "2019-05-22", "content": "Latvian airline airBaltic on May 18, 2019 in Riga welcomed its 18 th Airbus A220-300 jet, registered as YL-AAR. This was the fourth Airbus A220-300 received this year and four more new aircraft will join the airline's fleet by the end of the year. Thus far, airBaltic has carried over 2 600 000 passengers on the Airbus A220-300 aircraft with every second airBaltic passenger flying on the aircraft. Airbus A220-300's have completed more than 27 000 flights and flown over 69 000 block hours. Since the launch operations on December 14, 2016, airBaltic Airbus A220-300's have been in more than 35 countries and landed in over 70 airports. Due to arrival of new Airbus A200-300 aircraft, a growing number of destinations are served by it. The latest destination where airBaltic flies its Airbus A220-300's is Prague. The Airbus A220-300 has performed beyond the company's expectations, delivering better overall performance, fuel efficiency and convenience for both passengers and staff. This aircraft offers an excellent flying experience with such benefits for passengers as wider seats, larger windows, more hand luggage space in the cabin, improved lavatories and much more. The new aircraft is also considerably quieter - with a four times smaller noise footprint. Moreover, at the moment it is the greenest commercial aircraft in the world, as it is the first aircraft to have a transparent declaration of the life-cycle environmental impact, helping to reduce CO 2 and NO X emissions by 20% and 50% respectively. As informed previously, airBaltic will end its Boeing 737 fleet operations in autumn 2019, one year ahead of the original plan. The airline aims to minimize complexity and benefit from the additional efficiency of the Airbus A220-300 aircraft which will be the only jet type operated by airBaltic. airBaltic serves over 70 destinations from Riga, Tallinn and Vilnius, offering the largest variety of destinations and convenient connections via Riga to its network spanning Europe, Scandinavia, the CIS and the Middle East. In summer season 2019, airBaltic has launched new destinations from Riga to Dublin, Stuttgart and Lviv as well as to Kos and Menorca. ", "url": "https://www.baltictimes.com/airbaltic_receives_its_18_th_airbus_a220-300/"}, {"title": "airBaltic takes delivery of its 19th Airbus A220 aircraft", "date": "2019-05-28", "content": "Latvia's hybrid airline airBaltic has grown its A220 fleet to 19 jets, as half of the airline's passengers now fly on the type airBaltic took delivery of its 19th Airbus A220-300 jet on May 25. It is the fifth A220 received this year and three more will join the Baltics' largest airline's fleet by the end of this year. Since the launch of the type's operations in December 2016, the Riga-based carrier has transported more than 2.6 million passengers on the A220-300 with every second airBaltic passenger utilising the aircraft. Collectively, the A220s have completed more than 27,000 flights and flown more than 69,000 block hours. The company says that the A220 has performed beyond its expectations, delivering better overall performance and fuel efficiency. To harmonise its fleet, airBaltic is to end its Boeing 737CL operations in the autumn of this year. airBaltic's fleet currently consists of 39 aircraft: 19 Airbus A220-300s, eight Boeing 737s and 12 Bombardier Q400Next Gen turboprops. In the four months since the start of 2019 Latvia's flag carrier has served 1.2 million passengers, 15 per cent more than a year ago.", "url": "https://www.rusaviainsider.com/airbaltic-delivery-19th-airbus-220/"}, {"title": "GECAS and David Neeleman agree to a letter of intent for 9 A220-300 aircraft", "date": "2019-06-17", "content": "GECAS and David Neeleman's new airline, codenamed 'Moxy', have agreed to a letter of intent for the purchase and leaseback of nine A220-300 aircraft with deliveries scheduled in 2021 and 2022. The airline will drive time and cost efficiencies for its passengers by shifting away from crowded major metropolitan airports to nearby secondary airports. GECAS Image Neeleman is a veteran airline entrepreneur, with a world renowned track record of success: he is the founder of both JetBlue and Azul Brazilian Airlines, and the controlling investor in the consortium which has turned around the fortunes of TAP Air Portugal. Neeleman's latest startup airline will be based in the United States and will focus on getting travelers where they want to go, quickly, conveniently and inexpensively. In a shift away from crowded major metropolitan airports to nearby secondary airports and providing direct flights that bypass the hubs aboard the industry's newest and most efficient single-aisle aircraft, the airline will drive time and cost efficiencies for its passengers. \"The A220-300 is the right airplane for a new airline that will be focused on passenger service and satisfaction,\" said Neeleman. \"With a low cost of operation and spacious cabin, the A220 will allow us to provide passengers with lower fares and a high quality, comfortable flying experience. The A220's ability to operate profitably in thin, underserved markets across a broad spectrum of ranges is unique.\" \"We're exceptionally pleased to be a partner in David Neeleman's vision and excited to welcome 'Moxy' as a new customer of GECAS and the A220-330 as a new type in our fleet,\" explained Declan Kelly, chief commercial officer of GECAS. \"The A220 is ideal for this new venture - the new type is uniquely suited to serve smaller markets by providing the range needed for point-to-point operations with the right economics.\" Plane View Partners, a Los Angeles based aviation and aerospace advisory firm, acted on behalf of the airline for this sale and leaseback transaction with GECAS. ", "url": "https://skiesmag.com/press-releases/gecas-and-david-neeleman-agree-to-a-letter-of-intent-for-9-a220-300-aircraft/"}]}, {"win label": 0, "news": [{"title": "EgyptAir to launch A220-300 operations in late 3Q19", "date": "2019-07-16", "content": "EgyptAir (MS, Cairo International) will launch scheduled A220-300 operations on September 6, 2019, initially using the type on domestic Egyptian routes, ch-aviation research has revealed. The Egyptian flag carrier will initially use the new Airbus Canada jet on routes from Cairo International to Aswan (weekly from September 6), Luxor (9x weekly from September 6), and Sharm el Sheikh (weekly starting from September 8). EgyptAir's A220-300s will be equipped with 140 seats in a single-class layout and will be operated by its EgyptAir Express (Cairo International) division. The airline has twelve such aircraft on order from the manufacturer. According to the ch-aviation fleets advanced module, EgyptAir Express currently operates ten E170LRs on behalf of its parent. EgyptAir itself also operates four A320-200s, twenty-nine B737-800s, four A330-200s, four A330-300s, four B787-9s, and six B777-300(ER)s.", "url": "https://www.ch-aviation.com/portal/news/79930-egyptair-to-launch-a220-300-operations-in-late-3q19"}, {"title": "airBaltic rolls out special Lithuanian Airbus A220-300 livery", "date": "2019-08-12", "content": "Due to the growing demand of airBaltic services in Lithuania airBaltic has created a special livery of its Airbus A220-300 aircraft dedicated to Lithuania. Now airBaltic's Airbus A220-300 aircraft registered as YL-CSK is carrying the colours of the Lithuanian flag and the name of its capital - Vilnius. Martin Gauss, Chief Executive Officer of airBaltic: \"We are proud to provide the best connectivity to and from the Baltics. Today, we offer more than 80 direct routes from the Baltics. We are committed to the Baltic states and will continue our sustainable growth path helping the future development of Latvia, Estonia, and Lithuania. airBaltic team is delighted to present this new livery to its Lithuanian passengers. Now the flags of all three Baltic states will proudly wave above our heads high in the skies.\" \"Magnetic MRO team is inspired to deliver such wonderful livery for airBaltic airline. Such project really shows great cooperation, shared experience and strong continues bond between two companies. To create this artwork, 15 professional painters worked day and night for required 1 000-man hours. In total, 250 liters of primer, paints and lacquer were used to cover the aircraft, which constitutes the layer of 120 microns or 0.12 mm,\" said Kaspars Podins, Magnetic MRO Operations Manager. During the first six months of 2019 airBaltic has transported over 240 000 passengers to and from Lithuania. The airline has carried 20% more passengers in Lithuania to its network spanning Europe, Scandinavia, Russia, CIS and the Middle East than during the same period last year. As informed previously, starting from winter season of 2019 airBaltic will also station one of its new Airbus A220-300 aircraft in Vilnius, in order to serve the growing range of destinations offered to Lithuanian passengers. airBaltic serves over 70 destinations from Riga, Tallinn and Vilnius, offering the largest variety of destinations and convenient connections via Riga to its network spanning Europe, Scandinavia, the CIS and the Middle East. ", "url": "https://www.baltictimes.com/airbaltic_rolls_out_special_lithuanian_airbus_a220-300_livery/"}, {"title": "Air Canada Announces First Two New Routes To Be Operated With Game Changing Airbus A220-300", "date": "2019-08-14", "content": "Air Canada today announced the first two new routes to be operated with the Airbus A220-300, the only non-stop service between Montreal and Seattle and between Toronto and San Jose, California, both beginning in spring 2020. As well, the carrier also provided a first look at the interior features of its newest aircraft, which will offer customers a choice of Business and Economy Class service, its newest in-flight entertainment system, onboard Wi-Fi and more. Special introductory fares from Montreal to Seattle start as low as $315 CDN one-way, all in, and fares from Toronto to San Jose starts as low $297 CDN one-way, all in. Tickets are now available for purchase at aircanada.com or through travel agents until August 28 for travel between May 4 and July 31, 2020. \"This aircraft is a game changer for Air Canada as there is simply no rival in this category. The A220 will further strengthen our position on transborder and transcontinental markets and be instrumental in our continued growth. Our customers will benefit from innovative design features in a spacious and comfortable cabin. When connecting through our hubs across Canada onward to international destinations, customers travelling on an A220 will benefit from a virtually seamless cabin experience offering the same level of service and comforts as on a widebody aircraft,\" said Mark Galardo, Vice President of Network Planning at Air Canada. \"The two routes announced today are the first of many future possibilities as the A220 will allow us to further develop our North American network, offering customers new routes and more robust year- round schedules. \"With these two new non-stop routes, Air Canada is deepening its transborder network. This includes strengthening our position in the Seattle market by providing yet another key link for business and leisure travellers with service from Montreal, complementing our existing non-stop service there from Toronto and Vancouver. And with our new Toronto-San Jose route, we are increasing our presence in the Bay Area, adding to our many flights into San Francisco in addition to our existing service to San Jose from Vancouver. Customers from Canada now have another gateway to the Bay Area and Silicon Valley,\" said Mr. Galardo. Montreal -Seattle: Air Canada will begin the only daily year-round flights to Seattle from Montreal on May 4, 2020, complementing existing services to Seattle from Toronto and Vancouver. Flights are timed to provide connectivity in Montreal to and from Europe and North Africa including Casablanca, Paris, Nice, Lyon, Algiers, London, Frankfurt, Geneva, Rome, Dublin and more. Toronto -San Jose: The only year-round, daily service to San Jose from Toronto starts May 4, 2020, complementing existing services from Vancouver to San Jose. Flights are timed so customers can connect through Toronto on Air Canada's wide-ranging domestic network, allowing easy connections to another Silicon Valley city. Customers can collect and redeem Aeroplan Miles through Canada's leading loyalty program when travelling with Air Canada, and eligible customers have access to priority check-in, Maple Leaf Lounges, priority boarding and other benefits. Eligible connecting international customers departing Toronto Pearson International Airport have access to Air Canada's Signature Suite, recognised as the World's Best Business Class Dining Experience by Skytrax.", "url": "https://www.newswire.ca/news-releases/air-canada-announces-first-two-new-routes-to-be-operated-with-game-changing-airbus-a220-300-860435906.html"}, {"title": "Airbus A220-300 to be certified in Russia by the end 2019", "date": "2019-08-30", "content": "The Airbus A220 passenger jet, which was originally the Bombardier CSeries, is likely to be certified in Russia before the end of this year. \"We continue to work with the Russian aviation authorities, which are providing us with full support on certification issues and intend to certify the aircraft before the end of 2019,\" Julien Franiatte, the head of Airbus in Russia told ATO.ru, Russian Aviation Insider 's sister publication, at the on-going MAKS-2019 air show in Russia. Previously it was expected that the smallest member of the Airbus aircraft family would achieve permission to operate from Russia's aviation authority Rosaviatsiya in the middle of this year. Airbus insists that it is not worth talking about the delay of the A220's entry into the Russian market as work on obtaining certification is in the timeframe set earlier. The first to be certified is the -300 variant, formerly the CS300 model. The manufacturer notes that it sees the possibilities for selling the A220 family aircraft in the Russian market and is already in talks with a number of Russian carriers. The Airbus aircraft portfolio lists two Russian, state-controlled leasing companies - the Ilyushin Finance Co and State Transport Leasing Company - as customers for a total of 20 of the A220-300 jets. The original deal for 32 CS300s, with options for 10 more, was struck in 2013 by the then privately owned IFC. However, in the summer of 2016, the Moscow- based lessor restructured the agreement by reducing the firm order to 20 CS300s, plus one Q400 turboprop. An option for five Q400s has also since been added to the deal. The six CS300s, which were initially part of IFC's portfolio, were later ceded to GTLK. In the deal, Iyushin Finance formally keeps the remaining 14 aircraft of the type. The question remains: who will become the A220 start-up operator in Russia? In March of this year, Red Wings, Russia's only potential airline customer for the Airbus A220-300, abandoned its previous plans to lease six of them from GTLK, citing an unexpectedly amended contract price by the lessor. At the time of publication of that news, GTLK had not responded to questions about the possible delivery dates or the availability of an alternative lessee for the aircraft. According to the latest Airbus annual forecast, which was featured at the MAKS 2019 event earlier this week, demand for the so called 'small segment' - typically covering the sector in which most of today's single-aisle aircraft compete - there will be a requirement for 998 new passenger aircraft in Russia and the CIS in the upcoming 20 years.", "url": "https://www.rusaviainsider.com/airbus-220-300-certified-russia-end-2019/"}, {"title": "EgyptAir receives first Airbus A220", "date": "2019-09-06", "content": "EgyptAir has taken delivery of its first Airbus A220-300 aircraft, which will be operated by its subsidiary EgyptAir Express. The carrier becomes the first Airbus A220 operator in the Middle East and the sixth airline to fly the A220 worldwide. The airline's Airbus A220, formerly known as the Bombardier CSeries, is outfitted with a cabin layout of 140 seats in a two class configuration. The brand new aircraft will initially be used on domestic routes from EgyptAir's hub at Cairo International Airport and later also on services from its second hub at Alexandria's Borg El Arab Airport. In total, the flag carrier of Egypt has a further eleven Airbus A220 aircraft on order, as well as a leasing agreement with lessor AerCap for fifteen A320neo jets. The airline's Airbus A320ceo airplanes will be phased out in the near future. EgyptAir currently operates a fleet of Airbus A320, A330, Boeing 737, 777 and 787 jets. Furthermore, EgyptAir Express deploys Embraer 170s on short and medium haul routes and EgyptAir's cargo subsidiary has Airbus A330 freighters in its fleet. ", "url": "https://www.ifn.news/posts/egyptair-receives-first-airbus-a220/"}, {"title": "Latvia's airBaltic fleet grows to 40 aircraft", "date": "2019-09-23", "content": "Latvian hybrid airline airBaltic took delivery of its 20th Airbus A220-300 jet, thus finalizing the original A220-300 order, a first step to becoming an all-A220 operator by 2022. By the end of 2019, Baltic's biggest scheduled airline plans to have a total of 22 A220-300s of which two will be already from the additional May, 2018 order for purchase of 30 A220 jets with options for an additional 30 aircraft of the type. airBaltic aims to minimize complexity and benefit from the additional efficiency of the A220-300 which will be the only jet type operated by airBaltic by the end of 2022. \"The decision to order the aircraft in 2012 and then become the launch operator of the most modern jet aircraft the Airbus A220-300, was a successful one and we have benefited from it greatly. airBaltic is now on a stable growth path because we have made many important steps for our further development, and our fleet modernization has been one of them. In the future our fleet will consist only of Airbus A220-300 aircraft and will be one of our strengths and competitive advantages,\" says Martin Gauss, chief executive officer of airBaltic. Thus far, airBaltic has carried over 3.75 million passengers on the Airbus A220-300 aircraft with its every second passenger flying on the aircraft. Airbus A220-300's have completed more than 37,000 flights and flown over 94,000 block hours, detailed the airline in a statement. Earlier in September airBaltic became the first airline certified to provide full-scale EASA Part-145 line maintenance and base maintenance checks for the aircraft type. During the first eight months of 2019, Latvian flag carrier has transported a total of 3.37 million passengers or 22 per cent more than last year. Its fleet currently consists of 40 aircraft - 20 Airbus A220-300s, 8 Boeing 737s and 12 Bombardier Q400 Next Gen turboprops.", "url": "https://www.rusaviainsider.com/latvias-airbaltic-fleet-grows-40-aircraft/"}, {"title": "EgyptAir receives second Airbus Su-GEY A220-300", "date": "2019-10-01", "content": "Egypt received the second new Airbus Su-GEY A220-300 on Tuesday at Cairo International Airport, coming from Merbel factory in Canada on flight number MS3330 as part of EgyptAir's strategic plan to upgrade its fleet, the Chairman of the EgyptAir Holding Company Ahmed Adel announced. The plane is the second from a total of 12 aircraft of the same model to arrive successively until June 2020. The aircraft will operate on regional and domestic routes in the coming period, besides other models that have recently joined the EgyptAir fleet. The President of EgyptAir Airlines Ashraf al-Kholy said that the A220-300 has 140 seats with comfortable distances, providing every traveler with the greatest comfort and luxury. In addition to luxurious seating, the aircraft is also equipped with Wi-Fi Internet services and video streaming services, which allows customers to watch many entertainment items on their mobile phones, computers or tablets. EgyptAir signed a contract with Canadian company Bombardier Inc. to buy 12 Bombardier CSeries aircrafts to be delivered starting September and ending May 2020. Airbus acquired the A220 single-aisle jet last year from Bombardier Inc. The larger member of the A220 Family - the A220-300 - was specifically designed and built for the 120-160 seat market. It fuses performance and technology, allowing airlines to connect distant points on continents or sectors between which travel was previously unprofitable or impossible. Other models EgyptAir has received include the Boeing 787-9 Dreamliner, which EgyptAir contracted Boeing for the purchase of six aircrafts of this model as part of the company's fleet modernization plan. The final Dreamliner arrived on August 14.", "url": "https://egyptindependent.com/egyptair-receives-second-airbus-su-gey-a220-300/"}, {"title": "Czech Airlines orders Airbus A220, A321XLR", "date": "2019-10-23", "content": "Czech Airlines and Airbus have announced that the carrier has switched its purchase agreement for seven Airbus A320neo into four A220-300 and three of the long-range A321XLR. The first A220-300 is scheduled to arrive in 2020, while the first A321XLR is scheduled for delivery in 2023. Czech Airlines' Airbus A220-300 will be equipped with 149 seats while no configuration has been announced for the A321XLR. Airbus launched the A321XLR at the Paris Air Show 2019. The new aircraft type is an 'Extra Long Range' variant of the Airbus A321neo with a higher range than the already existing A321LR, which is also based on the A321neo. The owner of Czech Airlines, Smartwings, originally planned to transition the fleet of Czech Airlines to Boeing 737 aircraft and one has already been transferred from its parent company. This plan has now apparently been reversed as Smartwings itself faces a shortage of aircraft due to the 737 MAX grounding. Czech Airlines currently operates a fleet of six A319, all of which are on wet-lease to German low-cost carrier Eurowings, five ATR 72-500, one Airbus A330-300 leased from Korean Air and one Boeing 737-800. It is the fifth-oldest airline in the world still operating under its original name. ", "url": "https://www.ifn.news/posts/czech-airlines-orders-airbus-a220-a321xlr/"}, {"title": "EgyptAir receives new Airbus A220-300", "date": "2019-10-27", "content": "EgyptAir on Sunday received a new Airbus A220-300 aircraft after the final assembly line completed the craft in Mirabel, Canada. The plane is the fourth from a total of 12 aircraft of the same model to arrive successively until June 2020. EgyptAir signed a contract with Canadian company Bombardier Inc. to buy 12 Bombardier CSeries aircrafts, which started delivery in September and ended May 2020. Airbus acquired the A220 single-aisle jet last year from Bombardier Inc. According to the official Airbus website, \"The larger member of the A220 Family - the A220-300 - was specifically designed and built for the 120-160 seat market. It fuses performance and technology, allowing airlines to connect distant points on continents or sectors between which travel was previously unprofitable or impossible.\" \"The A220-300's advanced aerodynamics combined with specifically-designed Pratt & Whitney PurePower PW1500G geared turbofan engines make for an aircraft that delivers 20 percent lower fuel burn per seat than the previous generation aircraft. The aircraft also leaves half the noise footprint and decreased emissions compared to its predecessor, making it a truly humanity-minded jetliner,\" it added. \"The two members of the A220 Family have more than 99 percent of the line- replaceable units in common. They are built with engines from the same family, meaning operators can fly both versions at significant savings costs. Flight crews and cabin members with the same pilot type rating will enjoy a seamless transition between the A220-300 and A220-100, increasing workflow and travel efficiency and decreasing training costs\" the website reads. Airbus has delivered more than 80 aircrafts of the type A220 to five regional and intercontinental airlines in Asia, the Americas, Africa and Europe, demonstrating the great potential of the new Airbus model. ", "url": "https://www.egyptindependent.com/egyptair-receives-new-airbus-a220-300/"}, {"title": "airBaltic performs the first Airbus A220-300 C check", "date": "2019-11-05", "content": "Latvian airBaltic airline has successfully completed its first scheduled C check on an Airbus A220-300 aircraft. Two months ago, airBaltic became the first airline entitled to provide a full scope of maintenance for Airbus A220-300 aircraft type, as confirmed by the company. SVP Technical Operations of airBaltic Andris Vaivads comments: After carrying more than 400 000 passengers, our first Airbus A220-300, registered as YL-CSA, has now successfully undergone a scheduled C check and received a number of other modifications which are necessary to further improve the reliability of the aircraft. During the winter season, we plan to perform C check on six more Airbus A220-300 aircraft. Obtaining the Line Maintenance and Base Maintenance certificate for Airbus A220-300 type has been a logical step for airBaltic as an airline which is the global launch operator of Airbus A220-330 with already 20 aircraft of this type in its fleet moving towards single type Airbus A220-300 fleet in the near future. Our maintenance is now more cost and time effective, Andris Vaivads adds. C check is a part of the aircraft maintenance program that has to be performed on all commercial aircraft after a certain time of usage. For Airbus A220-300, manufacturer has defined that a C check has to be performed every 8 500 flight hours. The Airbus A220-300 has performed beyond the company's expectations, delivering better overall performance, fuel efficiency and convenience for both passengers and staff. This aircraft offers an excellent flying experience with such benefits for passengers as wider seats, larger windows, more hand luggage space in the cabin, improved lavatories and much more.", "url": "https://bnn-news.com/i-airbaltic-i-performs-the-first-i-airbus-a220-300-i-c-check-207028"}, {"title": "Avianor obtains A220 maintenance approval from Transport Canada", "date": "2019-11-13", "content": "Avianor Inc. announced that it has received Transport Canada approval to add the Airbus A220-100 and A220-300 to its maintenance capability list. With this approval, Avianor can offer post-delivery modification services to operators of the Airbus A220 family of aircraft. With this addition of the Airbus A220 heavy maintenance approval, Avianor is strategically standing for the future. \"As Airbus main A220 final assembly line is located less than one kilometre from Avianor's hangar, Avianor can offer all Airbus A220 clients who are taking delivery of their aircraft from Mirabel, the opportunity to complete custom modifications and service bulletins,\" said Jean Seguin, president of Avianor Inc. \"All without using engine cycles and crew teams as Avianor shares the same airfield as the Airbus factory.\" Having worked with Airbus for more than 20 months, supporting the delivery of production aircraft, Avianor's renowned and highly skilled team has accumulated over 500,000 man-hours of experience on the A220. Such great accumulated hours are putting Avianor in a unique and privileged situation when speaking about knowing the aircraft. Through the various bilateral agreements in place, this approval also allows Avianor to work on EASA and FAA registered aircraft. ", "url": "https://skiesmag.com/press-releases/avianor-obtains-a220-maintenance-approval-from-transport-canada/"}, {"title": "Airbus A220 Creating a Buzz in the Middle East", "date": "2019-11-16", "content": "Making its first appearance at a Dubai Airshow since adopting its current moniker, the Airbus A220-300 on display here in EgyptAir colors embodies the kind of operational flexibility Middle East carriers particularly covet, according to Airbus A220 product marketing director Raymond Manougian. Speaking with AIN just days ahead of the start of the show, Manougian highlighted the ability of the former Bombardier C Series jet to replace Embraer 190s on regional routes-in a fashion reflected by EgyptAir's replacement strategy-while covering long, thin narrowbody markets in the way Air Tanzania has done with its Dar es Salaam-Mumbai ETOPS flights and Air Baltic with its six-and-half-hour service between Riga and Abu Dhabi. By the middle of next year a 5,000-pound increase in maximum takeoff weight and a resulting 450 nm range extension will add still further capability to an aircraft uniquely positioned-in Airbus's estimation-to profitably fly 100 to 160 passengers between the Middle East and far into Western Europe and Asia. \"If we look at EgyptAir, that's able to do a regional operation,\" said Manougian, \"but at the same time it has the flexibility and the range the regional airplanes didn't have...and the flexibility to connect two far- flung destinations that don't necessarily have the market size to fill a large single-aisle airplane like the A320 or A321.\" While he said it remains too early to meaningfully gauge the dispatch reliability of the five A220-300s EgyptAir now flies, he reported that the airline has expressed satisfaction with their performance. \"EgyptAir is extremely happy in the early going, judging by the limited feedback that we've had,\" he noted, adding that early routes connect a few secondary markets in Saudi Arabia and key markets in Egypt such as Sharm El Sheikh. Now flying five of the 12 A220s it has ordered, EgyptAir expects to have taken all its airplanes by the middle of next year. Air Tanzania, meanwhile, recently doubled its initial order to four A220s after a year of what Manougian characterized as more than satisfactory operational performance. Neither airline, however, has experienced any of the engine problems that caused recent in-flight shutdowns at Swiss International Airlines, which resulted in a 24-hour grounding of that fleet. While the shutdowns-traced to a problem involving the low-pressure compressor-remains under investigation, Transport Canada airworthiness directives require boroscope inspections every 15 flight cycles and place a low-speed spool limitation of 94 percent of N1 at altitudes above 29,000 feet. Operators have conducted initial inspections on all of the A220s in service and have found no anomalies, according to Airbus. Apart from the low-pressure compressor issue, Pratt & Whitney expects to complete the remaining improvements to the A220's PW1500G turbofans, including installation of a full-life combustor, sometime next year. What will become the engine's fourth-generation combustor will last 25,000 hours, compared with the current generation's 13,000 hours. Meanwhile, Pratt has finished fitting all PW1500Gs with new liftoff seals, a redesign of which has resolved premature wear problems. While technical \"teething problems\" persist to a degree, the A220 hasn't suffered from a lack of accolades for its fuel-burn performance or interior space, which Manougian cited as a particularly important attribute for Middle East operations. \"If you travel around the region, you know that passengers carry a lot of bags and cargo,\" he said, noting that the A220's relatively large bins and cargo area give the Airbus a distinct advantage over regional jets in Middle East sales campaigns. Separately, Airbus's 2018 takeover of what then-Bombardier called the C Series has in itself given the program a boost in the region, said Manougian. \"There is an added buzz or interest with the partnership with Airbus,\" he noted. \"As Airbus is much more present in the region, with its wide array of products, we've seen a much bigger interest in the A220 than before.\" ", "url": "https://www.ainonline.com/aviation-news/air-transport/2019-11-16/airbus-a220-creating-buzz-middle-east"}, {"title": "A greener outlook for airBaltic as it takes its Airbus A220-300", "date": "2019-12-02", "content": "Latvian hybrid airline airBaltic has celebrated the acquisition of its 21st Airbus A220 jet - the 100th example of the type produced that was previously the Bombardier CS300 - at a special November 28 ceremony at the Airbus aircraft programme's Mirabel, Canada headquarters. It was three years ago that the world's first Airbus A220-300 took off from Montreal-Mirabel and landed in Riga on November 30, thus enabling airBaltic to become the world's first airline to launch the type's commercial operations on December 14, 2016. The roll-out of the latest aircraft, registered as YL-AAU and sporting a new livery, marks the next phase in airBaltic's fleet modernisation plan. It also means that, from now on, all the company's new aircraft will have greener tails, imagery which reflect the Baltics' biggest carrier's commitment to improved sustainability by operating one of the greenest fleets as well as launching other environmentally-friendly initiatives in the near future. It is the first delivery of an additional order signed in May 2018 for the purchase of 30 Airbus A220-300 aircraft, with options for a further 30. By the end of 2020, airBaltic plans to have a total of 26 Airbus A220s in its fleet. Martin Gauss, chief executive of airBaltic enthuses: \"Introducing this aircraft is a forward-thinking decision that has most certainly paid off as the A220 family of aircraft are not only considerably more fuel-efficient and environmentally friendly, but also more convenient for both passengers and staff.\" Thus far, airBaltic has carried more than four million passengers on the A220-300, with the type having completed some 40,000 flights covering 100,000 block-hours. Riga-based airline aims to minimise complexity and benefit from the additional efficiencies of the Airbus A220 as, by the end of 2022, it will be the only jet type operated by the airBaltic. The airBaltic fleet currently consists of 38 aircraft - 21 Airbus A220-300s, five Boeing 737s and 12 Bombardier Q400s.", "url": "https://www.rusaviainsider.com/greener-outlook-for-airbaltic-as-it-takes-its-21st-airbus-a220-300/"}, {"title": "Air Canada's first A220-300 takes to the skies", "date": "2019-12-11", "content": "The first A220-300 for Air Canada has successfully completed its inaugural test flight from the Mirabel A220 final assembly line in Quebec. The first of 45 aircraft for Air Canada is scheduled to be delivered to the Montreal-based airline in the coming weeks. With its first A220 commercial flight in early 2020, Canada's flag carrier will become the first airline in the country to operate the Canadian-designed and built A220. It will also become the first carrier in North America to fly the A220-300 variant. Air Canada is planning to use the A220 on various domestic routes in Canada as well as to the United States. The A220's unequalled performance and range capability will enable the airline to serve new markets, such as Montreal to Seattle and Toronto to San Jose, connecting the carrier's main hubs to the West Coast, as of Spring 2020. Benefitting from the latest technologies, the A220 is the quietest, cleanest and most eco-friendly aircraft in its category. Featuring a 50 per cent reduced noise footprint compared to previous generation aircraft, 20 per cent lower fuel burn per seat, and 50 per cent lower NOx emissions than industry standards, the A220 is a great aircraft for neighbourhood airports. Around 100 A220s are currently flying with six operators on routes in Asia, America, Europe and Africa, proving the great versatility of Airbus' latest family member. ", "url": "https://skiesmag.com/press-releases/air-canadas-first-a220-300-takes-to-the-skies/"}, {"title": "Air France-KLM firms order for 60 Airbus A220 aircraft", "date": "2019-12-19", "content": "Air France-KLM has firmed up an order for 60 Airbus A220-300 destined for the French carrier to modernize its single-aisle fleet. The order is the biggest from a European carrier and another feather in the cap of the Airbus acquisition, which had an order book of 530 aircraft at the end of November. The A220 is pitted against Embraer's E-jets E2 family, soon to be majority-owned by Boeing. The newest member of the Embraer family, the E175-E2, recently took its inaugural flight and is heading into a rigorous 24-month flight test campaign. The deal allowing Boeing to take an 80 percent stake in Embraer's commercial jet division was delayed until early 2020 after the European Commission said it would undertake an investigation on anti-trust grounds. Once completed, it will see Boeing and Airbus competing directly in the market for aircraft of up to 150 seats. Airbus chief commercial officer Christian Scherer hailed the Air France confirmation \"as a great step towards fleet optimization for large network carriers\". Air France currently operates a fleet of 159 Airbus aircraft. \"The largest Airbus A220 order from a European carrier to date speaks volumes on Air France's ambitious sustainability drive,'' he said. \"The modern and fuel-efficient Airbus A220 will contribute to lower fuel burn and CO2 emissions significantly compared to older generation aircraft.\" The A220 offers a 20 percent lower fuel -burn per seat compared to older planes thanks to aerodynamic improvements, advanced materials and Pratt & Whitney's latest-generation PW1500G geared turbofan engines. It also offers a comfortable, modern cabin comparable to some widebody aircraft. Earlier this year, Airbus began manufacturing the aircraft in the US with a production facility in Mobile, Alabama, complementing facilities in Mirabel, Canada. The first U.S.-made A220 - a A220-300 destined for Delta Air Lines - is scheduled for delivery in the third quarter of 2020. By the middle of the next decade, Airbus expects the facility will produce between 40 and 50 aircraft per year. ", "url": "https://www.airlineratings.com/news/air-france-klm-firms-order-60-airbus-a220-aircraft/"}, {"title": "Air Canada adds first Airbus A220", "date": "2019-12-20", "content": "Air Canada has taken delivery of its first Airbus A220 aircraft and becomes the first North American operator of the A220-300 jet. With the brand new A220 aircraft, Air Canada will commence two new routes in spring 2020. The A220 is scheduled to enter service in January and will partly be used to replace the airline's Embraer E190 regional jets. The Canadian flag-carrier ordered a total of 45 A220-300. There are two variants of the aircraft, the A220-100 and the longer A220-300. US-American Delta Air Lines became the first North American A220 operator, when it received its first A220-100 in October 2018. Air Canada's two-class cabin on the A220 features a total of 137 seats; twelve in business class and 125 in economy class. The airline currently has a fleet of Airbus A320 family aircraft, A330, Boeing 737 MAX, 767, 777 and 787 Dreamliner jets. Furthermore, Embraer E190 aircraft are deployed on short-haul routes. Smaller aircraft types are operated by separate regional airlines on behalf of Air Canada.", "url": "https://www.ifn.news/posts/air-canada-adds-first-airbus-a220/"}, {"title": "EgyptAir receives Airbus A220 plane Mondayy", "date": "2019-12-23", "content": "gyptAir received on Monday the seventh A220-300 aircraft as part of a deal with Airbus Company to purchase 12 aircraft of the same tybe. The larger member of the A220 Family - the A220-300 was specifically designed and built for the 120-160 seat market. It fuses performance and technology, allowing airlines to connect distant points on continents or sectors between which travel was previously unprofitable or impossible. The aircraft also leaves half the noise footprint and decreased emissions compared to its predecessor, making it a truly humanity-minded jetliner. Airbus has delivered more than 80 aircraft of the type A220 to five regional and intercontinental airlines in Asia, the Americas, Africa and Europe, demonstrating the great potential of the new Airbus model. EgyptAir sealed the deal with Airbus Canada Ltd. to provide the utmost comfort for its passengers. In an innovative design and a wide airframe, it includes 134 seats, the biggest and with the longest leg space in the economy, compared to other airplanes of one aisle. The plane also has large windows to allow the maximum amount of natural light. The A220-300 is characterized by high fuel efficiency and passenger comfort. It combines the latest advanced technologies to provide high aerodynamics, high-quality materials and the latest Pratt & Whitney TurboPan engines of the PW1500G. These engines save at least 20 percent fuel burn per seat compared to previous-generation aircrafts, with a range of up to 3,400 nautical miles. ", "url": "https://www.egypttoday.com/Article/6/78957/EgyptAir-receives-Airbus-A220-plane-Monday"}, {"title": "airBaltic takes delivery of its 22nd Airbus A220-300", "date": "2019-12-26", "content": "airBaltic welcomed its 22nd Airbus A220-300 jet, registered as YL-AAV, earlier this week, thus completing the planned new aircraft deliveries in 2019. By the end of next year the Latvian hybrid airline plans to have a total of 26 Airbus A220-300 jets in its fleet. During 2019, airBaltic received a total of eight A220s and phased-out its oldest jets: two B737-500s and two -300s. Contrary to its earlier plans, the carrier kept another four 737Classics operational, to meet the growing demand for air travel. The airline aims to minimize complexity and benefit from the additional efficiency of the Airbus A220-300 aircraft which will be the only jet type operated by airBaltic by the end of 2022. As part of its transition towards a single type, this year airBaltic became the first airline to obtain a comprehensive MRO approval for the A220-300, and has completed its first scheduled C-check on an aircraft. Also, the airline has introduced an A220 Level D full-flight simulator in its Riga Airport training facilities. The airBaltic fleet consists of 38 aircraft - 22 Airbus A220-300s, 4 Boeing 737s and 12 Bombardier Q400Next Gen turboprop aircraft.", "url": "https://www.rusaviainsider.com/airbaltic-takes-delivery-of-its-22nd-airbus-a220-300/"}]}, {"win label": 0, "news": [{"title": "Airbus A220 arrives in Yellowknife for cold-weather testing", "date": "2020-01-13", "content": "An Airbus A220-300 arrived in the NWT's capital as residents endured their second extended spell of bitterly cold weather in a month. Temperatures barely crept above -40C as the plane reached Yellowknife on Sunday, and are not expected to exceed -30C for the remainder of the week. Details of the testing program are not known. Cabin Radio has approached Airbus Canada Limited Partnership, which runs development of the A220, for information. The partnership, headquartered in Québec, includes Airbus alongside Bombardier. The A220-300 was previously known as the Bombardier CS300 until Airbus acquired a majority stake in the program two years ago. The City of Yellowknife and territorial government have been increasing their efforts to market the city as a cold-weather testing hub. Airbus' helicopter manufacturing division carried out similar tests in Yellowknife five years ago, while Bell Helicopters praised the city after a more recent visit. Recent footage of Air Canada's newly delivered Airbus A220-300 in Calgary. The A220-300, which ordinarily seats 120 to 150 passengers, has been operational since December 2016. Air Canada has 44 of the aircraft on order and one already in service. With the Boeing 737 Max still grounded following two crashes that between them caused 346 deaths, and production of those jets now suspended, Airbus has been marketing the A220 as the aircraft to fill that gap. \"It's too cold to paint it green,\" joked Buffalo Airways' Mikey McBryan online - referring to his airline's signature colour - as the A220 was marshalled to a stand at Buffalo's Yellowknife facility on Sunday. ", "url": "https://cabinradio.ca/28483/news/yellowknife/airbus-a220-arrives-in-yellowknife-for-cold-weather-testing/"}, {"title": "Air Canada introduces its innovative insurgent: The Airbus A220", "date": "2020-01-16", "content": "On Jan. 15, several hundred members of the Air Canada family and guests gathered in a hangar at Dorval, Que., to celebrate and inspect the latest addition to the carrier's fleet - an Airbus A220-300. Air Canada's relationship with the type began nearly four years ago, when it signed a letter of intent to purchase 45 examples on Feb. 27, 2016. The LOI was finalized on June 28 that year and included options for an additional 30 units. The company's first copy first flew on Dec. 11, 2019 at Mirabel, Que., and was delivered to Dorval nine days later. Since then, it has flown numerous familiarization and training missions. On Jan. 16, Air Canada will operate its first A220 revenue flight, when AC317 departs Montreal for Calgary. For the next while, the aircraft will serve that city-pair on weekdays and shuttle between Montreal and Toronto during weekends. What's so exciting? Any new airliner that can attract customers and operate economically is bound to generate revenues and produce profits for its operator. That is why Air Canada's A220-300 is so attractive. A survey of its cabin reveals a comfortable environment. Up front, the business class cabin has 12 seats that feature a 37 inch/94 cm pitch. Further aft, the economy class cabin's 125 seats each have a 30 inch/76 cm pitch. At 19 inches, the Y-class seats are the widest in AC's fleet - albeit one inch wider than the rest. The spacious feel to the entire cabin is due to its wider aisle, windows that are 50 per cent larger than those of an A320, and 15 per cent bigger overhead bins. When you consider the new Panasonic in-flight entertainment system that features a 12-inch screen in the economy cabin and mood lighting, you sense that some passengers may not wish to deplane at their destination. The cabin has a spacious feel to it due to its wider aisle, windows that are 50 per cent larger than those on the A320, and 15 per cent bigger overhead bins. Frederick K. Larkin Photo Financial folks will be pleased with the A220-300's impressive operating cost metrics. Its new Pratt & Whitney PW1500G geared turbofan engines, also produced in Mirabel, enable the airplane to burn 20 per cent less fuel per mile flown compared to previous generation models. The jet also produces 20 per cent fewer CO2 emissions and has as much as a 50 per cent smaller noise footprint. It is an exemplary corporate citizen. A key attribute of the aircraft, is its impressive range. Thanks to its less thirsty engines, an A220-300 can fly 3,200 nautical miles. That is 33 per cent further than the 2,400 nm that a similarly-sized Airbus A320-200 can travel. Air Canada's intentions: The economy class seats are the widest in Air Canada's fleet at 19 inches. Frederick K. Larkin Photo By May 4, the airline expects to have received eight A220-300s. That day it will be using the aircraft to initiate two city-pairs: Montreal - Seattle, WA and Toronto - San Jose, Calif. With stage lengths/block times of 1,985 nm/5:50 and 1,950 nm/5:30, respectively, these new routes will permit the aircraft to demonstrate its transcontinental range capability. By the end of 2020, Air Canada expects to have 17 units in service. It plans on utilizing the airplane on new long and thin routes that can't support larger models; to increase frequencies on key spokes into its hubs at Toronto, Montreal and Vancouver; and to provide appropriate gauge on seasonal services. Other potential new city-pairs include Vancouver - Halifax and Vancouver - Washington, D.C. Regardless of how it may ultimately be deployed, the A220-300 is expected to act as a market share disruptor by diverting competitors' passenger traffic to Air Canada. A late bloomer matures: What began as Bombardier's new Commercial Aircraft Program in early 2004 has evolved into an extremely successful airliner in the 100-150-seat niche. By the end of 2019, 600 A220s had been ordered. Included in that tally were 95 A220-100s and 505 of the larger A220-300s. Aircraft delivered by the end of 2019 totalled 105, including 37 A220-100s and 68 A220-300s. The A220-100s owners included Delta and Swiss International. A220-300 owners were Air Canada, Air Baltic, Air Tanzania, Egyptair, State Transport Leasing of Russia, Korean Air and Swiss International. Sizeable orders for A220-300s from Air France and JetBlue Airways reinforce the enlightened decisions made by others before them. As a result of the growing interest in the aircraft, production is forecast to increase. During 2019, 48 A220s were delivered from the Mirabel facility. The Mirabel plant has a maximum annual capacity of 120 units. The new facility in Mobile, Ala., is gearing up to eventually produce 48 A220s per year for U.S. buyers. Since July 1, 2018, the A220 program has been owned by Airbus SE, Bombardier Inc. and Investissement Quebec. Given the challenges the program has overcome, it is gratifying to see this new Canadian aerospace icon being properly recognized by the global airline industry. As the largest Canadian airline places the largest Canadian designed and built jet aircraft into service, it is a remarkable way for the Canadian aviation industry to start the new decade. In fact, some are saying that \"2020 will be the year of the A220\". ", "url": "https://skiesmag.com/news/air-canada-introduces-its-innovative-insurgent-the-airbus-a220/"}, {"title": "Air Baltic A220 aircraft's PW1500G engine shutdown", "date": "2020-02-12", "content": "An Airbus A220-300 operated by Air Baltic today diverted to Bordeaux, France, after the captain shut down the left engine. Flight BT677 was en route from the Latvian capital Riga to Malaga in Spain. French accident investigation agency BEA said that its team arrived in Bordeaux within a few hours of the diversion. Air Baltic said that it had dispatched a ferry flight to carry passengers on to Malaga. The event is the latest incident involving the A220's Pratt & Whitney PW1500G turbofans. In October 2019, Swiss temporarily grounded its 29-strong fleet of A220-300s and -100s after experiencing three engine shutdowns over four months. In the first two years of operating its 20 A220-300s, Air Baltic said that it had had to replace 50 engines due to various problems. The first two incidents with the Swiss aircraft involved the failure of the engine's first rotating low-pressure compressor stage. Following the two incidents, the FAA issued an airworthiness directive on September 25, 2019, requiring repetitive inspections, beginning within 50 flight cycles, of the LPC Stage 1 rotors and inlet guide vanes in all in-service PW1500G and PW1900G engines with less than 300 flight cycles since new. Following the third incident, Pratt & Whitney recommended additional inspections of the LPCs for both engines. The 100- to 150-seat A220 family was developed by Bombardier as the C Series program. Airbus said that it was aware of the incident and issued the following statement: \"We are in contact with our customer and Pratt & Whitney. Together with the engine manufacturer we are supporting our customer to minimize the disruption to their operations.\" Pratt & Whitney said that, \"together with Airbus, we are working with our customer to provide assistance as required.\" ", "url": "https://www.ainonline.com/aviation-news/air-transport/2020-02-12/air-baltic-a220-flight-diverts-after-latest-pw1500g-shutdown"}, {"title": "Green Africa Airways sign MoU for 50 Airbus A220 aircraft", "date": "2020-02-14", "content": "Start-up carrier Green Africa Airways has signed a Memorandum of Understanding to purchase 50 Airbus A220-300 aircraft. Should the agreement convert into a firm order, it will be the largest order for the aircraft from the African continent. A word of caution - back in 2018 the carrier announced a commitment to purchase up to 100 B737 Max aircraft. It would seem this order was never firmed up, as Green Africa Airways is not listed as a B737 Max customer on the Boeing website. Over a year later, the Green Africa Airways' website carriers a single holding page stating that the carrier is \"coming soon\", adding that \"We are busy here at Green Africa Airways building a brand-new value airline for Nigeria and the entire African continent\". Commenting on the MoU, Airbus chief commercial officer Christian Scherer said: \"We are excited about the Green Africa project, its legitimate ambition and its professionalism, evidenced by their most discerning choice for their operating assets. \"The unique characteristics of the A220 will allow the airline to unlock destinations and route pairs that previously would have been considered non- viable. We look forward to our partnership with Green Africa and to accompany their development with the most efficient aircraft in its class.\" As of the end of January Airbus had had 658 orders for the A220, which was previously marketed as the Bombardier C Series until Airbus took a majority stake in the aircraft programme. Existing carriers include Air Baltic, Delta and Swiss, with Air Canada also set to take delivery of the aircraft later this year.", "url": "https://www.businesstraveller.com/business-travel/2020/02/14/green-africa-airways-sign-mou-for-50-airbus-a220-aircraft/"}, {"title": "Nigeria's Green Africa Airways orders 50 A220-300s, largest-ever deal from Africa", "date": "2020-02-14", "content": "Lagos-based Green Africa Airways signed a memorandum of understanding for 50 A220-300, one of the major orders to be placed globally for the A220 programme and the largest-ever from the African continent. Previously, the startup airline announced plans to buy 100 of Boeing's troubled 737 MAX jets. Babawande Afolabi, founder & CEO of Green Africa Airways said, \"Together with Airbus, we are incredibly proud to announce the largest order ever for the A220 from the African continent. The Green Africa story is a story of entrepreneurial boldness, strategic foresight and an unwavering commitment to using the power of air travel to create a better future\". Speaking at Singapore Airshow, Airbus chief commercial officer Christian Scherer added, \"We are excited about the Green Africa project, its legitimate ambition and its professionalism, evidenced by their most discerning choice for their operating assets. The unique characteristics of the A220 will allow the airline to unlock destinations and route pairs that previously would have been considered non-viable. We look forward to our partnership with Green Africa and to accompany their development with the most efficient aircraft in its class.\" The A220 delivers unbeatable fuel efficiency and widebody passenger comfort in a single-aisle aircraft. The A220 brings together state-of-the-art aerodynamics, advanced materials and Pratt & Whitney's latest-generation PW1500G geared turbofan engines to offer at least 20 percent lower fuel burn per seat compared to previous generation aircraft, along with significantly lower emissions and a reduced noise footprint. The A220 offers the performance of larger single-aisle aircraft. At the end of January 2020, the A220 had accumulated 658 orders. Other airlines flying this type of aircraft are Air Tanzania and Egypt Air. ", "url": "https://www.logupdateafrica.com/nigerias-green-africa-airways-orders-50-a220300s-largestever-deal-from-africa-aviation"}, {"title": "GTLK Europe leases three Airbus A220-300s to start-up African airline", "date": "2020-02-19", "content": "Nigerian start-up budget carrier Green Africa Airways has committed to leasing three Airbus A220-300s from GTLK Europe, the Ireland-registered arm of Russia's State Transport Leasing Corporation, the lessor has confirmed to Russian Aviation Insider. The aircraft will allow the airline to launch commercial operations this year ahead of the delivery of the 50 A220-300s it contracted with Airbus in mid-February, and which are scheduled to become available in 2021. \"We have secured an inaugural fleet with GTLK Europe that will help bridge the gap between now and when our Airbus order book starts delivering next year,\" comments Babawande Afolabi, chief executive of Green Africa. Deliveries of the three initial aircraft - which are all brand new - will be completed by August 2020, says the airline, which positions itself as a \"value airline\" and hopes to \"offer safe, reliable and affordable air travel to a much broader group of customers.\" Roman Lyadov, GTLK Europe's chief executive, states: \"We are delighted to be able to provide Green Africa with its very first aircraft which will equip Green Africa with the capacity it needs for launch in 2020.\" According to January 2020 Airbus data, the manufacturer has now delivered six of the airliners to GTLK Europe, which has contracted for 14 units of the type from the European planemaker. The Airbus aircraft portfolio also lists another Russian lessor, Ilyushin Finance Co, as a customer for 14 of the A220-300 jets. Founded and led by Babawande Afolabi, Green Africa has received its Air Transport Licence from the Nigerian government. The airline is anchored by a group of senior industry professionals led by Tom Horton, the former chairman and chief executive of American Airlines; Wale Adeosun, the founder and chief executive of Kuramo Capital; William Shaw, chief executive of InterJet; Virasb Vahidi, the former chief commercial officer of American Airlines; and Gbenga Oyebode, the founder and chairman of Aluko & Oyebode. ", "url": "https://www.rusaviainsider.com/gtlk-europe-leases-three-airbus-a220-300s-to-start-up-african-airline/"}, {"title": "EgyptAir receives 9th Airbus aircraft A220-300, 3rd A320neo family aircraft", "date": "2020-02-21", "content": "EgyptAir received on Friday the ninth Airbus A220-300 and the third A320neo family aircraft, coming from Su-GFF factory in Canada's Quebec City and Su-GFL factory in Toulouse city respectively. The two new aircraft will join the national airliner's fleet this year. On January 18, EgyptAir received the eighth A220-300 aircraft to be delivered to Egypt as part of a deal with Airbus Company to purchase 12 aircraft of the same family. The new A220-300 is configured in a two-class cabin with 140-seats including 15 premium economy and 125 economy class seats, offering every passenger a greater level of comfort and space. It delivers unbeatable fuel efficiency and widebody passenger comfort in a single-aisle aircraft. On February 16, EgyptAir received the second Airbus A320neo, which is the second of 15 Airbus A320neos, EgyptAir currently has on order. Bringing all the standards of comfort and incorporating new engine choices, aerodynamic improvements, and the latest cabin features, the A320neo Family will offer up to 20 percent savings in fuel burn per seat by 2020, two tons of additional payload, 500 nautical miles of more range, lower operating costs, along with a nearly 50 percent reduction in engine noise and NOx emissions 50 percent below the current industry standard. It is configured with 142 seats in two classes including 16 seats in the business-class cabin.", "url": "https://english.ahram.org.eg/NewsContent/1/64/363922/Egypt/Politics-/EgyptAir-receives-th-Airbus-aircraft-A,-rd-Aneo-fa.aspx"}]}, {"win label": 0, "news": [{"title": "airBaltic Defers Airbus A220 Deliveries", "date": "2020-08-24", "content": "Latvian airline airBaltic announced on Thursday that they had agreed with Airbus to take delivery of 28 A220-300s by early 2024. In mid-April, the airline's outstanding Airbus A220 orders were postponed to 2023. With the new agreement, airBaltic gained an extra year to implement its fleet plans in the wake of novel coronavirus pandemic. \"The recent crisis enabled us to push forward our decision to introduce an Airbus A220-300 single type fleet. It allows us to minimize complexity and benefit from the additional efficiency provided by the aircraft. We will continue our growth and add more capacity provided by additional jets in the future as outlined by the Destination 2025 CLEAN business plan,\" said Martin Gauss, CEO of airBaltic. The Riga-based airline is the launch customer for the model and currently operates a total of 22 A220-300s. In early 2014, airBaltic will operate a single type fleet with 50 A220-300 aircraft. The airline also holds options for an additional 30 aircraft of the same type. With the delivery of three more aircraft, airBaltic is slated to operate 25 of this model by the end of 2020. airBaltic to Operate All A220-300 Fleet: This year, airBaltic prematurely phased out its Boeing 737-300 fleet and twelve Bombardier Q400 turboprops three years earlier than planned retirement schedule in a bid to operate all A220-300 fleet. \"We are the only airline in the world that operates the A220 exclusively. At the same time, this gives us the youngest fleet in the world with an average age of just 1.9 years. And the aircraft's price will fall even further because we are getting more planes,\" Gauss said in an exclusive interview with aero.de in Riga. The airline showed its confidence in the aircraft by stating that the 145-seat airliner performed beyond the company's expectations in terms of fuel efficiency and convenience for passengers and the staff. \"This aircraft offers an excellent flying experience with such benefits for passengers as wider seats, larger windows, more hand luggage space in the cabin, improved lavatories and much more,\" said the airline in a press release. In the current climate when the travel demand collapsed, airBaltic believes that it is in a strong position as the model can be operated both on long haul and short-haul routes. airBaltic suspended operations on March 17 due to the coronavirus outbreak and resumed flights on May 18. In July, the airline carried 251% more passengers than the previous month from the three Baltic capitals -Riga, Latvia; Tallinn, Estonia and Vilnius, Lithuania - to various European hubs and popular leisure destinations.", "url": "https://airlinegeeks.com/2020/08/24/airbaltic-defers-airbus-a220-deliveries/"}, {"title": "EgyptAir receives 11th Airbus A220-300 from Canada", "date": "2020-09-24", "content": "EgyptAir received the 11th Airbus A220-300, arriving from Su-GFF factory in Canada's Quebec City, a statement by the airliner read on Wednesday. The new A220-300 is configured in a two-class cabin with 140-seats including 15 premium economy and 125 economy class seats, offering every passenger a greater level of comfort and space. It delivers unbeatable fuel efficiency and widebody passenger comfort in a single-aisle aircraft. EgyptAir had purchased 12 Airbus A220-300 planes in a deal with Canadian manufacturer Bombardier in September 2019, to be delivered through 2020. The new models are part of a major strategy to upgrade the carrier's fleet.", "url": "https://english.ahram.org.eg/NewsContent/1/64/383804/Egypt/Politics-/EgyptAir-receives-th-Airbus-A-from-Canada.aspx"}, {"title": "Delta Sets November Entry for A220-300", "date": "2020-09-27", "content": "Despite the onslaught of aircraft leaving Delta's fleet as COVID-19 continues to reshape the airline industry, the airline is finally adding the newest bird to its fleet with the introduction of the larger Airbus A220-300 in November. The aircraft is due to begin operations on Nov. 10 and will join the sister aircraft, the Airbus A220-100, in the Atlanta-based carrier's narrowbody fleet. The airline will start operations out of Salt Lake City International Airport, which just opened its newest terminal this week, with routes to Austin and Houston officially bringing the aircraft online. These routes will dominate the A220-300's schedule until San Francisco to Salt Lake City transition to being operated by the A220-300 beginning Nov. 27 to accompany the preexisting routes. For Delta, the A220-300 will be configured in 130-seat, two-class formations. Delta's first class will consist of 12 seats in a 2-2 configuration while the main cabin and Delta Comfort+ will have 88 seats and 30 seats, respectively, in rows in a 2-3 configuration. The airline says that the aircraft will come equipped with WiFi, in-seat power for both outlets and USBs and satellite TV via personal video screens. These amenities are offered across all classes. A Long Journey: Delta's first A220-300 rolled off the Mobile, Ala. plant back in March but saw a delayed entry into service due to events outside the airline's control. The reduction in service saw old models leave while new models were delayed into service. However, as demand has returned and fleet trimming continues to occur, the new models gain more value and Delta sees today as the time to introduce the Bombardier- designed but Airbus-built model into service. The airline already has 31 Airbus A220-100s in service, and the aircraft has been in service for over a year. Delta's fleet evolution means that the A220 also has added more value over time. The airline recently retired the Boeing 737-700, McDonnell-Douglas MD-88 and McDonnell-Douglas MD-90 as the fleets were either aging or were seen as too niche to be kept in service. The retirement of these models, all of which held between 124 and 160 passengers, makes the addition of a 130-seat Airbus model more valuable for the airline as COVID-19 recovery continues. Delta will become the eighth operator of the larger A220 variant, following the likes of Swiss, airBaltic, Korean Air, Air Tanzania, EgyptAir, Air Canada and Air Sanai. Delta is the lone operator of the A220 in the U.S. and will eventually have the largest fleet when the 95 aircraft across the two types are delivered. The airline will eventually be joined by JetBlue and Breeze Airways, who have orders for 70 and 60 aircraft, respectively.", "url": "https://airlinegeeks.com/2020/09/27/delta-sets-november-entry-for-a220-300/"}, {"title": "EgyptAir receives final A220-300 aircraft from Airbus", "date": "2020-10-05", "content": "EgyptAir on Tuesday received its 12th and final Airbus 220-300 aircraft. An EgyptAir statement explained that the new aircraft, registered as SU-GFI, arrived at the Cairo International Airport to join the national air carrier fleet. EgyptAir signed a contract with Canadian company Bombardier Inc. to buy 12 Bombardier CSeries aircraft, which started delivery in September 2019. Airbus acquired the A220 single-aisle jet in 2018 from Bombardier Inc. EgyptAir said that the A220-300 model offers 140-seat capacity, internet services on board, and superior comfort to customers. It is characterized by large windows in every row which provide more natural light for each passenger alongside full-color LED lighting. EgyptAir Holding Company Chairman Mohamed Roshdy Zakaria said that during the next 20 years, the Egyptian aviation fleet is expected to grow at a rate of 2.5 times for wide-body and single-aisle aircraft. According to the official Airbus website, \"The larger member of the A220 Family - the A220-300 - was specifically designed and built for the 120-160 seat market. It fuses performance and technology, allowing airlines to connect distant points on continents or sectors between which travel was previously unprofitable or impossible.\" \"The aircraft leaves half the noise footprint and decreased emissions compared to its predecessor, making it a truly humanity-minded jetliner,\" it added. Airbus has delivered more than 80 A220 planes to five regional and intercontinental airlines in Asia, the Americas, Africa and Europe, demonstrating the great potential of the new Airbus model. ", "url": "https://egyptindependent.com/egyptair-receives-final-a220-300-aircraft-from-airbus/"}, {"title": "Delta Air Lines' A220-300 makes its debut at Salt Lake City", "date": "2020-10-08", "content": "Delta Air Lines' domestic network is operated by both Airbus and Boeing short and medium haul aircraft. The Boeing 737 and Airbus A321 make up most of the short haul fleet. But the Airbus A220 makes a grand entrance at Delta this year. Just like at AirBaltic. The newest type of this aircraft, the Delta A220-300 flies from Salt Lake City starting November. Airbus A220 debut: The Airbus A220 debuted early 2020 and received some good reviews from both press and travelers, mainly due to its innovative and comfortable cabin interior. Which actually seems to be true. According the Delta, the aircraft has a 'State-of-the-art interior featuring seat-back screens, 2Ku Wi-Fi and personal power outlets'. The A220 is features 100+ seats in total. Including seating for 10+ in First Class, 15 in Delta Comfort+ and the remaining seats in Main Cabin. Moreover, the A220 features the widest Main Cabin seats in Delta's fleet, with a two-by- three layout. Delta owns two types of A220, namely the A220-100 and A220-300. The main difference between the aircraft is its capacity. The A220-100 has 109 seats. And the Delta A220-330 has 130 seats. The US carrier has high expectations of the A220. The A220 fleet grows to 90+ aircraft over a period of four years. Salt Lake City: The Airbus A220's newest type at Delta, the A220-300, flies from Salt Lake City starting 12 November. Delta however initially planned to start on 10 November. Delta plans to operate the following daily flights from Salt Lake City airport until at least early December: Austin, Houston, Sacramento, San Jose.", "url": "https://insideflyer.com/2020/10/08/delta-air-lines-a220-300-makes-its-debut-at-salt-lake-city/"}, {"title": "JetBlue's First Airbus A220 Takes Flight", "date": "2020-12-10", "content": "The first Airbus A220-300 for JetBlue Airways has completed its inaugural test flight from the Mobile Aeroplex at Brookley in Mobile, Alabama, the airframer said Thursday. The aircraft performed its test sequences and landed at 5:22 pm Wednesday evening. Airbus expects to deliver the first of 70 A220s to New York-based JetBlue by the end of the year. JetBlue increased the size of its A220 order to 70 aircraft at the 2019 Paris Air Show, only six months after announcing an initial order for 60 aircraft in January 2019. Airbus completed construction of a dedicated A220 production facility at its U.S. plant in May as it welcomed the first component assemblies destined to become an A220 for JetBlue. The 270,000-sq-ft facility, which can produce both the A220-100 and -300 versions, houses five primary assembly stations where major airframe component assemblies come together for a completed aircraft. The company began producing A220s at the Mobile plant in August 2019 using space in an existing final assembly line hangar for U.S.-built A320s and in newly-constructed support hangars. JetBlue's new A220-300 bears a special \"Hops\" livery on its tailfin; the airline has chosen a single-class cabin configuration for short-range, high- frequency connections to longer trips with its A320 narrowbodies. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2020-12-10/jetblues-first-airbus-a220-takes-flight"}]}, {"win label": 0, "news": [{"title": "JetBlue's First Airbus A220-300 Delivered", "date": "2021-01-01", "content": "As we kick off 2021, there's still one piece of news from 2020 that needs to be addressed. Yesterday, US hybrid carrier JetBlue took delivery of its first Airbus A220-300 aircraft. The plane arrived at New York's JFK yesterday evening. 2020 wasn't the best year for aircraft deliveries. Both Airbus and Boeing saw orders pushed back as airlines dealt with the global aviation crisis. After all, why would an airline want to take delivery of new aircraft when it wasn't flying the aircraft that it already has? There were a few exceptions, such as British Airways, who continued to take delivery of widebodies through the crisis. First A220 for the airline: JetBlue is currently expecting to take 70 Airbus A220 aircraft, all from the family's -300 variant. While the entire 70 aircraft fleet is still a long way off, a huge milestone was reached yesterday when JetBlue took delivery of its first A220-300, registered as N3008J. As Airbus raced to get orders counted in its 2020 delivery number, the A220 was delivered on December 31st before the new year kicked in. The aircraft departed from Mobile at 16:34, around an hour later than planned. According to data from FlightRadar24.com, the aircraft climbed to 41,000 feet for the journey to JFK, where it arrived at 19:35 after a two-hour flight. What to expect from the A220 experience: So far, it's not entirely clear what passengers will experience when flying onboard the Airbus A220. For the time being, JetBlue has left us with the teaser that its 'thoughtfully designed cabin interior' will be revealed during January. We have had some hints as to what to expect in the past, however. According to Seth Miller at Paxex.aero, the aircraft will have 140 seats. These will be in the A220's 2-3 configuration. This would put it at one row less than the A220-300's launch customer, airBaltic. JetBlue previously told us that the seats would have the most legroom in an economy cabin based on average fleet-wide seat pitch. Also, the A220s will offer free 'Fly-Fi' WiFi, offering live television on most routes. An Embraer E190 replacement: JetBlue is angling the A220-300 as a replacement for its E190 fleet. The A220-300 will also allow the airline to expand slightly. While the E190 fleet currently consists of 60 aircraft, JetBlue has ordered ten extra A220s. The A220 fleet will replace JetBlue's E190 aircraft. Photo: Getty Images According to the airline, the A220 will cost 30% less to operate per seat than the E190. The aircraft has longer maintenance intervals and improved reliability. This is something that the airline says will reduce maintenance costs by 40%. According to a press release seen by Simple Flying, Robin Hayes, CEO at JetBlue said, > \"As we evolve our fleet for the future, the A220's significant reduction in > per-seat emissions supports our ongoing commitment to carbon neutrality for > all our domestic flights, and moves us closer to achieving our pledge of net > zero carbon emissions across all operations by 2040.\" ", "url": "https://simpleflying.com/jetblue-first-airbus-a220/"}, {"title": "JetBlue Introduces New Airbus A220-300", "date": "2021-01-12", "content": "JetBlue has revealed its new Airbus A220-300 with an all-new onboard experience. The next-generation aircraft is the first of 70 A220s JetBlue has on order and was delivered on December 31, 2020, to John F. Kennedy International Airport. \"With the A220 we've taken a state-of-the-art aircraft and added our award- winning touch to bring to life an experience only JetBlue could dream up,\" said Jayne O'Brien, head of marketing and loyalty, JetBlue. \"We look forward to welcoming customers onboard our newest aircraft, with incredible onboard comfort, one-of-a-kind design elements and unparalleled entertainment and connectivity.\" JetBlue's new plane has Collins Meridian seats that were customized based on consumer feedback to provide comfort and convenience as well as a two-by-three seating configuration to accommodate groups of various sizes. The 140 seats have an expanded width of 18.6 inches. There are six rows of Even More Space seating. Seats also offer enhanced cushion comfort adjustable headrests and use vegan leather. Guests can use custom-designed setback storage and easy-to-reach seat power featuring AC, USB-A and USB-C ports. Onboard travelers can also enjoy new personalized entertainment with Thales AVANT and ViaSat-2 connectivity onboard. Each seat will have a 10.1 inch, 1080P high definition screen with 30 channels of DIRECTV with DVR-like pause and rewind functionality, full seasons of shows, hundreds of movies and premium content from HBO and Showtime. Travelers can also enjoy an enhanced 3-D flight map, Personal handheld device pairing capabilities and Expanded Fly-Fi connectivity. The plane also capitalizes on its modern design to offer a more spacious flying experience. JetBlue's A220 has larger windows, more spacious overhead bins, custom LED mood lighting, a redesigned front galley and more. Initially, the A220 will begin flying this spring before entering scheduled service by mid-June on JetBlue's Boston to Fort Lauderdale, Florida, route. ", "url": "https://www.travelpulse.com/News/Airlines-Airports/JetBlue-Introduces-New-Airbus-A220-300"}, {"title": "AirBaltic invests continuously for the maintenance of its growing Airbus A220 fleet", "date": "2021-02-11", "content": "Since 2019, when its maintenance facility obtained Part-145 certification for line and base maintenance for its new Airbus A220-300 fleet, airBaltic has been developing this activity. The low-cost carrier has announced that it has completed heavy maintenance of its first seven A220s and continues to invest in its capacities with the plan to open a new MRO hangar by 2024. AirBaltic currently has twenty-five aircraft in its fleet, the majority of which are in service. Among these aircraft, seven have already undergone their first C-Check inspection, which should take place after 8,500 flight hours on the A220. AirBaltic took the opportunity to implement improvements and specifies that around forty technicians work on each aircraft during this type of scheduled maintenance - the airline currently employs 120. Four other A220s will soon pass in their turn to C-Check. The Latvian airline recalls that it has agreed with Airbus to accelerate deliveries of its aircraft, with the objective of operating fifty A220s from the start of 2024. With this in mind, it is already planning to increase its MRO capacities and has signed a construction contract with Riga Airport to establish a new maintenance hangar. It is expected to cover an area of 34,500 m² and will be able to accommodate up to seven A220s simultaneously. Construction should begin in 2022 and be completed at the end of 2023, the entry into service corresponding to the time when the fleet will have doubled and when the low-cost carrier hopes to have caught up to the growth trajectory it predicted before the crisis erupted. This new hangar will allow it to maintain its own aircraft, as well as those of third-party airlines if necessary. At the same time, it is developing its training capabilities and has just had its new training organization for maintenance technicians certified. It offers two types of training, basic training for future aircraft mechanics without previous experience and specific training for the A220. Here again, it intends to train its future technicians but also those of third-party operators or MROs. The first promotion begins training in February and has eight students for each course. ", "url": "https://www.journal-aviation.com/en/news/45787-artmroen7"}, {"title": "Air Canada preparing for retrojet rollout", "date": "2021-03-25", "content": " Air Canada is preparing for the first revenue flight of its latest retrojet, a new Airbus A220-300 painted in the iconic grey, white and red livery of Trans- Canada Air Lines. The eye-catching aircraft, registration C-GNBN, replaces a recently retired Airbus A319 that has sported the heritage livery since Air Canada's 60th anniversary in 1997. On March 22, Air Canada performed the customer acceptance flight for the new A220-300 at the Airbus factory in Mirabel, Quebec. According to Kevin Mio, the airline's manager of corporate communications, the retrojet will begin revenue service in early April and will be assigned to traditional A220 routes, which will see it criss-crossing North America. Plane spotters across the continent will be on the lookout for the heritage livery, which was applied by 75 Airbus employees over a period of nine days. A total of four colors and 350 liters of paint were used. The paint was applied using a new, more environmentally friendly process that is chromium free with a low volatile organic compound content. The new method requires much less water, saving more than 10,000 liters per aircraft paint job. While the TCA logo featured a red maple leaf, the Air Canada name and rondelle logo were not officially adopted until Jan. 1, 1965. \"Painting the A220 allows Air Canada to keep a connection to the airline's rich heritage as the nation's flag carrier,\" said Mio. Air Canada is the first major North American carrier to operate the A220-300 - designed by Bombardier in Quebec and originally named the C Series - placing a firm order in 2016 for 45 Canadian-built aircraft. The A220-300 entered operation with the flag carrier in January 2020, shortly before the outbreak of COVID-19. It is a pillar of the airline's narrow-body fleet modernization plan, offering a 20 percent reduction in fuel consumption per seat. The airline has configured its A220-300 with a two-class cabin featuring a total of 137 seats. Air Canada - which was forced to enact a drastic COVID-19 mitigation and recovery plan that included eliminating 20,000 jobs and accelerating the retirement of 79 older aircraft, including Boeing 767s, Airbus A319s and Embraer 190s - also announced in November that it had amended its A220 purchase agreement, deferring delivery of 18 aircraft and cancelling orders for 12 more. At the same time, the airline cancelled orders for 10 Boeing 737 Max 8 aircraft and deferred its remaining 16 deliveries. ", "url": "https://skiesmag.com/news/air-canada-preparing-retrojet-rollout/"}, {"title": "Airbus A220-300 joins the JetBlue fleet", "date": "2021-04-27", "content": "JetBlue has placed its first Airbus A220-300 aircraft into service. The 140-seat jet, which JetBlue says has 30% better operational efficiency than the 100-seat Embraer E190s it is replacing, debuted Monday flying passengers from Boston to Tampa. The carrier expects to take delivery of its second A220 in the coming days, followed by six more by the end of the year. Overall, JetBlue has ordered 70 A220s. JetBlue's A220 cabin features the carrier's first two-by-three configuration. Seats are 18.6 inches in width, the widest in JetBlue's fleet with the exception of its business-class Mint seats. The aircraft has 22 rows of standard seats with a separation between rows, known as pitch, of 32 inches, the same pitch as JetBlue has on its reconfigured Airbus A320 planes. Six rows of Even More Space seating have 35 inches of pitch. The aircraft is equipped with 10.1-inch, high-definition screens at each seatback. WiFi, along with a choice of 30 channels of DirectTV, is free. ", "url": "https://www.travelweekly.com/Travel-News/Airline-News/Roomier-new-Airbus-A220-300-joins-JetBlue-fleet"}, {"title": "A New Airbus A220 Operator: Kyrgyzstan's Air Manas Takes Its First", "date": "2021-04-28", "content": "The Airbus A220 continues to spread its wings throughout the globe. Now the turn has come for the much-lauded aircraft to ferry people in Central Asia. Two days ago, Kyrgyzstan's Air Manas took delivery of its first of the type. It is currently the airline's only plane, the first A220 in the CIS, and the first entirely new aircraft to be delivered to Kyrgyzstan. Three day delivery from Europe: The plane, registered as EX-22002, is an Airbus A220-300, configured with a single-class layout and 145 seats. It was ferried to Bishkek Manas from Maastricht / Aachen via Minsk International, beginning its journey on April 23rd and arriving three days later. Before its jaunt eastwards, the aircraft had been stored at Maastricht since October last year. Before that, it was parked at Enschede Twente, also in the Netherlands, to where it was ferried from Airbus' production facilities in Montréal, Canada, in February 2020. The by now little over one-year-old A220 is leased from State Leasing Company, the largest leasing company in Russia. It was initially ordered for Russian leisure airlines Red Wings, based out of Moscow's Domodedovo, but was never taken up by the carrier. Awaiting recertification after a two-year pause: Air Manas was founded in 2006 and commenced flights in 2009. Three years later, Turkish leisure airline Pegasus acquired 49% of the shares in the carrier and rebranded it as Pegasus Asia. The airline operated a fleet of three Boeing 737s. However, in 2019, Pegasus sold its shares, and Air Manas ceased operations. After being dormant for two years, the Kyrgyz airline now intends to relaunch operations with funding from the Eurasia Development Bank and the A220. According to CH-Aviation, Air Manas plans to add one more of the type and operate its new and shiny jets on domestic routes and international services to other CIS countries and Asia. However, it must first gain recertification, as its Air Operator Certificate expired in January 2020. Granted that it does, the airline plans to relaunch operations during the summer. All carriers, including Air Manas, certified by the authorities responsible for regulatory oversight of Kyrgyzstan, are blacklisted by the European Union and banned from operating in the bloc. Geared turbofan P&W powerhouse: The A220 is powered by Pratt & Whitney's GTF engines which recently completed one million flight hours. P&W says that the geared turbofan powerhouses deliver double-digit improvements in fuel and carbon emissions and a 75% reduction in noise footprint. Furthermore, they produce half of the NOx emissions allowed by ICAO regulations. \"We are delighted to welcome the first GTF-powered A220 aircraft to the fleet. These new, state-of-the-art engines will allow us to better serve our customers with the economic benefits of lower fuel burn,\" said Talgat Nurbaev, General Director of Air Manas, in a statement.", "url": "https://simpleflying.com/air-manas-airbus-a220-operator/"}, {"title": "Aviation Capital Group Adds First A220 to its Portfolio", "date": "2021-05-04", "content": "Aviation Capital Group LLC, a leading aircraft asset manager, announced the delivery of one new Airbus A220-300 aircraft on long-term lease to airBaltic. This aircraft is ACG's first A220 and the first of four A220-300 aircraft to be leased by ACG to airBaltic as part of a sale and leaseback transaction between ACG and the airline. \"We are proud to take delivery of our first A220 and welcome airBaltic into the ACG family of customers,\" said Tom Baker, CEO and president of ACG. \"As the only Airbus aircraft designed specifically for the 100-150 seat market, the A220 offers excellent fuel efficiency and passenger comfort in this segment of the market. The A220 incorporates state-of-the-art aerodynamics and is powered by Pratt & Whitney's advanced PW1500G geared turbofan engines.\" \"The current crisis enabled us to focus on the Airbus A220-300 as the only aircraft type airBaltic will fly in the future. Our aircraft choice has already showed itself as the most efficient, sustainable aircraft for our market,\" said Vitolds Jakovlevs, CFO of airBaltic. \"We are glad that ACG will now be a part of our growth story.\" This press release contains forward-looking statements within the meaning of applicable federal securities laws. Any such statements, other than statements of historical fact, are based upon ACG's current expectations and assumptions concerning future events, which are subject to a number of risks and uncertainties that could cause actual results to differ materially from those anticipated. Accordingly, such statements are not guarantees or assurances of any aspect of future performance. Such statements speak only as of the time when made, and ACG undertakes no obligation to update any such statement unless required by law.", "url": "https://www.businesswire.com/news/home/20210504005993/en/Aviation-Capital-Group-Adds-First-A220-to-its-Portfolio"}, {"title": "Latvian airBaltic receives 27th Airbus A220-300 aircraft", "date": "2021-06-28", "content": "On 27 June Latvian national airBaltic airline received the 27th Airbus A220-300 aircraft (reg. Nr. YL-ABA). This is the second of the seven Airbus A220-300 aircraft airBaltic planned to receive this year, as confirmed by the airline. The airline has ordered a total of 50 Airbus A220-300 aircraft with the option to order 30 more later. Since 2016, when airBaltic started using Airbus A220-300 aircraft, the airline has carried more than 6 170 000 passengers with them. Most passengers were carried to destinations like Amsterdam, Paris, London and Moscow. The airline has serviced more than 65 000 flights and has flown more than 16 000 hours with those aircraft. Airbus A220-300 operational indexes have exceeded the airline's expectations, demonstrating a better overall productivity, comfortable conditions for passengers and reduce fuel consumption. The new aircraft provides excellent flights with advantages like more comfortable seats for passengers, bigger windows and more room for hand luggage, and other improvements, according to airBaltic representatives. Airbus A220-300 high quality air filtration system is fitted with high-efficiency particulate air (HEPA) filter that provides the best possible filtration level available for cabin air. Cabin air is controlled and circulated frequently to ensure full air recycling 20-30 times per hour. The new aircraft is also much quieter - the noise level is up to four times lower when compared to other aircraft of this type. It is the most environmentally friendly aircraft on the market because Airbus A220-300 is the first aircraft whose impact on the environment is fully transparent across its lifespan. This helps reduce CO2 and NOX emissions by 20% and 50% respectively, the airline notes.", "url": "https://bnn-news.com/photo-latvian-airbaltic-receives-27th-airbus-a220-300-aircraft-226057"}]}, {"win label": 0, "news": [{"title": "All-Superjet 100 operator to become Russia's first operator of Airbus A220", "date": "2021-07-23", "content": "Azimuth Airlines, world's only carrier whose fleet comprises exclusively of Russian-made Superjet 100 regional aircraft, will become a new Airbus operator in Russia, with six A220-300 aircraft on lease from Air Lease Corporation. Deliveries are scheduled to start in mid-2022 and stretch through 2024. Azimuth Airlines will also be the first A220 operator based in Russia. The news was revealed during the ongoing Moscow air show MAKS-2021. All aircraft will feature a single-class cabin layout with 148 seats. The airline, which describes itself as 'a carrier of the south of Russia', plans to operate A220s from its bases in Rostov-on-Don, Krasnodar and Mineralnye Vody. Currently Azimuth operates a mono-type fleet of fifteen 100 seat Superjet 100s, including eight in SSJ100LR long-range version. Russian Aviation Insider first learned that the airline is interested in the bigger aircraft in 2019. With almost 50 per cent more capacity and range of 6,390 km the A220 is not competing with Superjet, Azimuth's general director Pavel Ekzhanov insists. Instead, the new type provides Azimuth with an opportunity to expand to more domestic destinations, including flights to Siberia and international routes to the CIS, Middle East and European destinations. In the meantime the airline proceeds with its SSJ100 fleet expansion plans. Azimuth has committed to Russian-made regional jets by singing Letter of Intent at MAKS for ten more SSJs to be delivered until 2026. ", "url": "https://www.rusaviainsider.com/all-superjet-100-operator-to-become-russias-first-operator-of-airbus-a220/"}, {"title": "Air Austral Takes Delivery of First A220-300", "date": "2021-08-01", "content": "Indian Ocean-based French carrier Air Austral of France's La Réunion has received its first Airbus A220-300 aircraft, delivered from Airbus A220 Final Assembly Line in Mirabel, Canada. The carrier expects the second and third aircraft delivery to join Air Austral fleet in the coming days. Air Austral announced the purchase of the three Airbus A220 aircraft in October 2019 to be a potential replacement for the carrier's Boeing 737-800 and ATR 72-500. The airline's new Airbus A220 jets feature a seating layout of 132 passengers seats configured with 12 business class seats and 120 economy class seats and will mainly be deployed on regional routes between La Réunion Island and Mauritius, Mayotte, Seychelles, South Africa, Madagascar and India. Marie-Joseph Malé, Chairman and CEO of Air Austral, said, \"The delivery of this new aircraft is a very important moment for Air Austral, especially in the context of the epidemic crisis that we have been facing for more than a year. I would like to thank and congratulate all the teams and partners who made this structuring and strategic acquisition for Air Austral and its future possible.\" \"This is a fundamental and responsible investment for Air Austral. The Airbus A220-300 opens up new horizons for us. This is the aircraft we needed to confirm our leading position in the Indian Ocean, while maintaining prospects for sustainable profitability,\" Malé said. Its level of comfort and performance will enable us to make an undeniable step forward in both operational and environmental efficiency. Our regional network is gaining new impetus. We are looking forward to offer this new travel experience to our customers, as soon as the health situation allows it. More than ever, we are ready for recovery,\" continued the CEO. Following this delivery, the Réunion-based airline becomes the first French operator of the Airbus A220 jet. France's flag-carrier, Air France, is due to receive its first A220 in September. In 2019, the Air France-KLM Group signed a commitment for sixty Airbus A220 airplanes. The A220 is powered by latest-generation geared turbofan engines, the Pratt & Whitney PurePower PW1500G, and is the quietest and most eco-friendly aircraft in its category. The aircraft features a 50% reduced noise footprint compared to previous generation aircraft, 25% lower fuel burn and CO2 emissions per seat as well as 50% lower NOx emissions than current industry standards. Air Austral was founded in 1974 as Réunion Air Services and initially served as a regional inter-island carrier for the French overseas territories in the Indian Ocean. Thereafter it expanded to destinations in Africa before launching longhaul flights to Paris in 2003. Several other French cities followed soon after, as did services to Sydney. After a period of restructuring, Air Austral currently operates the aforementioned two Boeing 737-800, one ATR72-500 as well as three Boeing 777-300ER and two Boeing 787-8 on routes to regional destinations and longhaul flights to mainland France, India and Thailand. To date, Airbus reports over 160 A220s have been delivered, operating routes in Asia, North America, Europe and Africa, proving the great versatility of the single-aisle aircraft.", "url": "https://airlinegeeks.com/2021/08/01/indian-ocean-based-air-austral-takes-delivery-of-first-a220-300/"}, {"title": "Air Austral Inaugurates Indian Ocean Airbus A220 Flights", "date": "2021-08-22", "content": "Air Austral previously shared that it plans to send its Airbus A220-300 aircraft on a route from its home of Reunion to Mayotte. Now, with it not even being a month before the carrier has held the type, the narrowbody has been spotted on a revenue flight between the two French departments. Three of a kind: On August 18th, one of Air Austral's three A220s, registration F-OLAV, left Saint-Denis, Reunion at 12:15 to land in Dzaoudzi, Mayotte at 13:49 following a two hour and five-minute flight. The three planes were ordered on October 14th, 2019. According to ch-aviation, F-OLAV conducted its first flight on January 28th this year before arriving at Air Austral's facilities on July 27th. F-OMER then performed its first flight on April 9th before being delivered on July 28th. Finally, F-OTER flew for the first time on June 27th before joining the airline on July 29th. A word from the airline: These A220s are configured in a two-class setup with 12 Comfort seats and 120 Leisure seats and will replace Air Austral's Boeing 737-800NG and ATR72-500 aircraft. \"The reception of this new aircraft is a very strong moment for Air Austral, especially in this context of crisis epidemic that we have been experiencing for over a year. I would like here to thank and congratulate the teams and partners which enabled this structuring and strategic acquisition for Air Austral and its future. This is for the company a fundamental and responsible investment. The Airbus A220-300 opens up new horizons for us,\" Marie-Joseph Malé, Chairman and CEO of Air Austral, shared in a company statement, translated from French. \"This is the device we needed to confirm our vanguard position in the Indian Ocean, while maintaining the prospects of sustainable profitability. Its level of comfort and performance allow us an undeniable leap in efficiency, both operational and environmental. Our regional service is gaining new impetus. We are impatient to be able to introduce our customers to this new travel experience, as soon as the health situation permits. More than ever, we are ready for the recovery.\" Oceanic prospects: Air Austral is also eager to deploy its new toys to Mauritius before the potential lifting of health restrictions makes ramp-ups possible to other core markets. For instance, the airline is keen to get back on track to the likes of Madagascar, Seychelles, Comoros, India, and South Africa. Air Austral has a strong presence across the Indian Ocean. Photo: Air Austral This news comes at a time when Air Austral announced that it is planning a joint venture with French charter outfit Corsair. the two are looking to combine resources to cover operations between European France and the country's departments in the Indian Ocean. The new A220s will undoubtedly continue to feature well within the setup as Air Austral navigates the changing conditions of the aviation industry. ", "url": "https://simpleflying.com/air-austral-indian-ocean-a220/"}, {"title": "Air France welcomes the first of 60 new Airbus A220-300s", "date": "2021-09-29", "content": "Air France has taken delivery of its first Airbus A220-300, the latest addition to its short- and medium-haul network. This marks the first aircraft in Air France's 2019 purchase order of 60 A220-300s, the largest made by a European customer. All 60 aircraft are scheduled to be delivered by the year 2025, replacing the airline's A318s and A319s as well as several Airbus A320s. The order also includes an additional mix of 30 options and 30 purchase rights. Named 'Le Bourget' in homage to the town north of Paris that's deeply linked to the aviation industry, the new aircraft sports the emblematic Air France livery and also features the winged seahorse on the front of its fuselage and wingtips, the symbol embodying the company's founding myth. Starting Oct. 31, 0221, the Airbus A220-300 will fly to Berlin, Barcelona, Madrid, Milan-Linate and Venice from Air France's hub at Paris-Charles de Gaulle. During the 2021-2022 winter season, it will gradually extend its network to Bologna, Rome, Lisbon and Copenhagen. \"This new aircraft with an unparalleled energy performance represents a major asset for Air France,\" said Benjamin Smith, CEO of Air France-KLM. \"To date, fleet renewal is the main source of reducing CO2 emissions and this is why we are continuing to invest in latest-generation aircraft. We are also activating all the levers at our disposal such as sustainable fuels or eco-piloting, as part of our contribution to promoting a carbon-neutral air transport industry and positioning ourselves as a leading player of a more sustainable aviation.\" The Airbus A220-300 provides a cost reduction per seat of 10% compared to the Airbus A318 and A319, and stands out for its energy efficiency, consuming 20% less fuel than the aircraft it replaces and featuring a 20% reduction in CO2 emissions. Its noise footprint is also 34% lower. By 2030, Air France will have reduced its overall CO2 emissions per passenger/km by 50% compared to 2005, or 15% in absolute terms. The Airline remains committed to achieve the climate target of zero net CO2 emissions by 2050. Onboard the aircraft there are 148 seats in a 3-2 seat configuration, offering a window or aisle seat to 80% of passengers. There are two travel cabins - Business and Economy - as well as access to Air France Connect, the airline's inflight Wi-Fi service. Seats are the widest on the market at 48 cm, reclining to 118 degrees and featuring an adjustable headrest, leather upholstery and an ergonomic seat cushion. The cabin, the most spacious and brightest in its category, is decorated in Air France's signature shades of blue. Large panoramic windows provide natural light for the duration of the trip, while specially-adapted cabin mood lighting settings create dynamic lighting during welcome and disembarkation, and a relaxed atmosphere during the flight. In addition, as on the entire Air France fleet, the air in the cabin is renewed every three minutes thanks to a HEPA- type filter air recycling system that eliminates 99.9% of particles and viruses. ", "url": "https://www.travelweek.ca/news/air-france-welcomes-the-first-of-60-new-airbus-a220-300s/"}, {"title": "First Airbus A220 delivered to Air France", "date": "2021-09-30", "content": "Air France's first Airbus A220-300 has been delivered as part of an order of 60 aircraft, the largest from a European carrier. The aircraft was delivered from Airbus' final assembly line in Quebec, Canada and unveiled to the public during a ceremony held at Paris Charles-De-Gaulle Airport. The renewal of the Air France single-aisle fleet with this latest generation aircraft will increase efficiency along with customer comfort. The first Air France A220-300 will be operated on its medium-haul network from the 2021 winter season. Currently, Air France operates a fleet of 136 Airbus aircraft. The Air France A220-300 cabin is configured in a single-class layout to comfortably welcome 148 passengers. Offering superior single-aisle comfort, with the widest leather seats, largest windows and up to 20% more overhead stowage space per passenger, the Air France A220 also features full WiFi connectivity throughout the cabin and two USB sockets at each passenger seat. The A220 is the only aircraft purpose-built for the 100-150 seat market and brings together state-of-the-art aerodynamics, advanced materials and Pratt & Whitney's latest-generation geared turbofan engines. With a range of up to 3,450nm, the A220 gives airlines added operational flexibility. The A220 delivers up to 25% lower fuel burn and CO2 emissions per seat compared to previous generation aircraft, and 50% lower NOx emissions than industry standards. The aircraft noise footprint is reduced by 50% compared to previous generation aircraft - making the A220 a good neighbour around airports. As of the end of August, over 170 A220s have been delivered to 11 operators worldwide. ", "url": "https://www.aero-mag.com/airbus-a220-30092021"}, {"title": "Air France introduces its first Airbus A220", "date": "2021-10-31", "content": "Air France has introduced its very first Airbus A220 into commercial service on Sunday, 31st October. The first flight of the brand new aircraft took off in the morning from Paris Charles de Gaulle Airport, heading to Berlin Brandenburg, its first destination, before flying back to Paris. A second trip was operated to Venice and back. Further routes to be served by the A220 include Barcelona, Madrid and Milan. More routes will follow as Air France receives more aircraft. The Frech flag-carrier recently received its first A220-300 from Airbus in Mirabel, Canada. Air France-KLM has orders for a total of 60 jets. It will use the new planes to replace older Airbus A318 and A319. The company has also expressed interest in a stretched A220-500 version, which could replace the older A320. Air France has equipped its A220 with Wi-Fi as well as USB-A and USB-C charging ports at every seat. Compared to the types it replaces, the A220, uses less fuel, emits less CO2 and noticeably less noise, and has wider seats as well as larger windows. There are a total of 148 seats installed on the jet, in a 2-3 row layout - typical for the type. ", "url": "https://www.ifn.news/posts/air-france-introduces-first-airbus-a220/"}, {"title": "Air France's First A220-300 Enters Commercial Service", "date": "2021-11-03", "content": " Air France has put its first Airbus A220-300 into commercial service. The aircraft, which was delivered to the airline at the end of September, is the first of 60 jets ordered by Air France to progressively replace Airbus A318s, A319s and some A320s by the end of 2025. The A220-300 flew its first paying passengers with two flights from Paris- Charles de Gaulle to Berlin and Venice. The aircraft operated flights to Barcelona and Madrid on 1 November and will fly to Milan-Linate on 6 November. During the 2021-2022 winter season, the aircraft will gradually expand its network to Bologna, Rome, Lisbon and Copenhagen as more of the new aircraft are delivered. Air France's Airbus A220-300 has 148 seats, in a 3-2 seat configuration offering 80% of customers a window or aisle seat. Up to eight rows at the front of the aircraft can be dedicated to Business class customers, who have an empty seat next to them and enjoy priority boarding and deplaning. The aircraft's leather reclining seats - the widest on the market at 48 cm - are equipped with USB A and C sockets, a solid tray table, a cup holder and a tablet or smartphone holder integrated into the backrest. The aircraft is equipped with the latest innovations, with large panoramic windows, mood lighting to accompany the different phases of the flight, and spacious baggage compartments for easier access. Air France Connect, the airline's Wi-Fi offer, is accessible throughout the flight and offers three passes, including one that is free of charge for sending and receiving messages during the flight. The catering offer is adapted to the flight time and depends on the time of departure. ", "url": "https://www.travelnewsasia.com/news21/311-AirFranceA220.shtml"}, {"title": "Airbus A220 debuted in Air France's operation", "date": "2021-11-03", "content": "Air France inaugurated the commercial service of the latest addition to its fleet, the Airbus A220-300, on October 31, 2021. The first two flights departed from Charles de Gaulle Airport to Berlin and Venice. The operations were operated by the Airbus A220-300 \"Le Bourget\", which was delivered to the company at the end of September. This unit, with registration number F-HZUA, is the first of 60 ordered by Air France to replace its Airbus A318, A319, and some A320s. If all goes according to plan, the last deliveries will be made by the end of 2025. In the configuration ordered by Air France, the Airbus A220-300 has 148 seats in two classes. Eight rows at the front of the aircraft are dedicated to business passengers, with the remaining rows dedicated to economy class. The aircraft has large panoramic windows, ambient lighting that varies according to the different phases of the flight, and Wi-Fi connection. Upper-class passengers will have access to an exclusive menu designed by François Adamski, Servair's Corporate Chef, and a wine and champagne list selected by Paolo Basso crowned the world's best sommelier in 2013. The introduction of the A220 is one of the pillars of Air France's strategy to reduce its environmental footprint and achieve its sustainable development objectives. This model reduces CO2 emissions by 20% and its noise footprint by 34% compared to the aircraft it replaces. Air France's goal is to reach 2030 with a 50% reduction in CO2 emissions compared to 2005. ", "url": "https://www.aviacionline.com/2021/11/airbus-a220-to-debut-in-air-france-operation/"}]}, {"win label": 0, "news": [{"title": "Iraqi Airways gets first A220", "date": "2022-01-09", "content": "Iraqi Airways has officially taken delivery of its first Airbus A220 aircraft, the first of five it has on order. The aircraft, A220-300 YI-ARE, was delivered to Baghdad, Iraq on Friday 7th January from the Airbus assembly line in Mirabel Canada, stopping off at Manchester Airport in the early hours of that morning for fuel. Iraqi Airways is the first operator in the Middle-east region to operate the A220 which is the only purpose-built aircraft in the 100-150 seat market. The Iraqi Airways model has a 132 seat cabin. Previously known as the Bombardier C-Series, the aircraft became an Airbus airliner when the European airframer took over the project in 2018. The type offers up to 50% lower NOX emissions than the industry standard and around 25% lower fuel burn than previous aircraft in this market. ", "url": "https://ukaviation.news/iraqi-airways-gets-first-a220-via-manchester/"}, {"title": "Azorra Orders 20 A220-300s and 2 ACJ TwoTwenty Aircraft", "date": "2022-01-11", "content": "Azorra, an US-based aircraft lessor focused on executive, regional and mid-size aircraft, has signed a purchase agreement with Airbus for twenty two A220 Family aircraft including twenty A220-300s and two ACJ TwoTwenty aircraft. The A220, purpose-built for the 100-150 seat market, is powered by Pratt & Whitney's latest-generation PW1500G geared turbofan engines. The aircraft features a 50% reduced noise footprint and up to 25% lower fuel burn per seat compared to previous generation aircraft, as well as around 50% lower NOx emissions than industry standards. The ACJ TwoTwenty combines intercontinental range to fly over 12 flight hours with 73 sqm of floor space. \"The A220 is ideally suited for Azorra's growing portfolio. We are excited to partner with Airbus on this popular, next generation aircraft. We look forward to offering its superior economics and environmental efficiency to our customers,\" said John Evans, CEO of Azorra. \"We are also thrilled with the opportunity to expand Azorra's executive jet leasing business with the new ACJ TwoTwenty. Azorra's new partnership with Airbus and unique ability to offer fleet transition solutions for airlines and executive jet leases to business aviation customers are key differentiators that bring significant value to our customers.\" As of the end of December 2021, the A220 had accumulated 668 orders from 25 customers. To date, 13 airlines are operating around 190 aircraft on four continents. \"We warmly welcome Azorra as a new Airbus partner and salute this decision by a renowned player in the regional aviation space. We have seen a significant market appetite for the A220 Family from a growing and diverse customer base. The addition of Azorra's capabilities in the regional airline segment is a welcome endorsement for the A220 versatility,\" said Christian Scherer, Airbus Chief Commercial Officer and Head of Airbus International. \"This agreement will enhance Azorra's portfolio strategy of investing in the most comfortable and modern technology aircraft in this segment while it will also enable us to offer A220 Family solutions to an increasingly wider spectrum of airlines.\" ", "url": "https://www.travelnewsasia.com/news22/111-AzorraA220.shtml"}, {"title": "JetBlue Orders More Airbus A220-300 Narrowbodies!", "date": "2022-02-16", "content": "JetBlue is now the biggest A220-300 customer, with a new order for 30 more. But what's more interesting is what JetBlue is still NOT ordering! The A220 is going from strength to strength, for Airbus. A design that Bombardier developed in part to compete with Airbus, is now an Airbus. Unsurprisingly then, it is doing a reasonably good job in terms of competing with older single aisles. And this is something that could well be relevant to this news story. On the face of it, this order isn't particularly surprising. So far, JetBlue had orders for a total of 70 A220-300 single-aisle jets. The airline has already taken delivery of eight of them, as of this writing. It has configured them with 140 seats, in an all-economy layout. By all accounts, the type has gotten a good reception. The 2+3 cabin layout is fresher and roomier than that of the Embraer E190s that they are replacing. A220-300 - The New JetBlue Order： The new JetBlue order for 30 A220-300 airliners comes as the Singapore Airshow gets underway. And even if such a top-up order isn't a surprise, it comes with some interesting numbers. Until now, the biggest overall A220 customer was Delta Air Lines, with 95 of them. But its orders are split among two types: 45 A220-100s and 50 of the bigger A220-300s. Within the A220-300 sub-type, the biggest single customer was Breeze, with 80 aircraft on order. Well, not anymore. JetBlue is now on top on both counts, with plans for a total of 100 A220-300 airliners. This makes the A220 the type that JetBlue has the most orders for. The airline has clearly committed heavily to the aircraft. Its new A321neos have Pratt & Whitney engines of the same GTF family as the A220s. This bodes well for the airline's long-term maintenance and support planning, as well. But... this is far from the whole picture. In January last year, we wrote about JetBlue and about something... unclear in its A220-300 orders. Nominally at least, JetBlue is getting these planes to replace its 60 E190s. This was plausible when the airline had orders for 70 - a small expansion being normal, in planning. But the strategy begins to hold less water when we bump the A220 order to 100 jets. And obviously, JetBlue's E190s have 100 seats each, while the A220s have 140. The A220-300 Vs The Rest Of The JetBlue Fleet: As we pointed out last year, the role that JetBlue has in mind for its A220-300 fleet becomes clearer, once we look at its other planes. So let's see how the airline is getting on, a year later. Starting from the bigger jets, JetBlue has 63 older A321ceos. Well - \"older\" is marginally appropriate; they have the older engines but average just over five years of age. The airline has orders for 64 A321neos to replace them. But obviously, some of the older A321s will stay on for a while yet. This gives the airline some time to expand, using old and new A321s. However, it's the A320ceo that's the real mainstay of the JetBlue fleet. The airline has 130 of these. And age-wise, they're going past their prime already, with an average age of over sixteen years! So, to replace them, JetBlue has orders for... Nothing. In theory, anyway. You can probably see where this is going. No, the A220-300 isn't a like-for-like replacement, for the A320 JetBlue fleet. Those older jets have 150 seats, to the A220's 140. But the newer jet has a substantially lower cost-per-seat; over 20%, according to some sources. However, JetBlue would need to place more A220-300 orders, if it really wants to replace all of its A320s. The Prelude To A Stretch Variant? Once again: the A220-300 is not, repeat NOT a regional plane. That's more or less what Boeing thought - and regretted it, as we saw! Bombardier designed the CSeries to operate from regional airports, yes. But the planes have the range to join very distant small airports. And internally, they are roomier than other single-aisle jets. Plus, JetBlue would not be the first airline to first consider the A320neo, then look at the A220-300 instead. So a year on, it seems that the A220-300's appeal over the A320neo hasn't diminished. So, could this give Airbus the push, to launch a bigger A220-500? As we've seen, the plane's original design factored in such an eventuality. So this wouldn't be an afterthought, as with other designs. Plus, Airbus officials have confirmed that they have completed the A220-500's engineering design. It's a question of when, not if. With customers like JetBlue placing more A220-300 orders, Airbus isn't in a hurry. But this could change later, when the A220's production begins to ramp up. For now, Airbus can only make 5 of them per month and has 700 on order. In all likelihood, the A220 program will go up a gear if/when Boeing launches a new aircraft!", "url": "https://mentourpilot.com/jetblue-orders-more-airbus-a220-300-narrowbodies/"}, {"title": "Airbus Deploys airBaltic A220-300 on Marketing Flight to Sydney, Singapore, Hanoi and Tokyo", "date": "2022-05-03", "content": "Airbus has deployed an airBaltic A220-300 on a demonstration flight to Sydney, Singapore, Hanoi and Tokyo. On each leg of the week-long demonstration tour, invited guests will get to board the airBaltic aircraft which features 145 seats in a single class passenger cabin. The A220 is available in two versions, with the -100 variant seating between 100 and 130 passengers and the larger -300 variant seating between 130 and 160 in typical airline layouts. Powered by Pratt & Whitney PW1500G geared turbofan engines, the A220 is capable of flying non-stop on routes of up to 3,400 nautical miles, and generates fuel savings of up to 25% compared with older generation aircraft of a similar size. Today, the A220-300 is operated in the Asia-Pacific region by Korean Air on both domestic and international services with 10 aircraft. Air Vanuatu has ordered three A220s, comprising two A220-100s and one A220-300, and Qantas announced on Monday that it is ordering 20 aircraft as part of its domestic fleet replacement programme. To date, Airbus has received 740 orders for the A220 and delivered more than 200. Asia-Pacific is a core market for Airbus and it is the fastest growing market for air transport with 5.5% annual growth in passenger traffic. Today the region accounts for a third of the European manufacturer's total order book and a third of its revenues.", "url": "https://www.travelnewsasia.com/news22/35-AirbusA220.shtml"}, {"title": "airBaltic takes delivery of its 35th Airbus A220-300", "date": "2022-05-25", "content": "Latvian airline airBaltic took delivery of its 35th Airbus A220-300. The aircraft, registered as YL-ABI, is the third one to be delivered to the company this year. A further five aircraft are expected to be added to the fleet during 2022. In total, airBaltic ordered fifty units of Airbus' latest narrow-body model for the short and medium-range market. In addition, it holds options and purchase rights for an additional thirty aircraft. It is one of the main operators of the type. Thanks to their performance and versatility, both the A220-100 and A220-300 became an attractive and popular choice among operators since they entered the market, in 2016. One example of this is the aircraft's use on widely disparate routes. The longest route currently operated by airBaltic is the weekly service between Riga and Tenerife-South. The Latvian capital and the Spanish island are 4.511 kilometers apart. On the other hand, the shortest route connects daily Riga with Palanga in Lithuania, 212 kilometers away. From May 2020, airBaltic operates all of its flights with a single aircraft type, the A220-300. The standardization of the fleet help to optimize resources and reduce operating costs. According to the company, the choice of the model was based on its good overall performance, fuel efficiency and benefits for both crew and the passengers. The Airbus A220 has a noise footprint four times smaller than other aircraft in the segment. It is also one of the most environmentally friendly on the market: compared to other aircraft of similar performance, its carbon dioxide emissions are 20% lower and its nitrogen oxide emissions are 50% lower. ", "url": "https://www.aviacionline.com/2022/05/airbaltic-takes-delivery-of-its-35th-airbus-a220-300/"}, {"title": "airBaltic takes delivery of 36th Airbus A220-300 jet", "date": "2022-05-30", "content": "Latvian flag-carrier airBaltic has taken delivery of its 36th Airbus A220-300 aircraft, registered YL-ABJ. This is the fourth of eight planned A220-300 aircraft deliveries in 2022. According to airBaltic, the airline has carried around 8 million passengers and completed more than 92, 000 flights on the Airbus A220-300 aircraft. By 2024, the airline expects to have a total of 50 A220-300s. In addition, airBaltic has options to purchase an extra 30 A220-300 jets. The airline is currently the world's largest operator of the Airbus A220-300. In mid-April 2022, airBaltic said it would wet-lease a portion of its A220s to other airlines for summer 2022 after the carrier was forced to cease operations in Ukraine and Russia owning to the ongoing war. airBaltic has already signed contracts for nine A220s to be leased on an ACMI basis to Scandinavian Airline Systems and Eurowings. airBaltic is also in the process of signing wet-lease contracts for an additional two aircraft freed up from Ukrainian and Russian destinations. In early May 2022, the Latvian carrier announced that it had leased a Boeing 737-900ER aircraft on an ACMI basis from Ukraine International Airlines. The Boeing 737-900ER has been operating since May 1, 2022. The decision to wet-lease additional aircraft short-term came due to the \"impact caused by the global supply chain issues\". \"It is now a very challenging time for the Ukrainian people and their national airline,\" Martin Gauss, CEO of airBaltic said. \"By temporarily wet leasing their aircraft, we are also providing short term work to the employees of Ukraine International Airlines.\" ", "url": "https://www.aerotime.aero/articles/31141-airbaltic-airbus-a220-36th-delivery"}]}, {"win label": 0, "news": [{"title": "Air France continues to renew its fleet and takes delivery of its 10th Airbus A220-300", "date": "2022-07-04", "content": " Air France continues to integrate latest-generation aircraft, with an improved economic and environmental performance, into its fleet. By 2030, these aircraft will make up 70% of the Air France fleet - compared to 7% today - thanks to an ambitious investment plan of one billion euros per year. The tenth A220-300: Today, the company has reached a symbolic milestone, with the arrival of its 10th Airbus A220-300, the latest jewel in its medium-haul fleet. The aircraft, with registration number F-HZUJ, left the Airbus assembly line in Mirabel to join Paris-Charles de Gaulle, where it will operate the company's short and medium-haul flights. It will operate its first commercial flight to Venice on 5th July 2022. The aircraft sports its new name \"Auvers-sur-Oise\" at the front of its fuselage, in reference to the town north of Paris which is internationally known for the landscape and impressionist painters Paul Cézanne, Camille Corot and Vincent Van Gogh. The Dutch painter spent his last days in Auvers-sur-Oise during a period of intense creativity. Since 2019 and the delivery of its first Airbus A350, Air France has revived the tradition of naming its aircraft after French towns. Auvers-sur-Oise is the 96 th town to be honoured on the company's aircraft. Between now and the end of 2025, 60 A220-300s will gradually replace some of Air France's medium-haul aircraft. With up to 15 deliveries scheduled each year, this is the fastest fleet integration of an aircraft in the history of Air France. An aircraft boasting an improved economic and environmental performance: The most innovative and efficient single-aisle aircraft in its category, the Airbus A220-300 is perfectly suited to Air France's short and medium-haul network. It provides a cost reduction per seat of 10% compared to the Airbus A318 and A319 and stands out for its energy efficiency, consuming 20% less fuel than the aircraft it replaces and its CO2 emissions are also reduced by 20%. Its noise footprint is also 34% lower. These characteristics will play a decisive role in reducing Air France's environmental footprint and achieving its sustainable development objectives. Within the framework of its \"Air France ACT\" programme, the company is targeting a 30% reduction in CO2 emissions per passenger/km by 2030 compared to 2019. This target excludes so-called \"offsetting\" actions in order to exclusively take into account measures that strictly reduce direct and indirect emissions. Heading for Europe: This summer, the Air France Airbus A220-300 serves Berlin, Hamburg and Munich, Milan-Linate, Milan-Malpensa, Bologna, Rome, Naples and Venice, Barcelona, Valencia and Madrid, Lisbon, Copenhagen, Athens, Helsinki, Vienna, Warsaw and Stockholm on departure from the Air France hub at Paris- Charles de Gaulle. Optimal comfort on board: This aircraft has 148 seats, in a 3-2 seat configuration offering 80% of customers a window or aisle seat. The seat is the widest of the market for single-aisle aircraft. It is reclining and features an adjustable headrest, leather upholstery and an ergonomic seat cushion for enhanced comfort. A wide solid tray table, cup holder, a pouch for storing magazines and books, individual USB A and C ports and a tablet or smartphone holder integrated into the backrest complete the package. The cabin, the most spacious and brightest in its category, is decorated in the Air France signature colors - shades of blue, a strong presence of white providing light and contrast, and a hint of red symbolize the airline's excellence and know-how. The central aisle is particularly wide, allowing customers to move about at ease. The carpet revisits the traditional ornamental herringbone pattern, symbolizing the emblematic Haussmann-inspired world of Parisian apartments. Large panoramic windows provide natural light for the duration of the trip. Finally, the spacious baggage racks are easy to access. ", "url": "https://corporate.airfrance.com/en/news/air-france-continues-renew-its-fleet-and-takes-delivery-its10th-airbus-a220-300"}, {"title": "Air France adds 10th A220-300 to its fleet", "date": "2022-07-08", "content": "Air France has taken delivery of its 10th A220-300, part of the airline's one billion euro annual investment in fleet renewal to improve economic and environmental performance. Air France projects that by 2030, A220-300 aircraft will make up 70% of its fleet - compared to 7% today.This latest aircraft left the Airbus assembly line in Mirabel, QC to fly to Paris-CDG, where it will operate short and medium-haul flights. Its first commercial flight was July 5 to Venice. A total of 148 seats offer a 3-2 seat configuration, meaning 80% of passengers get a window or aisle seat. For summer 2022, the Air France A220-300 will serve Berlin, Hamburg and Munich, Milan-Linate, Milan-Malpensa, Bologna, Rome, Naples and Venice, Barcelona, Valencia and Madrid, Lisbon, Copenhagen, Athens, Helsinki, Vienna, Warsaw and Stockholm on departure from the Air France hub at Paris-Charles de Gaulle. Between now and the end of 2025, some 60 A220-300s will gradually replace much of Air France's medium-haul aircraft. The company notes that with up to 15 deliveries scheduled each year, this is the fastest fleet integration of an aircraft in the carrier's history. The A220-300 provides a cost reduction per seat of 10% compared to the Airbus A318 and A319, and stands out for its energy efficiency, consuming 20% less fuel than the aircraft it replaces. Its CO2 emissions are also reduced by 20%, plus its noise footprint is 34% lower. Through its 'Air France ACT' initiative, Air France is targeting a 30% reduction in CO2 emissions per passenger/km by 2030 compared to 2019. ", "url": "https://www.travelweek.ca/news/air-france-adds-10th-a220-300-to-its-fleet/"}, {"title": "Airbus celebrates 220th A220 delivery", "date": "2022-07-12", "content": "Airbus on July 12 marked the delivery of its 220th A220 aircraft, approximately six years after the premiere in June 2016. This is a true success story for the aircraft developed and assembled in Quebec, at Airbus Canada's Mirabel headquarters, and whose footprint has also expanded to the United States with the addition of a second assembly site. The 220th A220 - an A220-300 - was recently delivered to JetBlue, the largest A220 customer with 100 A220s on order and already 10 in service. Beyond a symbol, the 220th A220 marks an important milestone for Airbus and its successful single-aisle Family six years after the first aircraft - an A220-100 - was handed over to the Programme's launch operator SWISS International Air Lines. A game-changing aircraft for operators: Six years later, the A220 continuously attracts operators and passengers, offering both high flexibility - from 30 minutes to seven hours flights - and efficiency - with 25% less fuel burn & CO2 emissions and 50% less noise footprint compared to previous generation aircraft. And many airlines across the world including Air Canada, Air France and JetBlue have selected the A220 to reach their environmental targets, as part of a collective effort to lead the aerospace industry's decarbonisation journey. To date, the A220 Family proudly flies in the liveries of more than 15 airlines on over 700 routes and 300 destinations worldwide. \"If 25 customers have ordered more than 760 A220 aircraft to date, it's because it's the best aircraft in its category, the one that allows them to be more efficient in their operations and reduce their carbon footprint. Today, 220 A220s are sporting our expertise around the world and have carried over 60 million passengers. We have a lot to be proud of. \" - Benoît Schultz, Airbus Canada CEO. Opening new horizons for passengers: In the last six years, the A220 has been able to unlock numerous routes for passengers from North America to Asia Pacific, Africa and Europe, connecting around 60 millions passengers who enjoyed a bright cabin with large panoramic windows, wider seats, offering them superior comfort and personal space. On the North American continent, where the A220 is headquartered and built, airlines such as JetBlue, Breeze Airways, Air Canada and Delta Air Lines, have always been focused on the passenger experience, and the A220 fits perfectly with that philosophy by offering true widebody comfort in a single-aisle aircraft. This is also the case in Europe with Latvia-based airBaltic which has been flying an exclusive A220-300 fleet since 2020 and has made the A220 its operation backbone offering passengers a unique flying experience. In the U.S., the A220 is also highly appreciated for providing non-stop service between underserved routes at affordable fares, offering point-to-point flights from smaller secondary airports, and bypassing hubs for shorter travel times. Meeting the growing demand: With an A220 order book that has more than doubled since 2018, Airbus is expanding its industrial footprint to support the increasing demand for the A220. In addition to the headquartered final assembly line in Mirabel, Canada, Airbus extended its A220 assembly capacity to the U.S.-based A320 FAL located in Mobile, Alabama in January 2019. More recently, Mirabel welcomed an additional pre-assembly line, becoming the first Airbus pre-FAL located outside of Europe. This expansion will allow Airbus to more than double the current A220 production rates to 14 aircraft per month by the middle of this decade and meet a market need estimated to represent at least 7,000 aircraft over the next 20 years, namely due to the current acceleration in aging aircraft fleet replacement needs. The A220 has taken off and is on a path to great success, flying towards an exciting future, one that Airbus Teams around the world are committed to! ", "url": "https://skiesmag.com/press-releases/the-a220-confirms-its-breakthrough-on-the-small-single-aisle-market/"}, {"title": "TAAG to operate Airbus A220-300", "date": "2022-07-18", "content": "Flag-carrier TAAG Angola Airlines has signed a leasing agreement with lessor Air Lease Corporation at the Farnborough Airshow 2022. Six Airbus A220-300s, formerly known as the Bombardier C-Series, will be delivered in 2023 and 2024. The Luanda-based airline has Boeing 737-700, 777-200 and 777-300ER aircraft in its current fleet. Furthermore, TAAG took delivery of DHC-8-400 turboprops two years ago. In the coming years, the new Airbus A220s are intended to replace TAAG's older Boeing 737-700s. ", "url": "https://www.ifn.news/posts/taag-to-operate-airbus-a220-300/"}, {"title": "Delta purchases 12 Airbus A220-300", "date": "2022-07-19", "content": "Delta Air Lines and Airbus have announced that the North American carrier exercises purchase rights for a total of twelve additional Airbus A220-300 aircraft. Just one day ago, the airline ordered 100 Boeing 737 Max 10 jets, with options for another 30 airplanes. Both orders were announced during the Farnborough Airshow 2022. Delta took delivery of its first Airbus A220 in October 2018 and was the first U.S. carrier to operate the aircraft type. Right now, Delta has eleven 130-seat A220-300s in service and an additional 51 on order, including the new announcement. Furthermore, the airline currently operates a fleet of 45 A220-100 aircraft that are equipped with 109-seat. Additionally, Delta has Airbus A320 family jets, A330s and A350-900 aircraft in its fleet. ", "url": "https://www.ifn.news/posts/delta-purchases-12-airbus-a220-300/"}, {"title": "Delta Air Lines Firms Up Order for 12 More Airbus A220-300s", "date": "2022-07-20", "content": " Delta Air Lines has firmed up orders for 12 A220-300 aircraft, bringing the airline's total firm order for A220s to 107 aircraft - 45 A220-100s and 62 A220-300s. The A220s will be powered by Pratt & Whitney GTF engines. \"The A220-300 is economical, efficient and delivers superior performance,\" said Mahendra Nair, S.V.P. - Fleet & TechOps Supply Chain at Delta. \"These additional aircraft in the A220 Family are an excellent investment for our customers and employees and will be fundamental as we work toward a more sustainable future for air travel.\" Delta took delivery of its first Airbus A220 in October 2018, and was the first U.S. carrier to operate the aircraft type. As of the end of June 2022, Delta was operating a fleet of 388 Airbus aircraft, including 56 A220 aircraft, 249 A320 Family aircraft, 57 A330s and 26 A350-900 aircraft. \"Delta was the U.S. launch customer for the A220 and it is great to announce this incremental order that demonstrates how satisfied it is with the A220, economically and from a passenger perspective,\" said Christian Scherer, Airbus Chief Commercial Officer and Head of Airbus International. \"On top of that, the versatility of this aircraft with the long range and short airfield performance makes it a real winner for our customers. Thank you Delta for your confidence in further expanding your fleet with all our new generation aircraft!\" With 220 A220s delivered to 15 airlines operating on four continents, the A220 fleet is currently flying on over 700 routes and 300 destinations worldwide. As of the end of June 2022, over 25 customers have ordered 760+ A220 aircraft.", "url": "https://www.travelnewsasia.com/news22/207-DeltaA220.shtml"}, {"title": "Six airBaltic Airbus A220s grounded due to lack of spare parts", "date": "2022-08-03", "content": "Six of airBaltic's Airbus A220 aircraft are grounded due to a lack of spare parts, the airline's chief executive has revealed. The Latvian-based carrier has 36 Airbus A220-300 aircraft in its fleet, but not all of them can fly at present, Martin Gauss said in a message to passengers apologizing for recent delays. \"Currently, global supply chain issues are forcing six of our aircraft to remain on the ground because we are missing spare parts for regular maintenance work,\" Gauss explained. Some of the grounded aircraft have been out of action for six months, which he described as \"very uncommon\". The rebound in air travel in 2022 has meant increased demand for spare airplane parts, but supply chain issues are hindering plans to ramp up production, French aerospace firm Safran said in its first-half earnings on July 28, 2022. \"Frankly speaking, I think the supply chain issues are going to last probably until 2023, maybe the end of 2023,\" chief executive Olivier Andriès told analysts. To make up for the grounded planes, airBaltic is therefore wet leasing aircraft from other airlines, including Ukrainian flag carrier UIA. Gauss also said staffing at major airports in Europe was behind delays suffered by airBaltic. While Riga and other airports in the Baltics are well staffed, meaning airBaltic flights can depart on time in the morning, delays are caused elsewhere in Europe. \"The reasons are simple: airports do not have enough staff to load baggage or work at the gates and security controls,\" Gauss said. \"For us, this means that, although we fly with you to these airports on time in the morning, our return flights are delayed, which leads to delays for subsequent flights as well.\" Gauss said a return to normal operations was not far off. \"When summer is over and we will have reduced our flight programme for the winter season, European airports should be able to handle the situation better.\" ", "url": "https://www.aerotime.aero/articles/31804-six-airbaltic-a220-planes-grounded-spare-parts"}, {"title": "Air Canada to buy 15 more Canadian-built Airbus A220-300 aircraft", "date": "2022-10-26", "content": "Air Canada AC-T is adding 15 Airbus A220 passenger jets to its fleet, buying the Canadian-made aircraft as it emerges from the pandemic. The narrow-body A220, formerly known as the Bombardier C-Series, made in Mirabel, Que., has lower greenhouse gas emissions and fuel consumption than older planes, features Canada's largest airline says will help reach its goal of net-zero emissions by 2050. In 2016, the airline ordered 45 A220s and has 31 in service on its North American network. \"The A220 has become an important component in the modernization of Air Canada's fleet and a key part of our narrow-body fleet, thanks to its performance and passenger comfort,\" Mark Galardo, an Air Canada vice-president in charge of network planning and revenue management, said in a statement on Wednesday. Air Canada announces summer route expansion in effort to boost international services Four flights disrupted during Billy Bishop Airport bomb scare Transport Minister Omar Alghabra said the order is important for the Canadian aviation sector. \"Not only will this advance Air Canada's modernization program, but it will also contribute to making the sector greener while creating good jobs for Quebeckers and all Canadians. Investments like these are helping our aerospace industry grow, innovate and prosper for Canadians,\" Mr. Alghabra said in a press release. The A220-300 series flown by Air Canada seats 137 people, has a single aisle and a range of about 6,000 kilometres. According to the manufacturer, the aircraft offers a 25-per-cent reduction of greenhouse gases per seat. France- based Airbus also makes the aircraft in Mobile, Ala. The Mirabel facility, which turns out six A220s a month, employs more than 2,500 people and is expected to add another 1,000 before long, Airbus said. Production will rise to 14 a month by the middle of the next decade. The companies did not release the value of the order. The A220 list price is about US$90-million, before the customary discounts. Bombardier spent an estimated US$6-billion developing the C-Series, only to hit financial difficulties and hand control of the program to Airbus in 2018. In 2020, Airbus bought Bombardier's minority stake for US$591-million. The Quebec governments owns 25 per cent of Airbus Canada. In February, Quebec invested US$300-million in the money-losing A220 program, after spending US$1-billion in 2015 in a bid to save jobs in the province. ", "url": "https://www.theglobeandmail.com/business/article-air-canada-airbus/"}, {"title": "Swiss Airbus A220 Diverts Due To Strange Smell In Cockpit", "date": "2022-11-12", "content": "On November 5th. a SWISS Airbus A220 had to divert and return to its origin airport after a strange smell was detected by the crew. The aircraft was originally headed from Zurich to Stuttgart but ultimately ended up back in Zurich, grounded for 48 hours. Aircraft and incident details: The incident in question took place on Saturday, November 5th and involved a SWISS Airbus A220-300. Operating flight LX1164 from Zurich to Stuttgart, the aircraft departed at 07:26 local time. According to The Aviation Herald, the jet was climbing out of Zurich's runway 32 when an \"acrid odor\" was detected by the crew less than five minutes after takeoff. The crew then stopped the climb at FL080 and made the decision to return to Zurich. The aircraft then landed safely on runway 34, approximately 15 minutes after departure. The aircraft in question is registered HB-JCP and was delivered to the airline in August 2018. Built by Bombardier and initially designated the CSeries CS300, the aircraft is now nearly four and a half years old. After acquiring the CSeries program from Bombardier, Airbus officially renamed the type the A220 in July 2018. Aircraft re-allocation and passenger re-accommodation: The Aviation Herald notes that a replacement A220-300 registered HB-JCQ was assigned to take over for flight LX1164. The jet departed Zurich at 09:16 local time and arrived at Stuttgart at 09:45. As for the incident aircraft, it remained on the ground in Zurich for the remainder of November 5th and the entirety of November 6th. However, the jet resumed service on November 7th at 07:46, flying from Zurich to Düsseldorf. The second \"cockpit smell\" issue within two months: Quite interestingly, a very similar situation took place in early September. Indeed, the A220-100 registered HB-JBG was flying from Manchester to Zurich on September 2nd when the crew made the decision to divert to Frankfurt due to a strange-smelling odor in the cockpit. The aircraft involved in this incident ended up staying on the ground at Frankfurt airport for three full days, eventually returning to Zurich on September 5th. The A220 in the SWISS fleet: There are now 30 Airbus A220s flying for SWISS. The airline, through its parent company Lufthansa Group, was one of the first carriers to order the jet, known at the time as the CSeries. In fact, the carrier was the launch customer of the type, first operating the CS100 in 2016. The A220's early years of service have presented a few issues for SWISS. Most incidents involved the type's Pratt and Whitney geared turbofan engines. In one 2019 case, an A220 had to divert to Paris after flames were reportedly observed coming from the engine. Less than two weeks later, it was revealed that software settings might have caused the issues. Later in the year, it was revealed that problems arose only after a software update was released. The software supposedly allowed the engine to behave in a manner that allowed for destructive vibrations. ", "url": "https://simpleflying.com/swiss-airbus-a220-diverts-due-to-strange-smell/"}, {"title": "airBaltic receives its 37th and 38th Airbus A220-300", "date": "2022-12-02", "content": "Thus far, airBaltic has carried nearly 10 170 000 passengers on the Airbus A220-300 aircraft. Airbus A220-300's have completed more than 117 000 flights and flown over 256 000 block hours. Since May 2020, airBaltic operates all its flights with a single aircraft type - Airbus A220-300, thus minimising the complexity and benefiting from the additional efficiency provided by the aircraft. The Airbus A220-300 has performed beyond the company's expectations, delivering better overall performance, fuel efficiency and convenience for both passengers and staff. This aircraft offers an excellent flying experience with such benefits for passengers as wider seats, larger windows, more hand luggage space in the cabin, improved lavatories and much more. The Airbus A220-300 has a high-quality air filtering system equipped with High Efficiency Particulate Air type filter that provides the best level of filtration currently available for recirculated cabin air from the very beginning of boarding, during the entire flight and until all passengers have left the aircraft. The quality of cabin air is carefully controlled and is recirculated with ventilation rates that provide a total change of air 20-30 times per hour. In addition, the aircraft is also considerably quieter - with a four times smaller noise footprint. Moreover, at the moment it is the greenest commercial aircraft in the world, as it is the first aircraft to have a transparent declaration of the life-cycle environmental impact, helping to reduce CO2 and NOX emissions by 20% and 50% respectively. ", "url": "https://www.aviation24.be/airlines/airbaltic/airbaltic-receives-its-37th-and-38th-airbus-a220-300/"}, {"title": "FAA addresses dual-engine shutdown of A220 P&W engines", "date": "2022-12-28", "content": "Following a dual-engine shutdown on an aircraft with Pratt & Whitney 1500G power plants - used exclusively for the Airbus A220 family - the United States' Federal Aviation Administration issued an Airworthiness Directive to prevent the shutdown from happening again. The AD, which is a final rulemaking, was published on December 27, 2022, with an effective date of January 31, 2023. The dual-engine shutdown occurred as the aircraft landed, compromising the braking capability of the narrow-body aircraft, as the crew lost engine power and the ability to control hydraulic systems. The FAA did not specify when the event occurred. However, the Aviation Safety Network recorded an incident in July 2021 in which an airBaltic Airbus A220-300, registered as YL-AAQ, suffered a dual-engine shutdown as it landed at Copenhagen Airport. According to the FAA, following an investigation into the matter, it determined that \"the sequence of the auto-throttle increasing throttle to maintain Mach number, immediately followed by pilot command to decrease throttle to idle, caused a transient disagreement between actual and commanded thrust.\" As a result, the disagreement triggered a thrust control malfunction detection logic, and the aircraft shut down both engines as soon as wheel sensors detected that the aircraft had physically landed on the runway. To prevent such a situation from occurring in the future/again, operators will have to remove certain electronic engine control full authority digital engine control software versions and replace them with updated software. \"This software update makes corrective improvements to the TCM logic, including revised criteria for triggering the TCM logic and establishing criteria that permit the TCM logic to unlatch during flight,\" concluded the FAA. Air Line Pilots Association, International was the only party to comment on the directive, wholeheartedly agreeing with the change. The government agency estimated the software update would take two hours at a cost of $170 per aircraft. Since the AD affects 147 engines that are equipped on aircraft that are registered in the US, the FAA estimated the total cost for operators in the country to be $24,990. ", "url": "https://www.aerotime.aero/articles/faa-addresses-dual-engine-shutdown-of-a220-pw-engines"}]}]