[
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier makes tweaks to CSeries specs",
                "date": "2009-03-11",
                "content": "An update on the performance specifications and dimensions of the Pratt & Whitney PW1000G-powered CSeries family will be issued by Bombardier, reveals commercial aircraft president Gary Scott. The Canadian airframer has \"tweaked the weight just a little bit and made some other small adjustments in the configuration of the airplane, but nothing major\", says Scott. An update will be provided, he says, stressing: \"There is no real fundamental change.\" In announcing a firm order from Lufthansa for 30 CSeries aircraft today, Bombardier made known that it has redesignated the models in the twin-jet family. The 110-seat CSeries, which is the lead variant due to enter service in 2013, is designated the CS100. This model had previously been known as the C110. The 130-seat aircraft, formerly called the C130, is now designated the CS300. Bombardier continues to offer different versions of each, the standard CS100 and the extended range CS100ER, as well as the standard CS300, the CS300ER and the CS300XT. The latter of these, the CS300XT, is a short-range variant of the standard CS300that will use the higher-thrust version of Pratt & Whitney's GTF to offer improved take-off performance. \"So in Europe, they may want to fly the standard or do the XT in difficult airports,\" says Scott. In terms of production, the airliner's composite wings as planned will be built at Bombardier's Belfast plant. Shenyang Aircraft, a unit of China Aviation Industry (which includes AVIC I) will provide the centre fuselage as well as the tailcone structure and doors of the CSeries. \"They remain a big part, committed to all the programme milestones,\" says Scott. Follow-on supplier announcements are expected to be released shortly. And major programme milestones will start occurring around the middle of the year. \"We'll be breaking ground in Mirabel, north of Montreal, on our new fully integrated test facility, which will be the first facility as part of the new final assembly plant,\" says Scott. The $2.6 billion needed to develop the CSeries will come in roughly equal shares from Bombardier, principal suppliers and the Canadian and UK governments. \"On the Canadian side, we're at just the final stage of completing that government repayable investment contract and so funding will follow,\" says Scott. \"In the case of the UK, we're going through the normal European Union approval process so that funding will come later this year.\"",
                "url": "http://www.flightglobal.com/news/articles/bombardier-makes-tweaks-to-cseries-specs-323716/"
            },
            {
                "title": "Bombardier Announces Three Key European Suppliers for CSeries Aircraft Program",
                "date": "2009-03-24",
                "content": "Bombardier Aerospace has added three key European suppliers to the CSeries aircraft program. Alenia Aeronautica of Italy, Fokker Elmo of the Netherlands and Goodrich Actuation Systems of the United Kingdom, will provide key components and systems, and will be instrumental in contributing to the development and success of the all new, game-changing CSeries aircraft. Alenia Aeronautica will provide the horizontal and vertical stabilizers, fully equipped with hydraulic, electrical and flight control systems, lights and antennas. Fokker Elmo will be responsible for the design and production of the entire wiring and interconnection system. Additionally Fokker Elmo will design and produce all flight test and instrumentation wiring required during the certification of the CSeries aircraft. Goodrich Actuation Systems will be responsible for the design and production of the flap and slat actuation systems for the CSeries aircraft. A critical system for take-off and landing, the flap system is installed on the wing and increases both lift and drag, while the slat system adds lift and helps maintain smoother airflow. \"Adding three major suppliers to the CSeries aircraft team moves Bombardier's development of the program forward in a significant way,\" said Benjamin Boehm, Vice-President, Programs, Bombardier Commercial Aircraft. \"CSeries aircraft customers will benefit from the extensive experience of our suppliers in providing top-notch aeronautical systems and components.\" \"We are currently reviewing quotations and proposals from a wide range of potential suppliers, including other European suppliers. Bombardier's Belfast operation in the UK is developing and producing the advanced composite wings for the CSeries aircraft, and we are confident that European suppliers will play an important role on the program, as is the case on other Bombardier programs,\" he added. On March 11, 2009, Bombardier and European airline Deutsche Lufthansa AG announced the signing of a firm purchase agreement for 30 CSeries model CS100 aircraft with options on an additional 30 CSeries aircraft. The 110-seat and 130-seat CSeries family of aircraft - including the CS100 and CS300 aircraft models - brings unmatched passenger comfort, performance, and operating economics, benefiting from the latest technological advancements, including: fourth-generation aerodynamics; increased use of composites and advanced aluminium alloys in structures; the very latest in system technologies, such as fly-by-wire, electric brakes, and a next-generation engine - the Pratt & Whitney PurePowerTM PW1000G engine. At time of entry into service in 2013, the CSeries family of aircraft will be the greenest single-aisle aircraft in its class. These game-changing aircraft will emit 20 per cent less CO2 and 50 per cent less NOx, fly four times quieter, and deliver dramatic energy savings - 20 per cent fuel-burn advantage as well as 15 per cent improved cash operating costs versus current in-production aircraft of similar size. The CSeries aircraft will set a new benchmark in the industry, consuming as little as two litres of fuel per passenger per 100 kilometres in its more dense seating layouts.",
                "url": "http://www.bombardier.com/en/media/newsList/details.948-bombardier-announces-three-key-european-suppliers-for-cseries-aircraft-program.bombardiercom.html"
            },
            {
                "title": "Majority of CSeries supplier contracts already awarded",
                "date": "2009-06-01",
                "content": "As Bombardier heads towards preliminary design freeze of the CSeries later this year, the company has allocated the vast majority of supplier agreements for the new twinjet. It has also indicated that wireless in-flight entertainment technology could be mature when the CSeries arrives in four years' time. Although not all CSeries contracts have been made public, Bombardier new commercial aircraft programme director Ben Boehm reveals that a total of 96% of billable materials have been allocated. One yet-to-be announced deal is the award for the electric brakes. Bombardier tested the technology in October on a Global 5000, which was equipped entirely with an all-electric braking system supplied from Meggitt. The remaining 4% constitutes \"consumables and the flightdeck seats\", under which Bombardier is considering adding a J-shaped track for \"easier ingress and egress\", says Boehm. Meanwhile the airframer, which aims to reach the final design freeze late next year, thinks that there is \"a good chance\" that wireless IFE may be viable when the CSeries enters service in 2013. \"As we watch technology mature and as we listen to our customers we are starting to see a trend which would indicate that by 2013 a good portion of the common IFE systems could be transmitted wirelessly,\" says Boehm. \"The maturity isn't quite there yet to be definitive, but there is a good chance that by 2013, you could get on-board entertainment downloads to your laptop, or as a minimum, we could only provide power to the seat back video monitors, but their content wouldn't need a second wire, it would be transmitted wirelessly instead.\" Boehm says that the airframer \"is not in a rush\" for this technology and is waiting to see how it evolves as the service-entry date approaches. \"Our customers are saying the same,\" he adds. If Bombardier does go ahead with a wireless fit, it could be the pioneer. Boeing abandoned plans to use the technology in the 787 two years ago. Although one hurdle - that the 802.11n technology's specification had not yet been ratified by the Institute of Electrical and Electronics Engineers - has since been overcome, other issues persist such as concerns over the trade-off between weight saving and bandwidth. Airbus has commissioned Bluebox Avionics to provide its wireless system for inclusion in the A380 demonstration mock-up in Hamburg. The test could assist Airbus in deciding if the technology makes sense for the A350 XWB.",
                "url": "https://www.flightglobal.com/news/articles/majority-of-cseries-supplier-contracts-already-award-327221/"
            }
        ]
    },
    [],
    {
        "win label": 0,
        "news": [
            {
                "title": "CSeries poised for design freeze as joint definition phase concludes",
                "date": "2010-01-27",
                "content": "Bombardier is about to reach the design freeze for the CSeries and will make a \"behind closed doors\" presentation of the definitive aircraft to existing and serious potential customers ahead of starting the detail design phase (DDP). \"We are in the final months of the joint development phase and will enter into detail design later this year,\" says Ben Boehm, vice-president Bombardier commercial aircraft programmes. \"The design freeze happens at the start of DDP.\" Boehm says the key packages of the programme will transition into DDP in phases one at a time. \"Prior to the final close-out of the airplane, we'll have a closed door airline advisory session where we'll present it in entirety to the customers that have signed, plus any that are in advanced negotiations. This will happen in the next couple of months. Then we'll transition to DDP.\" While systems design has already been completed in parallel for the two CSeries variants, from a structures perspective work will start with the baseline CS100 variant followed by a \"shortened recycle of all the development phases, starting from joint definition onwards\" for the CS300 stretch, he adds. Boehm says that final assembly of the first flight-test airframe will begin in Montreal in \"late 2011/early 2012\". The CS100 flight-test programme is due to run for 12 months and use five aircraft, with deliveries due to begin at the end of 2013. The CS300 will follow around a year later, with two aircraft set to undertake the test programme for the larger variant.",
                "url": "http://www.flightglobal.com/news/articles/cseries-poised-for-design-freeze-as-joint-definition-phase-337430/"
            },
            {
                "title": "Bombardier CSeries Aircraft Program Reaches Another Milestone",
                "date": "2010-03-24",
                "content": "Construction of the facility that will build the fuselage for the all-new Bombardier CSeries mainline commercial jetliner has begun. The event - another milestone in Bombardier's progress toward a 2013 entry-into-service for the CSeries aircraft - was marked with a foundation stone-laying ceremony today at the site in Shenyang, China. The 21,000 m2 (226,042 ft2) facility will be operated by Shenyang Aircraft Corporation (SAC), a subsidiary of the state-owned aviation industrial entity, China Aviation Industry Corporation (AVIC). SAC is a key supplier in the Bombardier CSeries aircraft program. Pierre Beaudoin, President and Chief Executive Officer, Bombardier Inc. took part in the ceremony at the Shenyang National Aviation and High Technology Industrial Base in Dongling District. \"This ceremony marks a new milestone in the strategic cooperation between Shenyang, AVIC, China and Bombardier,\" said Mr. Beaudoin. \"Bombardier believes in the China aviation industry and is encouraged to see the further development of the Shenyang National Aviation and High Technology Industrial Base as a center of design and manufacturing excellence.\" SAC delivered the first test article in the CSeries aircraft program - a fuselage test barrel - to Bombardier's Saint-Laurent, Québec site on August 19, 2009. The test barrel is being used to demonstrate manufacturing and engineering structural concepts before the CSeries aircraft's final design phase begins later this year. It has already been subjected to 40,000 simulated flight cycles of testing. The Shenyang facility joins two other new CSeries aircraft installations that are already under construction. In September 2009, Bombardier celebrated the groundbreaking of the first CSeries aircraft building in Québec, Canada. Located in Mirabel, 45 minutes north of Montréal, the Complete Integrated Aircraft Systems Test Area (CIASTA) will test aircraft systems for reliability and functionality one year before the first prototype aircraft flies. In November 2009, construction got under way on the company's new state-of-the-art aircraft wing manufacturing and assembly facility in Belfast, Northern Ireland. Since launching the CSeries family of aircraft at the Farnborough Air Show in July 2008, Bombardier has recorded firm orders for a total of 90 CSeries aircraft which includes an order from Republic Airways for 40 CS300 aircraft, another from Deutsche Lufthansa AG for 30 CS100 aircraft, and one from Lease Corporation International Group for 17 CS300 and three CS100 aircraft. The program has also booked options for an additional 90 CSeries aircraft. The CSeries aircraft which are optimized for the longer range, single-aisle 100- to 149-seat market will deliver the lowest operating costs in their class, exceptional operational flexibility, widebody comfort and an unmatched environmental scorecard.",
                "url": "https://bombardier.com/en/media/news/bombardier-cseries-aircraft-program-reaches-another-milestone"
            },
            {
                "title": "Testing Under Way on Bombardier CSeries Aircraft Composite Demonstrator Wing",
                "date": "2010-03-29",
                "content": "Testing of the Bombardier CSeries aircraft's composite demonstrator wing is under way, representing another significant milestone in the development of the all-new aircraft due to enter service in 2013. The testing is taking place at Bombardier's Belfast facility which is responsible for the design, development and manufacture of the advanced composite wings for the CSeries aircraft. The Belfast operation has successfully assembled a full-scale, three-quarter span pre-production demonstrator wing using its unique Resin Transfer Infusion process. The composite wing represents an innovative leap forward in aviation design and technology. A specially-designed rig was constructed for the demonstrator test programme. This rig represents the outer wing to centre wing box and centre fuselage attachments, including a simulated main landing gear leg and a simulated engine and pylon. Controlled loading will be applied to these key areas of the demonstrator, thereby replicating the maximum loading conditions that the wing will see in service. The subsequent data collected will enable Bombardier's engineers to validate their stress and design assumptions. \"Producing this demonstrator has been a significant investment for us, but will bring significant benefits. Through a rigorous testing programme, we will get real test data from the demonstrator which will enable us to optimise the design of the actual CSeries aircraft production wing. This will allow us to create the lightest weight solution with the utmost confidence in the wing's structural integrity,\" said Michael Ryan, Vice President and General Manager, Bombardier Aerospace, Belfast. \"Having carried out several thousand individual material and detail tests to date, we are delighted with the progress of the CSeries aircraft wing development programme, and are looking forward to gathering the data that will help us determine the wing's final design,\" Mr Ryan continued. Since launching the CSeries family of aircraft at the Farnborough Air Show in July 2008, Bombardier has recorded firm orders for a total of 90 CSeries aircraft, comprising a firm order from Republic Airways for 40 CS300 aircraft, a firm order from Deutsche Lufthansa AG for 30 CS100 aircraft, and one from Lease Corporation International Group for 17 CS300 and three CS100 aircraft. The programme has also booked options for an additional 90 CSeries aircraft. The CSeries aircraft, which is optimised for the single-aisle 100- to 149-seat market, will deliver the lowest operating costs in its class, exceptional operational flexibility, widebody comfort and an unmatched environmental scorecard.",
                "url": "https://bombardier.com/en/media/news/testing-under-way-bombardier-cseries-aircraft-composite-demonstrator-wing"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "C Series moves into detailed design phase",
                "date": "2010-07-16",
                "content": "Bombardier is about to freeze the design of its C Series airliner, marking the end of the project's joint definition phase and the official start of the detailed design phase. In fact, according to Bombardier Commercial Airplanes president Gary Scott, many of the work packages have already entered detailed design, including parts of the structure, the wing and some of the systems. \"At this point we basically have confirmed that the airplane will deliver as advertised,\" Scott told AIN. Since February, Bombardier has seen more than satisfactory results from its aluminum-lithium fuselage test barrel, delivered from China's Shenyang Aircraft last summer. The barrel has now endured more than 60,000 test cycles-the equivalent number of cycles expected in a lifetime of service-with \"very few issues, just a few minor cracks [in] angles and brackets,\" said Scott. As a result, the company has begun to explore ways to remove some weight from the fuselage, he added. Shenyang, which has taken responsibility for the entire fuselage, doors and the composite wing box, has built the foundation of its new plant for the C Series fuselage production and expects to finish construction by the end of the year. By the start of next year, the company expects to start putting together subassemblies. Bombardier has also passed through limit-load testing on a preproduction demonstrator wing. Those tests, too, have progressed exceptionally well, said Scott, raising another opportunity for weight reduction. \"The point is we don't need to do that to meet our weight commitments,\" said Scott. \"It just gives us the opportunity.\" Resin Transfer Infusion: Built at Bombardier's Belfast facility in Northern Ireland, the wing will consist mainly of composite material created using a resin transfer infusion process, in which, unlike conventional lay-up methods, Bombardier uses a dry fiber placed inside a mold into which resin gets injected. Scott said Bombardier stands as the only company that uses the method for parts as large as those in an aircraft wing. Composites account for some 46 percent of the C Series' structure, while so-called advanced materials, including the aluminum-lithium used for the fuselage, account for some 70 percent of the airplane. Arguably, one of the most advanced aspects of the airplane comes in the form of its Pratt & Whitney PW1524G engines, formerly known as the Geared Turbofan. P&W promises that the combination of the gear system and all-new core will deliver double-digit improvements in fuel efficiency and emissions and a 50-percent reduction in noise compared with the latest existing designs. The engines for both airplanes will pack a maximum thrust of 23,300 pounds and a basic thrust of 18,900 pounds. Now in the midst of building the first full PW1524G, Pratt & Whitney expects to start testing the engine in August, said Scott. \"All that [component] testing is coming along well,\" said Scott. \"Again, [the engine maker] is meeting or beating all of the requirements we've placed on it and, of course, we've worked closely with [it].\" To Fly in 2012: Bombardier expects to fly the 110- to 125-seat CS100 in 2012 and intends to use five test vehicles to certify the smaller of the two variants, and deliver the first airplane by the end of 2013. Plans call for development of the 120- to 145-seat CS300, which will use two test vehicles, to lag by roughly a year. Scott said the two airplanes will feature more than 90-percent parts commonality. Along with other suppliers, Pratt & Whitney has agreed to co-locate a final assembly line for the C Series engines in Mirabel, Canada, where Bombardier completed construction in March on what it calls the complete integrated aircraft systems test area (CIASTA)-a testing and proving facility that will house a \"virtual\" C Series test aircraft designed to assess systems for reliability and functionality a full year before the first prototype flies. Scott said Bombardier has begun to put in place the fixtures to accept the test equipment and expects to see the first test parts arrive in Mirabel in October. In the meantime, the company has begun to modify one of the existing CRJ high-bay areas at Mirabel to assemble the first C Series test vehicles in time for first flight in 2012, said Scott. Plans call for the Mirabel complex to expand in five more phases. Next comes a new pre-flight and flight operations facility, followed by new administrative offices, final assembly halls, supplier satellite facilities, a paint facility and customer delivery center. New construction will also house a flight test center hangar. While the brick-and-mortar aspects of the C Series project move ahead on schedule, the marketing side has also contributed to a sense of progress this year. By mid-June, Bombardier had collected firm orders for 90 C Series jets, including one for 40 CS300s from Republic Airways of the U.S. Signed in late February, the deal includes options for another 40 airplanes and calls for first deliveries in the second quarter of 2015. The program's launch order from Lufthansa comprises 30 CS100s, while a firm commitment from Lease Corporation International Group (LCI) accounts for 17 CS300s and three CS100s. Although plans call for certification of the smaller airplane first, Lufthansa's Swiss International Airlines subsidiary doesn't plan to take delivery of its first CS100 until some time in 2014. In fact, according to Scott, Swiss most likely won't fly the airplane in revenue service before another airline takes delivery in late 2013. \"[Lufthansa] very much liked, as we did, the idea of being the launch customer because it can help the development of the aircraft, and it is. It's intimately involved,\" said Scott. \"There are other customers who aren't necessarily launch-caliber customers who definitely would like earlier deliveries, so we're saving those aircraft for them. There are several bidding for that position.\" Lufthansa plans to replace its Avro RJs with the CS100 and to fly the airplanes out of London City Airport, said Scott, making them the largest airplanes to fly the 5.5-deg steep approach at the noise-sensitive, short-runway downtown airport. Republic Airways plans to make use of the hot-and-high attributes of its CS300s to fly from Denver to the East Coast of the U.S. during the summer. \"[The C Series is coming] five years from now, although we wish it was coming tomorrow,\" remarked Republic CEO Bryan Bedford during May's Regional Airline Association Convention in Milwaukee. Deliveries will align with lease expirations on the Frontier Airlines subsidiary's Airbus A319s. Although the C Series won the Republic order in direct competition with the Airbus A319, Boeing CEO Jim McNerney essentially discounted the Bombardier C Series as a serious threat to Boeing's narrowbodies, referring to the Canadian upstart as one of a class of \"regional jets that are getting a little bigger.\" Nevertheless, the CS300 would occupy a capacity category now filled by the 737-700 and A319. \"That's not necessarily a market segment we want to be in,\" said McNerney, referring to the sector that the C Series would occupy. \"[McNerney] is really confirming what we said all along,\" said Scott. \"This is a segment that's largely underserved by Boeing and Airbus today, only through downsized versions of their larger six-abreast airplanes. Five abreast is really the best cross section for this segment. The smaller Boeing and Airbus products have been the best option to date, but now airlines are truly going to have an optimized solution to produce game-changing results for them...I think he's just confirming where Boeing is focusing, which is above 150 seats.\" Scott said that that he has seen \"pretty balanced\" interest in the CS100 and CS300 from around the world, and confirmed that Bombardier continues to talk with Qatar Airways about a likely order. \"It recently said it intends to buy the C Series,\" said Scott. \"Its CEO, Akbar Al Baker, made that comment, so those discussions continue.\"",
                "url": "https://www.ainonline.com/aviation-news/air-transport/2010-07-16/c-series-moves-detailed-design-phase"
            },
            {
                "title": "Bombardier Completes Ultimate Load Test on CSeries Aircraft Demonstrator Wing",
                "date": "2010-07-18",
                "content": "Bombardier Aerospace, Belfast has completed the ultimate load test on the CSeries aircraft composite demonstrator wing, successfully replicating 150 per cent of the most severe forces the wing is ever likely to experience in service. The Belfast operation is responsible for the design, manufacture and integration of the complete wing for the CSeries aircraft, including all flight control surfaces and high lift systems. A key feature is the composite torque box, which is being produced using Belfast's innovative Resin Transfer Infusion composite technology. As part of the complex research and development programme, a full-scale, three-quarter span pre-production demonstrator wing was assembled, which has been undergoing rigorous testing. Loads were progressively increased on the demonstrator wing in order to simulate aerodynamic, landing gear and engine pylon forces, until ultimate loading was successfully achieved. \"We are now assessing the data from the thousands of strain gauges, and are delighted with the results we've obtained so far,\" said Michael Ryan, Vice President and General Manager, Bombardier Aerospace, Belfast. \"The data will help us to optimize the final production design for weight and performance. This successful demonstrator test confirms that our Resin Transfer Infusion process is an excellent means by which to manufacture the large primary structural elements of the composite wing torque box for the CSeries aircraft.\" Having successfully achieved ultimate loading, Bombardier engineers are continuing to carry out further tests on the demonstrator wing to assess the wing's capability of sustaining various types and levels of damage. This will also allow them to ensure that repair systems are proven before the aircraft enter into service. \"We want to take every opportunity to learn as much as we possibly can before we finalize the wing design and start production. We are focusing on and testing various areas so we can be absolutely confident in the structure and its maintainability. This is another means by which we are building confidence amongst our customers and potential customers,\" Mr. Ryan added. In addition to the assembly and testing of the demonstrator wing, Bombardier Aerospace, Belfast has carried out over 4,000 individual material, structural detail and sub-component development tests to prove out the design, manufacturing and assembly technologies being employed. Production of the CSeries aircraft wings is due to get under way early in 2011 in a new 600,000 sq ft (55,742 m2) purpose-built factory in Belfast, the first phase of which is nearing completion. Since launching the CSeries family of aircraft at the Farnborough Air Show in July 2008, Bombardier has recorded firm orders for a total of 90 CSeries aircraft, comprising a firm order from Republic Airways for 40 CS300 aircraft, a firm order from Deutsche Lufthansa AG for 30 CS100 aircraft, and one from Lease Corporation International Group for 17 CS300 and three CS100 aircraft. The programme has also booked options for an additional 90 CSeries aircraft. The CSeries aircraft, which is optimized for the single-aisle 100- to 149-seat market, will deliver the lowest operating costs in its class, exceptional operational flexibility, widebody comfort and an unmatched environmental scorecard.",
                "url": "https://bombardier.com/en/media/news/bombardier-completes-ultimate-load-test-cseries-aircraft-demonstrator-wing"
            },
            {
                "title": "Bombardier CSeries Aircraft Program Continues to Move Forward",
                "date": "2010-07-18",
                "content": "Bombardier Aerospace today announced that the CSeries jetliner program has captured 50 per cent of net orders in the 100- to 149-seat market segment over the last two years. The program is on schedule for entry into service in 2013. While the transition from the Joint Definition Phase to the Detailed Design Phase (DDP) has been ongoing since early in 2010, the CSeries aircraft program is now fully engaged in DDP. Bombardier has now begun releasing design datasets (drawings) to fabrication and production for the first ground and flight test aircraft. Bombardier Aerospace, Belfast has completed the ultimate load test on the CSeries aircraft composite demonstrator wing, successfully replicating 150 per cent of the most severe forces the wing is ever likely to experience in service. The Belfast operation is responsible for the design, manufacture and integration of the complete wing for the CSeries aircraft, including all flight control surfaces and high lift systems. Production of the CSeries aircraft wings is due to get under way early in 2011 in a new 55,742 m2 (600,000 ft2), purpose-built factory in Belfast, the first phase of which is nearing completion. The aluminum-lithium fuselage test barrel, which arrived in Saint-Laurent, Québec from China in August 2009, has successfully completed 60,000 fatigue cycles. Findings from the advanced test fuselage will be used by the design team to optimize the final production design. Development wind tunnel tests conducted in ONERA F1 (Toulouse, France), ETW (Cologne, Germany) and ARA (Bedford, UK) are now complete and have confirmed the CSeries aircraft's overall performance benefits. Detailed wind tunnel tests will continue throughout 2010 and final production wind tunnel tests will be conducted in 2011. The Complete Integrated Aircraft Systems Test Area (CIASTA), located in Mirabel, 45 minutes north of Montréal, is progressing on schedule. The CIASTA is a systems-testing integration facility that will house a virtual CSeries test aircraft. The CIASTA building is now complete and the testing and rig infrastructure installation is in progress. The CIASTA will test aircraft systems for reliability and functionality one year before first flight and will continue to support systems integration during the flight test program. On March 24, 2010 Bombardier announced the start of construction of the facility that will build the fuselage for the CSeries aircraft. This event was marked with a foundation stone-laying ceremony at the site in Shenyang, China. The 21,000 m2 (226,042 ft2) facility will be operated by Shenyang Aircraft Corporation (SAC), a subsidiary of the state-owned aviation industrial entity, China Aviation Industry Corporation (AVIC). SAC is a key supplier in the Bombardier CSeries aircraft program. The CSeries jetliner will meet its stated game-changing design objectives and airlines' requirements for more economical, flexible (transcontinental range and short-field capability) and passenger-oriented aircraft. The aircraft will benefit airlines by taking advantage of the latest technologies available for a 2013 entry-into-service. As the only modern aircraft specifically designed for the 100- to 149-seat market segment, the CSeries airliner will fill a critical need for modern aircraft with an unmatched environmental scorecard. The CSeries aircraft will emit 20 per cent less CO2 and 50 per cent less NOx, fly four times quieter, and deliver dramatic energy savings - 20 per cent fuel burn advantage as well as 15 per cent improved cash operating costs versus current in-production aircraft of similar size. Therefore, the CSeries aircraft will contribute greatly to airlines' sustainability and future growth. Since the CSeries aircraft program was announced at the Farnborough Airshow in 2008, Bombardier has recorded firm orders from Deutsche Lufthansa, Lease Corporation International and Republic Airways for a total of 33 CS100 and 57 CS300 aircraft. Options have been placed on a total of 90 additional CSeries aircraft.",
                "url": "https://bombardier.com/en/media/news/bombardier-cseries-aircraft-program-continues-move-forward"
            },
            {
                "title": "Bombardier awards contract to Ghafari to redevelop CSeries Aircraft Manufacturing Complex",
                "date": "2010-08-13",
                "content": "Ghafari Associates has announced that it has been awarded a contract from Bombardier Aerospace to redevelop its manufacturing complex in Montreal to support the lean manufacture of the CSeries aircraft. Ghafari, which declined to supply a contract value, will provide complete architecture and engineering services at Bombardier's production and testing complex in Mirabel. This complex will support the continued manufacturing of the CRJaircraft and serve as the final assembly and completion center for the CSeries. The project's facilities include final assembly halls, a flight test center, an aircraft finishing facility, a final delivery center, external testing areas, an administration building and a customer support center. \"I see this project as the ultimate opportunity for us,\" said Chicago Office President and Principal Angelo Kokkino. \"We are thrilled to be collaborating with Bombardier as part of an integrated technological process.\" Bombardier said it values the market for 100- to 149-seat aircraft at more than $362 billion in revenue over the next 20 years and expects to capture up to half of it with the CSeries, having already booked 90 orders.",
                "url": "http://atwonline.com/aircraft-engines-components/news/bombardier-awards-contract-ghafari-redevelop-cseries-aircraft-manuf"
            }
        ]
    },
    [],
    {
        "win label": 0,
        "news": [
            {
                "title": "CSeries 'On Track' for First Flight in Second-Half of 2012",
                "date": "2011-11-12",
                "content": "Bombardier expects to complete all the so-called data sets for the CSeries airliner by year-end, as the Canadian company continues its deliberate march toward a second-half 2012 first flight of the 100- to 125-seat CS100. In fact, by the time program vice president and general manager Rob Dewar spoke with AIN in the run-up to this Dubai Air Show, the program had progressed \"well over\" halfway through its detailed design phase, and several parts had already arrived at supplier sites and in Mirabel, Quebec, at Bombardier's complete integrated aircraft systems test area (CIASTA). That testing and proving facility is designed to assess systems for reliability and functionality before the first prototype flies. \"All the parts are designed in 3-D, virtually, into one integrated database that all our suppliers work with in real time, and all the data supporting those parts-that's why it's called data set release-is actually linked into the parts. Whether it's a material callout, whether it's which aircraft it goes on, the process that we use to either manufacture or maintain that part is integrated,\" said Dewar. \"So no matter what stakeholder looks at the CSeries, they can have all the data they require for the full of the program contained in that part. That's major because in the past we didn't have the systems in place or the computing power to do that, so a lot of human intervention was required to find the data.\" By late September, what Dewar called \"the first wave of system component delivery\" had begun, as system suppliers began commissioning their rigs. Those suppliers need between three and six months to \"mature\" their own systems to ensure they function as planned. Once they do that, the systems arrive at the CIASTA, where Bombardier performs the integration. Parallel Developments: Rockwell Collins at its facility in Cedar Rapids, Iowa. Although the first of two complete avionics systems had arrived at the CIASTA in late September, it and all the other major systems won't start running together in the Mirabel test area until the first quarter of next year. \"We will work it in parallel, so we will get some advantage in running it alone, like our supplier, but really it gets commissioned in the first quarter of next year,\" he said. \"Rockwell runs the rig for three months. They get the learning, they see any issues they have, they do a software upgrade ... so [during] just that one step you can fix 80 percent of the technical integration challenges. Then we will commission it on our rig, and all the systems suppliers go through the same recipe.\" Bombardier expected Parker Aerospace to commission the fly-by-wire system by the beginning of October, followed by the electrical system by Hamilton Sundstrand this month. Because the avionics communicates with virtually all the other systems on the airplane and contains so much software, it requires more testing and integration work than the other systems and so gets commissioned first, explained Dewar. Critical systems scheduled to run on CIASTA include the electrical system, hydraulics, the fly-by-wire system, the avionics and the Fadec. Bombardier had completed construction on the building in which the CIASTA resides and put in place all the infrastructure by the end of the summer, and a number of systems, including the generators, the avionics and wing leading edges had all arrived \"on dock\" in Mirabel. \"Again, there's a wave of parts that continues to arrive on a daily basis,\" said Dewar. GTF Finishes Testing: Meanwhile, the CSeries's Pratt & Whitney PW1524 geared turbofan had just finished flight testing after logging 115 hours in the air during 25 flights on the engine company's Boeing 747SP flying test bed. \"We are really excited about how the engine is going,\" said Dewar. \"We expected a lot more learning time. So, really, for a test engine, the fuel burn was above our expectations.\" Still, Dewar said Pratt has \"a little bit more work to do\" to meet Bombardier's final fuel-burn commitment, but the engine generated more thrust during the test program than that to which the engine company had originally committed. Dewar fully expects Pratt & Whitney to meet the fuel-burn targets as it works toward certification, during which plans call for eight PW1524Gs to test various conditions and parameters for Transport Canada, EASA and the FAA. Since February 2010 Bombardier also saw more than satisfactory results during the testing of the airplane's aluminum-lithium fuselage test barrel, built by China's Shenyang Aircraft. The barrel underwent 180,000 cycles of testing, during which it developed 10 to 12 \"minor\" cracks in what Dewar called pleats, but no major cracking in frames or skins. Schedules Intact: Asked about progress of a weight-reduction effort that former Bombardier Commercial Airplanes president Gary Scott had mentioned to AIN last year, Dewar was noncommittal. \"We still have data sets being released up until the end of this year,\" said Dewar. \"So we manage the weight on a daily basis.\" Scott, who unceremoniously retired on October 1, in the midst of the program, had told AIN that he expected Shenyang to start putting together actual subassemblies by the start of this year. However, Shenyang didn't finish building its factory until \"late March or April,\" said Dewar, and Bombardier doesn't expect to receive the first fuselage package until the middle of next year. Nevertheless, schedules for the CSeries's first flight, slated for the second half of next year, remains officially intact, and could happen by the third quarter if all goes as planned in the CIASTA. \"We're going to fly only when we're ready,\" said Dewar. \"When the systems are mature and everything's ready, we'll do it ... If you have issues, and you have to put the airplane down to either modify it or change software, a flight test vehicle is very, very inefficient [on which] to do changes...Whereas when we run on CIASTA, you can run seven days a week, twenty-four hours a day. You can do the modification without a safety of flight [validation] and then when you get it right and all the things mature, then you can get a safety of flight and fly. In the past we didn't always do that, and it extended the flight test program.\" Although Dewar declined to offer details about the status of the various parts of the new factory in Mirabel, he said construction remains \"on track.\" Meanwhile, \"a lot is going on in St. Laurent,\" north of Montreal, where Bombardier has installed all new equipment including a composites facility, a clean room, autoclaves and robots to join the fuselage. \"All these things are in place and are in the process of being commissioned,\" he said. There, the company plans to manufacture the airplane's carbon-fiber aft fuselage and cockpit, and mate the cockpit with the forward fuselage section made by Shenyang. Composites account for some 46 percent of the entire airplane, and roughly 90 percent of wing, made at Bombardier's Belfast plant. So-called advanced materials, including the aluminum-lithium used for the fuselage, account for some 70 percent of the content. Now holding firm orders for 133 CSeries jets, options on 120 and purchase rights on 10, Bombardier still hadn't gotten permission to reveal the identity of the customer who plans to take the first airplanes. But Qatar Airways is strongly tipped to confirm its commitment to the program, even by high-level executives from rival airframer Embraer.",
                "url": "https://www.ainonline.com/aviation-news/air-transport/2011-11-12/cseries-track-first-flight-second-half-2012"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier begins CSeries Aircraft 0 activation",
                "date": "2012-01-07",
                "content": "Bombardier has begun commissioning and activating systems on Aircraft 0, its iron bird systems validator which is part of its complete integrated aircraft systems test area (CIASTA) at its Mirabel, Quebec facility outside of Montreal. Just prior to the Christmas holiday period at the end of 2011, Bombardier commissioned the first block of systems which included the aircraft's flight deck pedestal, throttle quadrant and Full Digital Authority Engine Control (FADEC) software, which are connected to generators and dummy engines in the testing rig. Aircraft 0 is split between two primary test areas in the CIASTA complex and represents a CS100 aircraft in systems but without any structure. Bombardier plans to conduct 4,800 hours of testing on CIASTA for the CSeries initial certification, running a planned twenty hours per day, seven days per week. Four hours each day would be dedicated to maintenance and troubleshooting if necessary. On one side of the facility, representing approximately 90% of the aircraft's \"hard\" systems, is the Integrated Systems Test and Certification Rig (ISTCR), which includes production equivalent parts and software for the primary flight controls, hydraulics, avionics and electrics. Bombardier plans to commission, during the first quarter, the company's first fully fly-by-wire flight control systems, as well as all other systems in the ISTCR device. The other side of the structure, accounting for 10% of the aircraft's systems, Bombardier has built the Environmental Cabin Systems (ECS) to test the CSeries cabin heating, cooling, lighting, pressurisation and cabin management systems. The ECS rig will be commissioned into service after the ISTCR as the cabin systems integration trials will come later in the aircraft's program as the actual flight test program will fly the first cabin configuration on the fifth of five Flight Test Vehicles (FTV). CIASTA also features an Engineering Simulator (ESIM) supplied by CAE, as well as a Systems Integration Test Stand (SITS) and Flight Controls Integration Lab (FCIL) near the ECS rig and cabin systems. Bombardier plans to have CIASTA operate throughout the life of the CSeries programme to provide system maturity and to develop the aircraft's capabilities over time. The 110-seat CS100 is scheduled to enter service at the end of 2013, followed by the larger 130-seat CS300 in 2014.",
                "url": "https://www.rjet.ca/blog/2012/01/07/bombardier-begins-cseries-aircraft-0-activation/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Assembly of Test Airframe for Bombardier CSeries Aircraft Well Underway",
                "date": "2012-09-14",
                "content": "Bombardier Aerospace announced today that the assembly of the test airframe for its all-new CSeries aircraft is well underway at the company's Experimental Test Facility in St-Laurent, Québec. The test article will be used during the Complete Airframe Static Test (CAST) that is designed to demonstrate the static strength of the airframe and show compliance with certification requirements. Additionally, parts for the first CSeries test flight vehicle (FTV1) are on site in Mirabel, Québec, the production site of the CSeries aircraft program. Major components for the FTV1 are nearing completion and are on schedule for arrival in late September. \"Every day brings a new development and it's very exciting. Whether it's the start of a new test, the results of a new test, or the arrival of a new production part, the team is very enthusiastic about all these milestones,\" said Rob Dewar, Vice President and General Manager, CSeries, Bombardier Commercial Aircraft. \"The assembly of the test airframe is another significant development as we make headway in the intense ground testing phase before the CSeries aircraft's flight test program. The fuselage sections in the test airframe are being joined and we're looking forward to adding the wings and the empennage, and starting the stress tests.\" The test airframe - comprised of both metallic and composite structures - is being fitted and assembled in a test rig consisting of a superstructure of steel towers and trusses, as well as loading structures and loading actuators that will be used to apply loads to the test airframe. To demonstrate static strength, a series of load cases - representing flight maneuvers, landing, take-off and other in-flight and on-ground conditions - will be applied to the free-floating, non-restrained, counterbalanced test airframe. For selected load cases, internal cabin pressure will also be applied when simulating in-flight conditions. During testing, strain gauges will be used to measure and record up to 8,000 parameters at defined locations on the airframe. Data from the strain gauges will be monitored by Bombardier's stress engineers, as well as by the partners and suppliers that are involved in the development of structural components for the CSeries aircraft. Bombardier also recently announced that the company is now conducting virtual flights with \"Aircraft 0\" - the on-the-ground Integrated Systems Test and Certification Rig (ISTCR) for the CSeries aircraft at Mirabel, Québec. The avionics, electrical, flight control, fly-by-wire, hydraulic, landing gear and wiring systems are all commissioned, and systems integration and communication have been successfully demonstrated. Other rigs being used during the ground test phase are: the Engineering Flight Simulator (ESIM) designed and built by CAE and now being installed at the Mirabel ground testing facility; the avionics Systems Integration Test Stand (SITS) and the Flight Controls Integration Lab (FCIL), which are already commissioned at Rockwell Collins' and Parker Hannifin's facilities respectively; and the Interior and Environmental Control Systems (ECS) rig which is being completed at Mirabel.",
                "url": "https://bombardier.com/en/media/news/assembly-test-airframe-bombardier-cseries-aircraft-well-underway"
            }
        ]
    },
    {
        "win label": 1,
        "news": [
            {
                "title": "CSeries Aircraft Program Making Excellent Progress Towards First Flight",
                "date": "2013-03-07",
                "content": "Bombardier Aerospace announced today that the development of the CSeries aircraft is making excellent progress as the program readies to transition to the flight test phase in order to achieve first flight by the end of June 2013. \"We are very pleased with the progress being made on the CSeries aircraft program and we are excited to open our facility and publicly show the world the advances and key milestones we have achieved as we get ready for first flight,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"The CSeries aircraft program is making solid progress, having met a number of key milestones over the last few months. We are delighted that Pratt & Whitney recently achieved Transport Canada type certification of its first PurePower Geared Turbofan™ engine, the PW1500G engine that will power the CSeries aircraft, and we are now focusing on three key areas that will lead to our safety-of-flight permit: static airframe testing, building of flight test vehicles and on-the-ground testing,\" added Mr. Arcamone. Media and financial analysts will have the opportunity to get a first-hand look at the first CSeries flight test vehicle (FTV1), Complete Integrated Aircraft Systems Test Area (CIASTA) and various technology displays following today's program update at Bombardier's CSeries final assembly facility in Mirabel, Québec. Extra capacity seating option: Bombardier also confirmed today that it has introduced an extra capacity seating option that will increase the CS300 aircraft seating to up to 160 passengers, providing customers with additional payload and range flexibility, as well as increased productivity. It also confirmed that Latvia-based airBaltic is one of these customers, having selected a 148-seat higher-density version. The CS300 aircraft's systems' capacity has been increased to accommodate a higher passenger count. The extra capacity seating option, which requires the addition of a second pair of over-wing exit doors, will be available both in-production and as a retrofit should customers need that flexibility in the future. \"Our main focus continues to be the development, optimization and marketing of the CSeries family of aircraft in the 100- to 149-seat market segment. The CSeries aircraft is a game-changer in a changing economic environment, and following keen customer interest and market trends, we have enhanced the productivity of the CS300 aircraft further by offering the extra capacity seating option,\" stated Mr. Arcamone. \"Specifically adapted for airlines looking at further increasing the productivity of their aircraft, the extra capacity seating option enables the CS300 aircraft to offer the highest seating capacity in its market segment, with the best-in-class seat mile costs and comfort. We are pleased that airBaltic has selected to purchase this new option for its CS300 aircraft,\" added Mr. Arcamone. \"We are delighted to select the extra capacity seating option and the additional pair of over-wing emergency exit doors. In keeping with our ReShape business plan, we are taking full benefit of the aircraft's cabin design as we look to further increase the productivity of our CS300 aircraft and our network,\" said Martin Gauss, Chief Executive Officer, airBaltic.",
                "url": "http://www.bombardier.com/en/media/newsList/details.42545-cseries-aircraft-program-making-excellent-progress-towards-first-flight.bombardiercom.html"
            },
            {
                "title": "Bombardier shows off new CSeries plane",
                "date": "2013-03-07",
                "content": "With loud music and a glitzy light show, Bombardier Inc. unveiled the long-awaited CSeries test airplane on Thursday, promising its maiden flight will take place by the end of June. \"Five or six months late is not late,\" Mike Arcamone, president of Bombardier Commercial Aircraft, told analysts, suppliers and reporters at an event at the Mirabel production facility. Last November, the company had announced a six-month delay for first flight, blamed on parts and supplier issues, but said everything is now on track. \"It's not a paper airplane. It's a real airplane,\" Arcamone said. \"It is not a re-engineered aircraft to put in the market. It is totally a new aircraft.\" That was a veiled reference to aerospace manufacturers Boeing and Airbus - who have enjoyed a powerful duopoly for years - and whom Bombardier is targeting with its CSeries planes, which serve the 100- to 149-seat market. Both Boeing and Airbus encountered long delays as they brought new aircraft to market. Boeing's 787 Dreamliner, plagued by outsourcing problems, remains grounded due to battery problems. Since Bombardier began work on the CSeries, both Boeing and Airbus have announced revamps to their popular 737 and 320 models, with the 737MAX and 320neo, which are selling well even though they are not yet in production. Bombardier's CS100, a version that will seat up to 125 passengers, is scheduled to go into commercial service in mid-2014, though the company won't say yet which airline will be the first operator. The larger version, the CS300, should enter service by the end of 2014. The company also announced Thursday that its larger plane will now have the option of squeezing in more seats - fitting up to 160 passengers - likely making it more popular for low-cost carriers. The CSeries 100 jet, with 100 to 125 seats, sells for a list price of $62 million, and the CSeries 300 jet, now adjusted with 135 to 160 seats, is listed at $71 million, though airlines usually negotiate discounts. Bombardier is not saying the costs for the option of the high-density plane. \"It will have the same seat mile cost as a 180-seat aircraft. It makes a great aircraft even better,\" said Rob Dewar, general manager of the CSeries program, adding that modifications include a second pair of over-wing exit doors. But the biggest question is whether Bombardier's gamble - a $3.4 billion investment - will pay off for the company that pioneered the regional jet market, now a fixture in North America. To date, the orders for the two sizes of CSeries planes have been weak, with firm orders of only 148 out of 382 commitments. CSeries customers to date including Lufthansa, Swiss International Airlines and U.S.-based Republic Airways. Some analysts say the order book is thin because Bombardier is too timid in its marketing efforts. \"Bombardier doesn't seem to be showing signs of being that aggressive,\" said Richard Aboulafia, an industry analyst with the Teal Group in Virginia. It could make moves such as being attractive on price or offering incentives such as residual value guarantees for financing companies, or even walkaway rights for airlines. Arcamone dismissed such an argument, saying Bombardier is aiming to have 300 orders from 20 customers by the time of entry into service in 15 months' time. \"We do have active campaigns. That's why I feel very comfortable,\" Arcamone said in an interview, adding that if all 382 commitments are converted into firm orders, it will meet its target. \"The naysayers are saying it is not enough. I'm saying this is what we decided in our business plan,\" he said, adding some airlines and leasing companies may be hesitant to commit due to long delays with other manufacturers. Arcamone said Bombardier has no plans to slash prices or offer financing deals. \"We compete but it has to meet economic sense for us,\" he said. Technologically, Bombardier is offering a good product in a limited niche, but it is the first manufacturer to bring the geared turbo fan engine to market, Aboulafia said. \"It seems they have the most dangerous mindset of all - which is the belief that you have a superior product,\" he said. \"That's why we all go home and watch movies on Betamax.\" Aboulafia also mused about whether Bombardier is following in the footsteps of another once-mighty Canadian innovator - the former Research In Motion - whose BlackBerry is struggling in the smartphone market, duking it out with the likes of Apple and Samsung. McGill University business professor Karl Moore believes the fuel efficiency of the CSeries gives Bombardier an advantage, with airlines wanting to introduce longer routes that don't have high passenger demand. \"It seems to get into the sweet spot of where a lot of travellers want to be,\" he said, referring to non-stop flights that avoid hub airports. \"If you have ever gone through New York, Chicago or even Toronto - it's quite irritating to go through hubs, missing connections,\" Moore said.",
                "url": "https://www.thespec.com/ts/business/2013/03/07/bombardier_shows_off_new_cseries_plane.html"
            },
            {
                "title": "Bombardier Powers On the First CSeries Flight Test Vehicle and Completes Wing Static Testing Required for First Flight",
                "date": "2013-03-26",
                "content": "Bombardier Aerospace announced today that it has successfully completed the first full powering on of the main electrical distribution system on the first CSeries flight test vehicle (FTV1). Additionally, Bombardier confirmed that the wing down-bending static test was successfully concluded on the Complete Airframe Static Test (CAST) article at the company's Saint-Laurent, Québec facility in late March 2013. Together with the wing up-bending static test that was completed earlier in March 2013, the two most significant wing static tests required for first flight are now complete. The company also confirmed that safety-of-flight tests are progressing well on \"Aircraft 0\" - the on-the-ground integrated systems test rig (ISTCR) for the CSeries aircraft. \"The powering on of the main electrical distribution system on FTV1 was one of the most exciting milestones so far in the CSeries aircraft development program and will now allow powering of all sub-systems and for the avionics suite testing,\" said Rob Dewar, Vice President and General Manager, CSeries, Bombardier Commercial Aircraft. \"As well, the last significant test on the CAST article - the down-bending test on the wing - was completed in late March, and we are thrilled with the analysis and feedback from the team, which allows progression to the next experimental phase. These are all important activities that will lead to the CSeries aircraft's safety-of-flight permit.\" \"The build of the flight test vehicles, the static airframe testing and the systems tests are all advancing to schedule. We are very satisfied with the CSeries aircraft's excellent progress and weekly achievements as we advance solidly towards first flight,\" added Mr. Dewar.",
                "url": "http://www.bombardier.com/en/media/newsList/details.43139-bombardier-powers-on-the-first-cseries-flight-test-vehicle-and-completes-wing-static-testing-required-for-first-flight.bombardiercom.html"
            },
            {
                "title": "Bombardier's CSeries jet clears last safety tests",
                "date": "2013-05-30",
                "content": "Bombardier says it has completed safety tests required to obtain certification from Transport Canada for the CSeries aircraft's maiden flight next month. The manufacturer says it recently completed the last of seven tests on a grounded version of the plane. Complete Airframe Static Testing, or CAST, is used to demonstrate the strength and integrity of the plane. Tests simulate flight manoeuvres, landing, take-off and other in-flight and on-ground conditions. The CAST system will continue to be used over the next 2 1/2 years for 40 additional tests that simulate 30 years of the aircraft's operation. Bombardier says the smaller CS100 with 110 to 125 seats remains on track for its first flight by the end of June. The plane is expected to enter into commercial service a year later. The manufacturer also said it is aiming for longer intervals between maintenance checks to minimize downtime and costs for operators. Bombardier has received commitments for 388 CSeries aircraft, including 145 firm orders from eight customers. Orders include 63 CS100 and 82 CS300. ",
                "url": "https://www.cbc.ca/news/business/bombardier-s-cseries-jet-clears-last-safety-tests-1.1332137"
            },
            {
                "title": "Bombardier Completes CSeries Aircraft Ground Vibration Tests and Final Software Upgrades In Preparation for First Flight",
                "date": "2013-06-23",
                "content": "Bombardier Aerospace announced today that ground vibration tests, as well as software upgrades and corresponding tests, have been completed on the first CSeries aircraft - Flight Test Vehicle 1 (FTV1). In addition, Safety of Flight (SOF) statements from all suppliers have been obtained and Bombardier's Flight Test Centre has applied to Transport Canada for the FTV1 Flight Test Permit. During the final testing stage in preparation for first flight, FTV1 will conduct power runs, as well as low and high speed taxiing. Based on the latest program review, the first flight will occur by the end of July 2013. In order to enhance the effectiveness of the flight program, Bombardier extended the timeline slightly to allow for additional software upgrades for improved system maturity and functionality. \"Only five years after launching the CSeries airliner, we're approaching our maiden flight - a historic moment for Bombardier and a game-changing moment for the industry,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"The success of the CSeries aircraft program so far is a testament to the dedication and hard work of our partners, suppliers and in-house teams; we have also benefitted greatly from the involvement of our customers,\" added Mr. Arcamone.",
                "url": "http://www.bombardier.com/en/media/newsList/details.bombardier-completescseriesaircraftgroundvibrationtestsandfinals.bombardiercom.html"
            },
            {
                "title": "Bombardier Completes CSeries Aircraft Ground Vibration Tests and Final Software Upgrades In Preparation for First Flight",
                "date": "2013-06-26",
                "content": "Bombardier Aerospace announced today that ground vibration tests, as well as software upgrades and corresponding tests, have been completed on the first CSeries aircraft - Flight Test Vehicle 1 (FTV1). In addition, Safety of Flight (SOF) statements from all suppliers have been obtained and Bombardier's Flight Test Centre has applied to Transport Canada for the FTV1 Flight Test Permit. During the final testing stage in preparation for first flight, FTV1 will conduct power runs, as well as low and high speed taxiing. Based on the latest program review, the first flight will occur by the end of July 2013. In order to enhance the effectiveness of the flight program, Bombardier extended the timeline slightly to allow for additional software upgrades for improved system maturity and functionality. \"Only five years after launching the CSeries airliner, we're approaching our maiden flight - a historic moment for Bombardier and a game-changing moment for the industry,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"The success of the CSeries aircraft program so far is a testament to the dedication and hard work of our partners, suppliers and in-house teams; we have also benefitted greatly from the involvement of our customers,\" added Mr. Arcamone.",
                "url": "https://bombardier.com/en/media/news/bombardier-completes-cseries-aircraft-ground-vibration-tests-and-final-software-upgrades"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier CSeries Aircraft First Flight to Take Place in the Coming Weeks",
                "date": "2013-07-24",
                "content": "Bombardier Aerospace confirmed today that the integration of the CSeries aircraft's auxiliary power unit and Pratt & Whitney PurePower Geared Turbofan™ PW1500G engines on the first flight test vehicle (FTV1) is running smoothly, allowing for testing of the aircraft's key systems. It also confirmed that the latest software upgrades on the aircraft continue to be successfully completed. The CSeries aircraft's overall integration is progressing well; however, the highly technical last steps are taking more time than initially anticipated to validate the overall systems and ongoing software integration. First flight is expected to occur in the coming weeks. \"Seeing the first CSeries aircraft power up on the tarmac was a thrilling event. We have now entered the ultimate phase of systems integration and validation on the first flight test vehicle as we submit brand new technology to in-depth tests,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"While the process has taken more time than we had expected, we are pleased with the results and are very comfortable taking more time to ensure the required integration is finalized and the CSeries aircraft is cleared for its first flight,\" added Mr. Arcamone. While in its final testing stage in preparation for first flight, FTV1 is undergoing important and complex pre-flight tests, including aircraft in the loop testing (ACIL). During ACIL tests, FTV1 is \"flown\" on the ground in a simulated flight environment to ensure the first aircraft behaves in the same manner as experienced with the on-the-ground Complete Integrated Aircraft Systems Test Area (CIASTA), also known as \"Aircraft 0.\" This will be followed by low- and high-speed taxiing. Activities with Transport Canada to obtain the Flight Test Permit for FTV1 are progressing steadily and the permit is also expected in the coming weeks.",
                "url": "http://www.bombardier.com/en/media/newsList/details.bombardier-cseriesaircraftfirstflighttotakeplaceinthecomingweeks.bombardiercom.html"
            },
            {
                "title": "Bombardier CSeries Aircraft Awarded Transport Canada Flight Test Permit",
                "date": "2013-08-30",
                "content": "Bombardier Aerospace announced today that the first CSeries aircraft - Flight Test Vehicle 1 (FTV1) - has successfully obtained Transport Canada's Flight Test Permit, thereby clearing the way for its maiden flight, expected in the coming weeks. This follows a series of pre-flight tests including low-speed taxi runs. FTV1 will now proceed with high-speed taxi runs whereby the aircraft simulates speeds for flight take-off. \"Five years in the making and today, following receipt of Transport Canada's flight test permit, we are very close to the CSeries airliner's first flight - a historic moment for Bombardier and a game-changing moment for the industry,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"The CSeries aircraft teams have spent the last few weeks completing rigorous exercises to ensure the integrity and maturity of the aircraft are absolutely in check with the flight crew's requirements. Pending optimal weather, the CSeries aircraft will soon take to the skies.\" Bombardier will provide regular updates on the first flight timing via its website dedicated to the CSeries Aircraft First Flight www.cseriesfirstflight.bombardier.com, where the latest news about the program and its maiden flight will be posted. On the day of first flight, the event will be broadcast live on the site.",
                "url": "https://www.bombardier.com/en/media/newsList/details.20130830-bombardieraerospacebombardiercseriesaircraftawardedtran.bombardiercom.html"
            },
            {
                "title": "Bombardier CSeries jet completes maiden flight",
                "date": "2013-09-16",
                "content": "It took almost 10 years and about $3.5 billion, but Canadian company Bombardier's much-anticipated new commercial jet, the CSeries, successfully completed its maiden flight Monday. The gleaming white CS100, which Bombardier promises will be larger, quieter and more fuel efficient than anything in its commercial fleet, lifted off the runway at Mirabel airport north of Montreal shortly before 10 a.m. ET as hundreds of Bombardier employees, suppliers and invited guests looked on. It returned to the airport about 2 1/2 hours later. The test flight had initially been scheduled for the end of 2012 and was delayed several times. The business jet was accompanied by a Global 5000 chase plane, which took a first pass along the flight route before the CSeries jet took off, and then flew parallel to it in order to convey any observations to its two pilots and flight engineer. During the test flight, the jet stayed within about 48 kilometres of the airport, flying north toward Morin Heights and looping back around. It reached an altitude of 3,800 metres and a speed of 425 km/h. \"It's a very emotional day for all of us at Bombardier,\" said company president and CEO Pierre Beaudoin. \"It takes a long time to develop an airplane; some people have been working on this for 10 years.\" Guy Hachey, president and chief operating officer of Bombardier's aerospace division, admitted he shed a few tears when he saw the jet that Bombardier hopes will better position it to compete against its main rivals, Boeing and Airbus, quietly lift off from the runway. \"It's really a historic moment for us,\" Hachey said. \"When you consider how long it's been since the last narrow-body plane has been launched - around 1986 - it's a very special moment in the industry.\" Flew according to predictions: Chief test pilot Chuck Ellis told media after the flight that it was hard to describe how it felt to fly the plane because it performed pretty much as he and his colleagues expected it would based on the years of simulations, computational models and wind tunnel and other tests they had done. \"In many ways, we didn't learn anything new; we validated everything we did know,\" he said. Ellis, his first officer, Andris Litavniks, and flight engineer Andreas Hartono performed a set of tests during the flight and noted only minor differences from how Bombardier's engineers predicted the jet would behave, Ellis said. \"The best thing we can say about an airplane is it flew just like we expected,\" he said. The pilot and crew received only one \"advisory message\" about one of the plane's sub-systems during the flight, but Ellis said it related to a minor issue that did not affect the plane and would not have halted a commercial flight, for example. He did not specify the nature of the warning. More test flights to come: The test flight was only the first of many for the CS100 and the other four models planned for production in the CSeries family of commercial jets, which will range in size from 100 to 149 seats. The jets are at various stages of assembly, with the first ones expected to be delivered to customers in about 12 months. Bombardier promises that the CSeries jet, which is made of lightweight but strong composite materials and has Pratt & Whitney engines, will be quieter and more fuel efficient than existing commercial jets - but that remains to be confirmed in more exhaustive tests that will be performed during a series of additional test flights in the coming months. Bombardier says the CSeries jets will be 15 per cent less expensive to operate and burn 20 per cent less fuel than a similar sized plane currently in service, but those parameters were not all put to the test Monday. In many respects, Monday's test was a \"failure case,\" Ellis said, because the crew did not push the plane to the full extent of its capabilities, operating the engines at reduced thrust and using a longer runway than the jet could handle. One of the promised features that did come across in dramatic fashion was how quiet the jet's engines are. \"Some of the people actually missed the beginning of the flight,\" said Rob Dewar, vice-president and general manger of the CSeries program. Dewar joked that because the flight took off a few minutes earlier than announced and the engines were so quiet, people who happened to be looking in another direction didn't know the jet was even taking off. \"I think it's the first time we've been early in the program,\" he said of the early start, alluding to the many delays that have plagued the CSeries over the course of its 10-year development. Porter impressed with test flight: Bombardier has said it has secured 177 firm orders and 211 commitments from 15 customers for the CSeries, with the two most recent customers signing up at the Moscow air show last month. Bombardier said several customers were at Mirabel Monday to get a firsthand look at the product. \"We have now convinced investors, suppliers, customers, future potential customers that the aircraft is delivering what we said it would, and it's going to be a game changer,\" said Mike Arcamone, president of Bombardier's commercial aircraft division. Robert Deluce, president and CEO of Toronto-based Porter Airlines, was one of the potential CSeries customers watching Monday's test flight. The Toronto- based airline plans to use the CSeries to expand its service from an enlarged island airport in Toronto's downtown. Deluce said he's looking forward to receiving test data to confirm the CSeries engines are as quiet as expected - and to silencing some local critics who fear an expansion of the tiny airport would increase the already contentious noise pollution caused by air traffic over downtown and nearby Toronto Island, beloved by locals for its relative isolation from the hustle and bustle of the city. \"I think the test data that Bombardier will be able to produce now that this test program is underway should flow to the city of Toronto and help validate in due course the information it needs to give the approval for Porter's expansion ,\" he said. Given the years of computer and on-ground testing the plane has undergone, Monday's flight was largely symbolic, says Karl Moore of McGill University's Desautels Faculty of Management. \"At one level, it's a non-event because it's going to work for sure, but I think it's the symbolism of it, and it allows them to go through that phase, get the data they need to go into production,\" he said. The markets were similarly underwhelmed by Monday's event, and Bombardier's stock fell 1.2 per cent, closing at $4.93 on the Toronto Stock Exchange. Air Canada a potential customer: Walter Spracklin of RBC Capital Markets said he expects orders for the CSeries will increase in the first half of 2014 after flight data compiled over about three months confirms promised savings. The greatest potential for new business will come once the plane is in service, he said. \"Engine testing to date has been coming in better than expected, and we see limited risk that the CSeries will not live up to performance claims,\" he wrote in a report, adding that company officials have confirmed that order inquiries are starting to pick up. He sees Air Canada, a Chinese airline, Flydubai and Swiss Air as the top candidates to place orders. Spracklin said the CSeries is under serious consideration for at least 30 to 50 aircraft as part of Air Canada's search for up to 100 new narrow-body planes to replace its Embraer single-aisle aircraft. Fadi Chamoun of BMO Capital Markets expects the CSeries will capture 30 per cent market share or about 2,100 deliveries over 20 years. Since its launch in July 2008, the CSeries has captured about 23 per cent of the 770 aircraft orders in this seat range. \"We believe that it will be challenging for the CSeries program to generate a 'home-run'-type return on capital for Bombardier given stiff competition and the sizable up-front investment,\" he wrote. Embraer's new E2 family of jets, particularly the E195 will be a challenger to the CSeries, Chamoun added. Airlines are reluctant to add a new aircraft type in their fleet, but the CSeries would become more attractive as it approaches entry-into-service and validates the industry-leading per seat costs, he noted. Bombardier has also been reluctant to sell many early planes at large discounts, arguing it only needs to produce 10 per month to generate a reasonable return on investment. ",
                "url": "https://www.cbc.ca/news/business/bombardier-cseries-jet-completes-maiden-flight-1.1855731"
            },
            {
                "title": "CSeries completes first test flight; set to take on industry giants",
                "date": "2013-09-17",
                "content": "Bombardier's CSeries aircraft completed its maiden flight Monday, in a successful test run of a new narrow-body airplane design that promises to support Canada's aerospace sector while challenging the dominance of the industry's two giants. Nearly 3,000 employees, suppliers and invited guests cheered as the gleaming CS100 plane quietly lifted off the runway at Mirabel airport north of Montreal in sunny skies after early morning rain ended and heavy clouds dissipated. It landed about 2 1/2 hours later after flying across the Lower Laurentians and conducting a fly past. The company's test pilot left the airplane waving and lauding the aircraft's performance. \"It flew very well,\" said Chuck Ellis. \"It's a bit of a cliché but it really did fly pretty much like our predictions, like the simulators, the models that we have,\" he said later during a news conference. Mike Arcamone, president of Bombardier commercial aviation, said the flight will help to convince potential customers of the aircraft's value. The company faces determined competition from industry giants Airbus and Boeing that are putting new engines on their popular planes to preserve their market share. Embraer is also updating its E2 family of jets. \"I think it will get even more competitive as people have seen across the world that there is an aircraft and it's an aircraft that is fulfilling its mission which is to be a game-changer in terms of the engine,\" he told reporters. The Pratt & Whitney engine promises to be quieter and help it to deliver fuel cost savings. Analyst Walter Spracklin of RBC Capital Markets believes the program cost is \"trending towards'' $3.9 billion, but shouldn't have a material impact on Bombardier's liquidity. Arcamone created confusion about the final program cost when he said several times during the news conference that Bombardier was working to keep it below US$4 billion. Officials corrected the total, initially saying it remains US$3.4 billion, with Bombardier contributing US$2 billion and $1.4 billion coming from suppliers and various governments in Canada and abroad. They later said the US$3.9 billion figure was correct because of new IFRS accounting rules which include US$500 million of capitalized interest that is amortized once planes are delivered. Spracklin said the first flight will help Bombardier's share price, while investors now focus on securing more orders. The company wants to have 300 firm orders from 20 to 30 customers by the time it enters service. That's up from 177 firm orders and 388 commitments to date. Earlier, senior company executives hugged after the aircraft successfully took off, nearly a decade after it was first introduced and following several delays over nearly nine months. Company chairman Laurent Beaudoin and his son Pierre, the president and chief executive, said they were very pleased with the inaugural flight. \"It's very important for us and the aerospace industry,\" the elder Beaudoin said in an interview in between hugs of congratulations and photos with employees. Bombardier aerospace president Guy Hachey said the flight was very emotional for him. \"My heartbeat was going quite fast and a lot of thoughts in my mind about how important this is and how long we've been working at this and how important it's going to be for the future of the company,\" he said. He said the CSeries is the world's first new narrow-body design in 27 years. It's also the first major Canadian-designed aircraft since the Avro Arrow. The first 110- to 125-seat CS100 is slated to enter into service in about a year, barring delays, which industry observers believe are likely. Deliveries of the CS300 are expected to begin a few months later. The president and CEO of Toronto-based Porter Airlines, which is planning to use CSeries jets to expand its service from an enlarged island airport near Canada's largest city, said he's looking forward to receiving test data to confirm the engine's are as quiet as expected -- and to silencing some critics. \"I think the test data that Bombardier will be able to produce now that this test program is underway should flow to the city and help validate in due course the information it needs to give the approval,\" said Porter chief executive Robert Deluce. The maiden flight lasted longer than normal, allowing onboard systems to measure some 14,000 metrics. Seven test planes will be built and complete unique missions as the company moves to the production stage. The program has employed about 800 engineers and design officials to date, but hiring will soon begin for the 3,500 workers needed to assemble the aircraft in Mirabe where a new assembly facility is to open mid next year. Plans call for between 120 and 240 planes a year being built with parts from Belfast, Northern Ireland and China. The test plane hadn't even landed when industry observers began to talk about a larger version that would further challenge the world's two largest manufacturers, Boeing and Airbus. \"You always start to dream when you have an aircraft like this and you say it should have more seats,\" said Rainer Hilterbrand, chief operating officer of Swiss Airlines, which has firm orders for 30 CS100 and CS300 aircraft. Karl Moore of McGill University's Desautels Faculty of Management doesn't doubt that a larger version will ultimately be built. \"Given the market they are going after to make it bigger would make sense over time to compete more with the 737 and Airbus 320 and all,\" he said. ",
                "url": "https://www.canadianmetalworking.com/canadianmetalworking/news/metalworking/cseries-completes-first-test-flight-set-to-take-on-industry-giants"
            },
            {
                "title": "Two New Next-Gen Airliners Fly for First Time",
                "date": "2013-09-17",
                "content": "Earlier today the second new airliner in as many days took off on its maiden flight. After yesterday's successful first flight of the Bombardier CSeries, the new Boeing 787-9 flew away from the factory north of Seattle for the first time. Both airplanes are examples of the next generation of airliners with extensive use of composites, as well as fuel-efficient engines that make them attractive to airlines. And both companies also like to mention the increased amount of space in the overhead bins to highlight the improvements that really matter. The new CS100 is the largest airplane ever made by the Canadian company. Bombardier is best know for its smaller regional jets and turbo-prop airliners that carry less than 100 passengers. The new CS100 will carry around 110 passengers and is aimed squarely at the duopoly of Boeing and Airbus that currently own that part of the airliner business. Yesterday's first flight was successful, with the test pilots saying just one small warning light appeared during the flight, but was not an issue. One of the most common comments from those at the first flight - which took place at the factory airport north of Montreal - was how quiet the airplane was during takeoff. The Canadian Broadcasting Company reports some people on the ground missed the take-off because it was a few minutes early, and the airplane made very little noise. The lack of noise is thanks to the new engines from Pratt & Whitney. In addition to being fuel efficient, the quiet engines will also make the airplane more attractive for airlines that operate in and out of airports with strict noise limits. Bombardier believes the quiet nature of the CSeries will become increasingly popular as noise concerns grow, especially at smaller airports likely to be served by the smaller airliner. Two thousand miles to the west, Boeing's new stretched version of the 787 Dreamliner departed on its first flight at 11:02 a.m. PDT. The new 787-9 is 20 feet longer than the current version of the 787 and can carry up to 290 passengers, 40 more than the 787-8. The longer Dreamliner can also fly 300 miles further, giving it the ability to connect a few more city pairs around the world. With a less than dreamy start for the original including delays during manufacturing, flight test and the grounding of the fleet earlier this year, the new Dreamliner model remains on schedule to be delivered to Air New Zealand by the middle of 2014. The test pilots on board today are the same pilots we flew with last year. They are expected to fly for about five hours, and the first flight the new airplane can be followed in real time with Boeing's new flight tracker website. With the CSeries and the 787-9 leaving the ground for the first time this week, and the Airbus A350 XWB that completed its first flight back in June, there are now three new composite airliners currently in flight test programs. ",
                "url": "https://www.wired.com/2013/09/two-days-two-new-airliners/"
            },
            {
                "title": "Bombardier CSeries Takes Flight",
                "date": "2013-10-01",
                "content": "The Bombardier CSeries took to the air for the first time on September 16 from Montreal Mirabel Airport, marking the start of a planned year-long flight-test program involving five CS100 prototypes. The aircraft took off at about 10 a.m. on a brisk, crystal-clear day in Mirabel following a week of less-than-ideal weather conditions for flying. The milestone comes some eight-and-a-half months after the date specified by the original program schedule and follows two more recent missed targets, one at the end of June and the other at the end of July. During the two-and-a-half-hour mission, the first CSeries CS100 flight-test vehicle performed a series of handling tests at various slat and flap settings while the crew's flight engineer monitored test parameters. In-flight maneuvers included a simulated landing and early validation of the flight control system. In a fairly unusual move for a first flight, the crew retracted the landing gear as part of what CSeries general manager Rob Dewar characterized as an extensive set of tests. Captained by Bombardier chief flight-test pilot Chuck Ellis, FTV1 reached an altitude of 12,500 feet and a speed of 230 knots while flying a \"racetrack\" pattern some 30 miles north of the airport. Although Ellis reported that the airplane flew exactly as expected, he did acknowledge that he received a \"small advisory message\" related to one of the airplane's subsystems. \"The message that we saw, if you were aboard the airplane for a revenue flight as a passenger, would not have stopped the flight ,\" said Ellis. \"We didn't stop either; we just made some small adjustments to what we planned on doing.\" Now in the third of four phases of the Transport Canada certification process, the CSeries program faces a fairly busy schedule to meet the target of service entry next September. Just before June's Paris Air Show, Bombardier Commercial Aircraft president Mike Arcamone told AIN that program schedules called for all five test airplanes to fly within about three months of each other, but Dewar declined to elaborate on when FTV2 will fly. \"We're going to assess the data from FTV1 and decide whether there will be any changes required, but so far we're very positive and we'll keep you posted on when we're ready to go with FTV2,\" he said. ",
                "url": "https://www.ainonline.com/aviation-news/aviation-international-news/2013-10-01/bombardier-cseries-takes-flight"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier CSeries delayed again until late 2015",
                "date": "2014-01-16",
                "content": "Bombardier Aerospace has delayed delivery of its first new CSeries commercial aircraft by about six months, the company confirmed Thursday shortly after announcing a major Saudi order for the plane. The Montreal-based company said the CS100 is now expected to enter into service in the second half of 2015, to be followed about six months later by the larger CS300 aircraft. Shortly before that announcement, Bombardier received a firm order for 16 new- generation CS300 jets for SaudiGulf Airlines, a deal worth about US$1.21 billion at list prices before options. A delay of the CSeries delivery was widely anticipated due to the small number of test flights since Sept. 16, when the CS100 flew for the first time after years of preparatory work. The company initially targeted 12-months of test flights, with the first CSeries plane going into service within a short but undefined period after that. The plan announced Thursday provides Bombardier a six-month window for getting the first CSeries into service, between July 1 and Dec. 31, 2015 - up to 15 months later than expected. 'Making solid progress': Bombardier said the CSeries flight test program is \"making solid progress\" and initial performance results are \"in line\" with its expectations. But it said the flight test phase requires more time to ensure it has what it calls \"overall system maturity.\" \"We are taking the required time to ensure a flawless entry-into-service. We are very pleased that no major design changes have been identified, this gives us confidence that we will meet our performance targets,\" stated Mike Arcamone, president Bombardier Commercial Aircraft. Arcamone said the CSeries test program should gain traction in the coming months following the first flight of the second 110- to 125-seat CS100 test aircraft, on Jan. 3. The first test aircraft is being shipped to Bombardier's flight test headquarters in Wichita, Kan., to escape Quebec's cold winter in order to record more test hours. A third test aircraft should be ready for flight in the coming weeks. Cameron Doerksen of National Bank Financial said he doesn't expect the delay will lead to any order cancellations, but it's unclear if Bombardier will incur any penalties. \"It is no surprise that the EIS date has been pushed to the right,\" he wrote in a report. \"However, the new date is even later than our expectation and certainly beyond the consensus view...for the first quarter 2015.\" Doerksen said the delay could add several hundred millions of dollars to the US$3.9 billion program, mainly related to engineering, flight testing and interest expenses. But he doesn't foresee a liquidity problem for Bombardier because of the expected strong cash generation in the fourth quarter. He said the \"clearly negative news\" is tempered somewhat by an order from SaudiGulf, announced Thursday before the delay was revealed. 800 planes the breakeven point: \"We believe further negative news could be announced by Bombardier in the near-term reduced margin guidance, possible miss on 2013 aircraft deliveries.\" Walter Spracklin of RBC Capital Markets said increased costs from the delay means that Bombardier will need to sell more than 800 aircraft to break even, or 12 per cent market share over the next 20 years. He suspects the delay is prompted by issues with the aircraft's avionics and fly-by-wire system since it continues to fly under \"direct\" mode. On the Toronto Stock Exchange, Bombardier's shares fell 35 cents, or nearly 7.7 per cent to $4.17 Cdn at the close of trading Thursday. Meanwhile, Bombardier spokesman Marc Duchesne said the delivery delay approved by Bombardier's board of directors Wednesday is the final one. \"This is serious. Trust me, people are not happy about this and we're not proud of this,\" he said in an interview. Other delays: The company gave similar assurances before again delaying the aircraft's first flight. The aerospace industry has a poor track record of delivering new aircraft on schedule. Boeing and Airbus both experienced lengthy delays in introducing their new wide-body aircraft. Bombardier hopes the fuel-efficient aircraft that's been in development for a decade will be a game-changer for the company, whose regional jets face an uncertain future amid increased competition, and which is the world's leading producer of business jets. The program is expected to generate US$5 billion to US$8 billion in annual revenues as it seeks to capture about half of the global sales for this size of plane. The newly designed aircraft, built partially with lightweight composite materials and powered by Pratt & Whitney's fuel-saving engines, is targeted at established carriers looking to replace older, inefficient planes, and new airlines launching in developing countries, such as China, to service the growing middle class and airport expansion. Duchesne said CSeries suppliers are on board with the delay and customers have been notified over the past couple of days. \"Of course they're not happy about it but they're definitely supportive.\" He said Malmo Aviation of Sweden will become the first CS100 operator. The company has firm orders for five CS100 and five CS300, plus 10 options. In the earlier announcement, Bombardier said SaudiGulf's contract would increase to US$1.99 billion if the buyer exercises options to acquire another 10 CSeries of the 120- to 160-seat CS300 aircraft. The agreement with Al Qahtani Aviation company, signed at the Bahrain air show, means that Bombardier has firm orders for 198 CSeries planes plus nearly 250 options or commitments from a total of 17 customers. The manufacturer has stated it hopes to secure 300 firm orders from more than 20 customers by the aircraft's entry-into-service. SaudiGulf Airlines will operate domestic and international flights, with the international route network focusing on main capitals in the Middle East and Gulf as well as the Indian subcontinent. It becomes the third Middle Eastern carrier to order the CSeries. ",
                "url": "https://www.cbc.ca/news/business/bombardier-cseries-delayed-again-until-late-2015-1.2498880"
            },
            {
                "title": "Bombardier Aerospace Confirms Change to its CSeries Aircraft's Entry-into-Service",
                "date": "2014-01-16",
                "content": "Bombardier Aerospace confirmed today that the CSeries aircraft program is making solid progress and initial performance results are in line with the company's expectations. However, based on the thorough review of the CSeries program after the first flight of the CS100 on September 16, 2013, the flight test phase will require more time than originally anticipated to ensure, amongst other things, that the aircraft has the overall system maturity to support a successful entry-into-service. The CS100 aircraft's entry-into-service is now scheduled for the second half of 2015 and will be followed by the CS300 aircraft's entry-into-service approximately six months afterwards. \"We are taking the required time to ensure a flawless entry-into-service. We are very pleased that no major design changes have been identified, this gives us confidence that we will meet our performance targets,\" said Mike Arcamone, President, Bombardier Commercial Aircraft. \"While the process has taken more time than we had expected, our suppliers are aligned with the program's schedule and together, we will continue to work closely to move the program steadily forward. With the first flight of flight test vehicle 2 (FTV2) successfully completed on January 3, 2014, the CSeries aircraft program will continue to gain traction over the coming months.\"",
                "url": "http://news.commercialaircraft.bombardier.com/bombardier-aerospace-confirms-change-to-its-cseries-aircrafts-entry-into-service/"
            },
            {
                "title": "Bombardier CSeries test jet suffers engine failure",
                "date": "2014-05-30",
                "content": "A Bombardier CSeries jet has suffered a serious engine failure during ground testing, leaving the aircraft damaged and marking a setback for the company's ambitious commercial jet program. In a statement Friday, Bombardier confirmed there was an \"engine-related incident\" involving a flight test vehicle - the first CSeries aircraft to fly - during ground maintenance testing at a facility in Mirabel, Que., Thursday. Bombardier said it was investigating the incident with the help of Pratt & Whitney, the engine manufacturer, and the \"appropriate authorities. \"Safety is the priority, and the CSeries aircraft flight test program will resume once the investigation is completed,\" the company said. In the meantime, Bombardier has suspended all flight testing involving the four CSeries aircraft now flying. \"As of now, the flight test program will only resume once the investigation is completed,\" Bombardier spokesperson Marc Duchesne said in an interview. According to a preliminary Transport Canada report, ground crews \"declared an emergency ... and demanded the presence of fire trucks immediately.\" Smoke was coming from aircraft's left engine, the report said.",
                "url": "https://www.thestar.com/business/2014/05/30/cseries_test_fleet_grounded_after_engine_incident_during_ground_testing.html"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "More Bombardier executive reshuffling as CSeries still grounded",
                "date": "2014-08-20",
                "content": "Another Bombardier Inc commercial aircraft executive has left the company, the plane and train maker confirmed on Tuesday, the latest move following a major restructuring announcement last month involving its aerospace division. Montreal-based Bombardier, which has struggled with long delays and slow orders for its ambitious, multibillion dollar CSeries jetliner program, said it has appointed Ross Mitchell to replace aerospace executive, Philippe Poutissou, who left earlier this week. A spokesman said Mitchell, a company veteran, is assuming the role of vice president of business acquisitions, effective immediately. Poutissou was vice president of marketing for the commercial aircraft division. The move comes less than a month after Bombardier said it will cut 1,800 jobs and split its aerospace division into three separate units that report directly to Chief Executive Officer Pierre Beaudoin: business aircraft, commercial aircraft and aerostructures and engineering services. \"Since then, there's been a lot of movement within the company,\" said spokesman Marc Duchesne. \"There could be more.\" Aerospace President Guy Hachey, often the face of the CSeries, also retired at the time of the restructuring announcement in July. Last year, Bombardier replaced Chet Fuller, head salesman for the CSeries. Gary Scott, head of Bombardier's commercial plane unit and a champion of the CSeries program, retired in 2011. Bombardier hopes the CSeries, which claims superior operating and fuel efficiencies, will win a sizeable portion of the 100- to 149-seat jet market, but many airlines are taking a wait-and-see stance as it undergoes flight tests. The completely new jet family will compete with the smaller commercial planes made by aerospace giants, Boeing Co and Airbus Group NV. It was supposed to enter commercial service around the end of 2013, but that is now slated for the second half of 2015. The CSeries has been grounded since late May, however, following an engine failure. The company has repeatedly said the test planes will resume flying in the \"coming weeks\", but on Tuesday, Duchesne only said that Bombardier was still working with United Technology Corp's engine maker Pratt & Whitney and that things were going well and \"moving in the right direction.\" Duchesne declined to comment on reports that a commercial operations director also left the company. The executive shuffle was first reported by the Wall Street Journal. Mitchell, who has nearly 20 years of experience in sales with Bombardier's commercial and business aircraft units, was most recently the regional vice president for sales in Europe. He moves from Munich, Germany, to Toronto's Downsview facility, which makes the company's Q400 turboprop planes. (Reporting by Solarina Ho; Editing by Lisa Shumaker)",
                "url": "https://www.reuters.com/article/bombardier-management-idUSL2N0QQ00D20140820"
            },
            {
                "title": "CSeries flight ends 100-day grounding",
                "date": "2014-09-08",
                "content": "Bombardier returned the CSeries aircraft to the air on 7 September after a 100-day grounding with FTV-2 taking off from the company's facility at Mirabel airport in Quebec. The flight began at 18:10 and landed before sundown about 30min later. \"We are pleased to see the CSeries aircraft back in the air,\" says Rob Dewar, Bombardier' vice-president leading the CSeries programme. None of the four aircraft in the CSeries flight test fleet have flown since 29 May, the day a low-pressure turbine stage failed in a PW1500G engine installed on FTV-1 during a ground test. P&W traced the failure to a flaw in the engine's main oil lubrication system. The oil system dedicated to the engine's unique fan drive gear system was not at fault, according to Bombardier and P&W. About six weeks after the grounding began P&W first proposed a series of modification to Bombardier, but the companies negotiated for several weeks on the final design. Details of the modifications have not been disclosed. Bombardier says, however, that the changes will have no impact on the fuel burn, noise and thrust goals for the engine. Despite the 100-day hiatus, Bombardier also expects no change to the programme's overall schedule. First delivery of the 110-seat CS100 remains pegged for the second half of 2015, a window that opens in nine months. The first delivery of the CS300 should follow about six months later, Dewar says. Return to flight of FTV-2 will be followed shortly by FTV-4, Dewar says. FTV-1 is in the final stages of repairs for the damages sustained in the 29 May test incident, including punctures of the aircraft's carbonfibre wing. It will return to flight after FTV-4. Return to flight of FTV-3 will happen during the \"fall\" season, Dewar says. FTV-5, the first test aircraft with a completed interior, remains in final assembly. Bombardier expects to complete first flight of FTV-5 by the end of the year.",
                "url": "http://www.flightglobal.com/news/articles/cseries-flight-ends-100-day-grounding-403420/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier FTV5 Takes To The Skies",
                "date": "2015-03-20",
                "content": "Bombardier confirmed today that the fifth CS100 flight test vehicle (FTV5) - the CSeries aircraft equipped with the first finished cabin interior - took to the skies on March 18, 2015, from Mirabel, Québec. FTV5 received Transport Canada's Flight Test Permit on March 12, 2015 and is the sixth CSeries aircraft to join the flight test program. The first flight was conducted under the command of Capt. Simon Bowell, Flight Test Pilot, Bombardier Flight Test Centre. Capt. Bowel was assisted by First Officer Mark Elliott and Flight Test Engineers Constantin Stan and Cristian Salas. \"Today we reached an exciting milestone as the last CS100 test aircraft and the only one to be fitted with a full interior joined the flight test program - demonstrating the high amount of maturity we've built into the aircraft over the past few months,\" said Rob Dewar, Vice President, CSeries Program. \"FTV5 will be used to test all the passenger experience related systems, such as ventilation, lighting, ordinance systems, seats, galleys and lavatories.\" Today's flight comes on the heels of the CS300 aircraft's first flight on February 27, 2015. The first CS300 aircraft completed its inaugural flight and together with the other CSeries flight test aircraft, there are now six aircraft in the certification program. The CSeries aircraft program has accumulated well over 1,200 combined CS100 and CS300 flight hours.",
                "url": "http://www.aero-news.net/getmorefromann.cfm?do=main.textpost&id=f6270088-205e-43fa-a8ea-32da8d854f5b"
            },
            {
                "title": "Bombardier Resets CSeries Debut to 2016 as Timeline Slips",
                "date": "2015-03-28",
                "content": "Bombardier Inc. delayed the delivery of the struggling CSeries jetliner again, targeting 2016 for the plane's commercial debut after previously predicting that its flagship model would be in service by the end of this year. Canadian certification of the plane should come in late 2015, Chief Executive Officer Alain Bellemare said Friday. He said that will set the stage for a handover next year to the first customer, which Bombardier hasn't identified, while asserting that there had been no change in the timetable. \"We have an entry into service schedule for our clients, and this schedule is in fact in 2016,\" Bellemare, who became CEO last month, said after a shareholder meeting in Montreal. \"Before I arrived, it was already scheduled like that.\" Still, the timeline is a retreat from longstanding comments targeting the end of this year for an initial delivery that Bombardier once set for 2013. In a Sept. 7 news release, after test flights resumed following a three-month halt due to an engine fire, the company said entry into service \"remains on track for the second half of 2015.\" Bombardier has been shifting its language in recent weeks to show 2015 as a target for certification, not delivery, as analysts speculated that the smaller CS100 model wouldn't make it to market this year. As Bombardier tries to move beyond its signature regional jets and compete with the smallest Boeing Co. and Airbus Group NV models, CSeries development costs have ballooned to $5.4 billion, at least $2 billion over budget. 'Significant Progress': Bellemare's predecessor, Pierre Beaudoin, was asked in January by an analyst on a conference call whether the late-2015 timetable remained in effect. He answered \"yes,\" and then went on to say that Bombardier was \"making significant progress to be able to certify in the second half of 2015.\" \"With certification of the program planned for the end of 2015, you don't do a delivery before the start of the next year anyway,\" Bellemare said Friday. Bombardier shares declined 1 percent to C$2.48 at 1:31 p.m. in Toronto. They have fallen 40 percent this year through Thursday, compared with a 0.5 percent gain for the S&P/TSX Industrials Index. Bombardier is more than halfway through a 2,400-flight hour test program for the CSeries, and the plane's performance is \"really very good,\" Bellemare said Friday. The Montreal-based company has said the CSeries, which features a new geared turbofan engine from United Technologies Corp.'s Pratt & Whitney unit, will cost about 15 percent less to operate, cut fuel consumption about 20 percent and produce less noise than competing jets from Boeing and Airbus. 'Strategic Options': \"When you are building a plane that will be in service for 25 or 30 years, the most important thing is whether your plane is performing, and whether you are meeting your operating cost goals for operators,\" Bellemare said. \"Right now, we're in a good situation.\" Bellemare spoke to reporters after shareholders approved a C$1.1 billion ($875 million) equity issue that the company announced last month. Together with a $2.25 billion debt sale, the transaction will give Bombardier \"the financial capacity to complete our projects,\" the CEO said. Now that the financing is done, Bombardier is \"looking at all sorts of strategic options\" for its aerospace and trainmaking units, Bellemare said. Possibilities could include strategic alliances, partnerships, joint ventures and asset sales, according to the CEO.",
                "url": "http://www.bloomberg.com/news/articles/2015-03-27/bombardier-resets-cseries-debut-to-2016-as-timeline-slips-again"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Certification Tests Over 80 per cent Complete for Bombardier C Series Aircraft",
                "date": "2015-08-20",
                "content": "Bombardier announced today that its all-new CS100 has performed over 80 per cent of the required certification tests with more than 2,250 flight test hours to date. The C Series aircraft is currently undergoing noise performance testing and is expected to meet those targets, making it the quietest commercial jet in production. Bombardier also confirmed that one of the C Series aircraft's demonstration stops in September will be at its Bombardier Toronto site where many employees will see the aircraft fly for the first time. \"The summer months are proving very productive for the C Series aircraft as the flight test program continues to make solid progress - even setting a record with six test aircraft flying on the same day, logging in excess of a combined 20 hours,\" said Fred Cromer, President, Bombardier Commercial Aircraft. \"Passengers also flew onboard the CS100 for the first time as part of the cabin testing program and their feedback was very complimentary. The C Series continues to impress and is on track to achieving certification later this year and we continue to work with first operator SWISS as it readies for entry-into-service in the first half of 2016.\" Earlier in the summer, Bombardier announced that the C Series aircraft's maximum range is confirmed to be up to 3,300 NM (6,112 km), some 350 NM (648 km) more than originally targeted. The aircraft is delivering more than a 20 per cent fuel burn advantage compared to in-production aircraft, and a greater than 10 per cent advantage compared to future re-engined aircraft. With unmatched environmental and noise footprints, the C Series is undergoing testing to confirm aircraft's community noise level is up to 20 EPNdB below the Federal Aviation Authority's Stage 4 limit, making it ideal for city centre operations.",
                "url": "http://news.commercialaircraft.bombardier.com/certification-tests-over-80-per-cent-complete-for-bombardier-c-series-aircraft/"
            },
            {
                "title": "Bombardier C Series Aircraft Certification Program Over 90 per cent Complete",
                "date": "2015-10-14",
                "content": "Bombardier announced today that its all-new CS100 aircraft has successfully completed over 90 per cent of the certification program and is now in the final stage of flight testing that will include a few weeks of function and reliability tests. Bombardier also confirmed that production ramp-up is underway, including the first aircraft for launch operator, SWISS. \"It's a thrill to announce that we're in the final stage of certification. Following a comprehensive flight test program, we're now on the cusp of validating that the CS100 aircraft is ready for operation with SWISS,\" said Fred Cromer, President, Bombardier Commercial Aircraft. \"Thanks to the dedication and hard work of many people from around the world, over many years, today we're proud to announce that this last phase of flight testing puts us on track to certify by the end of 2015.\" \"The tremendous discipline and efforts of our employees, suppliers and customers will be on display over the next few weeks as the CS100 aircraft takes to operating on a commercial airline-type schedule from key airports in North America. This function and reliability testing will include airfield performance; landings and airport turnarounds; and on-ground operations - all to ready the CS100 aircraft for operation with SWISS in the first half of 2016,\" said Rob Dewar, Vice President, C Series Aircraft Program, Bombardier Commercial Aircraft. \"The function and reliability test flights, which will be conducted using typical airline flight routings and operational procedures, will include about 15 representative airports in Canada and 20 in the United States,\" added Mr. Dewar. In the last month, Bombardier announced it had completed all noise performance testing and data confirms it is the quietest in-production commercial jet in its class. The aircraft's noise performance and its outstanding short-field capability make it ideal for varied types of operations. Earlier this year, Bombardier announced that the C Series aircraft's maximum range is confirmed to be up to 3,300 NM (6,112 km), some 350 NM (648 km) more than originally targeted. The aircraft is delivering more than a 20 per cent fuel burn advantage compared to in-production aircraft, and a greater than 10 per cent advantage compared to re-engined aircraft. This means that one C Series aircraft could reduce an operator's carbon emissions by up to 6,000 tons each year. The C Series will also emit 50 per cent fewer NOX emissions than the CAEP 6 NOX emission standards. Bombardier assesses the environmental impact of its aircraft throughout their life cycles. Based on its design, manufacturing, operations and recyclability, the C Series aircraft will be issued an Environmental Product Declaration (EPD) upon entry-into-service - an industry first.",
                "url": "http://news.commercialaircraft.bombardier.com/bombardier-c-series-aircraft-certification-program-over-90-per-cent-complete/"
            },
            {
                "title": "Bombardier Celebrates the Completion of its CS100 Aircraft's Certification Flight Test Program",
                "date": "2015-11-17",
                "content": "Bombardier Commercial Aircraft announced today that the CS100 aircraft has completed its certification flight testing, subject to Transport Canada's final review and acceptance. Concurrently, Bombardier is finalizing the submission of the remaining Type Certificate documentation for Transport Canada approval. \"We are executing to plan and are in the final stage before obtaining the CS100 Type Certificate from Transport Canada,\" said Fred Cromer, President, Bombardier Commercial Aircraft. \"I heartily congratulate the many employees, suppliers and customers that have worked together to bring us all to this important milestone.\" \"The completion of the CS100 aircraft's flight test program and the aircraft's pending certification by Transport Canada fill us with a great deal of satisfaction and pride,\" said Rob Dewar, Vice President, C Series Aircraft Program, Bombardier Commercial Aircraft. \"It is also very gratifying to see the CS100 aircraft conducting its route proving exercises and touching down at airports across Canada and in the U.S. We have already started to see increased excitement and interest in many communities as our all-new C Series aircraft - the first new aircraft produced for the 100- to 150-seat segment in the last three decades - prepares to enter service with SWISS in the first half of 2016.\" Since starting route proving, on November 7, 2015, the CS100 aircraft has made stops in Mirabel, QC; Toronto, ON; Montréal, QC; Windsor, ON; Thunder Bay, ON; Moncton, NB; Halifax, NS; St-John's, NL; Calgary, AB; and Regina, SK. In the U.S., the aircraft has visited Denver, CO; Wichita, KS; Boise, ID; Chicago, IL; Minneapolis, MN; Fort Lauderdale, FL; Dallas-Fort Worth, TX; New Orleans, LA; Nashville, TN; Seattle, WA and Raleigh/Durham, NC. The route-proving flights, which are being conducted using typical airline flight routings and operational procedures, are scheduled to include approximately 15 city pairs in Canada and 20 in the U.S, before moving on to Europe.",
                "url": "https://www.bombardier.com/content/bombardiercom/en/media/newsList/details.bombardier-celebrates-the-completion-of-its-cs100-aircrafts-cert.bombardiercom.html"
            },
            {
                "title": "Bombardier Completes First Phase of C Series Route Proving",
                "date": "2015-11-25",
                "content": "The route-proving CS100 aircraft bearing Canadian registration markings C-FFCO completed flights to over 30 city pairs across North America, concluding the first phase of the route proving activities. The journey, which began on November 7, included 70 legs with the aircraft flying over 50,000 nautical miles (92,600 km) - the equivalent of over twice the Earth's circumference. The crews have been submitting the aircraft to airline-like conditions, on short to long range routes, day and night, and in various atmospheric conditions, airports and airport altitudes. \"This route-proving aircraft has been a real pleasure and impressive to watch. Performing above expectations, the CS100 is showing dispatch reliability and completion rates of 100% - a testimony to our well-prepared teams, the solid flight testing campaign, and the quality of the C Series aircraft design,\" said Robert Dewar, Vice President, C Series Program. Cities visited included Mirabel, QC; Toronto, ON; Montréal, QC; Windsor, ON; Thunder Bay, ON; Moncton, NB; Halifax, NS; St-John's, NL; Calgary, AB; Regina, SK, and Vancouver, BC. In the U.S., the aircraft has visited Denver and Montrose, CO; Wichita, KS; Boise, ID; Chicago, IL; Minneapolis, MN; Fort Lauderdale and Orlando, FL; Dallas-Fort Worth, TX; New Orleans, LA; Nashville, TN; Seattle, WA; Raleigh/Durham, NC; San Francisco, CA; Tucson, AZ; Fort Wayne, IN and New York, NY. The C Series aircraft will continue operating in all sorts of conditions such as: in hot and cold temperatures, in high altitude, with overseas procedures, humidity exposure and icing conditions, as well as with different passenger and baggage loadings and high workload approaches; ensuring its readiness for entry-into-service with SWISS in the first half of 2016. Expect to see the aircraft all around the world! On November 17, Bombardier announced that the CS100 aircraft completed its certification flight testing, subject to Transport Canada's final review and acceptance. Concurrently, Bombardier is finalizing the submission of the remaining Type Certificate documentation for Transport Canada approval. Bombardier is on track to have the aircraft certified this year with Transport Canada.",
                "url": "http://news.commercialaircraft.bombardier.com/bombardier-completes-first-phase-of-c-series-route-proving/"
            },
            {
                "title": "Bombardier CS100 passenger jet receives certification",
                "date": "2015-12-18",
                "content": "It's been years behind schedule and billions of dollars over budget, but Bombardier's all-new CS100 passenger jet has finally received its Transport Canada Type Certification, the Montreal-based plane maker announced Friday morning. The certification paves the way for the delivery and entry into service of the CS100 with first operator SWISS sometime in the first half of 2016. \"This is an historic moment for Bombardier,\" said Fred Cromer, President, Bombardier Commercial Aircraft. \"Bringing to market the only new family of aircraft developed for the 100- to 150- seat market segment in close to 30 years is a standout accomplishment - the C Series aircraft is now well on its way to opening up new opportunities for operators.\" Federal Transport Minister Marc Garneau, a former Canadian astronaut, was on hand to make the announcement at Bombardier's plant in Mirabel, north of Montreal. \"This is a big day,\" Garneau said, adding that certification sends a strong message to investors and potential customers that Bombardier's C Series - the largest jets the company has ever made - is open for business. Karl Moore, a professor at Desautels Faculty of Management at McGill University in Montreal and a long-time aviation observer, said Bombardier can finally start getting some cash flowing into its much depleted coffers. Bombardier's C Series of passenger aircraft competes with a number of producers, including Airbus and Boeing, which have slimmed down versions of their planes targeting the same market. \"The C Series is an outstanding product, it's what the call a 'clean sheet' design, that five people sat in a room 13-14 years ago and came up with 'if you didn't have any constraints what would the plane look like' and this is what they came up with,\" said Moore. \"It's much quieter, much more fuel efficient than the competitors from Boeing and Airbus.\" But Boeing and Airbus have huge fleets out there, making them more attractive to airlines, Moore said. \"This is a critical day for a lot of sales campaigns that Bombardier has for the C Series around the world,\" he said. And the lower Canadian dollar makes Bombardier more competitive. Moore said he expects now more orders to start coming in next year as Bombardier can finally show its product. \"But Bombardier doesn't want to appear desperate and be willing to give the plane away to sell it,\" Moore said. \"You want to make sure to have good margins on it and you got to pay back all the billions you spent on developing.\" Bombardier is in much better financial shape than it was six months ago largely thanks to the $1 billion US investment by the government of Quebec, which is taking 49.5 per cent of the C Series, and another billion dollar investment in Bombardier's transportation division by the provincial pension fund manager, Caisse de dépôt et placement du Québec. The plane maker is also looking at potentially some funding, probably in a billion-dollar range, from the federal government that Bombardier is talking to, Moore said. All these measures have taken any concerns of bankruptcy away, he said. \"Things will get even better when SWISS is using it, getting actual results from using it as a commercial operation and more and more are made on the production lines,\" Moore said. \"There is a learning curve when you produce a plane like this, so it takes a while until you've got it at its optimal production.\"",
                "url": "https://www.rcinet.ca/en/2015/12/18/bombardier-cs100-passenger-jet-receives-certification/"
            },
            {
                "title": "Bombardier CS100 receives type certification",
                "date": "2015-12-18",
                "content": "On Dec. 18, 2015, Bombardier Commercial Aircraft announced that its all-new CS100 aircraft had received Transport Canada Type Certification following a comprehensive and rigorous testing program, which included more than 3,000 flight test hours, the validation of thousands of test results and the authentication of extensive design and performance data. Obtaining the Type Certificate for the CS100 aircraft paves the way for the delivery and entry into service of the CS100 aircraft with its first operator, SWISS, in Q2 2016. \"This is an historic moment for Bombardier. Years of dedicated effort and collaboration culminate today in a very proud moment for many, as we celebrate the CS100 aircraft's Transport Canada Type Certification. I heartily congratulate our teams for their commitment to developing, testing and certifying the CS100 aircraft,\" said Fred Cromer, president, Bombardier Commercial Aircraft. \"Bringing to market the only new family of aircraft developed for the 100- to 150-seat market segment in close to 30 years is a standout accomplishment-the C Series aircraft is now well on its way to opening up new opportunities for operators, while delivering unrivalled economic advantages, performance, and environmental credentials. It's the new reality for the single-aisle market.\" Design Approval Designees (DADs)-engineers authorized to act on behalf of the Minister of Transport to approve aeronautical design and make findings of compliance-worked closely with Transport Canada over the last five years planning, testing, and reviewing thousands of technical drawings and documents that ultimately define the C Series aircraft and allow it to be built against this design definition. Once Bombardier demonstrated that the C Series aircraft design fully complied with the safety requirements mandated by Transport Canada, the aircraft was issued its Type Certificate. \"Our highly skilled flight test, ground test and engineering teams, along with our suppliers, have successfully designed, developed, tested and certified this best-in-class aircraft-introducing multiple new technologies resulting in the aircraft exceeding the performance targets [to which] we committed at program launch,\" said François Caza, vice president, Product Development and Bombardier's chief engineer and head of its Design Approval Organization. \"I applaud our employees' innovation, dedication and engagement on achieving this key milestone. I am confident we will execute on our next commitments with the same diligence and excellence.\" Bombardier's CS300 aircraft, the larger model, is on track to obtain its Type Certificate within the next six months as planned. Bombardier will continue to work with Transport Canada to validate the CS100 aircraft's training syllabus. \"Today, we salute everyone that has dedicated years of service and commitment to developing the C Series aircraft, and I wish to personally thank all our customers, partners, suppliers and more than 2,300 employees at various Bombardier facilities for their contributions to the program,\" said Rob Dewar, vice president, C Series Aircraft Program, Bombardier Commercial Aircraft. \"While we shift this same focus and dedication towards ensuring a flawless entry-into-service alongside first operator SWISS-with first delivery planned in the second quarter of 2016-we also look forward to continuing demo flights to showcase this magnificent aircraft to airlines and other interested operators around the world.\"",
                "url": "https://skiesmag.com/press-releases/bombardier-cs100-receives-type-certification/"
            },
            {
                "title": "Bombardier CS100 passenger jet is given the all-clear for take-off",
                "date": "2015-12-19",
                "content": "Bombardier's CS100 passenger jet, which is part-built in Belfast, has been awarded certification by Canada's transport authority. That means the aircraft could be in the air as early as the middle of next year. The firm's Belfast factory has been producing the wings for both of its CSeries jets. Last month, the Belfast Telegraph revealed that the workforce here had made between 15 and 20 fuselage mid-sections for the aircraft after work was transferred from the company's manufacturing partner in China to Northern Ireland. Welcoming the green light for the CS100, Michael Ryan, vice-president and general manager of Bombardier Belfast, said: \"Given our involvement in the CSeries aircraft programme, in particular in the design and manufacture of the advanced composite wings, this is an achievement of which all our employees and our supply chain should be justly proud.\" \"The wings are produced using a patented resin transfer infusion process developed by our Belfast engineers, and represent a step change in aircraft wing design and manufacture.\" The Canadian firm's certification - which passes the aircraft fit in all aspects of airworthiness - has been speculated on in recent weeks. Bombardier's Fred Cromer, president of commercial aircraft, said the sign-off was \"a historic moment\". \"Years of effort and collaboration culminate in a very proud moment for many as we celebrate the CS100's Transport Canada certification,\" he added. Also welcoming the sign-off, Enterprise Minister Jonathan Bell said: \"Certification of the CS100 represents the successful completion of years of design, development and testing of this all-new aircraft, the advanced composite wings for which are designed and manufactured in Northern Ireland. \"I congratulate the whole team at Bombardier, and especially Michael Ryan and his staff.\" Belfast's role in the CSeries has increased significantly, from initially being tasked to work only on the wing sections of the jet. But Bombardier has been struggling with securing sales for the long-delayed jet. While the narrow-bodied aircraft has received 243 orders so far, that is lower than the company's initial target of 300. The firm recently warned it faced a \"serious financial crisis\" and planned to reduce its operating costs in Belfast by a fifth over two years. ",
                "url": "https://www.belfasttelegraph.co.uk/life/travel/bombardier-cs100-passenger-jet-is-given-the-all-clear-for-take-off/34299685.html"
            }
        ]
    },
    {
        "win label": 1,
        "news": [
            {
                "title": "Bombardier Launches C Series Route-proving in Europe",
                "date": "2016-03-07",
                "content": "The Bombardier CSeries CS100 has started a month-long route-proving campaign in Europe, Bombardier Commercial Aircraft announced Monday. The program uses a dedicated CS100 route-proving aircraft operated by Bombardier from the Zurich based of launch operator Swiss International Air Lines. Plans call for the route-proving exercises to include main European cities such a Brussels, Vienna and Warsaw. Bombardier plans to deliver the first production CS100 to Swiss in the second quarter. \"As the launch customer and the first airline that will operate the CS100 aircraft, the European route- proving program is very important to us and will provide a real indication of how the aircraft will operate in our network when we take delivery of our first CS100 aircraft in the next few months,\" said Swiss International Airlines chief technical officer Peter Wojahn. The CS100 will conduct route-proving flights using typical airline flight routings and operational procedures, said Bombardier, giving a clear indication of how the C Series aircraft will perform in a typical airline schedule to and from different airports. Airfield performance, landings, airport turnarounds and on-ground operations represent some of what Bombardier calls important characteristics it plans to observe. The European route-proving program follows one conducted last year across North America that included more than 35 cities. Separately, Bombardier confirmed that the last of eight flight test vehicles-- the second CS300 aircraft--entered the flight test program in Mirabel, Québec last week. \"March is turning out to be a very productive month for the C Series aircraft program,\" said CSeries program head Rob Dewar. \"In addition to the next phase of route-proving, last week we celebrated the first flight of the eighth and final flight test vehicle. It's only the second CS300 flight test vehicle in the program and one that is equipped with a full production interior. We're delighted that its test program, which is dedicated to cabin and interior certification, is off to a great start and progressing extremely well.\" ",
                "url": "https://ainonline.com/aviation-news/air-transport/2016-03-07/bombardier-launches-c-series-route-proving-europe"
            },
            {
                "title": "First Swiss C Series to Fly Revenue Service on July 15",
                "date": "2016-04-22",
                "content": "The first production Bombardier C Series will enter service with Swiss International Airlines on July 15, the airline confirmed Friday. Swiss expects to take delivery of the airplane-a CS100-at the end of June. It holds an order for 30 of the smaller of the two-member family of narrowbodies, which also includes the CS300 Schedules call for the first flight to take off from Zurich at 12:30 pm on a scheduled service to Paris Charles de Gaulle Airport. Along with Paris, cities served by Swiss's CS100 in July will include Manchester, Prague and Budapest, followed by Warsaw and Brussels at the end of August, and by Nice, Stuttgart, Hanover, Milan, Florence and Bucharest in September. Plans call for replacement of Avro RJ100s with the C Series on several more destinations as the new twinjets arrive, said Swiss. The airline expects to serve its Zurich-London City with the C Series starting in the first quarter of 2017. Swiss reported that the arrival of the C Series will create 150 new jobs at the airline. Bombardier announced on March 23 that the C Series completed a series of route-proving flights covering much of Europe in preparation for entry into service with Swiss. The program, conducted in Swiss's route network, included more than 30 city-pair flights over a three-week period. Results associated with airfield performance, landings, airport turnarounds and on-ground operations supported previous observations and confirmed that the C Series aircraft is meeting or exceeding original targets, according to Bombardier. The European route-proving program followed a similar exercise conducted last year across North America that included more than 35 cities. ",
                "url": "https://www.ainonline.com/aviation-news/air-transport/2016-04-22/first-swiss-c-series-fly-revenue-service-july-15"
            },
            {
                "title": "Bombardier CS100 aircraft takes first passenger flight",
                "date": "2016-06-06",
                "content": "Bombardier has carried out the first passenger flight of its new CS100 aircraft, ahead of its delivery to launch customer Swiss later this month. The demonstration flight carried Star Alliance CEOs, executives and media between Dublin and Zurich, at the end of the annual International Air Transport Association AGM. According to Bombardier \"The one hour and 50 minutes ride from Dublin to Zurich consumed 20 per cent less fuel than competing single-aisle aircraft currently flying that route\". Commenting on the flight Swiss CEO Thomas Klühr said: \"It was a pleasure to welcome our fellow Star Alliance Chief Executive Board members to Zurich in this special year, having flown on a very special aircraft - the Bombardier C Series - for which Swiss is the launch customer. \"We are really looking forward to welcoming the CS100 into our fleet when we take delivery in a few weeks.\" The C Series comprises two models - the 110-seat CS 100, and the 135-seat CS300. Customers include Swiss, Delta, Gulf Air, Korean Air and Air Baltic.",
                "url": "https://www.businesstraveller.com/news/2016/06/06/bombardier-cs100-aircraft-takes-first-passenger-flight/"
            },
            {
                "title": "European and U.S. aviation bodies certify Bombardier CSeries 100 aircraft finally clearing the way for takeoff",
                "date": "2016-06-16",
                "content": "Bombardier Inc. says aviation authorities in Europe and the United States have now certified its CS100 series passenger planes, clearing the way for delivery of the aircraft to Swiss International Air Lines by the end of the month. The Swiss carrier is scheduled to be the first to put the plane into commercial service in July. Certification from the Federal Aviation Administration in the U.S. and the European Aviation Safety Agency follows a similar decision by Transport Canada in December 2015. Montreal-based Bombardier has a lot riding on the success of the CSeries aircraft, which is two years behind schedule and has incurred about US$2 billion in cost overruns. Bombardier received a major boost in late April when Delta Air Lines placed a firm order for 75 CS100 aircraft with options for another 50 in a deal the company said was worth approximately US$5.6 billion. Bombardier said delivery of the aircraft to Delta, one of the largest airlines in the world, is expected to begin in 2018. On Monday, Premier Philippe Couillard said Quebec is on track to finalize its US$1 billion investment in Bombardier's CSeries program and that a deal should be in place by the end of the month. Federal Finance Minister Bill Morneau earlier said the government continues to talk with Bombardier about providing US$1 billion in funding.",
                "url": "http://business.financialpost.com/news/transportation/european-and-u-s-aviation-bodies-certify-bombardier-cseries-100-aircraft-finally-clearing-the-way-for-commercial-use"
            },
            {
                "title": "Swiss Takes Delivery of First Bombardier C Series",
                "date": "2016-06-29",
                "content": "Swiss International Airlines on Wednesday accepted delivery of the first Bombardier C Series CS100 after several program delays that contributed to $2 billion worth of cost overruns. Swiss has scheduled the first of its 30 CS100s on order to enter service on a July 15 Zurich-to-Paris Charles de Gaulle flight. The airline plans to gradually replace its Avro RJ100 fleet with the new narrobodies and some of its other existing aircraft, resulting in \"moderate\" capacity growth. Plans call for the CS100 to fly to Manchester, Prague and Budapest before Swiss adds Warsaw, Brussels, Nice, Stuttgart, Hanover, Milan, Florence and Bucharest to its list C Series destinations. The airline expects to serve its Zurich-London City route with the C Series starting in the first quarter of 2017. The milestone delivery comes some two weeks after U.S. and European aviation authorities validated the December Transport Canada certification of the 110- to 135-seat narrowbody. It also comes the day after Air Canada converted its letter of intent covering 45 Bombardier CS300s to a firm order. That contract, originally announced in February, includes options for another 30 CS300s and carries a value of as much as $6.3 billion at list prices. ",
                "url": "https://www.ainonline.com/aviation-news/air-transport/2016-06-29/swiss-takes-delivery-first-bombardier-c-series"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier delivers first CS100 to SWISS",
                "date": "2016-07-07",
                "content": "Bombardier Commercial Aircraft celebrated the delivery of its first C Series aircraft on June 29, as it handed over serial number 50010 to CS100 launch customer, Swiss Air Lines International (SWISS). In a special ceremony that brought together dignitaries, senior Bombardier executives, industry partners and international media, the first of the much-anticipated C Series airliners was handed over to SWISS management. The jet becomes the first of 30 C Series aircraft-20 CS100s and10 CS300s-to be delivered to the Lufthansa Group subsidiary. Its arrival in Zurich on June 30 will be followed by two more deliveries in July and August. The ceremony also included a spirited flight demonstration for 90 attendees, which will go down in Canadian aeronautical history as the CS100's first North American passenger flight. Bombardier Aerospace senior test pilot Esteban Arias demonstrated the aeronautical capabilities of the aircraft, including a steep dramatic takeoff, sharp banking at an altitude of about 10,000 feet, and a fast descent. The jet flew over the Mont Tremblant ski area and completed a fly-by of Bombardier's Mirabel plant. The aircraft's short runway capabilities make it an attractive proposition for a worldwide audience. Leading African airline Ethiopian Airlines is reportedly considering the jet. Passengers appreciated the intelligent interior styling, combined with the powerful thrust of the Pratt & Whitney PurePower PW1500G engines. Windows in the CS100 are 50 per cent larger than its closest competitors, and clever seat design, featuring a 19-inch pitch, combines comfort with superior space. Well-positioned, large overhead bins have been carefully configured to enhance the widest single-aisle cabin in the field, giving the narrowbody aircraft a widebody feel. Rob Dewar, vice-president, C Series Aircraft Program, proudly announced in mid-flight, \"The aircraft is the most advanced technological single-aisle on the market. A new aircraft program like the C Series aircraft comes around once in a lifetime and it's a proud achievement that belongs to many.\" The passengers on board certainly seemed to be enjoying the ride. The SWISS CS100 aircraft will serve its first European commercial route on July 15, when it is scheduled to fly between Zurich and Paris. Schedules from Zurich to Manchester, UK; Prague, Czech Republic; and Budapest, Hungary will swiftly follow, with other European cities being added before year-end. Alain Bellemare, president and CEO of Bombardier Inc., opened the evening celebrations with heartfelt thanks to SWISS for sticking by Bombardier in good times and in bad. He added that the airline helped \"keep the program alive.\" Thirty-four SWISS captains have already trained in Quebec on Bombardier's CAE-built simulator, and further training will be conducted on the SWISS-owned simulator in Zurich. Twenty maintenance engineers have also been trained in Mirabel to support the European operation. While the C Series could have flown the passengers from Mirabel to Zurich in a single leg, SWISS CEO Thomas Klühr said the airline has no plans to take advantage of the aircraft's long-haul capabilities. \"We anticipate that a mix of business and leisure customers will enjoy our new aircraft and the passenger experience that it provides,\" he said. \"We will use the aircraft to fulfill an average flight of two hours and see it as complementing our existing fleet.\" SWISS will gradually replace its Avro RJ100 fleet with the C Series models. \"We congratulate Bombardier and our own SWISS teams on this milestone delivery, as we now focus on the CS100 aircraft's entry into service.\" While it is too early to say exactly what the operating cost savings will be, Klühr is confident they will be significant. On June 28, Air Canada firmed up its order for 45 CS300 jets, with options for 30 more. Bombardier is heading to the world's largest aviation event, the Farnborough International Air Show, in a couple of weeks with 370 firm orders, around 300 letters of intent, an aircraft delivered, and more on the production line. Recent positive news from the C Series program has gone a long way to quash speculation and silence critics. If the reaction of the 1,400 people attending the delivery ceremony at Mirabel is any kind of indication, things are beginning to look up for the Canadian OEM. ",
                "url": "https://skiesmag.com/news/bombardier-delivers-first-cs100-to-swiss/"
            },
            {
                "title": "Bombardier CSeries environmental performance confirmed by outside global agency",
                "date": "2016-09-26",
                "content": "Bombardier says its new CSeries aircraft has received the aviation industry's first independent environmental certification, confirming the promise of a commercial jet with a substantially lower carbon footprint. The Montreal-based manufacturer says the CS100, which was entered into service by Swiss International Air Lines in June, received the Environmental Product Declaration from Sweden's International EPD System. \"It adds credibility to what we say when we talk about this airplane being a green airplane,\" Fred Cromer, president of Bombardier Commercial Aircraft, said in an interview. The declaration was announced on the eve of the general assembly of UN agency International Civil Aviation Organization, which will focus on sustainable development. The declaration confirms the environmental impact of the plane over the product's projected 20- to 30-year lifespan from start through to recycling parts once decommissioned. With fuel consumption equivalent to 50 kilometres per litre, Bombardier says that over its lifespan each CSeries will emit 120,000 tonnes less carbon dioxide than other jets of similar size. That's comparable to taking more than 32,000 mid-sized cars off the road for a year. Bombardier has received eight certifications for its railway products but said this is the first for any airplane. Cromer said the declaration can only help sales efforts by validating that the plane fits into the green agenda of airlines. About 600 EPDs have been registered by 150 companies in 31 countries over 15 years. The International EPD System says the voluntary declaration doesn't imply that the product is environmentally better than alternatives. ",
                "url": "https://www.ctvnews.ca/business/bombardier-cseries-environmental-performance-confirmed-by-outside-global-agency-1.3089865?cache="
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier Flies C Series Demo from London City to New York",
                "date": "2017-03-27",
                "content": "Bombardier flew a C Series CS100 with a representative payload non-stop from London City Airport to New York JFK Airport in New York City following the completion of demonstration tests for the steep-approach, short-field landing at LCY, the airframer announced Monday. \"The C Series is the only commercial aircraft that was specifically designed for operations at LCY and we are very proud of its performance,\" said Bombardier Commercial Aircraft's C Series program vice president, Rob Dewar. \"The aircraft smoothly performed all eight takeoffs and landings during a two- day period, as planned.\" Bombardier expects the CS100 to receive Transport Canada and EASA certifications for steep approach landings at London City in the second quarter of this year. Launch customer Swiss International Airlines plans to become the first operator of the C Series into and out of LCY \"later this year.\" Bombardier calls the CS100 the only economically viable option for direct commercial flights from London City to JFK. Steep takeoff and approach requirements at London City call for a 5.5 degree glideslope, and Bombardier must test and validate the C Series to 8.5 degrees to qualify to operate there. In its full 108-seat cabin layout, the CS100 can fly some 2,350 nautical miles into and out of London City. It can reach New York from LCY in a 42-passenger configuration. British Airways' Airbus A318 flies 36 passengers on that route with a stop in Shannon, Ireland, for refueling. Late last summer it cut the frequency on the route from twice to once a day. ",
                "url": "https://www.ainonline.com/aviation-news/air-transport/2017-03-27/bombardier-flies-c-series-demo-london-city-new-york"
            },
            {
                "title": "Bombardier CS100 approved for London City",
                "date": "2017-04-27",
                "content": "There is some good news today for our readers who regularly use Swiss at London City Airport. Aircraft manufacturer Bombardier says its new C Series jet has been granted \"Steep Approval Certification\" from Transport Canada and the EASA. It means the CS100 is now cleared to use London's most convenient airport. Last month the CS100 undertook a number of test flights at LCY, culminating in this aircraft operating non- stop from LCY to New York. Says Rob Dewar, VP of the CS100 series programme: \"The C Series has unparalleled capabilities that no other aircraft in its category has - it will open new possibilities for airlines wishing to operate at challenging airports around the world.\" \"It will double the range that can be flown viably from LCY opening new routes for airlines and passengers.\" Says LCY's CEO Declan Collier: \"It's fantastic news that one of the quietest and most fuel efficient commercial aircraft in its class has been granted regulatory approval. It provides opportunities for non-stop service to destinations including the US East Coast, Russia, West Africa and the Middle East.\" Swiss is currently the only European operator of the CS100 and in total it will operate a fleet of 30 which are intended to replace its older four-engined RJ100s. Each of Swiss' C100s can accommodate 125 passengers in a two-class layout configured 2-3.",
                "url": "https://www.businesstraveller.com/business-travel/2017/04/27/bombardier-cs100-approved-london-city/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Swiss debuts Bombardier CS100 into London City Airport",
                "date": "2017-08-08",
                "content": "Swiss has started flights with the Bombardier CS100 aircraft into London City. The aircraft which seats 125 passengers in a two-class configuration of economy and business, is the largest aircraft using London City and received clearance for the \"steep approach\" - 5.5 degrees required for London City instead of the more normal 3 degrees, in July 2017. Although the headline passenger capacity is 125 passengers, the airline is restricting the number of passengers it will take on board flights to London City to 91 which will rise to 108 by August 21, 2017. The restriction in passenger numbers is for landing only. The airline says that the maximum number of passengers of 125 would be \"fine on a dry runway\", but when wet it says it will restrict the number in the interests of safety and doubts it will ever fly a full load of 125 passengers, pointing out that with the configuration of 2-3 for business class passengers the middle seat will be left empty, reducing the total number of passengers. It also points out that the Avro RJ100 which previously had been flying into London City had a top capacity of 97 seats which was a rarely achieved for similar reasons, so even at 108 seats the CS100 is an increase in capacity. Swiss has ordered 30 of the Bombardier aircraft with 10 CS100 and 20 CS300 aircraft. The CS300 seats 145 passengers in a two-class configuration. Both aircraft have been used widely across the Swiss network and are being used to replace the RJ100 aircraft. Swiss has so far trained over 100 pilots. Swiss says the new aircraft is more comfortable for passengers with a roomier cabin than the RJ100 it is replacing. Seat width is 18.5 inches (47cm), seat pitch 30 inches and aisle width 20 inches (51cm. On the CS300 (the larger aircraft), the seat pitch differs between economy and business - 29 inches in economy and32-33 inches in business (for the CS300). The larger aircraft has 25 percent more hand baggage stowage, with upward closing bins for greater space, larger windows positioned more closely together, lower noise levels and consequently better cabin ambience and thinner seats which the airline says are more comfortable. For the airline fuel consumption is 20 percent lower (eight percent due to the more efficient engines, 12 percent due to the enhanced aerodynamics and the weight savings achieved through more advanced construction materials. The aircraft deliveries have been delayed by nearly three years because of delays to the Pratt & Whitney PW1500 engines. ",
                "url": "https://www.businesstraveller.com/business-travel/2017/08/08/swiss-debuts-bombardier-cs100-london-city-airport/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Bombardier donates C Series aircraft to Ecole Nationale d'Aérotechnique",
                "date": "2018-05-24",
                "content": "Bombardier Commercial Aircraft has announced that it will donate a CS100 aircraft to the École Nationale d'Aérotechnique, a school affiliated with Édouard-Montpetit CEGEP, to be used for the purpose of education and training. With this donation, ÉNA becomes the world's first teaching institution to count a C Series aircraft among its fleet. \"Bombardier plays a leadership role in the Canadian and global aerospace industry by being at the forefront of the development and utilization of disruptive technologies,\" said Alain Bellemare, chief executive officer, Bombardier Inc. \"Our commitment to innovation and excellence is also reflected in education, as our company encourages and supports our teaching institutions such as ÉNA in their mission to provide the highest quality training that meets the needs of the industry.\" \"Bombardier is very proud to invest in the development of highly skilled workers for the Montréal aerospace cluster by increasing the educational value of ÉNA's technical training activities,\" said Robert Dewar, vice-president, C Series Aircraft Program, Bombardier Commercial Aircraft. \"The C Series is the most innovative aircraft in its class, with state-of-the- art technology and advanced materials. This donation will contribute to the development of broader sets of skills by allowing students to manipulate the most advanced technology in commercial aircraft, and we hope that this will help spark their interest for aerospace even further.\" The CS100 was built in 2014, and was the third Flight Test Vehicle of the C Series program. Since its maiden flight on March 3 of that year, the aircraft accumulated approximately 1,400 flight hours. FTV3 was mainly used for avionics and electrical tests, as well as for community noise testing. The aircraft is currently stationed at the Bombardier Flight Test Centre in Wichita, Kan., and will join ÉNA's existing fleet of 37 aircraft in Saint- Hubert, Que., in the coming weeks. ÉNA's static fleet already includes two Learjet and two Challenger aircraft. \"We are honoured to receive this extremely significant gift. The C Series is a true jewel of Québec's technology and this donation is a major educational contribution to our training programs, both from a practical and theory stand point,\" said Sylvain Lambert, director, École Nationale d'Aérotechnique. \"As the sole provider of aerospace technical training in the province of Québec, this new addition to our existing fleet will allow the next generation of workers to become more knowledgeable of the industry's latest technological breakthroughs. On behalf of our students, our teaching faculty, and staff members, I would like to sincerely thank Bombardier for its confidence in our school, and for this gift which will enrich the quality of our training programs.\" Bombardier established many successful partnerships over the years with educational institutions specializing in aerospace and engineering by offering internships, scholarships and corporate donations, as well as participating in research and development projects. Just last year, Bombardier donated a CRJ100 to the British Columbia Institute of Technology, and a Learjet 60 to ÉNA. ",
                "url": "https://skiesmag.com/press-releases/bombardier-donates-c-series-test-vehicle-ecole-nationale-daerotechnique/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Airbus rebrands C Series aircraft developed by Bombardier, renames it A220",
                "date": "2018-07-10",
                "content": "Bombardier Inc.'s name will no longer appear on its C Series jet, which has been officially renamed the A220 as it joins the Airbus family of commercial aircraft. The name change comes after Airbus officially took a majority stake in the C Series program earlier this month. What was the CS100 will be known as the A220-100, while the larger CS300 will be the A220-300. The new name aligns with Airbus' popular A320neo aircraft. The change was announced Tuesday at Airbus' headquarters in Toulouse, France. \"We are thrilled to welcome the A220 to the Airbus family and are honoured to see it wearing its new Airbus colours for the first time,\" Guillaume Faury, Airbus president commercial aircraft, said in a news release. \"I pay tribute to all the women and men at Bombardier and the supply chain who have strived over the past years to bring this fantastic aircraft to the world.\" He said the 100- to 150-seat plane enters a new phase supported by Airbus' vast resources. The technology of the newly designed plane that results in higher fuel efficiency and quieter engines gives it a \"decisive edge\" in a very competitive market, added Eric Schulz, Airbus chief commercial officer. \"All these reasons contribute to my optimism that Airbus will support to make the A220 a great commercial success.\" Bombardier said in a statement that it fully supports the rebranding. \"It is a clear signal to the market that Airbus has put its full weight behind the program, which should accelerate sales momentum and cost reduction efforts,\" it stated. The name change makes perfect sense, said Karl Moore, professor at McGill University's Desautels Faculty of Management. \"It just strikes me as exactly the right thing. You want to tell the world this is now an Airbus product and we're renaming it to indicate it is now a member of our family,\" he said in an interview. Despite losing the Bombardier name on the plane, the company still stands to earn profits as a minority owner. Moore said most people realize that to be fully viable Airbus is the right owner. \"Its future would have been more cloudy if it was just Bombardier.\" Under the deal between Airbus and Bombardier, the aircraft partnership's head office and main assembly line will be located in Mirabel, Que. Airbus also expects to start producing the aircraft for the U.S. market at a new plant in Mobile, Ala., in 2019 with deliveries coming a year later. The C Series partnership involving Airbus, Bombardier and the Quebec government is credited by industry observers with prompting Boeing and Embraer to announce their own joint venture last week. Airbus CEO Tom Enders hinted a meeting last week with Bombardier employees that aircraft orders would be announced at the upcoming air show near London.",
                "url": "https://www.thestar.com/business/2018/07/10/airbus-rebrands-c-series-aircraft-developed-by-bombardier-renames-it-a220.html"
            },
            {
                "title": "Bombardier's C Series aircraft renamed by Airbus",
                "date": "2018-07-10",
                "content": "Bombardier Inc.'s name will no longer appear on its C Series jet, which has been officially renamed the A220 as it joins the Airbus family of commercial aircraft. The name change comes after Airbus officially took a majority stake in the C Series program earlier this month. What was the CS100 will be known as the A220-100, while the larger CS300 will be the A220-300. The new name aligns with Airbus' popular A320neo aircraft. The change was announced Tuesday at Airbus' headquarters in Toulouse, France. \"We are thrilled to welcome the A220 to the Airbus family and are honoured to see it wearing its new Airbus colours for the first time,\" Guillaume Faury, Airbus president commercial aircraft, said in a news release. He said the 100- to 150-seat plane enters a new phase supported by Airbus' vast resources. JetBlue became the first company to announce a purchase deal for the aircraft under the new name, saying Tuesday it has ordered 60 of the Airbus A220-300 aircraft for delivery in 2020 with the option of another 60 starting in 2025. The company, which already has supply deals with Airbus, said the A220-300's range and economics were key reasons for its choice of the plane. The technology of the newly designed plane that results in higher fuel efficiency and quieter engines gives it a \"decisive edge\" in a very competitive market, said Eric Schulz, Airbus chief commercial officer. Bombardier said in a statement that it fully supports the rebranding. \"It is a clear signal to the market that Airbus has put its full weight behind the program, which should accelerate sales momentum and cost reduction efforts,\" it stated. The name change makes perfect sense, said Karl Moore, professor at McGill University's Desautels Faculty of Management. \"It just strikes me as exactly the right thing. You want to tell the world this is now an Airbus product and we're renaming it to indicate it is now a member of our family,\" he said in an interview. Despite losing the Bombardier name on the plane, the company still stands to earn profits as a minority owner. Moore said most people realize that to be fully viable Airbus is the right owner. Under the deal between Airbus and Bombardier, the aircraft partnership's head office and main assembly line will be located in Mirabel, Que. Airbus also expects to start producing the aircraft for the U.S. market at a new plant in Mobile, Ala., in 2019 with deliveries coming a year later. The C Series partnership involving Airbus, Bombardier and the Quebec government is credited by industry observers with prompting Boeing and Embraer to announce their own joint venture last week. Airbus CEO Tom Enders hinted a meeting last week with Bombardier employees that aircraft orders would be announced at the upcoming air show near London. ",
                "url": "https://globalnews.ca/news/4324488/bombardier-c-series-renamed-a220-airbus/"
            },
            {
                "title": "Airbus rolls out Delta's first A220",
                "date": "2018-09-17",
                "content": "Delta's first Airbus A220-100 aircraft has exited the paintshop, ahead of planned entry into service early next year. The airline will be the first US carrier to operate an A220 Family aircraft, joining Air Baltic, Korean Air and Swiss. The A220-100 was formerly known as the Bombardier CS100, and was rebranded earlier this year, after Airbus took a majority stake in the C Series programme. The Delta aircraft was painted in the final assembly line hangar in Mirabel, Quebec, and will now move to pre-flight activities in the A220 flight line hangar before taking its first flight this autumn. Delta has a total of 75 A220-100s on order, the most of any airline.",
                "url": "https://www.businesstraveller.com/business-travel/2018/09/17/airbus-rolls-out-first-delta-a220/"
            },
            {
                "title": "Bombardier/Airbus deliver first 'CSeries' jet to Delta Airlines",
                "date": "2018-10-26",
                "content": "The first Airbus A220 -- the jet formerly known as the CSeries 100 -- has been delivered to Delta Airlines. Bombardier/Airbus delivered the first of 75 planes on Friday in the culmination of a deal that sparked an international trade complaint and a short-lived tariff. To mark the occasion employees celebrated with a rock band and acrobats inside the hangar where the airplane was handed over. Delta first ordered the planes from Bombardier years ago, but in 2016 Boeing, which had not participated in the bidding process to sell planes to Delta, filed a complaint with U.S. trade officials. The U.S. Commerce Department then imposed tariffs of nearly 300 percent on the CSeries -- a decision that was struck down a few months later by the U.S. International Trade Commission. During that process Airbus and Bombardier made a deal to transfer ownership of the CSeries to Airbus, and to manufacture -- or to finish -- certain planes in Alabama to get around U.S. trade restrictions. \"Alone it was also a bit of a challenging journey and that is why we're so glad to have Airbus as a partner and now taking the lead of the program,\" said Alain Bellemare of Bombardier. Guillaume Faury, president of Airbus' commercial aircraft division, said the delivery could not have happened without an international \"partnership that spans the Canadian, American and European aviation sectors\". Delta Air Lines will introduce the first Airbus A220 in North America at New York's LaGuardia airport, making good on promises that the aircraft would initially fly from the Big Apple. Routes with the A220 will begin flying across the United States in 2019. ",
                "url": "https://montreal.ctvnews.ca/bombardier-airbus-deliver-first-cseries-jet-to-delta-airlines-1.4151310"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Transport Canada Grants A220 ETOPS Approval",
                "date": "2019-01-14",
                "content": "The Airbus A220 has received 180-minute extended operations approval from Transport Canada, allowing operators to start new direct non-limiting routings over water, remote, or underserved regions. With the certification, the A220 becomes the first commercial airline to obtain domestic ETOPS certification from Transport Canada. The capability comes as an option for A220-100 and A220-300 operators, allowing them to fly for up to 180 minutes from the nearest diversion airport. \"Being the only in-production aircraft in its class capable of performing both steep approach and long-range operations, the A220 is definitely unlocking new route opportunities for airlines,\" said Rob Dewar, head of engineering and customer support for the A220 program. No current A220 customer has detailed plans to fly over the Atlantic Ocean, but the airplane's range would allow for such an operation. ETOPS approval would also allow for more direct flights in remote areas where a lack of diversion airports might otherwise limit its operation. ",
                "url": "https://www.ainonline.com/aviation-news/air-transport/2019-01-14/transport-canada-grants-a220-etops-approval"
            },
            {
                "title": "The Airbus A220 May Be A Great New Airplane, But It Has Teething Problems",
                "date": "2019-01-19",
                "content": "The Airbus A220 brings the star power of a promising new aircraft to the 100-to-150 seat category, but that doesn't mean its ongoing introduction has been problem-free. So far the program, which has delivered 57 aircraft, is unprofitable, Airbus acknowledges. At the same time, it suffers the emotional conundrum of startups, in any industry, that get taken over just as success seems close. In this case, the difficulty is exaggerated because an international conglomerate took control of a proud country's pet project. Meanwhile, the A220's competitors include airplanes built by its new owner. Additionally, Wednesday's groundbreaking for a second assembly line in Mobile, Ala, underscored the continuing trend by global manufacturers to sidestep the U.S. labor movement by moving South. Automakers led this charge. Boeing, which opened a 787 plant in Charleston in 2011, has continuously battled organizing efforts by the International Association of Machinists, which also seeks to organize Airbus in Mobile. Airbus executives addressed the questions around the A220 -- none are unusual for an early-stage aircraft -- during a media tour that brought about 40 reporters from Europe and North America to A220 sites in Montreal and Mobile. Regarding profitability, Phillipe Balducchi, CEO of the Airbus/Bombardier partnership, was asked whether A220 sales to Delta have been at a loss or at an immense loss. He responded, \"There is definitely a path where we stop losing money on this aircraft.\" Later, asked whether Airbus needs to reduce A220 manufacturing cost by 50%. Balducchi responded, \"Cost reductions is indeed a challenge - it's quite a lot of work. The 50% is not our number, but cost reduction is a significant challenge which we are all actively engaged to achieve.\" Aviation analyst Scott Hamilton, publisher of Leeham News, said losses are not uncommon for startup aircraft. \"In the early stages of a program, airplanes will sell below cost for years,\" he said. Boeing accumulated about $30 billion of losses building the first 500 787s before the program turned profitable. Hamilton said prior Bombardier management underestimated costs for the CSeries and \"thought it could command whatever price it wanted.\" When Airbus acquired 50.1% of the CSeries program in 2017, it paid zero upfront. That seemed a low price for Bombardier's years of development, but Airbus brought valuable benefits. Airbus hired Rob Dewar, considered the primary proponent of the aircraft and now its head of engineering and customer support. He has worked on the A220 for Bombardier since 2004. \"It took a little while,\" he said in an interview. \"All good things take some time, especially aircraft - they have complexity.\" Dewar extolled the Airbus deal. \"Now we have a fantastic airplane with a partner like Airbus, which gives us the full program potential\" in marketing, customer support and production management, he said. \"The supplier influence is very helpful; Airbus buys 15 times what Bombardier buys.\" Additionally, Florent Massou, head of the A220 program, told reporters that Airbus will bring improved manufacturing process to Bombardier: \"Process is what we are bringing here,\" he said. \"It was weak when we arrived here.\" And besides cutting costs, Airbus is \"organizing ourselves to be more of a corporate citizen here in Canada,\" Balducchi said. Is Airbus now selling narrowbody aircraft that compete with one another? Guillaume Faury, who will take over as Airbus CEO in April, said the A220 and the A319, both small narrowbodies, will compete, but \"the 319 is part of a family of products\" that includes several larger A320 variants. \"The 319 still has superiority in some places,\" he said, \"There will be less 319s, but we will still keep the product.\" Writing for Leeham News, Bjorm Fehrm said Thursday that the A220 can also compete, unexpectedly, with the A320. Fully loaded, the latter \"flys a 3,400 nautical mile maximum range compared with the A220-300's 3,300 nm. This is a difference of 3%,\" and the A220 is a newer, more efficient aircraft, Fehrm said. As for labor, the IAM represents about 5,000 Bombardier workers, including about 1,500 A220 workers. IAM has sought to organize in Mobile, where about 400 of 1,000 Airbus employees engage directly in manufacturing, since 2015. \"The partnership between Bombardier and Airbus will help in efforts to get the workers in Mobile a union,\" IAM representative Jason Woodward said Friday. \"The fact that we already represent so many folks at Bombardier in Montreal should offer workers in Mobile a first-hand glimpse at all the ways a union- negotiated collective bargaining agreement can improve both your job and your life.\" Jeff Knittel, CEO of Airbus Americas, told reporters, \"It's not about unions. It's about people. Our employees are satisfied with the current contract construct.\" Mobile lured the Airbus manufacturing site in 2012. Mobile is a charming, historic, Southern port city, but a visit to Mobile Regional Airport underscores Mobile's need to grow. The airport has non-stop daily service to just four destinations - Atlanta, Charlotte, Dallas and Houston - almost entirely on regional jets. When will we know that the new Mobile line and its A220 have truly moved past their teething problems? That would most likely occur on the day when Delta, the primary Mobile carrier as well as the biggest A220 customer, decides to replace some of the 50-seaters on its Atlanta-Mobile route with Mobile-built A220s. ",
                "url": "https://www.forbes.com/sites/tedreed/2019/01/19/the-airbus-a220-may-be-a-great-new-airplane-but-it-has-some-teething-problems/"
            },
            {
                "title": "Delta's First Airbus A220 Takes Flight With New Technologies",
                "date": "2019-02-08",
                "content": " On Thursday, Feb. 7, 2019, Delta Air Lines completed the first passenger- carrying flight of its new Airbus A220, the first U.S. carrier to do so with the new jet following Airbus' recent regulatory approvals for extended operational flight times and auto-landing features. The journey to Delta becoming the North American launch operator of the A220 was extended by the recent partial government shutdown, which delayed its entry into passenger- carrying service four years after it started flying as Bombardier's C Series. Their first commercial flight was the A220-100 variant featuring 109 seats, LED ambient lighting and Gogo's 2Ku in-flight connectivity antennas, modem and wireless access points. Re-branded as the A220 in 2018, the aircraft is a rare bird within the 100-150 seat passenger jet market because of the way it can extend traditional intercontinental flying to trans-Atlantic trips between Heathrow and La Guardia. Transport Canada's 180-minute ETOPS approval for the A220 is the first it has ever issued for a commercial airliner. Rob Dewar, head of engineering for the Airbus A220 program, told Avionics International that one of the flight control features his team really focused on improving for A220 pilots is when landing the aircraft. \"The avionics fly-by-wire software was designed to provide a dedicated heads up display guidance and aural cues to the flight crew to ease handling of the landing. For instance, a dedicated flight control law has been developed to automatically extend the flight spoilers and provide more capability for the landing maneuver,\" Dewar said. The first major avionics system upgrade was recently introduced on the A220 in the form of a CATIII autoland certification added to the aircraft's European type certification in November. \"The avionics' autopilot algorithm was slightly updated during the development of the autoland system, enabling CATIII operations capabilities. This was therefore part of the service bulletin released for CATIII,\" Dewar said. \"Regular avionics service bulletins are released to keep improving the systems abilities, this is performed as part of industry standard continuous product improvement,\" he added. Delta's new A220 also features a suite of new pilot tablet integration functionality into the aircraft's avionics data bus. One of the factory options available on the aircraft is Esterline CMC's aircraft information server, an integrated information management system and network connectivity. Additionally, since the new A220 features Gogo's 2ku connectivity, Delta can extend the connected cockpit turbulence monitoring application its pilots are already using on other aircraft types. All of Delta's pilots currently use the carrier's own internally developed flight weather viewer tablet application, which gives pilots a three-dimensional color-coded view of their flight path and a depiction of turbulence along that path. They also have the option of adding a visual representation of flight environment items such as cloud top heights or volcanic ash. An overview of pilot usage of the app has shown that Delta pilots have reduced the number of times they change altitude in search of smooth air from up to seven times to two or three times over the course of an average two-hour flight. Airbus has also positioned its new A220 as capable of flying where no other aircraft in its class can fly to. \"The A220 is the only in-production aircraft in its class capable of both serving most challenging airports, such as London City airport, because it has the capability of performing steep approach landing,\" Dewar said. \"In order to support operations in and out of London City, the aircraft's initial design had the requirement to incorporate the steep approach functionality in order to increase descent capability, pilot awareness and control.\" Delta completed the aircraft's first flight between New York La Guardia and Dallas/Fort Worth airports. The airline extended its existing order with Airbus to a total of 90 A220s in January, including 40 A220-100 series aircraft. The remaining 50 will be the larger A220-300 variant. ",
                "url": "https://www.aviationtoday.com/2019/02/08/deltas-first-airbus-a220/"
            },
            {
                "title": "AirBaltic starts Airbus A220 operations for Lufthansa",
                "date": "2019-03-31",
                "content": "Latvian AirBaltic has started Airbus A220 wet-lease operations for German flag-carrier Lufthansa. The airline from Riga is now flying two Airbus A220-300 on behalf of Lufthansa on several flights to and from Munich Airport. Lufthansa itself does not fly any A220. However, Lufthansa Group subsidiary Swiss operates 30 of the aircraft type, including ten of the smaller A220-100. The airline was the launch customer for the aircraft. Furthermore, Slovenian Star Alliance partner Adria Airways has today started operating two daily flights on Lufthansa's route between Munich and Stuttgart, using Bombardier CRJ-900 aircraft. According to German aviation news site aeroTelegraph, Lufthansa will also use capacities from SunExpress. The leisure airline will use two Boeing 737-800 on Lufthansa flights from Munich. In addition, Spanish regional charter airline Air Nostrum will fly two Bombardier CRJ-1000 on several Lufthansa flights from Frankfurt Airport, the German carrier's main hub, to Zagreb and Luxembourg. All operations mentioned above are so called wet-lease contracts. This means that the respective operating airlines are using their own aircraft and crew, but are flying them on behalf of Lufthansa, using the regular 'LH' flight numbers. Lufthansa says these are measures to avoid issues that occurred in summer 2018, which included delays and mass cancellations of flights. The Lufthansa Group states it has a total of 37 reserve aircraft ready, in order to insure a stable summer flight plan this year.",
                "url": "https://www.ifn.news/posts/airbaltic-starts-airbus-a220-operations-for-lufthansa/"
            },
            {
                "title": "Delta Air Lines orders 5 additional Airbus A220 aircraft",
                "date": "2019-06-18",
                "content": "Delta Air Lines has ordered five additional A220-100 aircraft, bringing the total number of orders placed to 95, including both the A220-100s and A220-300s. The airline is the first to select the new increased maximum takeoff weight option for its entire fleet from 2020. Airbus announced in May that it would increase the maximum takeoff weight for the A220 by 2,268 kilograms. The new MTOW will increase the respective maximum range capabilities by 450 nautical miles to 3,400 nm for the A220-100 and 3,350nm for the A220-300. Delta was the U.S. launch customer for the A220, placing an initial order for 75 aircraft in 2016 and booking an additional 15 in December 2018. With this latest order, Delta's orders total 45 A220-100s and 50 A220-300s. Delta's A220-100s are produced in Mirabel, Que., while the A220-300s will be built at a new U.S. assembly plant now under construction in Mobile, Ala. adjacent to the existing Airbus A320 assembly facility. In a separate arrangement, Airbus and Delta have signed a non-binding memorandum of understanding for Delta TechOps to provide A220 component repair and material services for Airbus' A220 flight hour services maintenance-by- the-hour program. This strategic partnership will allow Airbus to further enhance its successful flight hour services program for A220 customers by building on Delta TechOps' proven component repair and management capabilities and Airbus' expertise in maintenance engineering, inventory management, and innovative services solutions. The A220 is the only aircraft purpose-built for the 100-150 seat market; it delivers unbeatable fuel efficiency and widebody passenger comfort in a single-aisle aircraft. The A220 brings together state-of-the-art aerodynamics, advanced materials and Pratt & Whitney's latest-generation PW1500G geared turbofan engines to offer at least 20 per cent lower fuel burn per seat compared to previous generation aircraft. The A220 offers the performance of larger single-aisle aircraft. With an order book of more than 536 aircraft at the end of May, the A220 has all the credentials to win the lion's share of the 100- to 150-seat aircraft market estimated to represent at least 7,000 aircraft over the next 20 years. ",
                "url": "https://skiesmag.com/press-releases/delta-air-lines-books-order-for-additional-five-airbus-a220-aircraft/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "SWISS & airBaltic Set To Replace C-Series Designation",
                "date": "2019-10-17",
                "content": "SWISS and airBaltic are set to change the codes they use to refer to the Airbus A220. Following Airbus' takeover of the program, the aircraft have thus far retained their C-Series designations. However, both SWISS and airBaltic, two of the largest A220 operators, are set to change this. The Airbus A220 was originally designed, built, and marketed by Bombardier. However, following a deal with Airbus, the aircraft was rebranded as the A220. The CS100 became the A220-100, and the CS300 became the A220-300. Despite the name change, the aircraft continues to be manufactured in Montreal, Canada. So, what's changing? The IATA assigns codes for the various different aircraft in the skies. For example, the Airbus A321 is \"321\", while the Boeing 747-400 is \"744\". Even aircraft such as the Airbus Beluga and the Boeing 747 Dreamlifter are recognized. These are \"ABB\" and \"74B\" respectively. The codes are each a combination of three letters and/or numbers. Currently, the Airbus A220 still utilize the codes that its two models were assigned back when the aircraft still wore the Bombardier brand. However, in an effort to streamline things and get with the times, IATA has decided its time to change. From the 27th of October 2019, both aircraft's codes will change. The A220-100 is currently coded CS1, and is due to change to 221. Meanwhile, the A220-300 is currently coded CS3, and is due to change to 223. Why SWISS and airBaltic? While the change in the IATA code will affect every Airbus A220 aircraft, SWISS and airBaltic have confirmed the change to Simple Flying. A SWISS representative told Simple Flying: \"SWISS will switch the naming from C Series to A220 with the time table change end of October 2019\" Airbus A220 operators: SWISS is the world's largest Airbus A220 operator. The flag carrier of Switzerland was forced to ground its fleet of the aircraft earlier this week. The airline operates 9 A220-100s and 20 A220-300s, with one more -300 left to receive. Air Austral will take on three Airbus A220s from 2020 onwards. Photo: Airbus Delta operates the second-biggest fleet at 25 aircraft which are currently all A220-100s. Next is airBaltic. The launch customer for the -300 currently has 20 aircraft, with a further 30 on order. Korean Air has ten Airbus A220-300s. Meanwhile, EgyptAir and Air Tanzania both have two of the Airbus A220-300. Simple Flying contacted ICAO to see whether they also plan to change the aircraft's code. On the 22nd of October, they told us that they currently have no plans to change their codes for the aircraft type. ",
                "url": "https://simpleflying.com/swiss-airbaltic-c-series-airbus/"
            },
            {
                "title": "Airbus Flies 150-Seater Jet To Bengaluru For Demo",
                "date": "2019-11-11",
                "content": "Global aerospace major Airbus on Monday flew in A220, a 100-150 seater passenger jet in Bengaluru to demonstrate its unique selling proposition. \"As a part of Airbus' demonstration tour of the Asia-Pacific region, the single-aisle A220 was showcased at the Kempegowda International Airport, Bengaluru, on November 11,\" Airbus said in a statement. The European rival of Boeing said that A220's seat capacity, coupled with extended range capability of up to 6,300 nautical miles, makes it suitable for India operations. The A220 aircraft family comprising A220-100 and A220-300 aircraft models share 99 per cent spare parts commonality with similar type rating, Airbus said. According to Airbus, the A220 guzzles 20 per cent lesser fuel, offering 13 per cent cost advantage per seat compared to its nearest competitor. Airbus currently has 511 orders for the new aircraft from 20 customers, with 83 aircraft already being delivered to six buyers such as AirBaltic, Korean Air, Delta Air, Lines Air Tanzania and GTLK. Powered by two Pratt & Whitney PurePower PW1500G engines, A220 engines belong to the same engine family as A320 Neo series aircraft, Airbus said. The aircraft manufacturer views the A220 aircraft family as a complement to A320 series of aircraft. ",
                "url": "https://www.ndtv.com/bangalore-news/airbus-flies-150-seater-jet-to-bengaluru-for-demo-2130925"
            },
            {
                "title": "Airbus celebrates 100th A220 aircraft",
                "date": "2019-12-02",
                "content": "Airbus on November 28 celebrated the 100th A220 aircraft produced for a customer during a ceremony at the aircraft program's headquarters in Mirabel, Quebec. The A220 Family is assembled at Airbus' main final assembly Line in Mirabel and also at a second line in Mobile, Alabama, which began operations in August 2019. The world's first A220, formerly called the C Series, was delivered in June 2016 to A220-100 launch operator SWISS. airBaltic became the A220-300 launch operator when the Latvian airline received delivery of the first ever A220-300 three years ago in November 2016. airBaltic has since then re-ordered A220-300 aircraft twice - bringing its firm order to 50 aircraft to become Europe's current largest A220 customer. The airline now operates a fleet of 20 A220-300 aircraft. airBaltic is operating its A220 fleet to various European and Russian destinations, as well as to the Middle East. It currently runs the longest flight on an A220 - a 6.5-hour flight from Riga to Abu Dhabi. Airbus states the A220 is the only aircraft purpose-built for the 100-150 seat market, leveraging Pratt & Whitney's latest-generation PW1500G geared turbofan engines. Close to 100 A220s are in operation with six operators on four continents. At the end of October 2019, the aircraft had received 530 firm orders from over 20 customers worldwide. ",
                "url": "https://www.wingsmagazine.com/airbus-celebrates-100th-a220-aircraft/"
            },
            {
                "title": "Air Canada adds first Airbus A220",
                "date": "2019-12-20",
                "content": "Air Canada has taken delivery of its first Airbus A220 aircraft and becomes the first North American operator of the A220-300 jet. With the brand new A220 aircraft, Air Canada will commence two new routes in spring 2020. The A220 is scheduled to enter service in January and will partly be used to replace the airline's Embraer E190 regional jets. The Canadian flag-carrier ordered a total of 45 A220-300. There are two variants of the aircraft, the A220-100 and the longer A220-300. US-American Delta Air Lines became the first North American A220 operator, when it received its first A220-100 in October 2018. Air Canada's two-class cabin on the A220 features a total of 137 seats; twelve in business class and 125 in economy class. The airline currently has a fleet of Airbus A320 family aircraft, A330, Boeing 737 MAX, 767, 777 and 787 Dreamliner jets. Furthermore, Embraer E190 aircraft are deployed on short-haul routes. Smaller aircraft types are operated by separate regional airlines on behalf of Air Canada.",
                "url": "https://www.ifn.news/posts/air-canada-adds-first-airbus-a220/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "Airbus Marks Competitive Advantage Of A220, Labels Boeing/Embraer Deal \"Collateral Damage\" Of Coronavirus",
                "date": "2020-04-29",
                "content": "During an analyst call this morning, updating the European aircraft manufacturer's first quarter performance, Airbus CEO Guillaume Faury marked the A220 - former Bombardier C-Series aircraft - as a competitive advantage, which along with the A320 family narrow body planes will likely put Airbus at a competitive advantage in a post-coronavirus market. \"In a crisis like this there is collateral damage,\" Faury said of the collapse this weekend of the Boeing/Embraer deal. On Saturday, Boeing announced that it would terminate its agreement to establish joint ventures with Embraer for the development of commercial aircraft which might put Boeing in a position to compete with the Airbus A220. The planned partnership between Boeing and Embraer had failed to gain approval from the European Commission. Embraer is taking Boeing to arbitration over the cancelation of the agreement, and is said to be considering other partnerships in China. \"I would see it more positively for us,\" Faury said. \"The A220 is well-suited to the post-coronavirus market...It is a very good plane and a very good program at the right point in time for Airbus.\" While announcing that the manufacturer would continue to adjust production during the crisis, to ensure that inventory levels did not pile up and that the company could preserve cash, Faury also said that Airbus would be better positioned for a post-coronavirus recovery than rival Boeing. \"We think our ability to compete in the future is in tact, if not improved,\" he said. \"Our product range is the right one to get out of the crisis.\" Airbus delivered a total of 122 aircraft in the first quarter of this year, including 8 A220s during the first quarter of this year and 96 A230 family aircraft. The manufacturer had previously announced that it would reduce its average monthly aircraft production rates by about one third to 40 for the A320 family aircraft, 2 for the A330 and 6 for the A350. Airbus said that the A220 Final Assembly Line in Mirabel, Canada, \"is expected to progressively return to a monthly rate of 4 aircraft.\" In terms of a recovery plan for production, Airbus said it will initially consider only a return to pre-coronavirus production levels of around 60 aircraft per month, and gauge the need for a possible faster ramp-up. Faury left open the possibility that Airbus would establish a second production line in Toulouse for narrowbody aircraft, if there were sufficient market demand to justify an increased production rate. A220 right sized plane for post-coronavirus market: Faury's assertion that the A220 aircraft will be an advantage to airlines as they adjust to new demand in a post-coronavirus market is supported somewhat by the aircraft's utility during the crisis. Delta Air Lines has kept all 31 of its fleet of A220s flying, despite grounding more than half its fleet during the crisis. AirBaltic, which had made the A220 an integral part of its growth strategy when the aircraft was still produced under the Bombardier name, announced this month that the A220 remains core to the airline's survival strategy going forward. AirBaltic plans to initially resume operations using its 22 Airbus A220-300 aircraft, with reduced capacity for 2020 and 2021, and foresees a return to growth by the end of 2020, supported by a fleet of up to 50 Airbus A220-300 aircraft. ",
                "url": "https://www.forbes.com/sites/marisagarcia/2020/04/29/airbus-marks-competitive-advantage-of-a220-labels-boeingembraer-deal-collateral-damage-of-coronavirus/"
            }
        ]
    },
    [],
    {
        "win label": 0,
        "news": [
            {
                "title": "Boutique Gulf Air Not Currently Interested In The Airbus A220",
                "date": "2021-04-14",
                "content": "Approximately a decade ago, Gulf Air ordered 10 units of a type that came to be known as the Airbus A220-100. At the time, the plane was known as the Bombardier CSeries, and it has gone on to become a praised aircraft by those that operate it. However, at the end of last year, the order had been removed from Airbus' backlog. Today, the airline's CEO, Waleed Al Alawi, shared that the Bahrain-based carrier's current arsenal is perfect for its model. Faith in the fleet: When speaking in an interview hosted by CAPA Live, Al Alawi shared that his airline is comfortable with the type of aircraft it has in its fleet. These planes provide the right balance for the airline's boutique approach. \"We are very comfortable with the schedule and the orders we have at the moment, and the deliveries of the Airbus aircraft will continue till 2025. We are very comfortable with what we have, however in the aviation world, you never say yes or no, because things change all the time,\" Al Alawi told CAPA. \"But for the moment, we are very confident that the choices we made keep us in the markets we need to be in.\" Boutique airline: Presently, Gulf Air has a fleet of Boeing 787, Airbus A320 family aircraft. Al Alawi emphasizes that the A320neo, A321LR narrowbodies complement the 787 Dreamliner and help the carrier to be flexible to provide a boutique experience on long and short-haul operations. Just like most airlines in the industry, the global health crisis has rocked passenger activity, with Gulf Air's operations currently in the shadow of 2019 levels. However, the boutique approach has managed to offer some balance for the carrier despite the challenging conditions. The company's business class isn't huge compared with its counterparts. Therefore, the response remains strong. \"Boutique airline is what we called ourselves in 2019. We reckon that we are at the right size to provide our passengers with a unique service. What distinguishes us from the bigger airlines, either worldwide or within around us, is the size. So, we are able to cater for individual needs. We try to have a relationship with the frequent flyer passengers who fly with us, because of the size, we're able to do that,\" Al Alawi added. \"The aircraft that we have, the service we have, the Falcon Gold that we have, all of this contributes to boutique service. Boutique is small, agile and personal, but gives the customers a taste of the Arab hospitality. So that's what we mean by the boutique. In fact, our Bahrain Airport International just opened a new terminal and it is a boutique terminal, which complements our boutique system that we have created.\" Catering to the market: Altogether, despite sounding like such a niche product, the carrier's approach allows it to serve a range of market segments. Notably, Bahrain is the national carrier for the Kingdom of Bahrain. Therefore, it plays a vital role in the national economy and contributes to the transportation of passengers in and out of the country to \"a range of 60/70%.\" The airline holds a hub and spoke model centered around Bahrain International Airport and it prides itself on the high frequency in both the more local region and the wider international market. Al Alawi shares that passengers such as millennials who travel around the world enjoy the premium leisure offering from Gulf Air. However, across the spectrum, another sizeable market involves religious travelers. With Saudi Arabia just next door, the operator connects pilgrims to religious sites such as Mecca. Passengers continue to appreciate Gulf Air's flatbeds in the airline's Falcon Gold class. Other features include noise-canceling headsets and unlimited entertainment on a 22-inch screen. The Falcon Gold lounges are also highlighted to offer a spacious seating area with panoramic views and high- quality food & beverage. Overall, despite being a model that sounds perfect for the size and model of Gulf Air, the A220 doesn't have an immediate future in the airline's holdings. Currently, the carrier is satisfied with its fleet setup.",
                "url": "https://simpleflying.com/gulf-air-airbus-a220-no-interest/"
            }
        ]
    },
    {
        "win label": 0,
        "news": [
            {
                "title": "ITA Airways firms up order for 28 Airbus aircraft",
                "date": "2021-12-01",
                "content": "ITA Airways, Italy's new national carrier, firmed up an order with Airbus for 28 aircraft, including seven A220s, 11 A320neos and 10 A330neos widebodies. The order confirms the Memorandum of Understanding announced on September 30, 2021. In addition, the airline will pursue plans to lease A350s to complement its fleet modernisation. \"This agreement supports ITA Airways business objectives to develop its network in Europe and internationally in the most sustainable way,\" said Christian Scherer, Airbus Chief Commercial Officer and Head of Airbus International. The A220 is purpose-built for the 100 to 150 seat market, leveraging Pratt & Whitney's geared turbofan engines for a range of up to 3,450 nm. Airbus states the A220 provides up to 25 per cent lower fuel burn and CO2 emissions per seat when compared to previous generation aircraft; 50 per cent lower NOx emissions than industry standards and a noise footprint reduced by 50 per cent when compared to previous generation aircraft. The A320neo Family incorporates new generation engines and Sharklet wing tip devices, as well as Airbus' 18-inch wide seats in economy as standard. The Airbus A330neo is described by Airbus as a true new-generation aircraft, building on features popular for the A330 Family and developed for the latest technology A350. Advertisement Powered by the latest Rolls-Royce Trent 7000 engines, and featuring a new wing with increased span and A350-inspired winglets, Airbus explains the A330neo provides 25 per cent lower fuel-burn per seat than previous-generation competitors. ",
                "url": "https://www.wingsmagazine.com/ta-airways-firms-up-order-for-28-airbus-aircraft/"
            }
        ]
    },
    [],
    {
        "win label": 0,
        "news": [
            {
                "title": "SWISS Airbus A220 Stuck In Frankfurt Since Friday Diversion",
                "date": "2022-09-05",
                "content": "An Airbus A220-100 has reportedly been stuck at Frankfurt Airport since diverting there on Friday while en route to Zurich. The aircraft in question belongs to SWISS International Air Lines, and is registered as HB-JBG. Flight LX391 from Manchester to Zurich was flying at 39,000 feet over Western Germany when the crew noticed an unusual smell in the cockpit and decided to divert. Some 17 minutes later, the aircraft landed safely on runway 07C at Frankfurt Airport. The 113 passengers onboard later completed their journey to Zurich by train. The aircraft, however, remains in Frankfurt. Simple Flying has reached out to SWISS for comment. Manchester to Zurich: SWISS flies between Manchester and Zurich twice daily. Flight LX391 is scheduled to depart the Northern English city at 08:45, arriving in Switzerland some two hours later at 11:45. The airline's evening departure leaves Manchester at 18:45 and arrives in Zurich at 21:45. The airline is the only operator to fly the route, and the flights are conveniently timed both for business day trips, and to connect with a large number of SWISS flights worldwide. Their delayed arrival into Zurich by train would have therefore likely disrupted the onward travel plans of many of those onboard. SWISS and the Airbus A220: SWISS currently has 30 Airbus A220s in its fleet. Its nine Airbus A220-100s seat a total of 125 passengers in a two-class configuration - 12 in business class and 113 in economy class. The 21, slightly larger, Airbus A220-300s seat 145 passengers - 18 in business class and 127 in economy class. Back in July 2016, the airline was the launch customer for the Airbus A220-100, with aircraft HB-JBA operating the type's first commercial flight from Zurich to Paris CDG. Today, it is the fourth-largest operator of the Airbus A220 behind Delta Air Lines, airBaltic, and Air Canada. According to ch-aviation.com, the aircraft that is stuck in Frankfurt, HB-JBG, was delivered to SWISS in April 2017, making it five and a half years old. The day before Friday's incident, the aircraft had flown from Zurich to Manchester, Paris CDG, and London City. While the aircraft is reportedly still in Frankfurt, FlightRadar24.com lists HB-JBG as scheduled to operate as normal from Tuesday. It remains to be seen if the aircraft can be cleared by maintenance teams in Frankfurt to return to Zurich in time to fly the planned sectors. SWISS was the launch customer for the Airbus A220 in July 2016. Photo: SWISS This is not the only time that Frankfurt Airport has welcomed a diverted aircraft with unusual smells onboard. Earlier this year, a Boeing 747-8 belonging to Lufthansa returned to Frankfurt shortly after departure to São Paulo, following reports of a smell of smoke in the cockpit and the cabin. ",
                "url": "https://simpleflying.com/swiss-airbus-a220-stuck-in-frankfurt/"
            }
        ]
    }
]