[{"win label": 0, "news": [{"title": "Kobe Steel to supply titanium forgings for main landing gears of Airbus A350 XWB planes", "date": "2014-03-27", "content": "Kobe Steel, Ltd. and Messier-Bugatti-Dowty (Safran Group) have signed a contract for Kobe Steel to supply the French company with titanium forgings for the main landing gears of the Airbus A350 XWB planes. Through the agreement, Kobe Steel will contribute to strengthening the supply chain for the next-generation wide-body A350 XWB program. The main landing gear parts will be manufactured by Kobe Steel and its group company, Japan Aeroforge, Ltd., based in Kurashiki, Okayama Prefecture, Japan. Japan Aeroforge is a joint venture established in January 2011 by Kobe Steel and Hitachi Metals, Ltd. as the two major shareholders, along with several other companies. Equipped with a 50,000-ton hydraulic forging press, one of the largest in the world, Japan Aeroforge manufactures large titanium forgings for the growing aerospace industry worldwide. Until the formation of Japan Aeroforge, Japan did not have production equipment to make large titanium forgings. Kobe Steel, through the agreement with Messier-Bugatti-Dowty, will be Japan's first supplier of large titanium forged parts. Kobe Steel is Japan's leading integrated producer of commercially pure titanium and titanium alloy products. For more than 60 years, Kobe Steel has supplied titanium forgings, sheets and tubes to the aerospace and industrial sectors. Kobe Steel's attention to quality, process engineering and design technology acquired from its abundant supply record over the years and Japan Aeroforge's state-of-the-art forging facility will enable Kobe Steel to supply titanium forged products of outstanding quality to the aerospace industry. The A350 XWB (Xtra Wide Body) is Airbus' all-new medium-size long-range product line comprising three versions that seat from 270 to 370 passengers. The new family of planes brings a 25 percent step-change in fuel efficiency compared with existing aircraft in this size category. At the end of February 2014, Airbus had won 824 orders for the A350 XWB from 40 customers worldwide. In October 2013, Japan Airlines Co., Ltd. (JAL) signed a purchase agreement for 31 A350 XWBs, plus options for a further 25 aircraft. JAL aims for entry into service from 2019.", "url": "https://www.kobelco.co.jp/english/releases/2014/1189413_13891.html"}]}, {"win label": 0, "news": [{"title": "Rolls-Royce Trent XWB-97 gets first run", "date": "2014-07-16", "content": "Rolls-Royce announced at the 2014 Farnborough Airshow that it has successfully run the higher-thrust version of the Trent XWB. Designed for the stretched Airbus A350-1000, the 97,000lb-thrust Trent XWB-97 offers higher thrust settings for the larger aircraft which is due to enter service in 2017. Simon Burr, Rolls-Royce, Trent XWB Programme Director, said: \"The successful first run of our higher-thrust Trent XWB engine is another important milestone in a tremendously exciting year for the programme. All the experience we gained in the Trent XWB-84 test programme will help us optimise development of the Trent XWB-97.\" Rolls-Royce says the engine's increased thrust is achieved through a combination of a higher-temperature turbine, a larger engine core and fan aerodynamics. By comparison, the Trent XWB used on the smaller A350-900 has 84,000 lbs of thrust.", "url": "https://australianaviation.com.au/2014/07/rolls-royce-trent-xwb-97-gets-first-run/"}, {"title": "GE Aviation, Hamble initiates production of the Airbus A350-1000's wing fixed trailing edge package", "date": "2014-11-26", "content": "Production of the wing fixed trailing edge package for Airbus' A350-1000 jetliner has begun at GE Aviation, Hamble, marking a new milestone in the largest design and manufacture contract awarded in the 78-year history of this GE Aviation Aerostructures business. The first element produced is a spoiler hinge bracket, which was manufactured today in GE Aviation's machining facility at Hamble-le-Rice, United Kingdom. GE Aviation, Hamble has full responsibility for designing and building the wing fixed trailing edge packages on the new A350-1000 variant and the in-production A350-900 version of Airbus' twin-engine A350 XWB jetliner, comprising more than 3,000 deliverable components per aircraft - involving complex machined parts, structural composite panels and assemblies. The A350-1000's strengthened, higher performance wing will experience additional loads in flight, necessitating a high level of technical change and integration to the GE Aviation, Hamble-supplied wing fixed trailing edge package. It also involved coordination throughout the supply chain, and with the A350 XWB engineering plateau established by Airbus at its Filton, UK facility to ensure close and timely collaboration with other risk-sharing partners and agreement on all technical interface requirements. GE Aviation, Hamble has been utilizing fully-integrated product development teams, visual management techniques, configuration and risk management processes, along with IT tool suites to meet the program's lead times and delivery schedules. The experience gained with these best practices will be applied as appropriate through other GE Aviation, Hamble operations. Supporting the A350 XWB engineering activities managed by GE Aviation, Hamble are the resources of its GE Aviation parent company, including satellite GE Engineering centers in Poland and India. To meet the A350 XWB's production volume and to accommodate the ramp-up in output rate planned by Airbus, GE Aviation, Hamble is expanding its capacity and refining efficiencies. This includes an all-new 9,000-square-meter composites production center, which is part of a site investment of more than US$50 million to support future manufacturing and new technology developments. The composites facility is well advanced in its construction, with its inauguration targeted for the third quarter of 2015.", "url": "https://www.ge.com/news/press-releases/ge-aviation-hamble-initiates-production-airbus-a350-1000s-wing-fixed-trailing-edge"}]}, {"win label": 0, "news": [{"title": "Parts for the Airbus A350-1000 produced at Saab", "date": "2015-01-14", "content": "About one year ago, Saab signed a contract with Airbus to become a supplier for the A350-1000. The first parts have now been produced and Saab is gearing up for assembly and delivery. The agreement between Saab and Airbus includes the design, development and manufacturing of the flap support structures and fairings for the Airbus A350-1000 for the entire duration of the programme. The A350-1000 is the longest-fuselage version of Airbus' all-new family of widebody jetliners, measuring nearly 74 metres from nose to tail. Flap support structures link the landing flaps to the wing trailing-edge structure and allow the deployment of the flaps during the take-off and landing phases. Saab is now gearing up for assembly and initial delivery of structural parts for the A350-1000. \"The first parts have been produced and we are pleased with the results. The next step is to start up our in-house assembly line where the parts will be assembled,\" says Dan Lagerberg, Project Manager for the A350-1000 project at Saab. When the A350 XWB (extra wide body) agreement was signed between Saab and Airbus, it marked a breakthrough with yet another Airbus platform for Saab, confirming the company's competitiveness as a global supplier to the commercial aviation market. Saab also supplies the A320 programme, producing ailerons and the A380 programme, producing the mid and outer leading edges. \"We are making good progress in the A350-1000 project,\" says Dan Lagerberg, \"we have a tight schedule, but the whole project and supply-chain are geared up for the challenge and now it is full steam ahead towards completing the first delivery.\"", "url": "https://www.saab.com/newsroom/stories/2015/january/parts-for-the-airbus-a350-1000-produced-at-saab"}, {"title": "Rolls Preps A350-1000's Big Trent XWB-97 for Tests on A380 FTB", "date": "2015-06-12", "content": "With the Airbus A350-900 now in service, engine producer Rolls-Royce is turning its attention to the A350-1000 and the Trent XWB-97 engine, which is based on the -900's Trent XWB-84. There also still is a significant \"industrialization\" effort going on for the -84, as production ramps up and more airlines take delivery. The A350-1000 is due to enter service in 2017. Simon Burr, who was promoted to be R-R's chief operating officer for civil large engines in May, spoke to reporters three weeks ago referring to his experience running the Trent XWB program until recently. He said the XWB-97 would make its first flight next year on Airbus's A380 flying testbed, and has \"the largest fan Rolls-Royce has ever produced\" -118 inches in diameter. For now, the first test engine completed 150 hours of ground testing since its first run in July 2014. \"It's already gone to 99,000 pounds force,\" said Burr. He added that engine is now being rebuilt to be ready for bird-ingestion and rail/hail tests this summer. The key engine, however, is the flying testbed, which will be close to the production standard and will be the first engine to fly. \"The engine is coming together and will run in June and will be delivered to Toulouse in July so Airbus can pod it. This is a big milestone because in creating the FTB flying testbed you have to create all the tests associated with the production engine.\" With respect to a target certification date Burr would say only that, \"It will be done when it's ready, but way in advance of the aircraft flying ... and that's due to be in the second half of next year.\" After the first 150 hours of engine runs the company made \"some adjustments mainly to the combustor thermal profile,\" said Burr. Of the other test engines, 20022 will be used for endurance, 20023 for performance and fan testing, 20026 for icing and maturity, 20024 for the turbine and air system, and 20025 for telemetry testing. Compared with the -84 the -97 engine is, obviously, larger with more thrust. It will \"turn faster and run hotter to get the additional thrust,\" said Burr, who was quick to say that \"the engine is still very comfortable.\" In addition, he said, the fan has been \"tweaked\" aerodynamically. The result has been to obtain another 13,000 pounds of thrust with the same fuel efficiency, with the fan turning 6 percent faster than with the -84 to get a higher volume throughput. The core of the engine is scaled up by 5 percent over the -84 and has unshrouded HPT blades. Overall, however, the company has come down on the side of commonality wherever possible, with 80 percent of line replaceable units being common on the XWB engines. XWB-84 in Service: With the first A350-900s having entered service with Qatar Airways, R-R is now working on an XWB-84 \"maturity program,\" alongside the industrialization. \"Vietnam is shortly to get their first aircraft; the engines have been delivered already. And we've built the first engine for Finnair ... and TAM will be toward the end of the year. We're 100 percent on time on delivery for our engines,\" said Burr. The industrialization is \"very important because of the order book.\" \"Rolls-Royce has invested huge amounts in its facilities, such as UK Discs.\" This plant in Washington, Tyne and Wear, UK, is designed to produce 2,500 fan and turbine discs a year. Meanwhile, R-R has \"put in a pulse line for engine assembly in Derby, which Burr described as \"a big step forward in how we build our engines.\" This was matured first in the Trent 1000 facility in Singapore; that engine powers the Boeing 787. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2015-06-12/rolls-preps-a350-1000s-big-trent-xwb-97-tests-a380-ftb"}]}, {"win label": 0, "news": [{"title": "Airbus starts assembly of the first A350-1000", "date": "2015-09-25", "content": "Less than one year after delivering the first A350 XWB (-900), the first A350-1000 is taking shape with the assembly start of the first fuselage major components at Airbus plants in Hamburg and Saint-Nazaire. The forward fuselage section has been delivered by Premium Aerotec to Airbus in Hamburg where it will be equipped before being flown to Saint-Nazaire on board the Beluga. The nose fuselage section has been delivered by Stelia Aerospace to Airbus in Saint-Nazaire for assembly and equipping. The forward and nose fuselage sections will then be joined together in Saint-Nazaire to form the front fuselage which will then be flown by Beluga to the A350 XWB Final Assembly Line in Toulouse. Assembly of the first A350-1000 wings got underway in August this year at Airbus in Broughton and final assembly of the aircraft will begin in Toulouse early 2016, followed by the first flight second half 2016. First deliveries are scheduled to start mid-2017. Measuring nearly 74 meters from nose to tail, the A350-1000 is the longest-fuselage version of Airbus' all-new family of widebody jetliners. The A350-1000 comfortably seats 366 passengers in a typical 3-class configuration and flies on routes up to 8,000 nautical miles. Maximising commonality with the A350-900, the A350-1000 offers best-in-class cabin efficiency and comfort, with new cabin crew rest compartment improvements, new In Flight Entertainment (IFE), optimised lavatory shapes and new galley arrangements. It will be powered by Trent XWB-97 engines for maximised thrust. Orders for the A350-1000 stand at 169 firm orders from 9 customers. Total orders for the A350 XWB programme stand at 782 orders from 40 customers.", "url": "https://web.archive.org/web/20160304061204/http://www.airbus.com/presscentre/pressreleases/press-release-detail/detail/airbus-starts-assembly-of-the-first-a350-1000/"}, {"title": "Airbus begins assembly of A350-1000 in Europe, other aircraft in U.S.", "date": "2015-10-02", "content": "Less than one year after delivering its first A350 XWB (-900), Airbus has started assembling the first major fuselage components at its plants in Hamburg and Saint-Nazaire. The forward fuselage section has been delivered by Premium Aerotec to Airbus in Hamburg where it will be equipped before being flown to Saint-Nazaire via the company's Beluga transport aircraft. The nose fuselage section has been delivered by Stelia Aerospace to Airbus in Saint-Nazaire for assembly and equipping. The forward and nose fuselage sections will then be joined together in Saint-Nazaire to form the front fuselage which will then be flown by Beluga to the A350 XWB final assembly line in Toulouse. Assembly of the first A350-1000 wings got underway in August this year at Airbus in Broughton and final assembly of the aircraft will begin in Toulouse early 2016, followed by the first flight second half 2016. First deliveries are scheduled to start mid-2017. With a length of almost 74 m from nose to tail, the A350-1000 is the longest-fuselage version of the A350 family of widebody jetliners. It will seat 366 passengers in a typical three-class configuration and fly on routes up to 8000 nmi. There are currently 169 firm order for the A350-1000, with total orders for the A350 XWB program at about 782. In other Airbus news, its first U.S. manufacturing facility is officially open for business. The Mobile, AL, facility will be used to assemble A319, A320, and A321 aircraft by a team of more than 250 employees. \"The Airbus U.S. manufacturing facility enables us to grow our already significant presence in America-the largest single-aisle aircraft market in the world-and to be closer to our U.S. customers and key supplier partners,\" said Fabrice Brégier, Airbus President and CEO, who came to Mobile for an inaugural ceremony. \"The expanded industrial capacity gives us more flexibility to increase production across Airbus to meet global demand.\" Airbus announced plans for the $600 million U.S. facility in 2012, and construction began at the Mobile Aeroplex at Brookley the following year. The first U.S.-made Airbus commercial aircraft-an A321-is scheduled for delivery next spring. By 2018, the facility will produce between 40 and 50 single-aisle aircraft per year. Airbus' market forecast indicates a demand over the next 20 years (from all manufacturers) for some 4700 single-aisle aircraft in North America alone. The Airbus U.S. Manufacturing Facility joins several other Airbus and Airbus Group operations across the U.S., including Airbus engineering offices in Mobile and Wichita; an Airbus training center in Miami; Airbus Defence & Space Military Aircraft facility in Mobile; Airbus Helicopters factories and operations in Columbus, MS, and Grand Prairie, TX; and aircraft spares facilities in Atlanta, Miami, and Ashburn, VA. The U.S. headquarters of Airbus, Airbus Defence & Space, and Airbus Group are located in Herndon, VA, while Airbus' Latin America headquarters is located in Miami. The Airbus Group says it purchased $16.5 billion of components and materials from U.S. aerospace suppliers last year alone. In addition to the new Alabama manufacturing site, Airbus assembles commercial aircraft at modern facilities in Hamburg, Tianjin, and Toulouse.", "url": "https://www.sae.org/news/2015/09/airbus-begins-assembly-of-a350-1000-in-europe-other-aircraft-in-us"}, {"title": "TAI Delivers First A350-1000 Aileron Set to Airbus", "date": "2015-11-05", "content": "Tusas Turkish Aerospace Industries (TAI), based here, said Wednesday that it delivered the first A350-1000 aileron set to Airbus. The delivery is part of a 2013 contract between TAI and Airbus. TAI is a risk-sharing partner of the A350 program. The Airbus A350 XWB aircraft is a new family of long-range, wide-body jet airliners developed by Airbus. The A350 XWB is the first Airbus aircraft with fuselage and wing structures made primarily of carbon fiber reinforced polymer. The aileron, a critical control surface, is assembled on the wing of the aircraft. As part of the wing, the aileron component was designed and manufactured mainly from carbon fiber material. TAI also produces parts for the A400M, A330 and A320 programs. \"All programs are on the serial and ramp-up phase and deliveries are being performed as per schedule,\" TAI said.", "url": "https://www.defensenews.com/training-sim/2015/11/04/tai-delivers-first-a350-1000-aileron-set-to-airbus/"}, {"title": "Airbus factories prepare first fuselage structures for A350-1000", "date": "2015-11-24", "content": "Following the recent delivery of the A350-1000's first forward fuselage (\"Section 13/14\") by the Airbus Group subsidiary Premium Aerotec (in Nordenham, Germany), to Airbus' Hamburg plant for systems installation, the section was subsequently delivered to Airbus Saint-Nazaire plant to be mated with the cockpit fuselage \"Section 11/12\" panels (from Aerolia). Airbus engineers have developed various enhancements for this version of the A350 which is 3.81m longer than the A350-900. For example, the door frames are now made of carbon fibre instead of titanium, while the underfloor structure has been optimised. In addition, the hydraulic system has been improved by a simplified connection to the airframe and the electrical cable bundling has been refined. Meanwhile the first rear fuselage (Section 16/19) is currently in the final stages of structural assembly in Hamburg and will be delivered to the Toulouse final assembly line in February.", "url": "https://www.airframer.com/news_story.html?release=32013"}, {"title": "First Airbus A350XWB wing flies off from Broughton", "date": "2015-12-22", "content": "The first wing for the new higher-capacity variant of the Airbus A350 airliner has left Broughton for Bremen in Germany where it will receive final fitting out before delivery to the final assembly line in Toulouse. The A350-1000 will carry around 366 passengers in a typical three-class configuration. This wing will be used on the first of three test aircraft which will be used in the certification process and the first flight is expected during 2016. At 32 metres long by six metres wide, the A350 XWB wing has the largest single part made from carbon fibre composite material in use in civil aviation today. They are designed and developed at Airbus' facility in Filton, near Bristol, where a number of other systems are designed and tested including fuel systems and landing gear. Head of the Broughton Plant, Paul McKinlay said: \"This is a great finale for another fantastic year at Airbus in Broughton, and it sets the scene for another great year in 2016 when this aircraft takes to the sky for the first time. \"The A350-900 has already proved extremely popular with the airlines operating the aircraft, and their passengers and we're justifiably proud to be part of the next chapter for this plane.\"", "url": "https://www.dailypost.co.uk/business/first-airbus-a350xwb-wing-flies-10634720"}, {"title": "SPECIAL CHRISTMAS DELIVERY AS FIRST A350-1000 WING LEAVES BROUGHTON", "date": "2015-12-23", "content": "The first wing for the new higher-capacity variant of the Airbus A350 airliner has left Broughton for Bremen in Germany where it will receive final fitting out before delivery to the final assembly line in Toulouse. The A350-1000 will carry around 366 passengers in a typical three-class configuration. This wing will be used on the first of three test aircraft which will be used in the certification process and the first flight is expected during 2016. At 32 metres long by six metres wide, the A350 XWB wing has the largest single part made from carbon fibre composite material in use in civil aviation today. They are designed and developed at Airbus' facility in Filton, near Bristol, where a number of other systems are designed and tested including fuel systems and landing gear. Head of the Broughton Plant, Paul McKinlay said: \"This is a great finale for another fantastic year at Airbus in Broughton, and it sets the scene for another great year in 2016 when this aircraft takes to the sky for the first time. \"The A350-900 has already proved extremely popular with the airlines operating the aircraft, and their passengers and we're justifiably proud to be part of the next chapter for this plane.\" The high-performance wings of the A350 XWB means the aircraft offers the latest in aerodynamics which in turns makes it more fuel-efficient. The wing design includes several streamlined features. Among these are droop-nose leading edge devices and new adaptive dropped-hinge flaps, which increase the jetliner's efficiency at low speeds. To improve efficiency at higher speeds, the A350 XWB can deflect its wing flaps differentially, optimising the wing profile and providing better load control. The A350-1000 will be powered by Rolls-Royce Trent XWB-97 engines and these are currently being tested on an A380 \"Flying Test Bed\" aircraft.", "url": "https://www.weaf.co.uk/special-christmas-delivery-as-first-a350-1000-wing-leaves-broughton/"}]}, {"win label": 1, "news": [{"title": "Airbus starts A350-1000 final assembly", "date": "2016-02-10", "content": "Airbus has started final assembly of the first A350-1000 on schedule at the A350 XWB Final Assembly Line (FAL) in Toulouse, France. This A350-1000, one of three flight test aircraft to be built, will take to the skies for its maiden flight before the end of 2016. A350-1000 deliveries will start in mid-2017. To ensure the smooth integration of the A350-1000 into the FAL while A350-900 production is ramping-up, Airbus has added three additional final assembly stations. For maximum flexibility, all stations in the A350 XWB FAL can be used for both models. Currently in \"Station 50\" for fuselage join-up and nose landing gear installation, the first A350-1000 will next move to \"Station 40\" where the wings, main landing gear, pylons and tail planes will be installed. To save time and optimise the A350 assembly process, Airbus starts the cabin furnishing and first electrical power-on in parallel to the structural assembly work. After this stage is completed, the aircraft continues through the FAL process, with final structural activities, ground tests, painting, cabin & cockpit completion and engines installation before being transferred to the flight test centre. While having a very high degree of commonality with the A350-900, the A350-1000, measuring nearly 74 meters from nose to tail, is the longest fuselage version of Airbus' all-new family of wide body jetliners. The A350-1000 will be powered by Rolls Royce Trent XWB-97 engines, the most powerful engine developed for an Airbus aircraft. The A350-1000 comfortably seats 366 passengers in a typical 3-class configuration and flies on routes of up to almost 8,000 nautical miles which represents a significant revenue-generating advantage for operators. So far, Airbus has won 181 A350-1000 orders from 10 customers. ", "url": "https://web.archive.org/web/20160603201846/http://www.airbus.com/newsevents/news-events-single/detail/airbus-starts-a350-1000-final-assembly/"}, {"title": "The First Airbus A350-1000 Completes Body Join", "date": "2016-04-15", "content": "The first Airbus A350-1000, the stretched version of the A350XWB family aircraft, has emerged from the Station 40 at the Roger Béteille Final Assembly Line (FAL) in Toulouse, France. The aircraft, bearing the manufacturer serial number 59, will now be transferred to the station number 30, where the initial ground testing of the aircraft systems takes place. After this, the aircraft will moved out of the FAL to undergo complementary tests, painting, engine installation, cabin fittings and it will be finally handed over to the Flight Test Center. This aircraft, the the first of three flight test aircraft to be built, will take to the skies for its maiden sortie before the end of the year, with deliveries expected to occur in mid-2017. To date, Airbus has secured orders for 181 aircraft, from 10 customers. Launch customer is set to be Qatar Airways, which also was the launch customer for the -900 variant. Other major A350-1000 customers are United Airlines, Cathay Pacific, Etihad and British Airways. The A350-1000 is the longest fuselage version of the A350 family aircraft, and is to seat 366 passengers in a standard three-class layout over 8,000 nautical miles (14,800km). Intended to replace the Airbus A340-600, the A350-1000 comes also as a competitor to the Boeing 777-300ER and Boeing 777X. The A350-1000 will be powered by Rolls-Royce Trent XWB-97 engines, which, so far, is the most powerful engine developed for an Airbus aircraft. ", "url": "https://web.archive.org/web/20160514160121/https://airwaysnews.com/blog/2016/04/15/the-first-airbus-a350-1000-completes-body-join/"}]}, {"win label": 0, "news": [{"title": "Airbus rolls out first A350-1000", "date": "2016-08-01", "content": "The first Airbus A350-1000 has rolled out of the hangar at Airbus' Toulouse factory, with the stretched jetliner set to make its maiden flight by year's end. A larger to the A350-900 - which is now flown by Cathay Pacific, Finnair, Singapore Airlines and Qatar Airways, among others - the 'dash 1000' will seat an estimated 366 passengers in a standard three-class layout (assuming business class, premium economy and economy) compared to around 325 on the smaller A350-900. Qatar Airways will be the first airline to fly the Airbus A350-1000, with that commercial debut taking place in 2017. Qatar's A350-1000 will feature Qatar's next generation 'super business class', which will use suite-like sliding doors for privacy and is expected to include a double bed in at least the middle pair of seats. The Airbus A350 family burns less fuel and produces fewer emissions than most current aircraft, with over two-thirds of the A350's chassis cast from advanced materials including carbon-fibre composites, titanium and aluminium alloys. Another marquee customer for the A350-1000 is Virgin Atlantic, with Brit billionaire Sir Richard Branson planning to buy eight and lease four more in a move which he said will see the aircraft become Virgin's \"future flagship\" as its aging Boeing 747s are put out to pasture. Also on the A350-1000 waiting list are Asiana, British Airways, Cathay Pacific, Etihad Airways, Japan Airlines, LATAM and United Airlines.", "url": "https://www.executivetraveller.com/airbus-rolls-out-first-a350-1000"}, {"title": "A \"carbon copy:\" The no. 2 A350-1000 rolls out sporting the A350 XWB Family's signature composites livery", "date": "2016-09-23", "content": "Airbus' second A350-1000 flight test aircraft has emerged from the paint shop in Toulouse, France with a distinctive carbon fibre-themed livery that is inspired by the advanced composites technology incorporated on the world's most-modern widebody aircraft product line. The A350-1000 is the longest-fuselage member of the all-new, highly efficient A350 XWB Family, which features the most comfortable and quietest twin-aisle cabin in the world. The A350-1000 typically seats 366 passengers and offers a 25 percent lower operating cost than its similarly sized competitors.Evoking the composite materials that make up more than 50 percent of the A350 XWB airframe, the recognizable carbon paint scheme is harmonised on two aircraft in the A350 XWB test fleet: the no. 2 A350-1000, designated MSN065 in Airbus' numbering system; and its \"sister\" MSN002, an A350-900 version. MSN065 will take part in the certification campaign as the only A350-1000 flight test aircraft to be equipped with a full passenger cabin. It will perform cabin and air systems tests, along with undertaking the early long flights and route proving in 2017.", "url": "https://www.airbus.com/en/newsroom/news/2016-09-a-carbon-copy-the-no-2-a350-1000-rolls-out-sporting-the-a350-xwb-familys"}, {"title": "Airbus to fly biggest A350 in battle of big twinjets", "date": "2016-11-23", "content": "Airbus AIR.PA is preparing to stage the maiden flight of its largest twin-engined airplane, the A350-1000, stepping up a war for sales in a market segment dominated by U.S. rival Boeing. Barring bad weather that could lead to a postponement, Thursday's roughly three-hour debut will add a new 366-seat member to the lightweight carbon- fibre A350 family, which entered service with the smaller A350-900 early last year. It is part of a game of leapfrog at the top of the market for twin-engined long-haul jets, as the dominant planemakers vie to outdo each other in size and efficiency in a category expected to generate $1 trillion in orders over the next 20 years. It is also at the center of a new subsidy row between Europe and the United States at a time of protectionist pressures on both sides of the Atlantic. The World Trade Organization is expected to rule in coming days that Boeing received at least one strand of banned support for its response to the A350-1000, known as the 777X. Airbus said the A350-1000, a stretched version of the model which entered service last year, was scheduled to take off from its Toulouse base at around 0930 GMT on Thursday, returning there later, in an outing that marks the start of roughly a year of flight testing. The United States says the plane and its smaller A350 sister model could only get off the drawing board thanks to damaging European subsidies, in a dispute likely to rumble on long after the A350-1000 enters service in the second half of 2017. The aircraft, which sells for $356 million at list prices, is designed to compete with Boeing's 777-300ER, the most successful version of the U.S. planemaker's popular 777 family. Airbus hopes it will help it reach 50 percent of wide-body aircraft deliveries, up from 35 percent in 2015. But critics say the aircraft failed to deliver the knockout blow to the older 777 it had hoped, despite an upgrade in engine design. Airbus has sold 195 new-generation A350-1000s out of 810 total A350 orders, compared with 809 sales of the 777-300ER. LEAPFROG: Unwilling to cede a lucrative spot at the top of the market for twin-engined jets, Boeing responded by launching the \"777X\", including the 406-seat 777-9. That has in turn sent its European rival looking for new and bigger solutions. Even before taking flight, industry sources say the A350-1000 has been eclipsed by a potential 400-seat version called A350-2000 which is being offered to key airlines, though Airbus recently deferred a decision on whether to develop it. In one final throw of the dice, Boeing is mulling plans for an even larger \"777-10X\" which could seat some 450 people. Singapore Airlines could make a decision on which of those two concept jets to order by year-end, CNN reported this month. \"The category killer has been the 777-300ER and the A350-1000 fits there. The question is where the market is?: The sweet spot may not be the largest aircraft, but manufacturers don't yet know,\" said Agency Partners analyst Nick Cunningham. The growth of the big twinjet is driven by advances in the largest engines, sparking a parallel battle between Boeing ally General Electric GE.N and Airbus supplier Rolls-Royce RR.L. But by conquering 400 seats, the rise of the \"big twin\" raise questions over demand for slightly larger four-engined jets like the A380 and Boeing 747-8, whose sales are weak. The trend was highlighted as recently as June. While Airbus celebrated a much- needed order boost from Virgin Atlantic, people familiar with the matter said the airline had decided behind the scenes to cancel its remaining orders for A380s. Adding to pressure on both planemakers as they stretch their designs, Thursday's debut coincides with a dip in demand for wide-body jets due to a surge of aircraft scheduled to be delivered later this decade and concerns over the economy. Boeing said last month it saw \"hesitation\" from airlines over such planes, but insisted long-term demand was sound.", "url": "https://www.reuters.com/article/us-airbus-a350-idUSKBN13I18I"}, {"title": "Airbus's largest A350 jet carries out its maiden flight", "date": "2016-11-24", "content": "Europe's largest twin-engined passenger jet, the Airbus AIR.PA A350-1000, took to the skies for the first time on Thursday, seeking to grab the spotlight from Boeing's popular 777. The lightweight carbon-fiber plane, 7 meters longer and able to carry 40 more people than A350s already in service, began a three-hour debut flight at 4.42 a.m ET, watched by some of the airline bosses who have invested in the $356 million jet. It later returned to base after a 4 hour and 20 minute flight during which co-pilot Frank Chapman said it had performed \"smoothly\", similar to its sister plane the A350-900. The 366-seat A350-1000 is designed to break Boeing's BA.N virtual monopoly in the lucrative \"mini-jumbo\" segment, typically involving large twin-engined jets carrying 350 people. It is larger than the new-generation A350-900, which entered service last year. Both are built from similar advanced materials to Boeing's mid-sized 787 Dreamliner in a race between planemakers for fuel savings and better passenger comfort. The aircraft involved in Thursday's Toulouse debut is one of three test planes facing 1,600 hours of intensive flight testing before the A350-1000 enters service in the second half of 2017. Fabrice Bregier, chief executive of the planemaking division of Airbus Group, told Reuters he was confident the A350-1000 would be delivered on time to launch customer Qatar Airways. \"It makes me very happy and very proud. We are flying according to the timetable we had planned,\" he said moments after the jet, weighing 230 tonnes, took off under leaden skies to applause from factory workers. GRAPPLING WITH OTHER DELAYS: Bregier added he had grown more confident of reaching this year's target of at least 50 A350-900 deliveries. While the first flight of its latest model took place on time, Airbus is grappling with delivery delays to the A350-900, clusters of which remain dotted around the airport in Toulouse, France, due to shortages of cabin equipment. Smaller A320neo jets are also parked with missing engines, due to delays in supplies from Pratt & Whitney, highlighting the strain on the industry of adding new technology while securing record production targets. Airbus programs chief Didier Evrard said the planemaker continued to scrutinize its suppliers, notably France's Zodiac Aerospace ZODC.PA, which said this week it was on a path to recovery following a production crisis at its factories. Asked about the progress displayed by cabin and other suppliers for the A350 family, Evrard told Reuters: \"It has improved, but it is not where it should be and we are watching them very carefully.\" He said the planemaker was working hard to achieve the target of 50 A350-900 deliveries this year, having reached 34 so far, with a further plane due to be delivered later on Thursday. \"I have already canceled my holidays,\" he added. Airbus says the A350-1000 will be 25 percent cheaper to operate than the competing Boeing 777-300ER, an older aircraft which weighs more but which has more seats in some layouts. Boeing has responded to the A350-1000 by developing an even larger version of 777 able to seat over 400 people, making it the largest twin-engined jet when it enters service in 2020. Airbus is also considering whether to go up in size with a further stretch of the A350, but senior marketing vice president Francois Caudron said it did not currently deem this necessary. Industry sources say Airbus is nonetheless offering the potential \"A350-2000\" to influential buyers including Singapore Airlines SIAL.SI and British Airways ICAG.L. Such a jet would need an enhancement of the Rolls-Royce RR.L Trent XWB engine that powers the A350-1000, already one of the industry's largest with a fan case large enough to swallow the fuselage of the now defunct Concorde. Chris Young, programs director at the embattled UK engine manufacturer, which is in the midst of restructuring, said it would always be ready if needed to upgrade its engines or add new ones according to the needs of airplane manufacturers.", "url": "https://www.reuters.com/article/us-airbus-a350-idUSKBN13J0ZS"}, {"title": "A350-1000 takes off on maiden flight", "date": "2016-11-26", "content": "Airbus has commenced the flight-test campaign for the A350-1000 with the variant becoming airborne for the first time at Toulouse. The aircraft, powered by Rolls-Royce Trent XWB-97 engines, lifted off at 10:42 local time. It marks a crucial step in the airframer's attempt to enter the 'big twin' sector, in the 350-400 seat category, following its previous development of the smaller A300 and A310, the A330 and the A350-900. The A350-1000 will typically seat 366 passengers and Airbus is marketing the aircraft as having a range of 7,950nm. Conceived as an 11-frame stretch of the -900, the aircraft underwent a revision in 2011 to extend its range and provide broader appeal to operators. The wing is modified from that on the -900, with an extended trailing edge, and Rolls-Royce enhanced the powerplants to deliver 97,000lb thrust rather than the previous 93,000lb. Deliveries of the aircraft are scheduled to begin in the second half of 2017, some two years later than the pre-revamp schedule, which enabled Airbus to concentrate on the re-engined A320neo and allow a degree of technological insertion derived from the A350-900 development. Airbus has invested heavily in the A350-1000, intending to capitalise on a lucrative sector which has been left exclusively to Boeing since it developed the 777-300ER. The 777-300ER was first delivered to airline customers - among them Air France and Japan Airlines - in mid-2004, and the total orders for the twinjet variant edged over the 800 mark in October. Airbus's highest-capacity aircraft at the time, the A340-600, had entered service two years earlier than the 777-300ER but its four-engined design rapidly lost favour against the twin-engined economics of the Boeing. The airframer sold only 97 A340-600s, and Airbus's weak opposition to the 777-300ER's lure yielded completely in 2011 when A340 production ceased. Airbus is nearing 200 orders for the A350-1000, two-thirds of them picked up since the 2011 design overhaul. While the revision had proven controversial among earlier customers for the aircraft, Airbus would point to high-profile orders from British Airways, United Airlines, Japan Airlines and Cathay Pacific as endorsements for its decision. Airbus also notes that the -1000's figures have been lifted by the conversion of a number of A350-900 orders from customers including LATAM and lessor Air Lease. The -1000's maiden flight takes place at a crucial node in the development of large twin-engined jets, with the dominance of the 777-300ER waning - a production cut is due next year - as Airbus puts forward more substantial competition and Boeing works on its 777X successor. Airbus estimates that the intermediate twin-aisle market for the next 20 years amounts to nearly 2,600 aircraft of which around half will be delivered to Asia-Pacific carriers.", "url": "https://web.archive.org/web/20161124221344/https://www.flightglobal.com/news/articles/a350-1000-takes-off-on-maiden-flight-431788/"}, {"title": "Airbus details duty schedule for A350-1000 test fleet", "date": "2016-11-28", "content": "Airbus's flight-test programme for the A350-1000 will stretch to 1,600h, split almost evenly between the three test aircraft. The airframer has detailed the schedule following the maiden flight of the first A350-1000, MSN59, on 24 November. This aircraft is set to carry out 600h of testing, dealing primarily with the flight envelope, systems and powerplant checks on its Rolls-Royce Trent XWB-97 engines. As part of the initial phase, it will be used to assess aerodynamic performance and determine the final aeronautical configuration of the variant. Aircraft MSN71 will be the second to become airborne, with a scheduled 500h of testing set to include the cold and warm campaigns, and landing-gear checks, as well as high-altitude testing. Both MSN59 and MSN71 will be fitted with heavy test equipment. But the third airframe, MSN65, will have a lighter test installation, and will be configured with an interior layout for cabin development and certification. This aircraft - also set to conduct 500h of flight tests - will be used for route proving and extending twin-engined operations assessment. Airbus says the schedule amounts to a \"reduced\" campaign which will \"focus\" on the A350-1000's specific features. MSN59, which will handle much of the basic flight-testing burden, will be fitted with up to 15 video cameras as part of the certification programme. Three flight-test engineers will man an aircraft monitoring station while two specialists will handle engine monitoring. Some 3,300 measurements will be analysed by around 220 sensors, and the aircraft will be fitted with transferable water-glycol ballast tanks capable of shifting 10t of liquid from the forward to the aft freight holds in 4min. The aircraft can also be fitted with a 51-seat flight-test cabin for transporting ground-support and engineering personnel. Flight-test work will be monitored on the ground by telemetry stations in Toulouse, Bremen, Hamburg and Filton, while a Dassault Falcon 20 chase aircraft will be deployed for airborne assessment support. MSN59 will eventually be used to support entry into service work, once its flight campaign has concluded. Airbus says the flight schedule for the Trent XWB-97 engine - fitted to the MSN1 A380 testbed - comprised an initial 148h between November last year and April this year. It is undergoing a second series of tests, which began in July, which is set to total 157h by the end of this year. Airbus says this work is concentrated on \"de-risking\" as well as maturity issues, with additional certification checks for hot-weather operations, natural icing, drainage and fire-extinguishing.", "url": "https://web.archive.org/web/20161129082648/https://www.flightglobal.com/news/articles/airbus-details-duty-schedule-for-a350-1000-test-flee-431869/"}]}, {"win label": 0, "news": [{"title": "Airbus augments A350-1000 capability", "date": "2017-06-27", "content": "Airbus has quietly announced it will augment the payload and range capability of the Airbus A350-1000 when certified. The latest Aircraft Characteristics for Airport and Maintenance Planning guide (ACAP) for A350 increases the aircraft's maximum weight before fuel is loaded and its maximum take-off weight. At the same time, the A350-900ULR variant's maximum take-off weight is now available as a standard weight variant (no 10). Improvements for A350-1000: During the certification tests of a new aircraft, it's verified if an aircraft can fly with a higher load than originally planned. Static and fatigue strength tests reveal if the aircraft structure has margins. Flight tests (especially the spectacular Vmu test, the one where the tail is scraped in the runway to test minimum lift-off speed) show if the planned flight characteristics are present. For most of these tests, the aircraft is designed with a margin. When these margins are not consumed by reality, the performance data for the aircraft can be improved. One of the most performance affecting areas are the aircraft weights. When weights can be increased without compromises in airfield performance, the payload or range of the aircraft improves. Range is dictated by how much fuel can be filled, once the aircraft is filled with passenger and cargo (the payload). For a given empty weight and payload, a higher Max Take-Off Weight (MTOW) will increase available fuel and therefore range. The weight increase for -1000 goes from the planned 308t for Weight Variant 1 (WV001) to 311t for WV002 and finally 316t for WV003. A 3t tonnes weight increase for fuel means 150nm additional range; the 8t gives 450nm.", "url": "https://leehamnews.com/2017/06/27/airbus-augments-a350-1000-capability/"}]}, {"win label": 0, "news": [{"title": "A350-1000 nears certification after finishing reliability tests", "date": "2017-11-02", "content": "Airbus has wrapped up functional and reliability testing for its A350-1000, and is expecting to achieve certification for the twinjet this month. The testing involved operating one of the test aircraft, MSN65, on a range of routes over Europe and South America during the last two weeks. Airbus has flown the aircraft to several cities including Bogota and Barranquilla in Colombia as part of the exercise. MSN65 returned to Toulouse on 1 November, the airframer states. Airbus says the aircraft conducted 150h of flights during the operation and covered a total distance of some 35,200nm. The A350-1000, powered by Rolls-Royce Trent XWB-97 engines, is \"on track\" for certification and delivery to launch customer Qatar Airways by the end of this year. Qatar Airways has 37 of the variant on order. Airbus commenced A350-1000 flight testing on 24 November last year. Three -1000s have been used for the test programme which has covered high-altitude performance, autoland, navigation, cabin system tests, and airport handling among other aspects.", "url": "https://web.archive.org/web/20171102135415/https://www.flightglobal.com/news/articles/a350-1000-nears-certification-after-finishing-reliab-442815/"}, {"title": "Airbus A350-1000 Gets EASA, FAA Approval", "date": "2017-11-21", "content": "The Airbus A350-1000 has received type certification from the European Aviation Safety Agency and the Federal Aviation Administration following less than a year of flight testing, the manufacturer announced Tuesday. Powered by Rolls-Royce Trent XWB-97 engines, the first A350-1000 will go to launch customer Qatar Airways by the end of the year, according to Airbus schedules. The milestone comes after the three A350-1000 flight-test airplanes accumulated more than 1,600 flight hours, of which 150 hours Airbus dedicated to tests performed in an airline-like environment to demonstrate readiness for service entry. \"Receiving the A350-1000 Type Certification from EASA and FAA less than one year after its first flight is an incredible achievement for Airbus and for all our partners who have been instrumental in building and testing this superb widebody aircraft,\" said Airbus COO and president of commercial aircraft Fabrice Brégier. \"The A350-1000 benefits from the maturity of its successful brother, the A350-900, which has translated into excellent right- on-time performance. We now look forward to delivering the first aircraft to Qatar Airways by the end of the year.\" The A350-1000 and A350-900 share 95-percent common systems part numbers and the same type rating. The largest of the new three-member family of composite- bodied airliners, the A350-1000 measures some 240 feet long and carries 366 passengers in a typical three-class configuration, or 40 more than the A350-900 holds. It also features a modified wing trailing edge, new six-wheel main landing gear and more powerful engines. It can fly to a range of 7,950 nautical miles, allowing it to support routes for emerging markets such as Shanghai-Boston or Paris-Santiago, as well as more traditional flight segments as Manchester -Los Angeles or Dubai-Melbourne. Eleven customers from five continents have ordered a total of 169 A350-1000s. Billed as a modern and more efficient replacement for the Boeing 777-300ER, the Airbus A350-1000 fills what the European airframer believes became a gap in the legacy 777's capacity range left when its U.S. competitor decided to start with a baseline of more than 400 seats for its 777X. Although Boeing's 777-8X-scheduled for certification in 2022-- seats roughly the same number of passengers as the A350-1000 holds, Airbus thinks that the heavier weight of the smaller of the two 777X offerings will leave its biggest A350 XWB in a position to grab a sizeable portion of the market once dominated by the 300ER. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2017-11-21/airbus-a350-1000-gets-easa-faa-approval"}, {"title": "First Qatar A350-1000 delivery slips to 2018", "date": "2017-12-28", "content": "Airbus will not hand over the first A350-1000 until 2018, after the airframer agreed a revised delivery schedule with launch customer Qatar Airways. Qatar Airways has 37 of the largest A350 variant on order and Airbus had been aiming to deliver the first aircraft by the end of this year. But the airframer tells FlightGlobal that it has agreed with Qatar Airways that the delivery of the initial A350-1000 will \"now be planned early in the new year\". The first Qatar aircraft, the Rolls-Royce Trent XWB-powered MSN88 (pictured above in formation with an A350-900), conducted its maiden flight on 7 December. Airbus has not disclosed the reasons for the schedule adjustment. But it says it is \"fully committed and focused to deliver the aircraft to Qatar Airways' full customer satisfaction\". Airbus states that the aircraft is undergoing \"final preparatory steps\" necessary for entry into service. It has not given a specific date for the delivery, pointing out that this is the \"airline's privilege\".", "url": "https://web.archive.org/web/20171228215700/https://www.flightglobal.com/news/articles/first-qatar-a350-1000-delivery-slips-to-2018-444508/"}]}, {"win label": 1, "news": [{"title": "A350-1000 Takes Singapore Spotlight", "date": "2018-02-05", "content": "As the only widebody airliner on display on the show's static park, the newly certified A350-1000 takes top billing here in Singapore, where it flew in from Hanoi as part of a 12-city tour of Asia and the Middle East. On display until February 8, flight-test example MSN 65 has already visited the Doha base of launch customer Qatar Airways, where CEO Akbar Al Baker told reporters that he expects to take delivery of the first of 37 airplanes on order by February 15. Next it goes to Bangkok, followed by Sydney, Auckland, Tokyo and Manila. Billed as a modern and more efficient replacement for the Boeing 777-300ER, the Airbus A350-1000 fills what the European airframer believes became a gap in the legacy 777's capacity range left when its U.S. competitor decided to start with a baseline of more than 400 seats for its 777X. Although Boeing's 777-8X-scheduled for certification in 2022-seats roughly the same number of passengers as the A350-1000, Airbus thinks that the heavier weight of the smaller of the two 777X offerings will leave its biggest A350 XWB in position to grab a sizeable portion of the world market once dominated by the 300ER. Speaking yesterday at Airbus's opening show briefing, A350 XWB marketing director Francois Obe highlighted Asia as one of the A350-1000's most important markets. In fact, three of its 11 customers-Japan Airlines, Cathay Pacific and Asiana-hail from the region and account for 43 of the 169 total units on order. The A350-1000 received type certification from the European Aviation Safety Agency and the U.S. Federal Aviation Administration last November, after three flight test examples spent more than 1,600 hours in the air, including 150 hours dedicated to tests performed in an airline-like environment to demonstrate readiness for service entry. Unfortunately for Airbus, the specially configured business class interiors for launch customer Qatar Airways proved not ready for service in time for planned first delivery by the end of last year. The unique seating configuration Qatar calls its Qsuite features seats that face each other and lie-flat double beds. Nevertheless, the fact that the A350-1000 shares some 95-percent common part numbers with its smaller sibling, the A350-900, contributed to the smooth certification effort and relatively short flight test program, said Obe. Meanwhile, the -1000 also demonstrated better airfield performance than expected, exceeding takeoff weight predictions by 5.3 metric tons out of Riyadh, 7.2 metric tons out of Newark and 3.8 metric tons out of Johannesburg. Carrying 366 passengers in a typical three-class configuration, or 40 more than the A350-900 holds, the -1000 features an extended wing trailing edge for lower approach speeds, new six-wheel main landing gear to accommodate its higher weight and, of course, more powerful Rolls-Royce Trent XWB-97 engines. It can fly to a range of 7,950 nautical miles, allowing it to support routes for emerging markets such as Shanghai-Boston or Paris-Santiago, as well as more traditional flight segments as Manchester -Los Angeles or Dubai-Melbourne. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2018-02-05/a350-1000-takes-singapore-spotlight"}, {"title": "Qatar Airways takes delivery of Airbus' biggest A350 yet", "date": "2018-02-20", "content": "Airbus delivered its first A350-1000 passenger jet to Qatar Airways on Tuesday at the jetmaker's headquarters here. The \"dash 1000\" variant of the A350 is now the largest twin-engine jet Airbus has ever produced. The jet was initially to be delivered late last year, but complications installing the airline's new Qsuite business class seats forced the target date to slip into the new year. The new seats have already been installed in some of Qatar's other aircraft, but it took than expected to adapt the new-design to the newer A350-1000s. \"It is very difficult to install a new program in a new airplane, especially the first one,\" Qatar Airways CEO Akbar Al Baker said at a press conference prior to the delivery. Qatar will fly the aircraft's first commercial flight Saturday between Doha and London Heathrow. The carrier will eventually work the jet into longer routes between Doha and the East Coast of the United States, according to Al Baker. Airbus says the airplane can fly up to 7,950 nautical miles non-stop, making it capable of connecting Boston and Shanghai, or Paris and Santiago, Chile. The -1000 is the second variant of the A350 family to be delivered to an airline. It joins its older-but-smaller sibling -- the -900 -- the first of which was first delivered to Qatar Airways in late 2014. The jets are manufactured with lightweight carbon-fiber composite materials instead of the more traditional aluminum. This change allows for greater fuel efficiency and more flier-friendly features, such as larger windows and lower cabin humidity. A number of other carriers have since taken deliveries of Airbus' A350, including Delta, Cathay Pacific, Finnair, LATAM, Singapore Airlines and Vietnam Airlines, among others. As for the -1000 variant, it's now Airbus' largest twin-engine jet to ever enter service. At 242 feet long, the jet can haul up to 440 passengers in an all-economy configuration or 366 in a more-typical three class layout. However, sales of the -1000 variant have been sluggish with airlines showing increasing wariness about purchasing - and then having to fill - larger airplanes. Boeing's 777 program has fallen victim to the same fate, with its new 777X receiving record-busting orders after launch only to slow to a few dozen tepid commitments in the years since. In the case of Airbus, a handful of airlines -- including Cathay Pacific and United Airlines -- have opted to swap previous orders for -1000 in favor of the smaller -900. As a result Airbus says it is not presently pursuing plans for a third, even bigger version of the A350. The company had been toying with the idea for some time as a more direct competitor to Boeing's 777X, but has backed off the plan in the absence of a stronger business case for moving ahead. Despite the sluggish sales and unfavorable trends, Airbus has not given up hope for the A350-1000. \"I believe sales will open up,\" outgoing Airbus COO Fabrice Bregier said here. Airbus' newest aircraft -- the A350 XWB -- passed through Milwaukee's General Mitchell International Airport on July 19, 2015. Airbus was showing this A350-900 as part of a A350 demonstration tour of the USA. \"The big wave of replacement of Boeing's 777-300ER, which we target with the -1000, will start around 2020-23,\" he said, adding that now was the time for the company's sales team to kick into high gear. \"It is time to be much more aggressive, to explain to Boeing's customers that this aircraft will be the better choice than the 777-9X,\" he said. That will leave Airbus on something of a barnstorming sales tour across the Middle East and Asia-Pacific, a move that it hopes will drum up more orders for the -1000. The company is betting on huge growth from Asia-Pacific in particular, forecasting a need for some 4,000 new widebody jets in the coming decade. Separately, the event was the last for Bregier, who ended his lengthy career at Airbus on Tuesday after being passed over to replace outgoing CEO Tom Enders. Unrelated, Al Baker also made a curious remark that he was interested in becoming a launch customer in supersonic passenger jet travel. Al Baker said the primary hangup was in the engine technology.", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2018/02/20/airbus-350-1000/354896002/"}, {"title": "Qatar to put first A350-1000 on Heathrow route", "date": "2018-02-20", "content": "Qatar Airways is set to operate its first Airbus A350-1000 service to London Heathrow as it prepares to receive the aircraft at a ceremony in Toulouse. The Rolls-Royce XWB-97-powered twinjet is the first -1000 to be handed to a customer. Qatar Airways says it will use the aircraft on its London Heathrow route on 24 February. The carrier has configured the -1000 with 327 seats, a 44-seat increase on its 283-seat A350-900s. It will deploy the larger jet on its QR15 service from Doha. The airline uses a mix of types for this flight; the 24 February rotation was previously scheduled with an A350-900. The airline has already accepted transfer of title for MSN88, the first of 37 A350-1000s on order with the carrier. Qatar had taken delivery of 21 of its 39 A350-900s by the end of January this year.", "url": "https://web.archive.org/web/20180220133929/https://www.flightglobal.com/news/articles/qatar-to-put-first-a350-1000-on-heathrow-route-446042/"}, {"title": "First Airbus A350-1000 of Qatar Airways flies to London as launch destination", "date": "2018-02-25", "content": "Qatar Airways announced that London is the first route for the world's first commercial service of its Airbus A350-1000. The carrier is the global launch customer for the state-of-the-art-aircraft, following delivery by Airbus from the aircraft manufacturer's base in Toulouse, France last Tuesday. The world's first A350-1000 XWB embarked on its first commercial service to the UK capital on Saturday, February 24 as QR 15 at 15:55 hrs and after a seven-hour 30 minute flight, landed at London's Heathrow Airport at 20:25 hrs. The A350-1000 will operate a daily non-stop service between Doha and London. Qatar Airways Group Chief Executive, Akbar Al Baker, said: \"We have chosen London as the inaugural destination for this remarkable aircraft because at 23 feet longer than the A350-900, it is able to provide a significant increase in capacity on one of our most popular routes, offering enhanced levels of comfort for our passengers. For the first time in an Airbus aircraft, it will also feature our award-winning, patented Qsuite, offering a First Class experience in Business Class for both business and leisure travellers. \"As one of our flagship routes, we provide our passengers with the most advanced aircraft to fly in comfort and style from Doha to London. Our new A350-1000 provides this in abundance, alongside its sister aircraft, the A350-900, the double-decker A380 as well as the Boeing Dreamliner and the Qsuite-fitted Boeing 777. We look forward to introducing this highly- impressive next-generation aircraft to many other cities, thanks to our extensive and rapidly expanding global route network.\" Airbus Executive Vice President, Chief of Sales, Marketing and Contracts, Eric Schulz, said: \"We welcome Qatar Airways' choice to launch commercial service of their new A350-1000 to one of the world's most prominent airports, London Heathrow. This milestone marks a game change in wide body operator economics and long-haul passenger comfort. The A350-1000 features the quietest cabin in its size category and minimise environmental impact with less fuel burn, lower noise and reduced emissions, making it a great neighbor for London citizens.\" Qatar Airways offers six flights a day between Doha and London, providing a fast and frequent connection between the two capital cities. Later this year, Qatar Airways will launch the first daily direct flights between Doha and Cardiff, UK. From 1 May 2018, the new service will provide the Welsh capital with links to the rest of the world via Qatar Airways' extensive global route network. ", "url": "https://thepeninsulaqatar.com/article/25/02/2018/First-Airbus-A350-1000-of-Qatar-Airways-flies-to-London-as-launch-destination"}, {"title": "London launch destination for Qatar Airways' Airbus A350-1000", "date": "2018-02-25", "content": "Qatar Airways has announced that London is the inaugural route for the world's first commercial service of its Airbus A350-1000. The Gulf carrier is the global launch customer for the state-of-the-art-aircraft, following delivery by Airbus from the aircraft manufacturer's base in Toulouse, France, last Tuesday. The world's first A350-1000 XWB embarked upon its first commercial service to the UK capital on Saturday, February 24 as QR15 at 3.55pm. After a seven-hour 30 minute flight, landed at London's Heathrow Airport at 8.25pm, the airline said in a press statement. The A350-1000 will operate a daily non-stop service between Doha and London. Qatar Airways Group chief executive Akbar al-Baker said, \"We have chosen London as the inaugural destination for this remarkable aircraft because, at 23ft longer than the A350-900, it is able to provide a significant increase in capacity on one of our most popular routes, offering enhanced levels of comfort for our passengers. For the first time in an Airbus aircraft, it will also feature our award-winning, patented Qsuite, offering a First Class experience in Business Class for both business and leisure travellers. \"As one of our flagship routes, we provide our passengers with the most advanced aircraft to fly in comfort and style from Doha to London. Our new A350-1000 provides this in abundance, alongside its sister aircraft, the A350-900, the double-decker A380 as well as the Boeing Dreamliner and the Qsuite-fitted Boeing 777. We look forward to introducing this highly-impressive next-generation aircraft to many other cities, thanks to our extensive and rapidly expanding global route network.\" Airbus executive vice-president, chief of Sales, Marketing and Contracts, Eric Schulz, noted: \"We welcome Qatar Airways' choice to launch commercial service of their new A350-1000 to one of the world's most prominent airports, London Heathrow. This milestone marks a game change in wide-body operator economics and long-haul passenger comfort. The A350-1000 features the quietest cabin in its size category and minimise environmental impact with less fuel burn, lower noise and reduced emissions, making it a great neighbour for London citizens.\" Rolls-Royce president, Civil Aerospace, Chris Cholerton, added: \"We congratulate the entire team at Qatar Airways on being the first to operate the Airbus A350-1000. We are very proud to see our Rolls-Royce Trent XWB-97 engines powering this first flight. They are not only the most powerful engines we have ever produced but are also the most efficient, delivering the same fuel consumption per passenger as a small family car over the same distance.\" Qatar Airways offers six flights a day between Doha and London, providing a \"fast and frequent\" connection between the two capital cities, the statement notes. Passengers can also book flights through Qatarairways.com on British Airways' daily codeshare service between Doha and London. Qatar Airways' premium lounge at London Heathrow Airport's Terminal 4 offers a \"calm and luxurious\" welcome to passengers flying in First Class and Business Class. The A350-1000 XWB will offer a total of 327 seats across two cabins, with 46 award-winning Qsuite Business Class seats and 281 18-inch extra wide Economy Class seats. It offers enhanced levels of passenger comfort, thanks to the lowest twin-engine noise level for any aircraft, advanced airconditioning technology and full LED mood lighting. Qatar Airways will launch the first daily direct flights between Doha and Cardiff, UK, from May 1. The new service will provide the Welsh capital with links to the rest of the world via Qatar Airways' extensive global route network.", "url": "https://www.gulf-times.com/story/582936/London-is-the-launch-destination-for-Qatar-Airways"}, {"title": "Cathay Pacific receives its first Airbus A350-1000", "date": "2018-06-19", "content": "Cathay Pacific has taken delivery of its first Airbus A350-1000 aircraft at the Airbus headquarters in Toulouse, France making the Hong Kong carrier the second in the world to receive Airbus's newest aircraft. Business Traveller is in Toulouse for the delivery ceremony of the A350-1000 and will be on the delivery flight to Hong Kong this afternoon. The airline follows launch customer Qatar Airways, which received its first A350-1000 in February this year. Airbus currently has 168 orders for the new aircraft from 11 customers, though it has yet to confirm which airline will be the third to take delivery of the aircraft, which won't be until 2019. The A350-1000 is a longer variant of its predecessor, the A350-900, of which Cathay Pacific already operates 22, enabling it to have a higher seat count. Overall, Cathay Pacific's A350-1000 has 334 seats (46 in business, 32 in premium economy and 256 in economy), while the A350-900 has just 280 seats (38 in business, 28 in premium economy and 214 in economy). Business class and premium economy feature largely the same seat products as those found in the current A350-900, though with some minor tweaks to the mechanisms. The key difference in business class between the -900 and the -1000 is that the latter has all seats in a single cabin as opposed to them being split across two cabins, as in the -900. However, the economy class cabin features an all-new seat product developed by Haeco - these are different to the other new 10-abreast economy class seat Cathay Pacific recently rolled out on its Boeing 777-300ER aircraft. The dimensions for the seat are the same as those on the A350-900 - 32-inch pitch and 18-inch width - but have been designed with a different high-comfort cushion and also feature an adjustable ergonomic six-way headrest and a new tray table offering. Asked why Cathay Pacific opted not to equip the aircraft with a first class cabin, Cathay Pacific chief customer and commercial officer, Paul Loo, said: \"We have a first class cabin on our B777, and first class is a very niche market ... Having the right configuration to suit the needs of the market, first class consumes quite a bit of real estate on the aircraft and so we need to do the trade-off between having the cabin and having the extra costs versus having the demand or not. \"We believe our B777 fleet with first class is serving our market very well and on the other hand, our A350 fleet, whether it is the -900 or the -1000, the configuration will also help us to develop into markets that may not be available to us today.\" However, Loo did confirm the airline is currently trying out different prototypes for its next first class seat product for its upcoming Boeing 777-9X aircraft. The delivery brings Cathay Pacific's total fleet size up to 207 aircraft. The airline has a total of 20 A350-1000 in the pipeline that are expected to be delivered by 2021, along with a further six A350-900s, 21 next-generation Boeing 777-9X, as well as 32 A321neo aircraft that will go to its regional subsidiary, Cathay Dragon. The A350-1000 is due to fly to Taipei starting July 1 for crew familiarization purposes, ahead of its permanent deployment on Cathay Pacific's upcoming service to Washington DC on September 15. The flight to Dulles International Airport will be the longest in the airline's network at 7,085 nautical miles and will take approximately 17 hours. After Washington DC, Cathay Pacific will fly the aircraft to Madrid, followed by Tel Aviv, Amsterdam, Manchester and Zurich.", "url": "https://www.businesstraveller.com/business-travel/2018/06/19/cathay-pacific-receives-its-first-airbus-a350-1000/"}, {"title": "First look: Cathay Pacific Airbus A350-1000", "date": "2018-06-21", "content": "Cathay Pacific's first Airbus A350-1000 aircraft landed in Hong Kong on Wednesday, making the Hong Kong carrier only the second airline to take delivery of Airbus's newest aircraft. The aircraft joins Cathay Pacific's current fleet of 22 A350-900s - it has a total of 20 A350-1000s on order, which are expected to be delivered by 2021, and a further six A350-900s still to come. The A350-1000 will debut on Cathay Pacific's upcoming Washington DC route on September 15, followed by Madrid, Tel Aviv, Amsterdam, Manchester and Zurich. Before then, however, it will fly Cathay Pacific's Taipei route for crew familiarisation purposes starting July 1, giving travellers the ability to experience the new aircraft before its formal debut in September. Business Traveller Asia-Pacific was on-board the delivery flight of Cathay Pacific's first A350-1000 from the Airbus airfield in Toulouse to Hong Kong earlier this week. What's it like? The A350-1000 is a larger aircraft than its predecessor, both in length and in capacity. The newer variant has a total of 334 seats, comprising 46 in business class, 32 in premium economy and 256 in economy. As with its predecessor, this is an aircraft designed to be quiet. While the aircraft's engines do make a noticeable high-pitched whirr during takeoff, they are largely muted once the aircraft gets sufficient altitude. This is further helped in business class by the longer length of the A350-1000 compared to its predecessor, which pushes the wings further down the aircraft and away from the premium cabin. Cathay Pacific has also been outfitting its entire wide-body fleet with wifi - it currently offers it on all A350-900s and progressively on retrofitted B777s - and the A350-1000 is no exception. ", "url": "https://www.businesstraveller.com/business-travel/2018/06/21/first-look-cathay-pacific-airbus-a350-1000/"}]}, {"win label": 0, "news": [{"title": "Taiwanese startup Starlux Airlines goes big with A350 order", "date": "2018-07-17", "content": "Taiwan-based startup carrier Starlux Airlines will join the ranks of airlines operating Airbus's A350 aircraft, with the carrier expected to take delivery of 12 of the manufacturer's newest widebody aircraft, the A350-1000, and five of its predecessor, the A350-900. The order was announced yesterday at the Farnborough Airshow currently taking place in the UK. As previously reported by Business Traveller, Starlux had been nearing a decision on a widebody aircraft to join its fleet back in May, though at the time it was considering ordering just 14 aircraft. An exact delivery date for the new A350s hasn't been announced, though the airline has previously stated it was looking to take delivery of its widebody aircraft towards the end of 2021 in time for the 2022 launch of its long-haul operations. Starlux won't begin by flying long haul, however. The airline already has an order for 10 leased A321neo narrowbody aircraft that it plans to finalise by the end of the year. Delivery of the first A321neo is expected to take place in October 2019 ahead of the airline's launch of regional operations in early 2020. Starlux has yet to unveil details of how it will configure its aircraft, though it describes itself as a full-service airline offering \"best-in-class luxury travel\". Ultimately, the startup carrier aims to develop a network that includes destinations in Asia as well as long-haul services to North America. This comes at a time when Taiwan's other two major carriers, China Airlines and EVA Air, are also enhancing their operations both regionally and long- haul, including North America. Flag carrier China Airlines launched a new non-stop flight to Ontario International Airport** in San Bernardino, California earlier this year, and began flying its own A350-900 on its San Francisco route in May last year. EVA Air, meanwhile, launched a new daily flight between Taipei and Chiang Mai in Thailand earlier this month. Starlux founder Chang Kuo-wei was formerly the chairman of EVA Air. The A350-1000 is Airbus's newest widebody aircraft, with Hong Kong flag carrier Cathay Pacific being just the second airline to take delivery of the aircraft after launch customer Qatar Airways.", "url": "https://www.businesstraveller.com/business-travel/2018/07/17/taiwanese-startup-airline-starlux-goes-big-with-a350-order/"}, {"title": "Check out the new Airbus jet that will rival Boeing's 777 and replace the 747 jumbo jet", "date": "2018-09-02", "content": "The Airbus A350-1000 entered service with Qatar Airways in February. It is the latest in a new generation of the fuel-efficient, carbon-composite, wide-body airliners to launch in recent years. With four-engine jumbo jets like the Boeing 747 and the Airbus A380 quickly losing favor with airlines, smaller, more efficient twin-engine widebodies have taken their place as the industry's workhorse long-haul jets. In fact, Virgin Atlantic is expected to replace its 747-400s with a fleet of A350-1000s over the next few years. Thus far, the Boeing 777 is the most successful of the twin-engine wide-bodies with 1,988 sold since its debut in 1994. Launched in 2002, the Boeing 777-300ER is, by far, the most popular version of the twin-jet and accounts for about 42% of the plane's sales total. Airbus has 890 orders for the A350; 168 of which are for the Dash 1000. Until the A350-1000's arrival, Airbus didn't really have a true rival for the 777-300ER. The A330-300 had the size, but not quite the range while the quad- engine A340-600 had the range and the capacity, but was far less efficient. In fact, Qatar is actually operating the A350-1000 alongside its existing fleet of 777-300ERs. \"The A350-1000 is performing very well in our fleet,\" Qatar Airways Group CEO Akbar Al Baker said to a roundtable of reporters at the 2018 Farnborough International Airshow in July. \"Actually, it's performing better than what we envisaged.\" According to Airbus, the A350 is capable of delivering 25% better fuel efficiency and a 25% unit costs compared to previous generation aircraft like the 777. \"Yes, they are right,\" Al Baker said regarding Airbus's efficiency claims. \"And this is why Boeing has launched the 777X to compete against the fuel efficiency of the Airbus A350-1000.\" Qatar Airways also has orders in place for 60 of Boeing next-generation 777X airliners that are expected to enter service in 2020. The Doha, Qatar-based airline was also the launch customer of the smaller A350-900 back in 2014. At the Farnborough Air Show, Airbus brought along an A350-1000 prototype for flight demonstrations while Qatar Airways showed off one of its Dash 1000s for guests and journalists.", "url": "https://www.businessinsider.com/airbus-a350-1000-airliner-tour-qatar-airways-2018-8"}, {"title": "Qatar Airways upgrades part of A350 order to biggest model", "date": "2018-10-01", "content": "Qatar Airways said on Monday it was upgrading five of its Airbus AIR.PA A350 jets on order to the largest model, in a boost for the European planemaker's largest twin- engined jet. The Gulf airline was the launch customer for both A350 models and said in February it could switch some of its existing order of A350-900s to the bigger A350-1000. \"Since taking delivery of the world's first A350-1000 in February 2018, we have been extremely pleased with the aircraft's performance, which has prompted us to update our original order,\" Qatar Airways Chief Executive Akbar al-Baker said in a statement. State-owned Qatar Airways has upgraded the order amid a political dispute in the Arab region that has forced the airline to increase operational costs by flying longer routes. Qatar Airways has been banned from the airspace of Saudi Arabia, the United Arab Emirates, Egypt, and Bahrain since June 2017 as a result of those countries cutting ties with Qatar. The upgraded order will come as a relief to Airbus, which is betting on the A350-1000 to contain any market pressure from rival Boeing BA.N which is developing its new model 777 twin-engined jet. The A350-1000 is designed to seat 366 people and competes head-to-head with Boeing's profitable 777. Airbus says the lightweight A350-1000 is 25 percent more efficient than the most popular current version of the 777, the 777-300ER. Qatar Airways is the top A350 customer with 76 on order, which now includes 42 A350-1000s with a list price of $367 million. Airbus said that in Qatar Airways' configuration, the A350-1000 features 44 more seats than the A350-900.", "url": "https://www.reuters.com/article/us-qatar-airways-airbus-a350-idUSKCN1MB25E"}, {"title": "Qatar To Take On 5 More A350-1000's", "date": "2018-10-02", "content": "Qatar Airways has announced that it is altering its Airbus A350 orders. The flag carrier airline is converting five of its A350-900 orders into orders for A350-1000 aircraft. The airline, which was the launch customer for both variants of the A350, had previously hinted that it may make such a move in response to the changing market conditions. \"Latest in Aerodynamics\": The A350 family is Airbus' answer to the B787. Despite deliveries starting off slowly, it looks as though the airliner is becoming a firm favourite for long- haul flights. The A350-900ULR is this month going to start operating the world's longest flight from Singapore to New York. The flight will be commencing on October 11th. In fact, the CEO of Qantas has previously indicated that the A350 could be a contender for its ambitious plan to launch direct flights between London and Sydney as part of Project Sunrise. Extremely Pleased With Performance: Announcing the change in orders His Excellency Mr Akbar Al Baker, CEO of Qatar Airways, mentioned that the move was down to the performance of the A350. With a new total of 42 A350-1000 aircraft on order, the total number of A350-1000 aircraft in Airbus' order books has risen to 173. Commenting on the change in orders, Mr Al Baker told press: \"Since taking delivery of the world's first A350-1000 in February 2018, we have been extremely pleased with the aircraft's performance, which has prompted us to update our original order. The A350-1000 has been a welcome addition to our fleet and very well received by our passengers who enjoy the new generation aircraft's unprecedented levels of comfort and technology.\" B777x Competitor: Airbus is hoping that the A350-1000 will deter customers from ordering the new B777x aircraft which Boeing is about to begin testing. The A350-1000 seats 366 passengers and is 25% more efficient than the current B777 models on the market. The new B777x utilises technology which makes the B787 so efficient, so the difference between the B777x and A350-1000 may not be that large. ### Unique Business Class The new A350-1000 aircraft is certainly a boon for Qatar Airways. They are plenty spacious, allowing the Middle Eastern airline to install an all-new business class experience on the aircraft. Specifically, the new seats will make Qatar the first airline to offer double beds in business class. ", "url": "https://simpleflying.com/qatar-a350-1000s/"}]}, [], {"win label": 0, "news": [{"title": "Qatar Will Bring The Airbus A350-1000 To Sydney And Canberra Next Month", "date": "2019-09-30", "content": "It could be a case of third time lucky for Qatar Airways and their Australia bound A350-1000. After initially announcing late October 2019 as the start date for its A350-1000 flights to Sydney and Canberra, Qatar pushed the date back to mid-November. Now, the date for the first flight has shifted again with the first Sydney bound A350-1000 pushing back from the gate at Doha on November 1, 2019. This was reported in Executive Traveller and a check of the Qatar Airways website has the A350-1000 listed to operate QR906 down to Sydney and onto Canberra on November 1. Qatar Airways has extensive operations into Australia, including A350-900 services to Adelaide, but this is the first time they've brought the A350-1000 down. In fact, they will be only the second operator of the A350-1000 into Australia. The Doha based airline operates two daily services into Sydney. Their evening departure from Doha is operated by an A380 and their morning Doha departure is currently operated by a 777-330ER. Flying east, through the timezones, these flights touch down almost one full day after departure although the flying time is only fourteen and a half hours. It is the 777-300ER service that Qatar Airways is swapping out for the A350-1000. As David Flynn in Executive Traveller notes, the 777-300ER is fine but the A350-1000 is a step up in class. It is quieter, bigger, and more modern. Qatar Airways chaffs against traffic restrictions. Perhaps the most unusual aspect of this service is its tag flight between Sydney and Canberra. The main service, QF906 between Doha and Sydney continues down to Canberra. Qatar Airways is one of only two international airlines that fly into Canberra. The aircraft sits on the ground in Canberra for a couple of hours before heading back to Sydney, picking up more passengers and heading out in the evening northwest to Doha. The Canberra tag flight, whilst no doubt much welcomed by Canberrans who can avoid the whole domestic - international transfer fiasco at Sydney Airport, is a creative workaround of a treaty between Australia and Qatar which only allow 21 direct flights a week into the big Australian airports. You've got the daily service in Perth, Melbourne, and Sydney and that allowance is chewed up. But access to Australia's secondary airports is not so restricted. So by adding that Canberra tag flight on, Qatar Airways picks up a second daily service to Sydney. A nice workaround and a win for Canberra locals. And, they are now picking up an A350-1000 into the deal. Would a tag flight out of Melbourne work? Would a Qatar tag flight to Hobart out of Melbourne be out of the question? Tasmania's capital city airport would love an international service. Qatar's Melbourne service does well. It's an A380 service. Maybe a future possibility is two daily flights using smaller aircraft, sending one down to Hobart as a tag flight. While that's an interesting scenario, back on the ground, the A350-1000 service to Sydney and Canberra will be able to accommodate 327 passengers in two cabin classes. The majority of the economy cabin is configured in a 3-3-3 layout. Up the front, in business, 46 passengers can kick back in their Q Suites. Doing the full flight, all the way to Canberra would take 17 hours. I could think of worse ways to spend 17 hours. Simple Flying approached Qatar Airways for a comment but have yet to receive a response. ", "url": "https://simpleflying.com/qatar-airbus-a350-1000-november/"}, {"title": "Cathay Pacific is now flying its Airbus A350-1000 to Australia", "date": "2019-10-29", "content": "Australia got its first A350-1000 service with Cathay Pacific upgauging the aircraft on one of its Melbourne and Perth services during the northern winter period. Cathay Pacific is now operating thrice-daily services between Hong Kong and Melbourne during the northern winter period that lasts from October 27 this year to March 28, 2020. The Hong Kong-based carrier is using different aircraft on each flight, including A350-900, A350-1000 and Boeing 777-300ER. The outbound flight served by an A350-1000 is a red-eye scheduled to depart from Hong Kong at 0005 and arrive at Melbourne at 1210, while the return leg operated by the same A350-1000 aircraft is set to leave Melbourne at 1535 before touching down at Hong Kong International Airport at 2145. Also from October 27, the airline began flying its A350-1000 on its daily Hong Kong-Perth service. The Perth-bound flight leaves Hong Kong at 1505 in the afternoon and lands at Perth Airport at 2250, and the return flight is scheduled to depart from Perth just after midnight at 0010 and arrive in Hong Kong at 0745 in the early morning. In addition, the airline also operates a second service on this route three days a week using an A330-300. Simple Flying reports that the airline is also planning to use its A350-1000 aircraft for on its Hong Kong-Adelaide route in March 2020. The Hong Kong flag carrier received its first A350-1000 in June 2018, making it the second airline to take delivery of this aircraft. It was also Hong Kong's first A350-1000 aircraft. Cathay's A350-1000 aircraft is configured with three classes, and features 46 flat-bed business class seats in a 1-2-1 reverse herringbone configuration, 32 premium economy seats in a 2-4-2 configuration and 256 economy class seats in a 3-3-3 configuration.", "url": "https://www.businesstraveller.com/business-travel/2019/10/29/cathay-pacific-is-now-flying-its-airbus-a350-1000-to-australia/"}]}, {"win label": 0, "news": [{"title": "Qatar Airways Airbus A350-1000 - A Video Tour", "date": "2020-02-03", "content": "It has nearly been two years since Qatar Airways took delivery of its first Airbus A350-1000. Ahead of the anniversary, the Doha-based airline shared a video of a quick tour of the widebody aircraft. Pioneering service: The flag carrier of Qatar was the first airline to receive the jet as its launch customer. Additionally, the A350-1000 was the first Airbus aircraft to be fitted with the renowned Qsuite business class seats. The point of view tour kicks off at the cockpit before heading to the front of the Qsuite cabin. Here, flight assistants can be seen preparing the seats with amenities such as inflight pajamas. Another assistant can be seen providing an early boarder with a hot drink. The video then highlights the archetypical sliding doors of the Qsuite, which give the ultimate passenger privacy. The tour then takes the viewer to the huge economy class cabin. Despite the many seats, there is plenty of space to move about. The clip then finishes off by showing a crew member preparing a tasty-looking onboard meal. Plenty to offer: When Qatar announced the arrival of the plane, CEO Akbar Al Baker shared that the arrival helps his airline maintain its status as flying one of the youngest fleets in the sky. He added that it offers passengers outstanding levels of comfort, which Qatar prides itself on giving. Furthermore, since the plane is 23 feet longer than the A350-900, it helps the firm substantially increase its capacity on the routes it operates on. The plane holds 46 seats in the Qsuite and 281 extra-wide 18-inch seats in economy class. Altogether, there are 44 extra seats in this aircraft compared with the smaller type. There are 22-inch HD flight entertainment screens placed at the front of each Qsuite seat. If these passengers rather catch some sleep, they can rest on their fully flat beds. In economy class, each seat features an 11.6-inch screen. There is also extra space at shoulder level for travelers in window seats. The comforting atmosphere is polished off with soft LED mood lighting. Qatar is expecting to operate 42 -1000 aircraft. According to Planespotters, the firm currently holds 14 of the planes within its fleet. These are supported by 49 -900s, giving it a total of 53 A350 XWBs. The video tour shows some variations between the two aircraft. One of the key differences is that the classy bar area, which is situated between two cabins of the -900 is omitted on the -1000. However, this has made way for the spacious Qsuite cabins. Perfect for long distances: Qatar flies the jet on several of its long haul routes across the globe. Operations to Dallas and Houston started last summer. Additionally, it recently added the aircraft on flights to Australia via the Doha-Sydney-Canberra route. Those that are set to be on a flight served with this model will be in for a comfortable experience, no matter which cabin they are in.", "url": "https://simpleflying.com/qatar-airways-airbus-a350-1000-a-video-tour/"}, {"title": "Airbus To Test Fly A350's In Bird-Like Flocks To Reduce Emissions", "date": "2020-02-18", "content": "Inspired by flocks of geese, Airbus is planning to undertake real-life testing of an operational strategy it is calling 'fello'fly'. An A350-1000 test aircraft is going to fly within 1.5nmi of a commercial A350-900, to test out Airbus' theory that flying in formation could reduce fuel consumption. While it's an interesting theory, it's also rather dangerous due to the potential for wake turbulence. Will flying in this way ever really happen? Airbus to test benefits of formation flying: The way Airbus describes this flight strategy is 'surfing the vortex'. It says that the following aircraft could be positioned in such a way so as to capture the energy generated by the wake vortex, and to use it to offset its own energy needs. Airbus estimates that this could lead to a significant fuel saving. Specifically, Airbus has said that automated formation flight operations would take place in cruise only. It is planning to use its own A350-1000 testbed to follow behind a customer A350-900 in flight, in order to test out the theory. The test aircraft will be flying just 1.5nmi behind the other. What about the hazards? When we previously introduced the idea of formation flying, Simple Flying readers raised some interesting issues which would need to be addressed in order for this idea to really take off. The biggest issue to overcome is wake turbulence. The disruption of air by the leading aircraft would buffet the following aircraft, making the journey very uncomfortable for passengers on board. Right now, FAA regulations specify a five mile separation to avoid wake turbulence. When Airbus raised this idea at the 40th Assembly of the ICAO, it said, \"Whilst wake turbulence is commonly considered as a threat for commercial airplanes, this concept aims at taking benefit from the energy contained in trailing vortices, without compromising safety which is paramount. Thus, positioning a trailing aircraft in a right way in the area where the vortex pushes air upward enables the trailing aircraft to save over 10% fuel.\" It's an interesting concept, but one that will have to be seen to be believed. And it's not going to be seen on commercial flights any time soon, because it is simply not allowed. The Traffic Alert and Collision Avoidance System will raise alerts if the mandatory degree of separation is breached, and would require firstly the rules to be amended and secondly the system to be recalibrated in order stop the TCAS alert. Added to this, not every flight crew will be able to get involved in formation flying. While military pilots will have had some experience of close flight paths, commercial pilots will never have flown this close together. Extensive additional crew training will clearly be needed, putting another barrier in place to any sort of timely adoption of this operational modification. Fundamentally, formation flying sounds as dangerous as it does beneficial. There are reasons for the separation protocols that are followed in modern commercial aviation, and these reasons aren't going away just because Airbus wants them to. Will it ever happen? While Airbus may get a few test flights under their belt by the end of the year, a widespread rollout of formation flying is a long way off, if it ever happens at all. Flying close to another airliner drastically increases the risk of flight, and is not likely to have a huge queue of airlines willing to take it up, even c onsidering the fuel saving. Added to this are extensive regulatory hurdles to overcome. Bodies like EASA and the FAA will not be railroaded into changing regulations that have been in place for decades, particularly when it comes to safety. Airbus pressed the ICAO to develop International Standards and Recommended Practices to help them press forward with the study of formation flight, although it admitted that \"the work in automated formation flight operations could experience significant delays.\" It will be interesting to see what Airbus' results of this forthcoming test are, and particularly whether it can overcome the wake turbulence issue. However, it is highly unlikely any commercial flights will be traveling anywhere near any other aircraft for a very long time. ", "url": "https://simpleflying.com/airbus-a350-bird-flocks/"}, {"title": "The Qantas Airbus A350 is on hold for now, but not forever", "date": "2020-06-02", "content": "When Qantas chose the Airbus A350-1000 as the flagship of its future fleet, beginning with non-stop Project Sunrise flights to London and New York, in December 2019, the airline had no idea that Covid-19 was about to change the shape of travel for years to come. Both the A350 order and Project Sunrise were subsequently put on hold less than five months later as Qantas began to right-size its fleet, and its capital expenditure, against an uncertain future. \"We do think there's still a good business case for it, and a good opportunity,\" Qantas Group CEO Alan Joyce told Executive Traveller. \"We think there is a huge potential for Project Sunrise, but the time is not right now, given the impact that COVID-19 has had on world travel.\" \"We certainly won't be ordering aircraft for that this year, and we'll keep a review on when is the appropriate time, when has the market recovered, when is Qantas in a position to commit to more aircraft and more capital.\" Here's a rundown of Qantas' plans for the Airbus A350 and how it still might take off, if a few years later than first planned. Qantas' Airbus A350 order: Both the Airbus A350 and the Boeing 777X were candidates for non-stop Project Sunrise routes from Sydney, Melbourne and potentially Brisbane to London, New York, Paris and a handful of other cities including Frankfurt, Capetown and Rio de Janeiro. The specific models under consideration for those 18-20 hour flights were the Airbus A350-1000 and the Boeing 777-8 Although Singapore Airlines flies the Airbus A350-900 non-stop to New York and Los Angeles in a special ultra-long rage version known as the A350-900ULR, that jet is fitted out with only business class and premium economy. Qantas opted for the larger A350-1000 model with plans to have all four classes - first, business, premium economy and economy - while Airbus extended the aircraft's range by adding an extra fuel tank. Joyce praised the A350-1000 as being \"a fantastic aircraft and the deal on the table with Airbus gives us the best possible combination of commercial terms, fuel efficiency, operating cost and customer experience. The aircraft and engine combination is next generation technology but it's thoroughly proven after more than two years in service.\" Qantas' Airbus A350 fleet: Qantas' initial Airbus A350 order was for \"up to 12\" Airbus A350-1000s, which were to have been delivered from early 2023, with the inaugural Project Sunrise flights to London and New York launching by mid-2023. However, further A350-1000 orders were tipped to follow as eventual replacements for Qantas' 12 Airbus A380s, which at the time where expected to be retired from the late 2020s - although some of the superjumbos may now be put out to pasture ahead of time due to a predicted post-coronavirus slump in air travel. \"The Qantas of 2021 and 2022 will not be the Qantas of 2019,\" Joyce said in announcing a review of the airline's entire international fleet. \"There is a potential to bring all 12 back, but there is a potential to bring less than 12 back,\" Joyce says of the airline's flagship jets. \"That will depend on what the recovery scenario looks like.\" Although Qantas never shared its Airbus A350 seat map, Executive Traveller understands that the jets were to have around 270-280 seats. Prior to halting the A350 order Qantas confirmed it had completed the design of the A350's cabin configuration, with the aim of \"redefining\" all four travel classes from tip to tail. Qantas' Airbus A350 first class: Joyce described the Qantas Airbus A350-1000's top-shelf offering as being a \"super first class\" suite to cocoon high-end high flyers on the marathon Project Sunrise journeys. \"Given the nature of the routes there is definitely a market for first class,\" he told Executive Traveller. \"We think it's going to be a super first class, something that is a lot better than any product we've ever put in the air.\" There was speculation that the A350 first class suites may include sliding privacy doors - a flourish already adopted by many airlines for not only first class but in some leading-edge business class cabins. When Executive Traveller put that to Joyce, he smiled a coy smile and teased \"I want to save that for another announcement some day.\" The Qantas Airbus A350s were tipped to have a relatively small first class cabin of between four and eight suites, in line with a global trend towards reducing the number of first class suites - often driven by softer demand as business class continues to get better - while also allowing a larger physical footprint for each suite. Qantas' Airbus A350 business class: The Qantas Airbus A350s were also expected to introduce a new business class seat compared to the well-regarded Qantas Business Suite of today's Qantas Boeing 787s, Airbus A330s and, as part of a refit program, the Airbus A380 superjumbos. Qantas had been consulting with seat-makers on their very latest models, including yet-to-be-released concepts, as candidates for when the first Project Sunrise flights take wing. The bar was already set high by the superb Qsuites of fellow Oneworld member Qatar Airways, and as more and more airlines launch their latest business class with privacy doors, Qantas may feel competitive pressure to add doors to the Airbus A350 business suite. Qantas' Airbus A350 premium economy, economy class: Again with the bum-numbingly long Project Sunrise flights in mind, Qantas was believed to have spec'd out spacious designs for premium economy and economy class. The former was to said to approach 42 inches of pitch, compared to 38\" on the Airbus A380 and Boeing 787, giving passengers ample room to stretch out their legs and even cross their knees. The economy class seats were also said to offer more legroom with about 34\" of pitch, compared to 31-32\" on the Qantas Airbus A380s and Boeing 787s, and at 18\" across would slightly wider as well.", "url": "https://www.executivetraveller.com/news/qantas-a350"}]}, {"win label": 0, "news": [{"title": "British Airways Celerbrates One Year Of Airbus A350 Operations", "date": "2020-08-05", "content": "British Airways today celebrates one year of Airbus A350-1000 operations. The airline operated its inaugural flight with the type to Madrid on August 5th, 2019. Since then, the airline has gone on to take delivery of five more of its A350 order. Last year was a year of celebration for British Airways. The British flag carrier celebrated its 100th birthday, alongside the delivery of its first Airbus A350 aircraft. This jet was unique for two reasons. Firstly, it was, of course, a new type for the airline in its 100th year. However, it also welcomed the airline's business product overhaul. The inaugural flight: Simple Flying was fortunate enough to be onboard British Airways' first Airbus A350 flight one year ago. The trip, while only a short hop from London to Madrid, was the first chance for the world to experience the airline's latest Club Suite offering. British Airways marked the occasion with a special event, starting with a speech from Alex Cruz, the airline's CEO. Here, we learned that the British flag carrier is potentially eyeing an upgrade to its First cabin onboard its future Boeing 777X aircraft. Given the two year delay to the program, it is unclear when the airline will take its first of these aircraft. The A350's layout: As mentioned, the Airbus A350 was the launch aircraft for British Airways' new business class product. The plane lacks the First cabin, however, given that the Club Suite is installed, not much is missing. The front portion of the aircraft is dedicated to the Club Suite cabin. 14 rows of 1-2-1 contain 56 fully private suites. Taking up most of the space above the wings is the premium economy or World Traveller Plus cabin. This sees 58 seats laid out across seven rows in a cozy 2-4-2 layout. Finally, occupying the rear of the aircraft is the economy cabin. This sees 219 seats laid out in a 3-3-3 configuration over 26 rows. One-third of the fleet delivered: So far, British Airways has taken delivery of six A350 aircraft, registered from G-XWBA to G-XWBF. According to AIB Family, two further planes have completed fuselage construction in Toulouse. G-XWBG yesterday completed an engine and taxi check before its first flight. Meanwhile, in mid-July, G-XWBH was spotted at the French manufacturer's home, still painted in primer. The Airbus A350 has more pronounced raked wingtips. Photo: Tom Boon - Simple Flying So far, British Airways has been one of the few aircraft taking delivery of new widebody aircraft despite the current situation. Indeed, the airline took 10% of all the commercial aircraft delivered by Boeing between April and June, alongside its sixth Airbus A350.", "url": "https://simpleflying.com/british-airways-airbus-a350-1-year/"}]}, {"win label": 0, "news": [{"title": "Rolls shores up position on Airbus A350, delaying GE showdown", "date": "2021-03-11", "content": "Rolls-Royce said on Thursday it had extended an exclusive deal to provide engines for the Airbus A350-900 to 2030, cementing its alliance with the European plane maker and deferring a potential challenge from rival General Electric. Rolls already had a formal exclusive agreement to provide Trent XWB-family engines on the larger A350-1000 wide-body jet, and held what industry sources have described as \"de facto\" exclusivity on the stronger-selling A350-900 until 2025. Thursday's deal - disclosed as Rolls plunged to a record 4 billion pound 2020 loss - throws backing to the troubled engine maker and counters speculation that GE could enter the programme any time soon. \"We're already exclusive on the A350-1000, and extending our position on the -900 variant, that accounts for the bulk of the A350 fleet, out to 2030 is in line with the development timeline for our next generation UltraFan engine programme,\" Rolls-Royce Chief Executive Warren East told reporters. The decision effectively postpones any re-engining of the A350 to next decade while giving Rolls more clarity as it tackles the costly UltraFan development, industry sources said. It follows reports before the coronavirus crisis that Airbus was considering upgrading its long-range A350 with new engines, opening competition between Rolls and GE as it sought to reduce exposure to financial difficulties at Rolls. Such a shake-up would redraw alliances in the aircraft industry but risked becoming tangled in conflicting engine deals, since the A350 addresses different parts of the jet market. Airbus had no immediate comment on engine decisions. The A350-1000 competes with the exclusively GE-powered Boeing 777 family in the market for twinjet mini-jumbos carrying about 350 people. It faces future competition from the delayed 400-seat Boeing 777X, also powered by GE. The A350-900 competes with some 777s but mainly with the smaller 787 Dreamliner, which offers both Rolls and GE engines. Analysts say arranging for GE to power the A350-1000 could run into hurdles because of the U.S. engine maker's exclusive relationship with Boeing on the competing 777. Rolls in turn is seen as reluctant to develop a future replacement engine for the A350-1000 without also having unambiguous ownership of the busier A350-900 market. With a slump in demand for wide-body jets pushing out a decision on any new investments, and GE unlikely to join the A350 programme any time soon, industry sources said Thursday's announcement lifted uncertainty over engine decisions for now. Any doubts over future supplier deals can have an impact on the resale value of airplanes which drive new sales.", "url": "https://www.reuters.com/article/us-rolls-royce-hldg-results-airbus-idUSKBN2B32A5"}]}, {"win label": 0, "news": [{"title": "Qatar Airways CEO Says A350 Cracks Are Related To Issues With Paint", "date": "2021-10-05", "content": "Qatar Airways has blamed the composite cracks being found on some of its Airbus A350 fleet on the aircraft's surface paint, according to reports. The airline has grounded 16 of its 53 Airbus A350 aircraft on the instructions of the Qatar Civil Aviation Authority until a permanent fix has been made possible by Airbus. Qatar Airways was the launch customer of both the Airbus A350-900 and the Airbus A350-1000. However, Qatar Airways has been in a spat with Airbus for most of 2021, with no sign of the situation cooling down in the immediate future. What's the latest? The Qatar Airways Airbus A350 situation has now been slowly heating up since January. It came to a head two months ago when the airline took the drastic step of grounding aircraft \"to ensure the continued safety of all passengers\". However, beyond revealing that the decision was related to cracks found in the A350's fuselage, both Qatar and Airbus have remained relatively tight-lipped on the situation. Today, while speaking to Bloomberg at the IATA AGM in Boston, Al Baker added a little more color to the situation. He told the publication that the issue was related to the paint that the aircraft had been delivered in. It was deteriorating on composite areas where the aircraft experienced aerodynamic stress, leading to cracks in the composite structure. What is Airbus' take on the situation? Interestingly, Bloomberg also spoke to Guillaume Faury, the CEO of Airbus, at the same event. He reportedly suggested that there is no reason for any aircraft to be grounded, adding that the manufacturer is trying to resolve the issue with Qatar Airways. On the topic, an Airbus spokesperson previously told Simple Flying. Which regulators are taking action? The Qatar Civil Aviation Authority was the party that decided the 16 Airbus A350s affected by the issue needed to be grounded. They were the ones who issued the instructions to that effect. However, at the time, EASA didn't see a need to act on the issue. It seems that this remains the case. Bloomberg reports that EASA has been out to Qatar to inspect the affected aircraft. The regulator reportedly acknowledged the paint degradation but couldn't identify any issues that would affect the airworthiness of the aircraft in question. Which aircraft are affected? When Qatar Airways decided to ground these Airbus A350 aircraft two months ago, 13 jets were affected. Since then, the number of grounded A350s has increased to 16, according to data from ch-aviation.com. Both the -900 and -1000 are affected by the issue. Photo: Airbus The oldest aircraft involved is one of the first Airbus A350s to be delivered. With the serial number 006, A7-ALA is now around seven years old. The issue is also affecting younger aircraft. A7-ANC is the youngest grounded aircraft. It is an Airbus A350-1000 with an age of 3.18 years. No other airlines have reported issues with their Airbus A350 aircraft.", "url": "https://simpleflying.com/qatar-airways-a350-cracks-paint-problem/"}, {"title": "French bee takes delivery of its first Airbus A350-1000", "date": "2021-12-17", "content": "French bee, the low-cost, long-haul airline based in France, has taken delivery of its first A350-1000, on lease from Air Lease Corporation, to join its fleet and make the airline an all-A350 fleet operator. The aircraft is the first of two A350-1000s to be operated by the carrier on route from Paris to Saint-Denis de La Réunion Island in the Indian Ocean. The A350-1000s will complement the four A350-900 aircraft already in the French bee fleet, providing the airline with unrivalled operational flexibility and eco-efficient solutions for its network. The aircraft features 480 seats in a two-class layout, providing all the comfort and amenities of Airbus' Airspace cabin, including state-of-the-art, in-flight passenger entertainment and full WiFi connectivity throughout the cabin. The A350 cabin is also the quietest of any twin-aisle aircraft. The A350-1000, Airbus' largest widebody in the twin-engine category, features the latest aerodynamic design, a carbon fibre fuselage and wings, plus new fuel-efficient Rolls-Royce Trent XWB-97 engines, allowing the airline to fly long-haul destinations up to 16,000 km. Together, these elements translate into unrivalled levels of operational efficiency with 25% less fuel burn and CO2 emissions and a 50% reduction in noise. Simultaneously, the Dubreuil group also takes delivery of another A350-1000 on lease from Air Lease Corporation intended for Air Caraïbes, bringing the number of Airbus aircraft in the group's fleet to 15. At the end of November 2021, the A350 Family had received 913 firm orders from 49 customers worldwide.", "url": "https://www.aviation24.be/airlines/french-bee/french-bee-takes-delivery-of-its-first-airbus-a350-1000/"}]}, {"win label": 0, "news": [{"title": "Airbus Cancels Two Of Qatar Airways' A350 Orders As Row Drags On", "date": "2022-02-08", "content": "In a new twist to the Qatar Airways and Airbus dispute, the airline has had yet more orders revoked by the European planemaker. Today, Reuters is reporting that Airbus has canceled an order for two A350-1000s, as was revealed in the manufacturer's new orders and delivery data, released today. The orders and deliveries statement from Airbus showed that January 2022 has seen 30 deliveries to 20 customers. It has also secured 36 new orders. However, the interesting data is contained within the planemaker's detailed customer tables. Here, it states that Qatar Airways has just 40 A350-1000 outstanding. This is down from the original 42 that were ordered, indicating that Airbus has canceled its commitment with the airline for two airframes. 19 have already been delivered to Qatar, leaving a backlog of 21. The news comes just days after it was revealed that Airbus would cancel Qatar Airways' A321neo order in retaliation for its handling of the dispute. The latest cancelation leaves the planemaker with very little left to deliver to Qatar. In fact, the only aircraft left open on the order book are its 21 remaining A350-1000s, and it remains to be seen if all those aircraft stay on the books. What's the dispute about? In case you've been living under a rock for the past year or so, Qatar Airways is unhappy with the condition of the paint on its delivered A350s from Airbus. The ruckus started back in early 2021, when it was revealed that Qatar was 'unhappy' with Airbus. At the time, the CEO stated it was nothing to do with paint, but nevertheless stopped taking delivery of any new A350s until the problem was resolved. However, by the start of the autumn, it was clear that this was indeed a paint issue. Up to that point, it had only been noted that there was some sort of 'cracking' issue, but Qatar was now ready to shine a light on the problem. Shortly after coming clean, it became apparent that it was not only Qatar who had noted some issues with the paint finish. Most recently, Qatar has sought legal assessment in its complaints over the paintwork. Indeed, the UK's investment minister even offered to mediate, but the airline has pressed on and has issued legal proceedings against Airbus at London's High Court. The airline took the bold step of going public with the problem earlier this month. It released a damning video of at least three of its A350s, detailing the problems it is dealing with. Airbus responded by canceling its 50-plane A321neo order entirely. Lost customer: Since the row with Airbus came to a head, Qatar has been courting its rival Boeing. Indeed, it placed a huge order for the 777X freighter and the 737 MAX during the Emir's visit to the United States. For Airbus, it looks like this is the end of a longstanding friendship. ", "url": "https://simpleflying.com/airbus-cancels-qatar-airways-a350-order/"}]}, {"win label": 0, "news": [{"title": "Ethiopian Airlines orders Africa's first A350-1000", "date": "2022-07-28", "content": "Ethiopian Airlines Group, the flag carrier of Ethiopia, Africa's largest airline group, has upsized four of its A350-900 on order to the largest variant of the A350 Family, the A350-1000, becoming Africa's first customer for the aircraft. Ethiopian Airlines has already ordered 22 A350-900s, of which 16 aircraft have been delivered. With the A350-1000 upsizing, Ethiopian Airlines' backlog consists of four A350-1000s and two A350-900s. Ethiopian Airlines Group CEO Mr. Mesfin Tasew said, \"We are delighted over the upsizing of the A350-900 on order to the largest variant, A350-1000, that helps us stay ahead of the curve in technology. We are the technology leaders in the continent introducing the latest technology and fuel-efficient fleet into Africa. The A350-1000 is the best fit for our dense routes, and we believe that the upsizing will be instrumental in satisfying the increasing demand of customers in our vast global network across five continents. We will continue on keeping ourselves abreast of aviation technology advancements to enhance our service and fulfil customers' demand.\" \"We are proud of our strong partnership with Ethiopian Airlines - the first airline in Africa to order and operate the A350-900. In another first, Ethiopian Airlines is once again leading the way in Africa's aviation sector by introducing the A350-1000, the largest version of the world's most efficient and technologically advanced passenger aircraft.\" said Mikail Houari, President, Airbus Africa and Middle East. \"The A350-900 has delivered extraordinary capability, fuel efficiency, and operational reliability of 99.5 percent together with unbeatable operational flexibility and efficiency, from short to ultra-long-range operations.\" The A350-1000 will increase the East African carrier's capacity and it will be an addition to its modern wide-body fleet. The airline will benefit from a flexible, high-value Family leveraging Airbus' unprecedented level of commonality and same type rating. The Airbus A350's clean-sheet design features state-of-the- art aerodynamics, a carbon-fibre fuselage and wings, plus the most fuel- efficient Rolls-Royce Trent XWB engines. Together, these latest technologies translate into unrivalled levels of operational efficiency and sustainability for Ethiopian Airlines, with a 25% reduction in fuel-burn and CO2 emissions compared to previous generation twin-aisle aircraft. By the end of June 2022, the A350 Family had received 940 orders from 52 customers, making it the reference large widebody family for the next decades.", "url": "https://www.airbus.com/en/newsroom/press-releases/2022-07-ethiopian-airlines-orders-africas-first-a350-1000"}, {"title": "Ethiopian Airlines orders Africa's first Airbus A350-1000", "date": "2022-07-29", "content": "Ethiopian Airlines Group, the flag carrier of Ethiopia, Africa's largest airline group, has upsized four of its A350-900 on order to the largest variant of the A350 Family, the A350-1000, becoming Africa's first customer for the aircraft. Ethiopian Airlines has already ordered 22 A350-900s, of which 16 aircraft have been delivered. With the A350-1000 upsizing, Ethiopian Airlines' backlog consists of four A350-1000s and two A350-900s. Ethiopian Airlines Group CEO Mr Mesfin Tasew said, \" We are delighted over the upsizing of the A350 -900 on order to the largest variant, A350-1000, that helps us stay ahead of the curve in technology. We are the technology leaders in the continent introducing the latest technology and fuel-efficient fleet into Africa. The A350-1000 is the best fit for our dense routes, and we believe that the upsizing will be instrumental in satisfying the increasing demand of customers in our vast global network across five continents. We will continue on keeping ourselves abreast of aviation technology advancements to enhance our service and fulfil customers' demand.\" \"We are proud of our strong partnership with Ethiopian Airlines - the first airline in Africa to order and operate the A350-900. In another first, Ethiopian Airlines is once again leading the way in Africa's aviation sector by introducing the A350-1000, the largest version of the world's most efficient and technologically advanced passenger aircraft, \" said Mikail Houari, President, Airbus Africa and the Middle East. \" The A350 -900 has delivered extraordinary capability, fuel efficiency, and operational reliability of 99.5 percent together with unbeatable operational flexibility and efficiency, from short to ultra-long-range operations.\" The A350-1000 will increase the East African carrier's capacity and it will be an addition to its modern wide-body fleet. The airline will benefit from a flexible, high-value Family leveraging Airbus' unprecedented level of commonality and same type rating. The Airbus A350's clean-sheet design features state-of-the-art aerodynamics, a carbon-fibre fuselage and wings, plus the most fuel-efficient Rolls-Royce Trent XWB engines. Together, these latest technologies translate into unrivalled levels of operational efficiency and sustainability for Ethiopian Airlines, with a 25% reduction in fuel-burn and CO2 emissions compared to previous generation twin-aisle aircraft. ", "url": "https://www.aviation24.be/airlines/ethiopian-airlines/ethiopian-airlines-orders-africas-first-airbus-a350-1000/"}, {"title": "Ethiopian Airlines Upsizes Order for Four A350-900s to A350-1000 Aircraft", "date": "2022-08-03", "content": "Ethiopian Airlines, Africa's largest airline group, has upsized its order for four Airbus A350-900 aircraft to the largest variant of the A350 Family, the A350-1000, becoming Africa's first customer for the aircraft. Ethiopian Airlines has already ordered 22 A350-900s, of which 16 aircraft have been delivered. With the A350-1000 upsizing, Ethiopian Airlines' backlog now consists of four A350-1000s and two A350-900s. \"We are delighted over the upsizing of the A350-900 on order to the largest variant, A350-1000, that helps us stay ahead of the curve in technology,\" said Mesfin Tasew, Ethiopian Airlines Group CEO. \"The A350-1000 is the best fit for our dense routes, and we believe that the upsizing will be instrumental in satisfying the increasing demand of customers in our vast global network across five continents. We will continue on keeping ourselves abreast of aviation technology advancements to enhance our service and fulfil customers' demand.\" The Airbus A350's clean-sheet design features the latest aerodynamics, a carbon fibre fuselage and wings, plus the most fuel-efficient Rolls-Royce Trent XWB engines, that together deliver a 25% reduction in fuel-burn and CO2 emissions compared to previous generation twin-aisle aircraft. \"We are proud of our strong partnership with Ethiopian Airlines - the first airline in Africa to order and operate the A350-900. In another first, Ethiopian Airlines is once again leading the way in Africa's aviation sector by introducing the A350-1000, the largest version of the world's most efficient and technologically advanced passenger aircraft,\" said Mikail Houari, President, Airbus Africa and Middle East. \"The A350-900 has delivered extraordinary capability, fuel efficiency, and operational reliability of 99.5 percent together with unbeatable operational flexibility and efficiency, from short to ultra-long-range operations.\" By the end of June 2022, the A350 Family had received 940 orders from 52 customers.", "url": "https://www.travelnewsasia.com/news22/38-EthiopianAirlines.shtml"}, {"title": "Not For Triskaidekaphobics: British Airways Takes Delivery Of 13th Airbus A350-1000", "date": "2022-08-28", "content": "On August 27th, an Airbus A350-1000 was delivered to British Airways, flying from Toulouse to London Heathrow. If you suffer from triskaidekaphobia, or just consider it an unlucky number - then you may want to avoid British Airways' latest Airbus A350-1000. Interestingly, the UK flag carrier also includes a row 13 even though rival Virgin Atlantic and many other airlines avoid it. But before we digress too far, most other aviation enthusiasts should be excited about British Airways taking delivery of yet another widebody. This took place on August 27th. Weekend delivery: On Saturday, August 27th, British Airways took delivery of its 13th Airbus A350-1000. Registered G-XWBM, the aircraft has MSN 563, which puts it just after an Air France A350-900 and just before a Singapore Airlines A350-900. Interestingly, both of these aircraft were delivered to their respective customers in late June. As for MSN 563, the aircraft took off from Toulouse this past Saturday at 13:16 local time. With a one-hour time difference, the aircraft landed at 13:44 local, having a flight time of one hour and 28 minutes. More about G-XWBM: According to AIB Family Flights data, British Airways' latest A350 conducted a total of four test flights, accumulating near eight hours of flight test hours. The aircraft was first spotted on July 4th conducting an engine run and taxi check, and had its first flight on July 22nd. Complete with a 13th row, this aircraft will be configured with three classes, identical to its fellow A350s. This setup sees 56 seats in business class, 56 in premium economy, and 219 seats in economy class. Data from ch-aviation.com indicates that the jet is company-owned. This is not the case for many other A350s operated by British Airways, which have been financed through various aircraft leasing firms. Other British Airways jets yet to be delivered: With BA having ordered a total of 18 Airbus A350-1000 aircraft, the airline now has just five of the type outstanding from its original 2013 order. However, the A350 is not the only new aircraft type expected by the airline. British Airways is also expecting 10 more Boeing 787-10 Dreamliners - a process which has been paused over the past two years. Indeed, the most 'recent' 787-10 to arrive at the airline was delivered on June 30th, 2020. This extended pause in deliveries was initially due to the pandemic but later on due to Boeing and FAA scrutiny. ch-aviation.com data indicates that five undelivered British Airways 787-10s already have manufacturer serial numbers and assigned UK registration numbers. These are: G-ZBLC, ZBLD, ZBLE, ZBLF, and ZBLG. With Boeing once again clear to deliver Dreamliners to customers, it hopefully won't be too long before BA gets a few more 787s. However, it should be noted that this extended pause has resulted in over 100 787s parked - a backlog that will take some time to clear. As for recent activity, BOE Family Flights indicates that G-ZBLF conducted its 11th and 12th test flights on August 16th and 24th, respectively. This jet has now accumulated over 19 hours of test flight time across 12 flights. ", "url": "https://simpleflying.com/british-airways-takes-13th-airbus-a350-1000/"}, {"title": "Airbus' A350 NPS variant: lower weight, more MTOW-and bigger cabin", "date": "2022-09-08", "content": "Airbus is planning to transition the A350-900 and -1000 to what it calls a \"new production standard\" between now and 2024, reducing airframe weight, improving performance and making the cabin longer - and wider. After developing this story in 2019 and confirming it last year, Runway Girl Network spoke in depth with Airbus' vice president of cabin marketing Ingo Wuggetzer and head of aircraft interiors marketing Anaïs Marzo, diving into substantial detail about the plans. At the airframe level, the NPS A350s bring a significant weight reduction of up to 1.2t, a 3t maximum takeoff weight increase, and enhanced performance. In the cabin, they offer an extra 35\" of cabin length from moving the rear bulkhead and adjusting the arrangement of the flight deck, forward crew rest and forward monuments - and, most controversially, expect to add up to thirty extra seats gained from a four-inch wider cabin, secured by changing the way the airframe itself is constructed and connected. The NPS' weight reduction comes, Anaïs Marzo says, \"because we've been optimising structures and systems: for example, brackets, electrical systems, and wiring, and also increasing the use of advanced materials. This means basically more carbon fibre use, mainly in the fuselage, as well as the wings.\" In terms of performance, Marzo emphasises, \"there is no physical change to the aeroplane. In fact, there is a software change in order to improve the way in which you can control flaps during takeoff, and increasing the number of positions, in order to improve performance at challenging airports or in difficult conditions.\" A system enabling faster landing gear retraction also increases performance, and overall the maximum takeoff weight increases from 280-283t on the A350-900 and 316-319t on the A350-1000. Within the cabin, it's a question of width and length: In terms of cabin width, Airbus is changing the very frames of the NPS aircraft, and how they connect together, to enable the interior of the cabin to fit two inches more closely to the inside of the aircraft's fuselage on either side. Marzo refers to this as \"frame sculpting\". This allows a total of four inches more cabin width at armrest level, with an Airbus diagram showing additional space of approximately two inches per side from armrest to roughly mid-thigh, and a smaller amount of additional space between the tops of the windows and the overhead bins. This will allow Airbus, Marzo and Wuggetzer say, to offer 17\"-wide seats with a 1.5\" armrest width and 17\" aisle - up from 16.7\" per seat with a 1.8\" armrest on the aisle, 1.5\" armrests elsewhere, and a 15.67\" aisle. The mathematics, an Airbus table seen by RGN says, bring a cabin of 223.5 inches for the NPS ten-abreast compared with 219.4 for the previous generation. Longtime readers of RGN will remember Ingo Wuggetzer standing in Airbus briefing rooms citing ten-abreast A350 seats as 16.4\" wide in the last decade or so, so the proof will be in the physical pudding of these seats - and of course in which airlines, and which kind of airlines, decide that this very tight 17\" seat with the tiny armrests is acceptable for their economy class brand. It seems that even full-service carriers are going in this direction, even possibly Etihad, rather than just what Airbus executives as recently as 2019 were referring to as a standard below mainstream economy on low-cost and leisure carriers like French bee and Air Caraïbes. There remain, of course, some airlines that took a stand on ten-abreast 777s, some five inches wider than the new A350 even in their current-generation pre-777X version, which itself will have newly sculpted sidewalls. For these airlines, which will retain nine-abreast in the new production standard, Airbus is citing 18.7\"-wide seats with a 17\" aisle and 1.8\" armrests as one example of how airlines could choose to pass around the extra four inches between passengers. In premium economy, where the A350's current eight-abreast layout is the least generous in the sky, this now enables an example of 19\" seats with an 18\" aisle, a 5\" centre console and a 1.8\" single armrest width. In business class, Airbus is already working with seatmakers to optimise the use of the additional 4\". Extra space in front and rear galleys is great news: Beyond the seats, cabin crew - and therefore passengers - will be relieved to find additional space in the forward and rear galleys, enabling smoother service and more innovation in this area, where the A350 has come in for some criticism. Behind doors 4, Airbus has pushed the rear pressure bulkhead of the aircraft backwards by one full frame, bringing 24\" of extra space into play behind the doors. In this space, Airbus is now offering either a large new \"V-Shape XL Galley\" or the \"ICE Increased Cabin Efficiency XL\", with the latter offering a smaller galley space but one lavatory on either side of the aircraft. Each of these adds six full trolleys of capacity, plus the workspace and galley insert space above them - a notable feat. At the front of the NPS aircraft 1, Marzo explains, Airbus has optimised the space in two ways. First, the bulkhead with the crew cabin control unit and the two flight attendant seats at door 1L has been moved a few inches closer to the door. Second, the fourth seat in the flight deck has been swapped from floor-mounting to wall-mounting, enabling the flight deck wall to be pushed forwards five inches. Ahead of 1L, there is thus either the option of a new four-trolley galley - up from three trolleys - with extra insert space, or a 50-inch premium lavatory that Airbus claims is PRM compliant. On the other side of the gangway leading to the flight deck, ahead of door 1R, the access to the crew rest has been relocated, resulting in a new greatly expanded galley that grows from 5.5 to eight trolleys, with a corresponding increase in inserts and workspace. The newly redesigned crew rest moves to the monument column immediately ahead of the front row of passengers, meaning that this aft-facing galley space drops from four trolleys to 3.5 - giving by our mathematics an overall increase in 2 trolleys. Airbus is also taking the opportunity to introduce electro-dimmable windows from Gentex, suggesting that these windows are twice as fast as previous versions, 100 times darker and block 99.99% of visible light, as well as ultraviolet light. Overall, the NPS generation of the A350s are going to make a substantial difference. Weight reduction and greater efficiency are strong positives, while more galley space is a very welcome addition. The big question remains just how comfortable or otherwise the ultra-narrow seats and armrests will be, and the extent to which full-service airlines choose what will be the smallest economy class product in the sky. Airbus suggests that seatmakers have done substantial work on this, but adding extra seats to comfortable Airbus widebodies has not been without risk in the past. We will withhold judgment until actually seeing the product up close.", "url": "https://runwaygirlnetwork.com/2022/09/airbus-a350-nps-variant-mtow/"}]}]