[{"win label": 0, "news": [{"title": "ALMA observatory equipped with its first antenna", "date": "2008-12-19", "content": "ALMA will initially comprise 66 high-precision antennas, with the option to expand in the future. There will be an array of fifty 12-meter antennas, acting together as a single giant telescope, and a compact array composed of 7-meter and 12-meter diameter antennas. With ALMA, astronomers will study the cool Universe - the molecular gas and tiny dust grains from which stars, planetary systems, galaxies, and life itself are formed. ALMA will provide new, much needed insights into the formation of stars and planets, and will reveal distant galaxies in the early Universe, which we see as they were over ten billion years ago. The first 12-meter diameter antenna, built by Mitsubishi Electric Corporation for the National Astronomical Observatory of Japan, one of the ALMA partners, has just been handed over to the observatory. It will shortly be joined by North American and European antennas. \"Our Japanese colleagues have produced this state-of-the-art antenna to exacting specifications. We are very excited about the handover because now we can fully equip this antenna for scientific observations,\" said Thijs de Graauw, ALMA Director. Antennas arriving at the ALMA site undergo a series of tests to ensure that they meet the strict requirements of the telescope. The antennas have surfaces accurate to less than the thickness of a human hair, and can be pointed precisely enough to pick out a golf ball at a distance of 15 km. \"ALMA is an ultimate radio telescope at millimeter and submillimeter wavelengths and will provide high-quality maps of the universe that have never been achievable before. ALMA is not only a very powerful telescope for astronomers but also will bring all humanity a new cosmic view.\", said Satoru Iguchi, ALMA-J Project Manager. This antenna handover is a major milestone, as the observatory team can now proceed with integrating the rest of the components, including the sensitive receivers that will collect the faint cosmic signals from space. The antennas are tested at the Operations Support Facility, at an altitude of 2900 m, before being moved to the plateau of Chajnantor at 5000 m. The Operations Support Facility will also be the observatory's control centre. ALMA is being built on the Chajnantor plateau, high in the Chilean Andes, because the site's extreme dryness and altitude offer excellent conditions for observing the submillimetre-wavelength signals for which the telescope is designed. In addition, the wide plateau at Chajnantor offers ample space for the construction of the antenna array, which is spread out and linked together over distances of more than 16 kilometres. \"The ALMA antennas must withstand the harsh conditions at Chajnantor with strong winds, cold temperatures and a thin atmosphere with half as much oxygen as at sea level. This forbidding environment also poses challenges for the workers building ALMA,\" said de Graauw. The antennas, which each weigh about 100 tons, can be moved to different positions in order to reconfigure the ALMA telescope. This will be carried out by two custom-designed transporters, each of which is 10 metres wide, 20 metres long, and has 28 wheels. The ALMA Project is a partnership between the scientific communities of East Asia, Europe and North America with Chile.", "url": "https://almaobservatory.org/en/press-releases/alma-observatory-equipped-with-its-first-antenna/"}]}, {"win label": 0, "news": [{"title": "First North American ALMA Antenna", "date": "2009-02-06", "content": "Astronomers celebrated today the formal acceptance of the first North American antenna by the Joint ALMA Observatory. ALMA, the Atacama Large Millimeter/submillimeter Array, is a gathering armada of short-wavelength radio telescopes whose combined power will enable astronomers to probe with unprecedented sharpness phenomena and regions that are beyond the reach of visible-light telescopes. The observatory is being assembled high in the Chilean Andes by a global partnership. The 12-meter-diameter antenna delivered today is the first of twenty-five being provided by North America's ALMA partners, whose efforts are led by the National Radio Astronomy Observatory (NRAO) and supported by the U.S. National Science Foundation (NSF) in cooperation with the National Research Council of Canada and the National Science Council of Taiwan. The antenna was manufactured by General Dynamics SATCOM Technologies. The acceptance comes just weeks after the first ALMA antenna, produced under the direction of the National Astronomical Observatory of Japan on behalf of ALMA's East Asian partners, was handed over to the observatory. \"These ALMA antennas are technological marvels,\" said Thijs de Graauw, ALMA Director. \"They are more precise and more capable than any ever made. Their performance in the harsh winds and temperatures of our high-altitude site bodes well for the observatory's future.\" A single 12-meter antenna's dish is bigger than the largest optical telescope's reflective mirror, but to match the sharpness achieved by an optical telescope, a millimeter-wavelength dish would have to be impossibly large, miles across. ALMA will combine signals from dozens of antennas spread across miles of desert to synthesize the effective sharpness of such a single, gigantic antenna. The process involves analysis of the ways in which the signals coming from each antenna interfere with one another, and is called interferometry. \"This is a major milestone for the ALMA project. With two antennas now on site, we begin the real work of combining signals from them. We are advancing toward ALMA's ultimate goal of surpassing by tenfold existing technology in this area,\" explained Philip Puxley, the NSF's ALMA Program Manager. ALMA officials expect the pace of antenna acceptance to accelerate. \"We have nine (North American) antennas on site already,\" said Adrian Russell, NRAO's ALMA Project Director, \"and following handover of Number Three we plan to get one through the test procedure each month. Additional North American antennas will be arriving in Chile at a rate of one every two months, and General Dynamics is on track to complete delivery of these systems within days of the original schedule.\" When completed early next decade, ALMA will have a total of sixty-six antennas (with the option of further expansion) provided by partners in North America, Europe, and East Asia. The first European antennas, produced under the auspices of the European Organization for Astronomical Research in the Southern Hemisphere (ESO) are scheduled to begin arriving early this year. The ALMA Project is a partnership between the scientific communities of East Asia, Europe and North America with Chile. ALMA is funded in North America by the U.S. National Science Foundation in cooperation with the National Research Council of Canada and the National Science Council of Taiwan. ALMA construction and operations are led on behalf of North America by the National Radio Astronomy Observatory, which is operated under cooperative agreement by Associated Universities, Inc.", "url": "https://public.nrao.edu/news/first-north-american-alma-antenna/"}, {"title": "Huge Observatory in Andes Takes Shape", "date": "2009-02-08", "content": "Astronomers celebrated on Friday the formal acceptance of the first North American antenna by the Joint ALMA Observatory in Chile. The new observation tool will consist of an array of 40-foot (12-meter) radio telescopes, 64 in all, each linked together to make up the world's largest radio telescope to observe at millimeter and submillimeter wavelengths. Emissions at these levels have wavelengths longer than infrared, but shorter than radio waves and aren't visible by the naked eye. ALMA, the Atacama Large Millimeter/submillimeter Array is being assembled high in the Chilean Andes by a global partnership. With ALMA, astronomers will study the universe, the molecular gas and tiny dust grains from which stars, planetary systems, galaxies and even life are formed. ALMA will provide new insights into the formation of stars and planets and will reveal distant galaxies in the early universe, which we will see as they were over 10 billion years ago. The 12-meter-diameter antenna delivered today is the first of 25 being provided by North America's ALMA partners, whose efforts are led by the National Radio Astronomy Observatory and supported by the U.S. National Science Foundation (NSF) in cooperation with the National Research Council of Canada and the National Science Council of Taiwan. The antenna was manufactured by General Dynamics SATCOM Technologies. The acceptance comes just weeks after the first ALMA antenna--produced under the direction of the National Astronomical Observatory of Japan on behalf of ALMA's East Asian partners--was handed over to the observatory. \"These ALMA antennas are technological marvels,\" said ALMA Director Thijs de Graauw. \"They are more precise and more capable than any ever made. Their performance in the harsh winds and temperatures of our high-altitude site bodes well for the observatory's future.\" A single 12-meter antenna's dish is bigger than the largest optical telescope's reflective mirror, but to match the sharpness achieved by an optical telescope, a millimeter-wavelength dish would have to be impossibly large, miles across. ALMA will combine signals from dozens of antennas spread across miles of desert to synthesize the effective sharpness of such a single, gigantic antenna. The process, called \"interferometry,\" involves analysis of the ways in which the signals coming from each antenna interfere with one another. \"This is a major milestone for the ALMA project,\" explained Philip Puxley, NSF's ALMA program manager. \"With two antennas now on site, we begin the real work of combining signals from them. We are advancing toward ALMA's ultimate goal of surpassing by tenfold existing technology in this area for sharper resolution, sensitivity and image quality.\" ALMA officials expect the pace of antenna acceptance to accelerate. \"We have nine North American antennas on site already,\" said Adrian Russell, NRAO's ALMA project director. \"Following handover of Number Three, we plan to get one through the test procedure each month. Additional North American antennas will be arriving in Chile at a rate of one every two months, and General Dynamics is on track to complete delivery of these systems within days of the original schedule.\" The antennas, which each weigh about 100 tons, can be moved to different positions in order to reconfigure the ALMA telescope. This repositioning will be carried out by two custom-designed transporters, each of which is some 33 feet wide, 66 feet long, and has 28 wheels. When completed early this decade, ALMA will have a total of 66 antennas, with an option for further expansion, provided by partners in North America, Europe and East Asia. The first European antennas, produced under the auspices of the European Organization for Astronomical Research in the Southern Hemisphere are scheduled to begin arriving early this year. ALMA is supported in North America by NSF in cooperation with the National Research Council of Canada and the National Science Council of Taiwan. ALMA construction and operations are led on behalf of North America by the National Radio Astronomy Observatory, which is operated under cooperative agreement by Associated Universities, Inc.", "url": "https://www.space.com/543-huge-observatory-andes-takes-shape.html"}, {"title": "ALMA Telescope Passes Major Milestone with Successful Antenna Link", "date": "2009-05-06", "content": "The Atacama Large Millimeter/submillimeter Array (ALMA), an immense international telescope project under construction in northern Chile, reached a major milestone on April 30, when two ALMA antennas were linked together as an integrated system to observe an astronomical object for the first time. The milestone achievement, technically termed \"First Fringes,\" came at ALMA's Operations Support Facility, 9,500 feet above sea level. Faint radio waves emitted by the planet Mars were collected by the two 12-meter diameter ALMA antennas, then processed by state-of-the-art electronics to turn the two antennas into a single, high-resolution telescope system, called an interferometer. Such pairs of antennas are the basic building blocks of imaging systems that enable radio telescopes to deliver pictures that approach or even exceed the resolving power of visible light telescopes. In such a system, each antenna is combined electronically with every other antenna to form a multitude of antenna pairs. Each pair contributes unique information that is used to build a highly-detailed image of the astronomical object under observation. When completed early in the next decade, ALMA's 66 antennas will provide over a thousand such antenna pairings, with distances between antennas exceeding ten miles. This will enable ALMA to see with a sharpness surpassing that of the best space telescopes. The antennas will operate at an altitude of 16,500 feet, high above the OSF, in one of the best locations on Earth for millimeter-wavelength astronomy, the Chajnantor Plateau in Chile's Atacama Desert. Last week's successful Mars observation was conducted at an observing frequency of 104.2 GHz. Astronomers measured the distinctive varying \"fringes\" detected by the interferometer as the planet moved across the sky. \"This is a great success,\" said Adrian Russell, North American ALMA Project Director at the National Radio Astronomy Observatory (NRAO), \"not because we observed a naked-eye planet, but because we observed something in the sky interferometrically using the genuine hardware that soon will be making its way up to the mountain to the Array Operations Site. Components from North America, Asia, and Europe are all working together to form a single mammoth telescope, and that bodes well for ALMA's success.\" \"This can only be achieved with the perfect synchronization of the antennas and the electronic equipment: a precision much better than one millionth of a millionth of a second between equipment located many kilometers apart. The extreme environment where the ALMA observatory is located, with its strong winds, high altitude, and wide range of temperatures, just adds to the complexity of the observatory and to the fascinating engineering challenges we face,\" commented Richard Murowinski, ALMA Project Engineer at the Joint ALMA Observatory (JAO) in Chile. ALMA will provide astronomers with the world's most advanced tool for exploring the Universe at millimeter and submillimeter wavelengths. It will detect fainter objects and be able to produce much higher-quality images at these wavelengths than any previous telescope system. Scientists are eager to use this transformational capability to study stars and galaxies that formed in the early Universe, to learn long-sought details about how stars are born, and to trace the motion of gas and dust as it whirls toward the surface of newly-formed stars and planets. \"This is another important step forward for ALMA as it proves that the various hardware components can work well together. The efforts of all the staff involved in this first antenna integration show the strength of our global collaboration and give much confidence that we can get to full operations with ALMA as one great astronomical observatory,\" said Thijs de Graauw, ALMA Director at the JAO. \"We are on target to do the first interferometry tests at the 5000-meter-high site by the end of this year, and by the end of 2011 we plan to have at least 16 antennas working together as a single giant telescope.\" The ALMA Project is a partnership between the scientific communities of East Asia, Europe and North America with Chile. ALMA is funded in North America by the U.S. National Science Foundation in cooperation with the National Research Council of Canada and the National Science Council of Taiwan. ALMA construction and operations are led on behalf of North America by the National Radio Astronomy Observatory, which is operated under cooperative agreement by Associated Universities, Inc.", "url": "https://www.nrao.edu/pr/naasc/firstalmafringes/"}]}, {"win label": 0, "news": [{"title": "ALMA telescope reaches new heights", "date": "2009-09-23", "content": "The ALMA (Atacama Large Millimeter/submillimeter Array) astronomical observatory has taken another step forward - and upwards. One of its state-of-the-art antennas was carried for the first time to the 5000m plateau of Chajnantor, in the Chilean Andes, on the back of a custom-built giant transporter. The antenna, which weighs about 100 tons and has a diameter of 12 metres, was transported up to the high-altitude Array Operations Site, where the extremely dry and rarefied air is ideal for ALMA's observations of the Universe.  The conditions at the Array Operations Site on Chajnantor, while excellent for astronomy, are also very harsh. Only half as much oxygen is available as at sea level, making it very difficult to work there. This is why ALMA's antennas are assembled and tested at the lower 2900 m altitude of the ALMA Operations Support Facility. It was from this relatively hospitable base camp that the ALMA antenna began its journey to the high Chajnantor site. \"This is an important moment for ALMA. We are very happy that the first transport of an antenna to the high site went flawlessly. This achievement was only possible through contributions from all international ALMA partners: this particular antenna is provided by Japan, the heavy-lift transporter by Europe, and the receiving electronics inside the antenna by North America, Europe, and Asia\", said Wolfgang Wild, European ALMA Project Manager. The trip began when one of the two ALMA transporters, named Otto, lifted the antenna onto its back. It then carried its heavy load along the 28 km road from the Operations Support Facility up to the Array Operations Site. While the transporter is capable of speeds of up to 12 km/hour when carrying an antenna, this first journey was made more slowly to ensure that everything worked as expected, taking about seven hours. The ALMA antennas are the most advanced submillimetre-wavelength antennas ever made. They are designed to operate fully exposed in the harsh conditions of the Array Operations Site. This means surviving strong winds and temperatures between +20 and -20 Celsius whilst being able to point precisely enough that they could pick out a golf ball at a distance of 15 km, and to keep their smooth reflecting surfaces accurate to better than 25 micrometres (less than the typical thickness of a human hair). Once the transporter reached the high plateau it carried the antenna to a concrete pad - a docking station with connections for power and fibre optics - and positioned it with an accuracy of a few millimetres. The transporter is guided by a laser steering system and, just like some cars today, also has ultrasonic collision detectors. These sensors ensure the safety of the state-of-the-art antennas as the transporter drives them across what will soon be a rather crowded plateau. Ultimately, ALMA will have at least 66 antennas distributed over about 200 pads, spread over distances of up to 18.5 km and operating as a single, giant telescope. Even when ALMA is fully operational, the transporters will be used to move the antennas between pads to reconfigure the telescope for different kinds of observations. \"Transporting our first antenna to the Chajnantor plateau is a epic feat which exemplifies the exciting times in which ALMA is living. Day after day, our global collaboration brings us closer to the birth of the most ambitious ground-based astronomical observatory in the world\", said Thijs de Graauw, ALMA Director. This first ALMA antenna at the high site will soon be joined by others and the ALMA team looks forward to making their first observations from the Chajnantor plateau. They plan to link three antennas by early 2010, and to make the first scientific observations with ALMA in the second half of 2011. ALMA will help astronomers answer important questions about our cosmic origins. The telescope will observe the Universe using light with millimetre and submillimetre wavelengths, between infrared light and radio waves in the electromagnetic spectrum. Light at these wavelengths comes from some of the coldest, but also from some of the most distant objects in the cosmos. These include cold clouds of gas and dust where new stars are being born and remote galaxies towards the edge of the observable universe. The Universe is relatively unexplored at submillimetre wavelengths, as the telescopes need extremely dry atmospheric conditions, such as those at Chajnantor, and advanced detector technology.", "url": "https://eso.org/public/news/eso0935/"}]}, {"win label": 0, "news": [{"title": "Closing the loop for ALMA", "date": "2010-01-04", "content": "On 20 November 2009 the third antenna for the ALMA observatory was successfully installed at the Array Operations Site, the observatory's \"high site\" on the Chajnantor plateau, at an altitude of 5000 metres in the Chilean Andes. Later, after a series of technical tests, astronomers and engineers observed the first signals from an astronomical source making use of all three 12-metre diameter antennas linked together, and are now working around the clock to establish the stability and readiness of the system. \"The first signal using just two ALMA antennas, observed in October, can be compared to a baby's first babblings,\" says Leonardo Testi, the European Project Scientist for ALMA at ESO. \"Observing with a third antenna represents the moment when the baby says its very first, meaningful word - not yet a full sentence, but overwhelmingly exciting! The linking of three antennas is indeed the first actual step towards our goal of achieving precise and sharp images at submillimetre wavelengths.\" The successful linking of the antenna trio was a key test of the full electronic and software system now being installed at ALMA, and its success anticipates the future capabilities of the observatory. When complete, ALMA will have at least 66 high-tech antennas operating together as an \"interferometer\", working as a single, huge telescope probing the sky in the millimetre and submillimetre wavelengths of light. The combination of the signals received at the individual antennas is crucial to achieve images of astronomical sources of unprecedented quality at its designed observing wavelengths. The three-antenna linkup is a critical step towards the observatory's operations as an interferometer. Although the first, successful measurements employing just two antennas were obtained at the ALMA high site from October 2009 (see ESO Announcement) and demonstrated the excellent performance of the instruments, the addition of the third antenna is a leap of vital importance into the future of the observatory. This major milestone for the project is known as \"phase closure\" and provides an important independent check on the quality of the interferometry. \"The use of a network of three (or more) antennas in an interferometer dramatically enhances its performance over a simple pair of antennas,\" explains Wolfgang Wild, the European ALMA Project Manager. \"This gives astronomers control over possible features which degrade the quality of the image, arising due to the instrument or to atmospheric turbulence. By comparing the signals received simultaneously by the three individual antennas, these unwanted effects can be cancelled out - this is completely impossible using only two antennas.\" To achieve this crucial goal, astronomers observed the light coming from a distant extragalactic source, the quasar QSO B1921-293, well known to astronomers for its bright emission at very long wavelengths, including the millimetre/submillimetre range probed by ALMA. The stability of the signal measured from this object shows that the antennas are working impressively well. Several additional antennas will be installed on the Chajnantor plateau over the next year and beyond, allowing astronomers to start producing early scientific results with the ALMA system around 2011. After this, the interferometer will steadily grow to reach its full scientific potential, with at least 66 antennas. ALMA, an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. The Atacama Large Millimeter/submillimeter Array (ALMA), an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. ESO is the European partner in ALMA. ALMA, the largest astronomical project in existence, is a revolutionary telescope, comprising an array of 66 giant 12-metre and 7-metre diameter antennas observing at millimetre and submillimetre wavelengths. ALMA will start scientific observations in 2011.", "url": "https://phys.org/news/2010-01-loop-alma.html"}, {"title": "ALMA Test Sharpens the Vision of New Observatory", "date": "2010-01-04", "content": "The Atacama Large Millimeter/submillimeter Array (ALMA) has passed a key milestone crucial to producing the high-quality images that will be the trademark of this revolutionary new tool for astronomy. A team of ALMA astronomers and engineers successfully linked three of the observatory's advanced antennas at the 16,500-foot-elevation observing site in northern Chile. Linking three antennas to work in unison for the first time allowed the ALMA team to correct errors that can arise when only two antennas are used, thus paving the way for precise, high-resolution imaging. The three-antenna linkup was a key test of the full electronic and software system now being installed at ALMA. Its success shows that the completed ALMA system of 66 high-tech antennas will be capable of producing astronomical images of unprecedented quality at its designed observing wavelengths. \"This successful test shows that we are well on the way to providing the clear, sharp ALMA images that will open a whole new window for observing the Universe. We look forward to imaging stars and planets as well as galaxies in their formation processes,\" said Fred Lo, director of the National Radio Astronomy Observatory (NRAO), which leads North America's participation in the ALMA project. A multi-antenna imaging system such as ALMA uses its antennas in pairs, with each antenna working with every other antenna. Each pair contributes a unique piece of information about the region of sky under observation. The contributions of all the pairs are collected and computer-processed into a completed image following the observation. Earlier ALMA tests, at the ALMA Test Facility in New Mexico, at ALMA's lower-elevation Operations Support Facility, and at the high observing site, had successfully linked pairs of antennas. This demonstrated the proper functioning of the antennas and electronic systems as what scientists and engineers call interferometer pairs. However, the information from one pair of antennas may be affected by errors in the system itself or by atmospheric effects. In order to remove such errors and ensure accurate imaging, a third antenna is needed. With the third antenna included, the system is said to have achieved \"phase closure.\" The ALMA phase closure came as part of an ongoing series of tests beginning in late November. ALMA is designed to provide scientists with the ability to study the Universe using the shortest radio wavelengths at which the Earth's atmosphere is transparent. With sensitivity and imaging capability at these wavelengths never before available, ALMA is expected to make major advances in our understanding of such phenomena as star and planet formation, the birth of the first stars and galaxies in the Universe, the end stages of stellar life, and the chemistry of the Universe, among others. \"With the successful achievement of phase closure, we now know we have a fully-functioning system, and we'll proceed to add more antennas as they are completed and brought to the observing site,\" said Al Wootten, North American ALMA Project Scientist. ALMA, an international astronomy facility, is a partnership of North America, Europe, and East Asia, in cooperation with the Republic of Chile.", "url": "https://www.nrao.edu/pr/2010/phaseclosure/"}]}, [], {"win label": 1, "news": [{"title": "European ALMA antenna brings total on Chajnantor to 16", "date": "2011-07-28", "content": "The first European antenna for the Atacama Large Millimeter/submillimeter Array (ALMA) has reached new heights, having been transported to the observatory's Array Operations Site (AOS) on 27 July 2011. The 12-metre diameter antenna has arrived at the Chajnantor plateau, 5000 metres above sea level. Here, it joins antennas from the other international ALMA partners, bringing the total number at the AOS to 16. Although 16 sounds like just another number, it is the number of antennas specified for ALMA to begin its first science observations, and is therefore an important milestone for the project. Soon, astronomers will begin conducting new scientific research with ALMA. The antenna, manufactured by the European AEM Consortium under contract from ESO, was handed over to the observatory in April at the Operations Support Facility (OSF), after six months of testing. The OSF is at an altitude of 2900 metres in the foothills of the Chilean Andes. There, it was equipped with highly sensitive detectors, cooled by liquid helium, and other necessary electronics. Now, one of the giant ALMA transporter vehicles has taken it 28km further, along the dry desert road to the AOS. The AOS is the last port of call in a long journey that began when the component parts of the antenna were manufactured in factories across Europe, under the rigorous oversight of ESO. The ALMA Antenna Project Manager at ESO, Stefano Stanghellini said, \"It's great to see the first European ALMA antenna reach Chajnantor. It is from this arid plateau that these masterpieces of technology will be used to study the cosmos.\" ALMA's Early Science observations are planned to begin later this year. Although ALMA will still be under construction, the 16-antenna array that will be available already outmatches all other telescopes of this kind. Astronomers from around the world have submitted almost 1000 proposals for Early Science observations. This level of demand is about nine times the number of observations that are expected be carried out during the first phase of Early Science, which demonstrates how excited researchers are to use ALMA, even at this early stage. The final step from the OSF to the Chajnantor plateau is a relatively short journey, but for ALMA it makes a great difference. The plateau's elevated location - 2100 metres higher than the OSF - gives it the extremely dry conditions that are vital for observing at millimetre and submillimetre wavelengths, since these faint signals from space are easily absorbed by the Earth's atmosphere. While Chajnantor is perfect for ALMA, the extremely high altitude and lack of oxygen make it less pleasant for the site's human visitors. Although there is a Technical Building on Chajnantor - it is in fact one of the highest buildings in the world - the people working on ALMA do as much as possible from the lower altitude of the OSF, operating the telescope remotely. When construction is completed in 2013, ALMA will have a total of 66 state-of-the-art antennas, which will work together as a single powerful telescope observing millimetre- and submillimetre-wavelength light. ALMA will help astronomers study the origins of planets, stars, galaxies and even the Universe itself, by observing cool molecular gas and dust in the Milky Way and beyond, as well as the relic radiation left over from the Big Bang. ALMA, an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. ALMA construction and operations are led on behalf of Europe by ESO, on behalf of North America by the National Radio Astronomy Observatory (NRAO), and on behalf of East Asia by the National Astronomical Observatory of Japan (NAOJ). The Joint ALMA Observatory (JAO) provides the unified leadership and management of the construction, commissioning and operation of ALMA. Twenty-five European ALMA antennas, including this one, are being provided by ESO through a contract with the European AEM Consortium. ALMA will also have 25 antennas provided by North America, and 16 by East Asia.", "url": "https://www.eso.org/public/news/eso1127/"}, {"title": "Sixteen 12-m Antennas at AOS", "date": "2011-08-04", "content": "On July 28, one more 12-m antenna was transported from the Operations Support Facility (OSF) at 2900 m to the Array Operations Site (AOS) at 5000 m asl, just after the road was cleared of snow that had piled up during the heavy snow fall in the Atacama Desert from the end of June through the beginning of July and safety for antenna transport was ensured. This brought the number of antennas to 16, the number required for Early Science Operation scheduled to start this fall.", "url": "https://alma-telescope.jp/en/news/mt-sixteen_12-m_antennas_at_aos"}, {"title": "Cryogenic Catering Truck Comes to ALMA Observatory", "date": "2011-09-02", "content": "The ultimate in high altitude, high-tech catering has arrived in Chile to serve chilled \"provisions\" to the telescopes at the largest astronomical complex in the world, the Atacama Large Millimeter/submillimeter Array (ALMA).  Until now, servicing the state-of-the-art superconducting receivers inside an ALMA telescope has required hauling the entire 115-ton telescope from its observing site at 16,500 feet down to a support facility at 9,500 feet. The dangerous 40-mile roundtrip, atop a monster truck called the ALMA Transporter, uses hundreds of gallons of diesel fuel, and the telescope's absence from scientific observing can be as long as four days. The newly arrived servicing truck, called the Front End Service Vehicle (FESV), is a custom designed truck packed with the equipment required to transport and service ALMA's temperature-sensitive astronomical equipment without removing a telescope from the working array at 16,500 feet. \"With the arrival of the FESV from our partners in Taiwan, we have delivered another critical element for the array, one that will reduce interruption to science, increase safety and efficiency of telescope maintenance, and reduce ALMA's carbon footprint,\" said Dr. Mark McKinnon, North American ALMA Project Manager at the National Radio Astronomy Observatory (NRAO) headquarters in Charlottesville, Virginia. Dr. Mauricio Pilleux, who is heading up the telescope servicing project as the North American ALMA Deputy Project Manager based in Chile, said that ALMA's telescopes will need technical attention every day. \"It's the most complex hardware ever built in so harsh a place. We need fast, safe, temperature-controlled servicing.\" The FESV is based on the familiar Volvo FH 6×4 chassis: It is 36 feet long, 8 feet wide, and weighs 26 tons. The truck's built-in scissor lift is designed to push its cargo cabin 20 feet straight up to align with the receiver cabin of a telescope, similar to catering trucks that align with airplane doors, allowing personnel inside to replenish provisions directly at the airport gate. The truck enables personnel to service million-dollar, state-of-the art hardware at one of the harshest locations on Earth, the Chajnantor Plain in the Atacama Desert of northern Chile. Working at an elevation of 16,500 feet, the FESVs will be at altitudes higher than even small aircraft can fly. To function in this extreme location, the FESV has insulated walls and a 440 HP turbo diesel engine. Each FESV also includes an air-conditioned cabin and an onboard generator to keep ALMA's receivers cryogenically cooled to 4 Kelvin (-452 degrees Fahrenheit) during transport and servicing. The roomy compartments carry telescope power supplies, air tanks, and a suite of maintenance equipment. The most specialized of these devices is a sturdy forklift trolley, the Front End Handling Vehicle (FEHV), which is being custom-built in Chile to safely maneuver an entire three-quarter ton ALMA receiver cabinet, called a Front End. \"Even with its robust outfitting, the FESV consumes only 20 gallons of diesel during a servicing run, including the fuel used by its generator,\" said Martin Oestreich, FESV Subproject Manager for NRAO. \"Maintenance down time is also greatly reduced. A servicing turnaround with an FESV can now be achieved within an eight hour shift.\" Said McKinnon, \"ALMA's servicing fleet certainly is unique - but it has to be, for such an extraordinary project as ALMA.\" Upon completion, ALMA will be an 11-mile wide array of 66, ultra-precision millimeter-wave telescopes built by ALMA's multinational partners from North America, East Asia, and Europe. These telescopes will work as one giant telescope to open a new window on celestial origins, capturing never-before seen details about the very first stars and galaxies in the Universe, probing the heart of our galaxy, and directly imaging the formation of planets. Two FESVs were commissioned by the National Radio Astronomy Observatory, with the help of one of their partners in ALMA, the Academia Sinica Institute of Astronomy and Astrophysics. They were built by CoTech in association with Ke Chong Industries in Taiwan. The FEHV was designed and is currently being fabricated (respectively) by Chilean firms Prolaser Ltda. and Walper y Cia. Ltda.", "url": "https://spaceref.com/press-release/cryogenic-catering-truck-comes-to-alma-observatory/"}, {"title": "ALMA Opens Its Eyes", "date": "2011-10-03", "content": "Humanity's most complex ground-based astronomy observatory, the Atacama Large Millimeter/submillimeter Array (ALMA), has officially opened for astronomers. The first released image, from a telescope still under construction, reveals a view of the Universe that cannot be seen at all by visible-light and infrared telescopes. Thousands of scientists from around the world competed to be the first few researchers to explore some of the darkest, coldest, farthest, and most hidden secrets of the Cosmos with this new astronomical tool. \"We are living in a historic moment for science and particularly for astronomy, and perhaps also for the evolution of humanity, because we start to use the greatest observatory under construction at the moment,\" said Thijs de Graauw, ALMA Director. At present, around a third of ALMA's eventual 66 radio antennas make up the growing array on the Chajnantor plateau in northern Chile, at an elevation of 5,000 meters. And yet, even under construction, ALMA has become the best telescope of its kind - as reflected by the extraordinary number of astronomers who requested to observe with ALMA. \"The 'M' in ALMA stands for 'millimeter/submillimeter' waves, because ALMA views the Universe in these long wavelengths of light, much longer than the optical light we see with our eyes,\" said Alison Peck, ALMA Deputy Project Scientist. \"With millimeter and submillimeter waves, we can watch star and planet formation, investigate astrochemistry, and detect the light that is finally reaching us from the Universe's earliest galaxies.\" ALMA is radically different from visible-light and infrared telescopes. It is an array of linked antennas acting as a single giant telescope, and it detects much longer wavelengths than those of visible light. Its images therefore look quite unlike more familiar pictures of the cosmos. The ALMA team has been busy testing the observatory's systems over the past few months, in preparation for the first round of scientific observations, known as Early Science. One outcome of their tests is the first image published from ALMA, albeit from what is still very much a growing telescope. Most of the observations used to create this image of the Antennae Galaxies were made using only twelve antennas working together -fewer than will be used for the first science observations - and with the antennas much closer together as well. Both of these factors make the new image just a taster of what is to come. As the observatory grows, the sharpness, efficiency, and quality of its observations will increase dramatically as more antennas become available and the array grows in size. The Antennae Galaxies is a pair of colliding galaxies with dramatically distorted shapes. While visible light shows us the stars in the galaxies, ALMA's view reveals something that cannot be seen in visible light: the clouds of dense cold gas from which new stars form. This is the best submillimeter-wavelength image ever made of the Antennae Galaxies. Massive concentrations of gas are found not only in the hearts of the two galaxies but also in the chaotic region where they are colliding. Here, the total amount of gas is billions of times the mass of our Sun - a rich reservoir of material for future generations of stars. Observations like these open a new window on the submillimeter Universe and will be vital in helping us understand how galaxy collisions can trigger the birth of new stars. This is just one example of how ALMA reveals parts of the Universe that cannot be seen with visible-light and infrared telescopes. ALMA could accept only about a hundred or so projects for this first nine-month phase of Early Science. \"It was absolutely tremendous to receive more than nine hundred project proposals from astronomers from throughout the world wanting to use ALMA in this first ever science period!\" said Lewis Ball, ALMA Deputy Director. \"That represents a level of demand which is unprecedented across any ground-based or space telescope.\" The successful projects were chosen based on their scientific merit, their regional diversity, and also their relevance to ALMA's major science goals. One of the projects chosen for ALMA Early Science observations was that of David Wilner of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Massachusetts, USA. Wilner said, \"My team hunts for the building blocks of solar systems, and ALMA is uniquely equipped to spot them.\" His team's target is AU Microscopii, a star 33 light years away that is only 1% of the age of our Sun. \"We will use ALMA to image the 'birth ring' of planetesimals that we believe orbits this young star. Only with ALMA, however, can we hope to discover clumps in these dusty asteroid belts, which can be the markers of unseen planets.\" Wilner and his team will share their data with a European team who also requested ALMA observations of this nearby, dust-ringed star. Any hunt for habitable planets around other stars often begins with a hunt for water in those distant solar systems. Debris disks, the swarms of dust, gas, and rocks around stars, are suspected also to contain craggy ice chunks filled with frozen water, gas, and possibly even organic molecules -- the astrochemistry of life. Simon Casassus, from the University of Chile, and his team will use ALMA to observe the gas and dust disk around HD142527, a young star that is 400 light years away. \"The dusty disk around this star has a very large gap, which may have been carved by the formation of giant planets,\" said Casassus. \"Outside the gap, this disk contains enough gas to make about a dozen Jupiter-sized planets. Inside the gap, a young gaseous giant planet could still be forming, if there is gaseous material available.\" Their ALMA observations will measure the mass and physical conditions of gas interior to the gap. \"Thus, ALMA gives us a chance to observe planet formation, or its most recent wake,\" said Casassus. Father away, 26,000 light years from us in the center of our galaxy, sits Sagittarius A*, a supermassive black hole four million times the mass of our Sun. Gas and dust between it and us hide it from our optical telescopes. However, ALMA is tuned to see through the galactic murk and give us tantalizing views of Sgr A*. Heino Falcke, an astronomer at Radboud University Nijmegen in the Netherlands, said, \"ALMA will let us watch flares of light coming from around this supermassive black hole, and make images of the gas clouds caught by its immense pull. This will let us study this monster's messy feeding habits. We think that some of the gas may be escaping its grip, at close to the speed of light.\" ALMA is capable of seeing cosmic dust, the cold ashes from exploded stars. Like the black outlines in a child's coloring book, cosmic dust and cold gas trace out structures inside galaxies, even if we can't see those galaxies clearly. At the outer fringes of our visible Universe lie the mysterious starburst galaxies, bright islands in an otherwise calm, dark Cosmos. ALMA will hunt for cold gas tracers here, as far back as a few hundred million years after the Big Bang, at a time astronomers call \"cosmic dawn.\" Masami Ouchi of the University of Tokyo in Japan will use ALMA to observe Himiko, a very distant galaxy churning out at least 100 Suns' worth of stars every year and surrounded by a giant, bright nebula. \"Other telescopes cannot show us why Himiko is so bright and how it has developed such a huge, hot nebula when the ancient Universe all around it is so calm and dark,\" said Ouchi. \"ALMA can show us the cold gas deep in Himiko's star-forming nebula, tracing the movements and activities inside, and we will finally see how galaxies started forming at the cosmic dawn.\" During its Early Science observations, ALMA will continue its construction phase in the Chilean Andes, high on the remote Chajnantor Plateau in the harsh Atacama Desert. Each new, climate-armored antenna will join the array and be linked via fiber optic cabling. The views from each distant antenna are assembled into one large view by one of the world's fastest, special-purpose supercomputers, the ALMA Correlator, which can perform 17 quadrillion [3] operations per second. By 2013, ALMA will be an up to 16-km wide array of 66 ultra-precision millimeter/submillimeter wave radio antennas working together as one and built by ALMA's multinational partners in North America, East Asia, and Europe. Thijs de Graauw, ALMA Director, said: \"Today marks the recognition of the successful coalition of thousands of people from all over the world all working with the same goal: to build the world's most advanced radio telescope to see into the Universe's coldest, darkest places, where galaxies and stars and perhaps the building blocks of life are created.\" The Atacama Large Millimeter/submillimeter Array (ALMA), an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. ALMA is funded in Europe by the European Organization for Astronomical Research in the Southern Hemisphere (ESO), in North America by the U.S. National Science Foundation (NSF) in cooperation with the National Research Council of Canada (NRC) and the National Science Council of Taiwan (NSC) and in East Asia by the National Institutes of Natural Sciences (NINS) of Japan in cooperation with the Academia Sinica (AS) in Taiwan. ALMA construction and operations are led on behalf of Europe by ESO, on behalf of North America by the National Radio Astronomy Observatory (NRAO), which is managed by Associated Universities, Inc. (AUI) and on behalf of East Asia by the National Astronomical Observatory of Japan (NAOJ). The Joint ALMA Observatory (JAO) provides the unified leadership and management of the construction, commissioning and operation of ALMA.", "url": "https://public.nrao.edu/news/alma-opens-its-eyes/"}, {"title": "First Images from ALMA", "date": "2011-10-03", "content": "The detailed views of star-formation in the Antennae Galaxies are the first astronomical test images released to the public from the growing Atacama Large Millimeter/submillimeter Array (ALMA) and confirm that this new telescope has surpassed all others of its kind. In celebration of the start of the Atacama Large Millimeter/submillimeter Array's (ALMA) Early Science observations, the National Radio Astronomy Observatory (NRAO) has released an image of a merging pair of galaxies as seen by the growing ALMA telescope. The detailed views of star-formation in the Antennae Galaxies confirm that this new telescope, while far from completed, and with only a fraction of its ultimate imaging capability, will surpass all others of its kind. The image gives but a hint of ALMA's promise to make unprecedented contributions to understanding the once-hidden activities of the early Universe. The Observations: \"We chose the impressive interacting system called the Antennae galaxies as a test subject,\" said Dr. Alison Peck, an astronomer from the NRAO who is serving in Chile as ALMA Deputy Project Scientist during its years of careful construction and rigorous testing, \"because it is in the process of undergoing the type of spectacular, violent merger that many galaxies may have undergone since their formation, but that we can rarely catch in action.\" This image is a composite of views of the Antennae taken with several different types of telescopes, including test data from ALMA (orange and yellow, and shown alone in the inset). Like the view from an ultrasound of an expectant mother's womb, ALMA reveals hidden starbirth nestled inside otherwise obscuring dust clouds. \"ALMA's test views of the Antennae show us star-forming regions on a level of detail that no other telescope on Earth or in space has attained. This capability can only get much better as ALMA nears completion,\" said Dr. Mark McKinnon, North American ALMA Project Manager from the NRAO in Charlottesville, Virginia. The inset boxes show regions imaged in additional, higher detail. With this weekend's start of ALMA's first official cycle of observing, called Early Science, a team of North American astronomers is poised to make even more detailed observations of the Antennae. \"The collision of these two galaxies has turned them into an impressive star-making factory. With Hubble, we've seen the formation of thousands of massive super star clusters, each with thousands or even millions of young stars in them,\" said team leader, Dr. Brad Whitmore of the Space Telescope Science Institute. \"With ALMA, we will focus on the heart of the collision, the interaction region where the two galaxies are crashing together. We can then study the formation of the Antennae's most impressive fireworks and look into the cores of the giant molecular clouds where the star clusters are born.\" By 2013, ALMA will have more than tripled its current number of telescopes to 66. With the telescopes combined into a single system by one of the world's fastest, special-purpose supercomputers, and aimed at many more objects all across the sky, ALMA will reveal a Universe never before seen. The Antennae Galaxies About six hundred million years ago, this peculiar object was two separate, beautiful spiral galaxies passing by each other for the first time. Now, it captivates astronomers as the youngest and nearest colliding galaxy pair ever found. Spiral galaxies are a spectacular example of gravity's beautiful geometries, stunning structures created when swirling gas and dust are drawn together. In a spiral galaxy's center, a central massive black hole hoards a giant glowing bulge of gas and stars for itself, while out in the spinning disk, rippling compression waves trigger stars to form along its dusty, gas-rich arms. In isolation, a spiral galaxy would make stars like this until its gas was too thinly spread to fuel any new ones. In contrast, colliding galaxies like the Antennae are an equally spectacular example of gravity's jumbled catastrophes. If two spirals form too near each other, their centers will slowly tug each other closer, and the gas and stars from their outer disks will lag behind, eventually trailing off into tails. As the central denser parts of the galaxies slowly collide over millions of years, their gas and dust clouds often compress together, eventually producing clumps of new stars.", "url": "https://public.nrao.edu/news/first-images-from-alma/"}, {"title": "Center for Astrophysics project gets first look through new ALMA telescope", "date": "2011-10-05", "content": "Humanity's most complex ground-based astronomy observatory, the Atacama Large Millimeter/submillimeter Array (ALMA), has officially opened for astronomers at its 16,500-foot high desert plateau in northern Chile. Thousands of scientists from around the world competed to be the first few researchers to explore some of the darkest, coldest, farthest, and most hidden secrets of the cosmos with this new astronomical tool. One of the projects chosen for ALMA Early Science observations was that of David Wilner of the Harvard-Smithsonian Center for Astrophysics (CfA). \"My team hunts for the building blocks of solar systems, and ALMA is uniquely equipped to spot them,\"Wilner said. His team's target is AU Microscopii, a star 33 light-years away that is only about 50 million years old. \"We will use ALMA to image the 'birth ring' of planetesimals that we believe orbits this young star. Only with ALMA can we hope to discover clumps in these dusty asteroid belts, which can be the markers of unseen planets,\" said Wilner. Wilner and his team will share their data with a European team who also requested ALMA observations of this nearby, dust-ringed star. For the start of Early Science, around one third of ALMA's eventual 66 radio telescopes will make up the growing array. Even while still under construction, ALMA has become the best telescope of its kind - a fact that was apparently well known to the astronomers who requested to observe with it. Considering the limited number of hours allocated to this first phase of science, ALMA could only take about a hundred projects. \"We were stunned when we received over nine hundred requests from all over the world!\" said Lewis Ball, ALMA Deputy Director and ALMA Chief of Staff at the National Radio Astronomy Observatory (NRAO). \"No other telescope on ground or in space has ever had this magnitude of over-demand.\" The successful projects were chosen based on their scientific value, their regional diversity, and also their relevance to ALMA's major science goals. During its Early Science observations, ALMA will continue its construction phase in the Chilean Andes, high on the remote Chajnantor Plain in the harsh Atacama Desert. By 2013, ALMA will be an up to 11-mile-wide array of 66 ultra-precision millimeter/submillimeter wave radio telescopes working together as one and built by ALMA's multinational partners in North America, East Asia, and Europe.", "url": "https://insider.si.edu/2011/10/center-for-astrophysics-project-gets-first-look-through-new-alma-telescope/"}, {"title": "ALMA telescope poised to peer into hidden corners of the cosmos", "date": "2011-10-05", "content": "Sitting atop a plateau some 16,500 feet high, a growing array of upturned dishes has started to plumb the secrets of planet formation and star formation in early galaxies, and promises to take astronomers to the very brink of a supermassive black hole at the center of the Milky Way. This marks the first week of science operations for the Atacama Large Millimeter/submillimater Array, perched high in Chile 's Atacama Desert - by all accounts the driest desert on the planet. That may be bad news for fish, but for astronomers, the desert's extreme aridity is welcome. The array observes the universe in a region of the electromagnetic spectrum whose radiation is readily absorbed by water vapor. The radiation ranges from the extreme high end of radio frequencies to the extreme low end of infrared light. ", "url": "https://www.csmonitor.com/Science/2011/1005/ALMA-telescope-poised-to-peer-into-hidden-corners-of-the-cosmos"}, {"title": "ALMA opens for business: First image from world's most complex astronomical telescope", "date": "2011-10-06", "content": "In a moment long-awaited by thousands of astronomers from around the globe, a cluster of precision radio telescopes located on the barren Chajnantor Plateau of northern Chile has finally gone operational. Although only partially complete, ALMA, or the Atacama Large Millimeter/submillimeter Array, is already considered the most advanced telescope of its type. Certainly, it's the highest, with a literally breath-taking base elevation of 16,500 feet (5000m). \"We went to one of the most extreme locations on Earth to build the world's largest array of millimeter/sub-millimeter telescopes, having a level of technical sophistication that was merely a dream only a decade ago,\" said Dr. Mark McKinnon, Project Manager of the North American ALMA program at the National Radio Astronomy Observatory (NRAO) in Charlottesville, Virginia. With 19 antennas currently deployed, the internationally-funded $1.3 billion ALMA will eventually (at completion in 2013) boast a total of 66 individual, fiber optic-linked, portable, 40-foot diameter, 115-ton radio telescopes, all functioning as one, and will cover an area of roughly 100 square miles. The massive amounts of data gathered by the array will be digested and assembled into single images by a supercomputer churning away at a blistering 17 quadrillion operations a second. \"The 'M' in ALMA stands for 'millimeter/submillimeter' waves, because ALMA views the Universe in these long wavelengths of light, much longer than the optical light we see with our eyes,\" said Dr. Alison Peck, an NRAO astronomer serving as ALMA Deputy Project Scientist during construction. \"With millimeter and submillimeter waves, we can watch planet formation, investigate astrochemistry and detect the light that is finally reaching us from the universe's earliest galaxies. ALMA's first projects will flex the telescope's capabilities in all of these fields and many, many more.\" To lend additional flexibility to the array, the individual antennas can be moved around to suit specific project needs, using specially-designed ALMA 'transporter' vehicles. The facility kicked off a nine month Early Science phase of operations with the release of ALMA's first image for public scrutiny: the two colliding spiral Antennae Galaxies (NGC 4038 and 4039), nearly 70 million light-years away in the distant Corvus constellation. It yields details that traditional optical and infrared telescopes simply can't see. As more antennas come online, scientists expect the array to yield increasingly sharper images. Judging from the overwhelming response of the scientific community, with nearly a hundred projects already scheduled for time on the array, ALMA has hit the ground running. \"We were stunned when we received over nine hundred requests from all over the world!\" said Dr. Lewis Ball, ALMA Deputy Director and NRAO's ALMA Chief of Staff. \"No other telescope on ground or in space has ever had this magnitude of over-demand.\" The observatory is administered by a partnership of various agencies from Europe, Japan and North America, in cooperation with the Chilean government. The NRAO video below provides an overview of the project.", "url": "https://newatlas.com/alma-telescope-first-image/20050/"}]}, {"win label": 0, "news": [{"title": "Alma telescope in Chile battles extreme weather", "date": "2012-04-05", "content": "Thunderstorms, heavy rain, snow, floods and mudslides are not exactly what one would expect to see in the driest place on Earth, the Atacama Desert in Chile. But for the past two months, these were the working conditions of the team of scientists at one of the world's biggest astronomy projects, the Atacama Large Millimeter/sub-millimeter Array (Alma). A striking contrast from the usual sunshine and clear skies that I experienced when visiting the place just days before the mayhem started. Alma is a giant radio telescope currently being built at Chajnantor plateau, the highest site in the Chilean Andes, at more than 5,000m above sea level. The construction began in 2003 and is now almost halfway complete. Once fully operational, Alma will consist of 66 radio antennas that will probe the sky in a bid to unlock secrets of the Universe's formation. Although the array is not finished yet, it has already delivered some interesting results. Chilean researcher Cinthya Herrera has published the first science paper to come out of Alma: a study of star forming clusters that have resulted from the merger of a pair of spiral galaxies called \"The Antennae\". Being a radio telescope, Alma works differently from an optical one, picking up the wavelengths of light invisible to the human eye. \"The light is composed of optical light which is what we see, but also of infrared, ultraviolet, x-rays, gamma rays, microwaves and radio waves; all of this is called electromagnetic spectrum,\" explains astronomer Paulo Cortes. \"Alma is interested in the millimetre and submillimetre part of that spectrum - this is the region of the cold gas from which stars form. \"By detecting the radiation emitted by that cold gas, we can understand how big structures are assembled - in other words, how stars, planets and galaxies are formed.\" And this may shed light on the birth of our Universe, more than 13 billion years ago. Alma is a joint project between Europe, North America and East Asia. ", "url": "https://www.bbc.co.uk/news/science-environment-17599722"}, {"title": "The Southern Milky Way Above ALMA Space Wallpaper", "date": "2012-05-30", "content": "ESO Photo Ambassador Babak Tafreshi snapped this remarkable image of the antennas of the Atacama Large Millimeter/submillimeter Array (ALMA), set against the splendour of the Milky Way in this space wallpaper. This view shows the constellations of Carina (The Keel) and Vela (The Sails). The bright orange star in the upper left is Suhail in Vela, while the similarly orange star in the upper middle is Avior, in Carina. Of the three bright blue stars that form an \"L\" near these stars, the left two belong to Vela, and the right one to Carina. ", "url": "https://www.space.com/15929-southern-milky-alma.html"}, {"title": "ALMA Telescope Peeks Through Centaurus A's Swirling Gas Clouds", "date": "2012-05-31", "content": "This new image of Centaurus A combines ALMA and near-infrared observations of the massive elliptical radio galaxy. The new ALMA observations, shown in a range of green, yellow and orange colours, reveal the position and motion of the clouds of gas in the galaxy. They are the sharpest and most sensitive such observations ever made. ALMA was tuned to detect signals with a wavelength around 1.3 millimetres, emitted by molecules of carbon monoxide gas. The motion of the gas in the galaxy causes slight changes to this wavelength, due to the Doppler effect. The motion is shown in this image as changes in colour. Greener features trace gas coming towards us while more orange features depict gas moving away. We can see that the gas to the left of the centre is moving towards us, while the gas to the right of the centre is moving away from us, indicating that the gas is orbiting around the galaxy. The ALMA observations are overlaid on a near-infrared image of Centaurus A obtained with the SOFI instrument attached to the ESO New Technology Telescope (NTT).", "url": "https://www.popsci.com/science/article/2012-05/today-pretty-space-pics-alma-peeks-through-centaurus-swirling-gas-clouds/"}]}, {"win label": 0, "news": [{"title": "The ALMA telescope", "date": "2012-08-15", "content": "In the high desert of northern Chile, a new telescope with a revolutionary design is coming online - ready to probe deep into space. It will explore places beyond imagination - the distant birthplaces of planets, stars, and galaxies century - to help us understand our place in the cosmos. Astronomers call this new telescope ALMA, which is the Spanish word for soul. According to the scientists, one nation alone couldn't build ALMA, whose official name is the Atacama Large Millimeter/Submillimeter Array. Working with the host country Chile, some of the largest observatories in the world joined together for ALMA. These include the National Radio Astronomy Observatory in North America, the European Southern Observatory, and observatories in Japan, Brazil and throughout Latin America. Sixty-six large radio dishes connect together to form ALMA. These dishes are located 30 minutes by car from the town of San Pedro de Atacama in Chile - at the top of the world - at an altitude of 16,500 feet. At that height and in the desert, there is little water vapor in the air. Those conditions are perfect for ALMA because water in the air blocks starlight in the portion of the \"electromagnetic spectrum\" that scientists want to study. ALMA will observe starlight at wavelengths invisible to your eye - the long infrared wavelengths of starlight. Space observatories, like the Hubble Space Telescope, orbit high above the blanket of Earth's atmosphere to see the universe at these wavelengths. Astronomers hope that ALMA will be even better than space telescopes at exploring the infrared universe - because they can build it much larger on land than they can in space today.", "url": "https://earthsky.org/space/worlds-biggest-astronomy-project-alma-telescope/"}, {"title": "Astrochemistry enters a bold new era with ALMA", "date": "2012-09-21", "content": "Combining the cutting-edge capabilities of the Atacama Large Millimeter/submillimeter Array with newly developed laboratory techniques, scientists are opening a completely new era for deciphering the chemistry of the universe. A research team demonstrated their breakthrough using ALMA data from observations of the gas in a star-forming region in the constellation Orion. Using new technology both at the array and in the laboratory, the scientists were able to greatly improve and speed up the process of identifying the \"fingerprints\" of chemicals in the cosmos, enabling studies that until now would have been either impossible or prohibitively time-consuming. \"We've shown that, with ALMA, we're going to be able to do real chemical analysis of the gaseous 'nurseries' where new stars and planets are forming, unrestricted by many of the limitations we've had in the past,\" said Anthony Remijan of the National Radio Astronomy Observatory in Charlottesville, Virginia. ALMA is under construction in the Atacama Desert of northern Chile, at an elevation of 16,500 feet. ", "url": "https://astronomy.com/news/2012/09/astrochemistry-enters-a-bold-new-era-with-alma"}, {"title": "Curious Spiral Spotted by ALMA Around Red Giant Star R Sculptoris Space Wallpaper", "date": "2012-10-11", "content": "Observations using the Atacama Large Millimeter/submillimeter Array (ALMA) have revealed an unexpected spiral structure in the material around the old star R Sculptoris in this space wallpaper. This feature has never been seen before and is probably caused by a hidden companion star orbiting the star. This slice through the new ALMA data reveals the shell around the star, which shows up as the outer circular ring, as well as a very clear spiral structure in the inner material. ", "url": "https://www.space.com/18021-curious-spiral-spotted-by-alma-around-red-giant-star-r-sculptoris.html"}, {"title": "Chile's ALMA probes for origins of universe", "date": "2012-10-26", "content": "Earth's largest radio telescope is growing more powerful by the day on this remote plateau high above Chile's Atacama desert, where visitors often feel like they're planting the first human footprints on the red crust of Mars. The 16,400-foot (5,000-meter) altitude, thin air and mercurial climate here can be unbearable. Visitors must breathe oxygen from a tank just to keep from fainting. Winds reach 62 mph (100 km) and temperatures drop to 10 below zero (minus 25 Celsius). But for astronomers, it's paradise. The lack of humidity, low interference from other radio signals and closeness to the upper atmosphere make this the perfect spot for the Atacama Large Millimeter/submillimeter Array, or ALMA, which is on track to be completed in March. So far, 43 of the 66 radio antennas have been set up and point skyward like 100-ton white mushrooms. Linked as a single giant telescope, they pick up wavelengths of light longer than anything visible to the human eye, and combine the signals in a process called interferometry, which gives ALMA a diameter of 9.9 miles (16 kilometers). The result is unprecedented resolution and sensitivity-fully assembled, its vision will be up to ten times sharper than NASA's Hubble Space Telescope. \"What surprises me is what is being observed. Until now, we haven't had such a capable observatory. We've never been able to observe with such resolution, such accuracy,\" says David Rabanus, ALMA's instrument group manager. More than 900 teams of astronomers competed last year to be among the first to use the array, and scientists from around the world are already taking turns at the joysticks. They're looking for clues about the dawn of the cosmos-from the coldest gases and dust where galaxies are formed and stars are born, to the energy produced by the Big Bang. So-called birthing clouds of cold gases and debris can look like ink stains with other telescopes, but ALMA can show their detailed structures. ALMA also reaches farther beyond Earth's nitrogen-blue skies than any other radio telescope and has already captured images different from anything seen before by visible-light and infrared telescopes. After a 2003 groundbreaking, scientific operations began last year with a quarter of ALMA's final capacity. Seeing in three dimensions made possible the recent discovery of a spiral structure surrounding R Sculptoris, providing new insights about how dying red giant stars implode and send off raw material that will later form into other stars. Those results were published in the scientific journal Nature. ALMA has even been able to detect sugar molecules in the gas surrounding a star about 400 light years away, proving the existence of life's building blocks there. Jointly funded and managed by the United States, Canada, the European Union, Japan and Taiwan, the $1.5 billion project is an engineering triumph that launches Chile, already home to some of the world's largest optical telescopes, to the forefront of ground-based space exploration. \"We're talking about the United Nations of astronomy joined for a billion dollar adventure. Scientists are like kids playing with very expensive toys and these ones are technological developments that could change the world,\" said Jose Maza, a University of Chile astronomy professor. But this space race isn't over: Australia and South Africa are competing to build The Square Kilometer Array, combining thousands of small dishes to create a radio telescope 50 times more sensitive than ALMA once completed in 2024. ALMA's parts are shipped from all over the world and assembled at a warehouse 9,514 feet (2,900 meters) above sea level. The precision is micrometric. The telescope employs reflecting panels that must be aligned and glued so accurately to withstand each winter's subzero temperatures and bounce radio waves within a hundredth of a millimeter's precision. The dishes are hauled up to their final destination by two custom-made 28-wheel transporters that roar along snaky roads, lined with oversized cactuses and grazing vicunas below the snow-peaked Licancabur volcano. The trip is only 22 miles (35 kilometers), but it takes five hours for the huge platforms to reach the plateau. Each antenna is perched on a rotating steel pedestal with precisely installed copper lining to protect from lightning. Each dish has a sensitive receiver made of carbon fiber to avoid thermal expansion. The structures, 40 feet (12-meter) tall, lean closer together or farther apart as astronomers zoom in or get wider views. The ALMA correlator, which calculates more than 20 quadrillion operations per second, is the fastest computer ever used at an astronomical site. It compiles the data into a single large view. \"We came from the caves and we're here now just because of curiosity,\" said Rieks Jager, system integration manager at ALMA, as he stepped out of the control room near the \"silent area\" military-style barracks where astronomers sleep during the day. \"It's not always clear what we study, or whether it's useful for society, but overall it's absolutely essential for humankind.\" It's a quantum leap forward since Italian astronomer Galileo Galilei invented one of the first telescopes in the 17th century, discovering sunspots and valleys on the surface of the moon. \"Astronomy has been with us forever and we still have so much more to go,\" said Maza, the astronomy professor. \"If we hadn't asked ourselves so many questions by looking at the stars we would still be ... hunting buffalos. At the end, all of man's development comes from the act of leaving the stones aside and looking upward at the twinkling stars and asking, 'Why?' \" ALMA reminds Juan Rodrigo Cortes, one of the observatory's astronomers, of a phrase from Antoine De Saint Exupery's book \"The Little Prince\"-\"What is essential is invisible to the eyes.\" \"What's essential here is the material that creates stars, galaxies, clouds, that doesn't emit light visible to our eyes, but goes way beyond the infrared at much longer wavelengths, and that's why our eyes can't see it,\" Cortes said. \"ALMA gives us eyes.\" Scientists and researchers are willing to go to extremes to catch a glimpse of the universe through those eyes. As many as 500 people at a time live at 9,500 feet above sea level in shipping containers modified as trailers. Alcohol is banned due to the sensitivity of the equipment, and those caught drinking after trips to the nearby city of San Pedro de Atacama must sleep at the security checkpoint while they dry out. Their shifts can last 12 hours daily for eight straight days. Even the weather is unpredictable. Although the clearest of skies are the norm, this year, scientists have had to deal with mudslides, floods and thunderstorms. But most of the time, they seem to be far removed from the rest of the world. Inside ALMA's control room, German astronomer Rainer Mauersberger had no idea he had put his orange sweater on backward. He was thinking about the formation of galaxies, hoping perhaps to spot a black hole. \"This project has to do with the origin of our life and our future,\" Mauersberger explained as he sat near a long table full of Halloween masks, used by the scientists to share a light moment or a laugh to break up the long days and nights of stargazing. \"It's about how can we predict our future climates, the evolution of the earth, the sun, our species,\" he said. \"We know more about our universe, our culture, than we ever dreamt of 100 years ago. Our prediction is that the real surprises here will come with things that we can't even begin to imagine.\"", "url": "https://phys.org/news/2012-10-chile-alma-probes-universe.html"}, {"title": "Final North American ALMA Antenna Delivered", "date": "2012-11-20", "content": "After an odyssey of design and construction stretching across more than a decade, North America has delivered the last of the 25, 12-meter-diameter dish antennas that comprise its share of antennas for the international ALMA telescope. This is an important milestone in the construction of an observatory that astronomers are already using to open up a \"final frontier\" of the spectrum of invisible light to high-resolution exploration. ALMA, the Atacama Large Millimeter/submillimeter Array, stretches across more than 75 square miles of a high-altitude desert plain in northern Chile. The scientific communities of North America, Europe, and East Asia have banded together to build the observatory, and are sharing its $1.3 billion cost. When completed, ALMA will have a total of 66 antennas, 25 from North America, 25 from Europe, and 16 from East Asia. \"We are delighted to deliver this final ALMA antenna from North America,\" said Mark McKinnon, the North American ALMA Project Director at the National Radio Astronomy Observatory (NRAO) in Charlottesville, Virginia. \"It is a real testimony to the production team that we were able to overcome many technical challenges to complete the antenna delivery.\" Faint radio waves, emitted naturally by gas and dust in space, will be detected and measured by the antennas, with the measurements then processed by a supercomputer to generate images as detailed as would come from a single dish that was miles across. These images will give astronomers insights into previously invisible or unresolved processes of planet, star, and galaxy evolution, both nearby and across cosmic time. The technique of combining radio telescopes to form a virtual, high-resolution instrument has been in use for decades. For example, the National Science Foundation's (NSF's) recently revitalized Very Large Array (VLA) in New Mexico uses this technique to explore the Universe as seen in centimeter-wavelength light. ALMA is the first VLA-scale array to attempt this feat at millimeter and submillimeter wavelengths. For these shorter wavelengths, an antenna dish surface must be more precise, able to maintain its parabolic curvature to within the thickness of a human hair amidst harsh conditions at the 16,500-foot high ALMA site. Funding to build the 25, 110-ton North American antennas was provided by the NSF, in the largest single procurement in the history of the foundation's astronomy division. Associated Universities, Inc. (AUI) managed the contract, while NRAO oversaw the integration and testing of the antennas, which were manufactured and assembled by General Dynamics SATCOM Technologies. Each antenna's pedestal and dish structure components were shipped separately to the ALMA site, and assembled in a huge hanger building, also built by General Dynamics. Once ALMA is completed next year, it is expected to serve as a state-of-the-art radio telescope for thirty years or more. \"This is a very exciting time in astronomy,\" commented Tony Beasley, NRAO Director. \"With ALMA we are taking perhaps the greatest leap in observing power in the history of the science.\" Ethan Schreier, president of AUI, said \"ALMA is the largest, most expensive ground-based astronomy project ever attempted, and a model for international science collaborations. The success of the partnership is manifest in the achievement of this milestone, but will be even more evident in the legacy of discovery and understanding that is going to emerge over the coming years, as tomorrow's eager astronomers get their hands on this fantastic telescope.\" ALMA, an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. ALMA construction and operations are led on behalf of Europe by the European Southern Observatory (ESO), on behalf of North America by the National Radio Astronomy Observatory (NRAO), and on behalf of East Asia by the National Astronomical Observatory of Japan (NAOJ). The Joint ALMA Observatory (JAO) provides the unified leadership and management of the construction, commissioning and operation of ALMA. The National Radio Astronomy Observatory is a facility of the National Science Foundation, operated under cooperative agreement by Associated Universities, Inc.", "url": "https://public.nrao.edu/news/final-north-american-alma-antenna-delivered/"}]}, {"win label": 1, "news": [{"title": "World's Largest Ground-Based Telescope Array Opens in Chile Soon", "date": "2013-03-08", "content": "A vast telescope touted as the largest ground-based astronomy project in the world, an array of 66 radio dishes in Chile's high desert, will be officially opened for business next week with a cosmic inauguration ceremony on Wednesday (March 13). The Atacama Large Millimeter/submillimeter Array (ALMA) is a $1.3 billion collaboration between North America, Europe and Asia, built high on a mountain in Chile's Atacama desert. To celebrate the transition between ALMA's construction phase and its status as a functional observatory, hundreds of scientists, government officials and journalists will gather for a ceremony that will be webcast around the world. Chile's president, Sebastián Piñera, will also speak at the event. The observatory will provide unprecedented views of faraway galaxies that formed shortly after the Big Bang, and will peer at the clouds of gas and dust where new planets are being formed around alien stars. \"ALMA is a telescope that is basically 100 times more powerful than any similar millimeter telescope that's ever been built before,\" said Jim Ulvestad, director of the Astronomical Sciences Division at the National Science Foundation's Directorate for Mathematical and Physical Sciences, during a press conference Tuesday (March 5). ALMA will observe in the millimeter and submillimeter range of radio wavelengths to catch sight of extremely distant objects that are speeding so quickly away from us that their light has been stretched into this range of the electromagnetic spectrum. To get the crispest pictures possible, the observatory has been built high on a mountain more than 16,500 feet (5,000 meters) in elevation, putting it above much of Earth's atmosphere, which blurs images. In fact, it's so high, Ulvestad said, that employees who work for long at the high-altitude site sometimes have to breathe supplemental oxygen to make up for the scarcity of oxygen in the thin air there. \"When you're building such an advanced telescope, you don't want to waste your investment by putting it at a so-so site on Earth - that's why we go so high,\" Ulvestad said. Because countries in North America, Europe and Asia have collaborated to build the array, it's much grander than any individual region could have achieved on its own. Before combining forces to build ALMA, scientists in the three regions each came up with separate proposals for millimeter-wavelength arrays. \"The science was driving Europe, Japan and the U.S. all in the same direction,\" Ulvestad said. \"Rather than building three separate arrays, each of which would have been very powerful, these areas of the world could come together and build one array that's much more powerful than any of those individual ones would have been.\" With its superior power, ALMA should be able to probe into previously inaccessible cosmic realms. For example, ALMA will allow astronomers to image the disks of gas and dust orbiting young stars where planets may be in the process of forming. Dust is impenetrable in optical light, but should be a prime target for studies in the millimeter and submillimeter range. And by looking for perturbations in these disks caused by planets, ALMA could detect planets roughly the size of Earth, scientists say. The instrument is also uniquely suited to glimpse distant objects that are too faint for most telescopes to see, such as some of the first galaxies that formed, which existed just millions of years after the birth of the universe roughly 13.7 billion years ago. \"To me, it's just spectacular that we can look 12 billion years in time with an instrument like ALMA,\" Ulvestad said.", "url": "https://www.space.com/20118-giant-alma-radio-telescope-inauguration.html"}, {"title": "ALMA Telescope officially goes online", "date": "2013-03-13", "content": "On March 13, 2013, the ALMA Telescope in northern Chile officially went online. The inauguration ceremony took place in Chile's high desert at an altitude of 16,500 feet, or 5,000 meters. ALMA is the most ambitious and complex Earth-based observatory yet undertaken. The ALMA array is able to expand its scattering of antenas to a maximum distance of 15 kilometers of separation between any two antennas in the array. In other words, all of these dishes working together can expand to the equivalent of a 15 kilometer-wide single telecope dish. When running at its maximum observational power, ALMA will see the universe at a resolution 10 times greater than that of the Hubble Space Telescope. ALMA stands for Atacama Large Millimeter/Sub Millimeter Array. And the telescope is very powerful - the most powerful yet constructed. An EarthSky team covered the inauguration on-site. They emailed back tales of oxygen depravation from the high mountains of Chile's Atacama desert, amid the excitement of bringing this instrument fully online. In fact, at 5,000 km (16,500 feet), the ALMA array's supercomputer is housed in the world's second-highest building (the first-highest is a train station in Tibet). To save themselves from oxygen depravation during their observing runs, astronomers undertake observations at a base site further down the mountain. The oxygen is so thin at this height that technicians are not allowed to work on site for more than six hours at a time, and must keep oxygen with them at all times. But ALMA's height above sea level, and the aridity of the surrounding Atacama desert, are important to limit interference from water vapor in the Earth's atmosphere. In other words, ALMA's altitude - above 40% of Earth's atmosphere - is part of what makes it so powerful. This telescope is expected to complement other existing telescopes by providing data about the universe at a very high resolution and in a frequency of the electromagnetic spectrum (submillimeter and millimeter) that is able to provide access to understanding the dark, cold, distant universe.  ALMA will penetrate clouds of dust and gas to help astronomers study the birth of planets, stars, and galaxies. It'll be able to look 12 billion years back in time to create a picture-book of the history of the universe (our universe is believed to be about 13.77 billion years old). It'll probe our origins in a way that no other telescope has before. That's one reason astronomers called this new telescope ALMA, which is the Spanish word for soul.", "url": "https://earthsky.org/space/alma-telescope-officially-online-on-march-13/"}, {"title": "National Science Foundation Celebrates Inauguration of Atacama Large Millimeter/submillimeter Array (ALMA) in Chile", "date": "2013-03-13", "content": "The U.S. National Science Foundation (NSF), in collaboration with its Canada and Taiwan partners, Japan, Europe and Chile, inaugurated the Atacama Large Millimeter/submillimeter Array (ALMA) today, one of the world's most powerful telescopes, as part of an international ceremony in Chile. Chilean President Sebastián Piñera, members of the Chilean cabinet, U.S. NSF Director Subra Suresh, European Southern Observatory Director General Tim de Zeeuw, Senior Vice Minister in Japan's Ministry of Education, Culture, Sports, Science and Technology Teru Fukui, and senior officials and scientists of partner countries participated in the inauguration. ALMA comprises 66 antennas that will provide high resolution images of the earliest galaxies in the distant universe, as well as the formation processes of planets circling stars in our own Milky Way galaxy. Scientists from around the world will have the opportunity to explore such objects as they never could before, with an array of telescopes more than 100 times more capable than any previous millimeter arrays. \"NSF is excited to play a major role in ALMA and to foster new opportunities for international collaboration and discoveries at the cutting edge of astronomy,\" said Suresh. \"ALMA promises to enable transformational research into the origins and evolution of the universe.\" NSF supported the construction of ALMA with $499 million over 11 years and funded 25 of the 66 antennas. The agency's annual contributions to the operations of ALMA total $34 million. \"We are proud of the U.S contribution to ALMA and the international partnership that has made ALMA possible,\" said U.S. Ambassador to Chile Alejandro D. Wolff. \"U.S.-Chile collaboration in astronomy dates back to 1849. The data and science gathered from ALMA will build on other U.S. investments in Chile, including the Cerro Tololo Inter-American Observatory, Las Campanas Observatory and Gemini Observatory.\" ALMA is located at an altitude of 16,500 feet in the desert of Atacama, Chile. It sits above 40 percent of the Earth's atmosphere and virtually all of the world's water vapor. ALMA is designed to peer into a slice of the electromagnetic spectrum at millimeter wavelengths--light that is closer to a radio wave than to the optical light that is seen by the human eye. Together with NASA's future James Webb Space Telescope, ALMA will reveal extraordinary details of the origins of structures in our universe, extending from planets around nearby stars to the earliest galaxies as they formed more than 12 billion years ago. The National Radio Astronomy Observatory (NRAO), an NSF facility, has led the North American technical and scientific contributions to ALMA. Managed by Associated Universities, Inc. since its inception more than 50 years ago, NRAO has remained at the frontier of radio astronomy research through the conception, development and operation of transformational facilities such as ALMA. ", "url": "https://www.nsf.gov/news/news_summ.jsp?cntn_id=127233"}, {"title": "ALMA Sees Stars Forming Near Galaxy Core", "date": "2013-04-04", "content": "Astronomers using the Atacama Large Millimeter/submillimeter Array (ALMA) have discovered signs of star formation perilously close to the supermassive black hole at the center of the Milky Way Galaxy. If confirmed, this would be the first time that star formation was observed so close to the galactic center. The center of our galaxy, 27,000 light-years away in the direction of the constellation Sagittarius, is home to a monstrous black hole with a mass of four million suns. Extending outward from this gravitational behemoth for many light-years is a turbulent region of space that is thought to be wracked by such extreme tidal forces that any star-forming clouds of dust and gas would be stretched thin and shredded long before infant stars could emerge. Yet against these extreme odds, ALMA spotted telltale jets of material bursting out of what appear to be dense cocoons of gas and dust. These jets, if they were observed in more placid surroundings, would indicate the formation of a young star. The results were accepted for publication in the Astrophysical Journal Letters. \"People think it is very hard to form stars near a supermassive black hole,\" said Farhad Yusef-Zadeh of Northwestern University. \"This is because the gravity of the black hole produces extreme tidal forces that would stretch and elongate molecular clouds, preventing them from ever accumulating enough mass to trigger star formation. But what we seem to have found are patches of dust and gas that have become so dense that they are able to overcome their inhospitable surroundings.\" Yusef-Zadeh and his colleagues speculate that these molecular clouds have become so massive and dense, possibly by colliding together, that they cross the all-important threshold that allows internal gravity to take over, starting a chain of events that inexorably leads to the birth of a new star. As this process evolves, material in these clouds clumps together and collapses into an ever denser mass that begins to rotate faster and faster. This rapid rotation, possibly coupled with the star's magnetic field, accelerates some of the material and shoots it out into space along the nascent star's axis of rotation. The astronomers were able to detect these characteristic jets of material by tracing the presence of the molecule silicon monoxide (SiO), which is relatively abundant in molecular clouds. When excited during star formation, SiO emits a very specific set of wavelengths of light in the microwave, or millimeter range. This is precisely the window of light that ALMA was designed to study. \"SiO is an excellent tracer of molecular outflows,\" said Yusef-Zadeh. \"What we see in these images from ALMA are outflows that appear very much like what we see in star-forming regions elsewhere in galaxy. So the environments may be very different, but once you get the right conditions, collapse takes place and you're able to create what we would observe to be run-of-the-mill massive or intermediate mass stars.\" For more than a decade, astronomers have puzzled over the origin of stars seen whipping around the black hole that lurks at the center of our galaxy. These massive, young stars (less than 10 million years old) are rocketing through an area of space where it was thought they had no business being. Astronomers believe that they either formed elsewhere under more placid conditions and migrated inward or they somehow overcame their turbulent childhoods to emerge as relatively normal and well-adjusted stellar objects. \"Though this question of stars near the galactic center is still open ended, ALMA will definitely have the power and sensitivity to shed more light on the mystery,\" said Al Wootten, the North America ALMA Project Scientist with the National Radio Astronomy Observatory (NRAO) in Charlottesville, Virginia. \"These latest studies do suggest that the conditions necessary for star formation could extend much closer to the galactic center than we previously believed.\" These results were part of the ALMA Science Verification program. The data were taken with only 12 of ALMA's eventual full complement of 66 antennas. Earlier data from CARMA, the Combined Array for Research in Millimeter-wave Astronomy, contributed to this research.", "url": "https://public.nrao.edu/news/alma-sees-stars-forming-near-galaxy-core/"}, {"title": "ALMA Compact Array Completed and Named After Japanese Astronomer", "date": "2013-05-07", "content": "The Atacama Large Millimeter/submillimeter Array (ALMA) has reached another milestone with the delivery of the last antenna forming the Atacama Compact Array (ACA) to the ALMA high site. The ACA is a subset of 16 closely separated antennas that will greatly improve ALMA's ability to study celestial objects with a large angular size, such as molecular clouds and nearby galaxies. The 16 antennas forming the Atacama Compact Array, four 12-metre antennas and twelve 7-metre antennas, were produced and delivered by Japan. Japan's participation in ALMA also includes some of the ultra-cooled radio receivers installed in the 66 ALMA antennas and the ACA correlator, a powerful special-purpose computer that combines the signals from the ACA antennas. ALMA was inaugurated on 13 March 2013 during an official ceremony. However, it had already started science operations in September 2011, when a reduced set of antennas was made available for observations. Astronomers worldwide rushed to submit their proposals and, even with the limited capabilities of the partial array, the scientific results obtained from these observations have already provided significant advances in our knowledge of the Universe, in fields such as planetary and star formation and in astrochemistry. Named Morita Array after Japanese Astronomer. In March 2013, it was decided to officially name the Atacama Compact Array the Morita Array after Professor Koh-ichiro Morita, a member of the Japanese ALMA team and designer of the ACA, who suddenly passed away on 7 May 2012 in Santiago. This is the first time that a telescope has been named after a Japanese astronomer. ", "url": "https://www.eso.org/public/announcements/ann13040/"}]}, {"win label": 0, "news": [{"title": "ALMA Prenatal Scan Reveals Embryonic Monster Star", "date": "2013-07-10", "content": "New observations using the Atacama Large Millimeter/submillimeter array (ALMA) have given astronomers the best view yet of a monster star in the process of forming within a dark cloud. A stellar womb with over 500 times the mass of the Sun has been found - the largest ever seen in the Milky Way - and it is still growing. The embryonic star within the cloud is hungrily feeding on material that is racing inwards. The cloud is expected to give birth to a very brilliant star with up to 100 times the mass of the Sun. The most massive and brightest stars in the galaxy form within cool and dark clouds but the process remains not just shrouded in dust, but also in mystery [1]. An international team of astronomers has now used ALMA to perform a microwave prenatal scan to get a clearer look at the formation of one such monster star that is located around 11 000 light-years away, in a cloud known as the Spitzer Dark Cloud (SDC) 335.579-0.292. There are two theories on the formation of the most massive stars. One suggests that the parental dark cloud fragments, creating several small cores that collapse on their own and eventually form stars. The other is more dramatic: the entire cloud begins to collapse inwards, with material racing towards the cloud's centre to form one or more massive behemoths there. A team led by Nicolas Peretto of CEA/AIM Paris-Saclay, France, and Cardiff University, UK, realised that ALMA was the perfect tool to help find out what was really happening. SDC335.579-0.292 was first revealed as a dramatic environment of dark, dense filaments of gas and dust through observations with NASA's Spitzer Space Telescope and ESA's Herschel Space Observatory. Now the team has used the unique sensitivity of ALMA to look in detail at both the amount of dust and the motion of the gas moving around within the dark cloud - and they have found a true monster. \"The remarkable observations from ALMA allowed us to get the first really in-depth look at what was going on within this cloud,\" says Peretto. \"We wanted to see how monster stars form and grow, and we certainly achieved our aim! One of the sources we have found is an absolute giant - the largest protostellar core ever spotted in the Milky Way.\" This core - the womb of the embryonic star - has over 500 times the mass of our Sun swirling around within it [2]. And the ALMA observations show that much more material is still flowing inwards and increasing the mass still further. This material will eventually collapse to form a young star up to 100 times as massive as our home star - a very rare beast. \"Even though we already believed that the region was a good candidate for being a massive star-forming cloud, we were not expecting to find such a massive embryonic star at its centre,\" says Peretto. \"This object is expected to form a star that is up to 100 times more massive than the Sun. Only about one in ten thousand of all the stars in the Milky Way reach that kind of mass!\" \"Not only are these stars rare, but their birth is extremely rapid and their childhood is short, so finding such a massive object so early in its evolution is a spectacular result,\" adds team member Gary Fuller from the University of Manchester, UK. Another team member, Ana Duarte Cabral from the Laboratoire d'Astrophysique de Bordeaux, France, emphasises that \"the ALMA observations reveal the spectacular details of the motions of the filamentary network of dust and gas, and show that a huge amount of gas is flowing into a central compact region\". This strongly supports the theory of global collapse for the formation of massive stars, rather than fragmentation. These observations formed part of the Early Science phase of ALMA, and have made use of just a quarter of the full array of antennas. \"We managed to get these very detailed observations using only a fraction of ALMA's ultimate potential,\" concludes Peretto. \"ALMA will definitely revolutionise our knowledge of star formation, solving some current problems, and certainly raising new ones.\"", "url": "https://www.eso.org/public/news/eso1331/"}, {"title": "A frosty landmark for planet and comet formation", "date": "2013-07-17", "content": "A snow line has been imaged in a far-off infant planetary system for the very first time. The snow line, located in the disc around the Sun-like star TW Hydrae, promises to tell us more about the formation of planets and comets, the factors that decide their composition, and the history of the Solar System. The results are published today in Science Express. Astronomers using the Atacama Large Millimeter/submillimeter Array (ALMA) have taken the first ever image of the snow line in an infant planetary system. On Earth, snow lines form at high altitudes where falling temperatures turn the moisture in the air into snow. This line is clearly visible on a mountain, where the snow-capped summit ends and the rocky face begins. The snow lines around young stars form in a similar way, in the distant, colder reaches of the dusty discs from which planetary systems form. Starting from the star and moving outwards, water (H2O) is the first to freeze, forming the first snow line. Further out from the star, as temperatures drop, more exotic molecules can freeze and turn to snow, such as carbon dioxide (CO2), methane (CH4), and carbon monoxide (CO). These different snows give the dust grains a sticky outer coating and play an essential role in helping the grains to overcome their usual tendency to break up in collisions, allowing them to become the crucial building blocks of planets and comets. The snow also increases how much solid matter is available and may dramatically speed up the planetary formation process. Each of these different snow lines - for water, carbon dioxide, methane and carbon monoxide - may be linked to the formation of particular kinds of planets [1]. Around a Sun-like star in a planetary system like our own, the water snow line would correspond to a distance between the orbits of Mars and Jupiter, and the carbon monoxide snow line would correspond to the orbit of Neptune. The snow line spotted by ALMA is the first glimpse of the carbon monoxide snow line, around TW Hydrae, a young star 175 light-years away from Earth. Astronomers believe this budding planetary system shares many of the same characteristics of the Solar System when it was just a few million years old. \"ALMA has given us the first real picture of a snow line around a young star, which is extremely exciting because of what it tells us about the very early period in the history of the Solar System,\" said Chunhua \"Charlie\" Qi (Harvard-Smithsonian Center for Astrophysics, Cambridge, USA) one of the two lead authors of the paper. \"We can now see previously hidden details about the frozen outer reaches of another planetary system similar to our own.\" But the presence of a carbon monoxide snow line could have greater consequences than just the formation of planets. Carbon monoxide ice is needed to form methanol, which is a building block of the more complex organic molecules that are essential for life. If comets ferried these molecules to newly forming Earth-like planets, these planets would then be equipped with the ingredients necessary for life. Before now, snow lines had never been imaged directly because they always form in the relatively narrow central plane of a protoplanetary disc, so their precise location and extent could not be determined. Above and below the narrow region where snow lines exist, the star's radiation prevents ice formation. The dust and gas concentration in the central plane is necessary to insulate the area from the radiation so that carbon monoxide and other gases can cool and freeze. This team of astronomers succeeded in peering inside this disc to where the snow has formed with the help of a clever trick. Instead of looking for the snow - as it cannot be observed directly - they searched for a molecule known as diazenylium (N2H+), which shines brightly in the millimetre portion of the spectrum, and so is a perfect target for a telescope such as ALMA. The fragile molecule is easily destroyed in the presence of carbon monoxide gas, so would only appear in detectable amounts in regions where carbon monoxide had become snow and could no longer destroy it. In essence, the key to finding carbon monoxide snow lies in finding diazenylium. ALMA's unique sensitivity and resolution has allowed the astronomers to trace the presence and distribution of diazenylium and find a clearly defined boundary approximately 30 astronomical units from the star (30 times the distance between the Earth and the Sun). This gives, in effect, a negative image of the carbon monoxide snow in the disc surrounding TW Hydrae, which can be used to see the carbon monoxide snow line precisely where theory predicts it should be - the inner rim of the diazenylium ring. \"For these observations we used only 26 of ALMA's eventual full complement of 66 antennas. Indications of snow lines around other stars are already showing up in other ALMA observations, and we are convinced that future observations with the full array will reveal many more of these and provide further, exciting insights into the formation and evolution of planets. Just wait and see,\" concludes Michiel Hogerheijde from Leiden Observatory, the Netherlands.", "url": "https://exoplanets.nasa.gov/news/110/a-frosty-landmark-for-planet-and-comet-formation/"}, {"title": "ALMA observatory halts work amid labour dispute", "date": "2013-08-26", "content": "Less than half a year after the inauguration of a US$1.4-billion radio telescope array in Chile, astronomical observations have ceased because of a labour strike. Work at the Atacama Large Millimeter/submillimeter Array (ALMA) ground to a halt on 22 August after contract negotiations broke down with the local workers' union. Many of the 195 striking employees remain at the operations-support facility, a hub more than halfway up the 5,000-metre-high Chajnantor plateau in Chile's Atacama Desert. Most staff astronomers, who are not part of the union, have left. Science observations have stopped, although data analysis continues off site. In an e-mail to ALMA users, observatory director Pierre Cox warned that the strike poses \"challenges\" for ALMA's current set of scheduled observations, known as cycle 1. Cycle 1 began in January using about half of the array's planned 66 telescope dishes. \"I do not anticipate and will do my utmost to prevent the delay of Cycle 2,\" Cox wrote. Cycle 2 observations were to begin in June 2014 and use more of the array's dishes. The dispute is over how to replace a three-year collective contract that expired on 13 August. On 1 July, a union representing nearly 80% of the Chileans who work at ALMA proposed terms for the new contract that asked for pay rises, bonuses and shorter work shifts. The employees on strike include engineers, data managers and administrative staff.  \"What we attempted to put into the collective contract was similar working conditions to the other international observatories located here in Chile,\" says Victor Gonzalez, a software engineer at ALMA and president of the union. For instance, Gonzalez says, ALMA has 12-hour shifts and 45-hour weeks, whereas other observatories have 11-hour shifts and 40-hour weeks. On the other side of the bargaining table is Associated Universities Incorporated (AUI), a corporation based in Washington DC that is the legal employer of ALMA's Chilean staff. The AUI says that it has commissioned surveys on salaries in Chile and that ALMA's are well within the local market. Several rounds of negotiation and mediation have failed. The strike came just as ALMA workers were poised to complete the installation of the last few telescope dishes, expected by the end of 2013. Already the observatory is generating powerful results. By studying the faint glow of cool gas, astronomers are using ALMA to discover the birthplaces of giant stars and show how winds associated with stellar nurseries affect the evolution of galaxies. In May the observatory announced that array testing was going so well that the call for cycle 2 proposals would go out in October, with a submission deadline of December. Ethan Schreier, president of the AUI, says that plans for those observations should move forward in spite of the strike. \"Astronomers should continue to prepare for using ALMA,\" he says. But no observations will be made until the impasse is broken. Striking workers are camping out in their rooms at the ALMA operations building, and the mood is said to be extremely tense. Although the AUI is directly responsible for the labour contracts, ALMA has a complex management structure that involves three primary partners: the European Southern Observatory, the US National Radio Astronomy Observatory and the National Astronomical Observatory of Japan. The labour union and the AUI are likely to return to the bargaining table soon, driven by the workers' need to be paid and the AUI's need to get ALMA up and running again. Gonzalez says that everyone will benefit from improvements in working conditions. \"It should be possible to fix this,\" he says.", "url": "https://www.nature.com/articles/nature.2013.13612"}, {"title": "ALMA discovers large \"hot\" cocoon around a small baby star", "date": "2013-10-07", "content": "Scientists using the Atacama Large Millimeter/submillimeter Array discovered a large hot molecular cloud around a young star. This hot cloud is about 10 times larger than those found around typical solar-mass baby stars, which indicates that the star formation process has more diversity than ever thought. Stars are formed in cold gas and dust clouds. Infrared dark clouds are dense regions of such clouds in which clusters of stars are formed. Since most stars are born as members of star clusters, investigating IRDCs has a crucial role in a comprehensive understanding of the star formation process. ", "url": "https://astronomy.com/news/2013/10/alma-discovers-large-hot-cocoon-around-a-small-baby-star"}, {"title": "Spitzer and ALMA Reveal a Star's Bubbly Birth", "date": "2013-11-11", "content": "Supersonic jets burst out of a young star's cocoon in a new image from NASA's Spitzer Space Telescope and the Atacama Large Millimeter/submillimeter Array (ALMA). It's a bouncing baby ... star! Combined observations from NASA's Spitzer Space Telescope and the newly completed Atacama Large Millimeter/submillimeter Array (ALMA) in Chile have revealed the throes of stellar birth as never before in the well-studied object known as HH 46/47. Herbig-Haro (HH) objects form when jets shot out by newborn stars collide with surrounding material, producing small, bright, nebulous regions. To our eyes, the dynamics within many HH objects are obscured by enveloping gas and dust. But the infrared and submillimeter wavelengths of light seen by Spitzer and ALMA, respectively, pierce the dark cosmic cloud around HH 46/47 to let us in on the action. The Spitzer observations show twin supersonic jets emanating from the central star that blast away surrounding gas and set it alight into two bubbly lobes. HH 46/47 happens to sit on the edge of its enveloping cloud in such a way that the jets pass through two differing cosmic environments. The rightward jet, heading into the cloud, is plowing through a \"wall\" of material, while the leftward jet's path out of the cloud is relatively unobstructed, passing through less material. This orientation serves scientists well by offering a handy compare-and-contrast setup for how the outflows from a developing star interact with their surroundings. \"Young stars like our sun need to remove some of the gas collapsing in on them to become stable, and HH 46/47 is an excellent laboratory for studying this outflow process,\" said Alberto Noriega-Crespo, a scientist at the Infrared Processing and Analysis Center at the California Institute of Technology, Pasadena, Calif. \"Thanks to Spitzer, the HH 46/47 outflow is considered one of the best examples of a jet being present with an expanding bubble-like structure.\" Noriega-Crespo led the team that began studying HH 46/47 with Spitzer nearly 10 years ago when the telescope first began observing the heavens. Now, using a new image processing technique developed in the past few years, he and his colleagues have been able to render HH 46/47 in higher resolution. Meanwhile, the fresh views of HH 46/47 by ALMA have revealed that the gas in the lobes is expanding faster than previously thought. This faster expansion has an influence on the overall amount of turbulence in the gaseous cloud that originally spawned the star. In turn, the extra turbulence could have an impact on whether and how other stars might form in this gaseous, dusty, and thus fertile, ground for star-making. A team led by Hector Arce at Yale University, New Haven, Conn., carried out the ALMA observations and their analysis was published recently in The Astrophysical Journal.", "url": "https://www.jpl.nasa.gov/news/spitzer-and-alma-reveal-a-stars-bubbly-birth"}, {"title": "Infant Galaxies Merging Near 'Cosmic Dawn'", "date": "2013-11-21", "content": "Astronomers using the combined power of the Atacama Large Millimeter/submillimeter Array (ALMA) telescope and NASA's Hubble Space Telescope have discovered a far-flung trio of primitive galaxies nestled inside an enormous blob of primordial gas nearly 13 billion light-years from Earth. \"This exceedingly rare triple system, seen when the Universe was only 800 million years old, provides important insights into the earliest stages of galaxy formation during a period known as 'Cosmic Dawn,' when the Universe was first bathed in starlight,\" said Richard Ellis, the Steele Professor of Astronomy at the California Institute of Technology and member of the research team. \"Even more interesting, these galaxies appear poised to merge into a single massive galaxy, which could eventually evolve into something akin to the Milky Way.\" Researchers first detected this object, which appeared to be a giant bubble of hot, ionized gas, in 2009. Dubbed Himiko (after a legendary queen of ancient Japan), it is nearly 10 times larger than typical galaxies of that era and comparable in size to our own Milky Way. Subsequent observations with the Spitzer Space Telescope suggested that Himiko might represent a single galaxy, which would make it uncharacteristically massive for that period of the early Universe. \"The new observations revealed that, rather than a single galaxy, Himiko harbors three distinct, bright sources, whose intense star formation is heating and ionizing this giant cloud of gas,\" said Masami Ouchi, an associate professor at the University of Tokyo who led the international team of astronomers from Japan and the United States. Areas of such furious star formation should be brimming with heavy elements such as carbon, silicon, and oxygen. These elements are forged in the nuclear furnaces of massive, short-lived stars like those bursting into life inside the three galaxies detected by Hubble. At the end of their relatively brief lives, these stars explode as supernovas, seeding the intergalactic medium with a fine dust of heavy elements. \"When this dust is heated by ultraviolet radiation from massive newborn stars, the dust then re-radiates at radio wavelengths,\" remarked Kotaro Kohno, a member of the team also with the University of Tokyo. \"Such radiation is not detected in Himiko.\" \"Surprisingly, observations with ALMA revealed a complete absence of the signal from carbon, which is rapidly synthesized in young stars. Given the sensitivity of ALMA, this is truly remarkable,\" said Ouchi. \"Exactly how this intense activity can be reconciled with the primitive chemical composition of Himiko is quite puzzling.\" The astronomers speculate that a large fraction of the gas in Himiko could be primordial, a mixture of the light elements hydrogen and helium, which were created in the Big Bang. If correct, this would be a landmark discovery signaling the detection of a primordial galaxy seen during its formation. Ellis summed up the situation: \"Astronomers are usually excited when a signal from an object is detected. But, in this case, it's the absence of a signal from heavy elements that is the most exciting result!\" The ALMA data were taken as part of the early science program with only a portion of the array's eventual full complement of 66 antennas. Future research with the complete ALMA telescope and the next-generation of ground- and space-based observatories will look even further back in time, shedding more light on the origin and evolution of the first stars and galaxies. The results are accepted for publication in the Astrophysical Journal. ALMA, an international astronomy facility, is a partnership of Europe, North America and East Asia in cooperation with the Republic of Chile. ALMA construction and operations are led on behalf of Europe by ESO, on behalf of North America by the National Radio Astronomy Observatory (NRAO), and on behalf of East Asia by the National Astronomical Observatory of Japan (NAOJ). The Joint ALMA Observatory (JAO) provides the unified leadership and management of the construction, commissioning and operation of ALMA.", "url": "https://public.nrao.edu/news/infant-galaxies-merge-near-cosmic-dawn/"}]}, {"win label": 0, "news": [{"title": "ALMA: Peering into the universe's past", "date": "2014-03-09", "content": "At this very moment, astronomers are exploring parts of space that have never been seen before. They are seeing the actual birth of planets and stars, countless millions of them, from the top of a remote plateau in Northern Chile. Deep in the Atacama Desert, they've built a revolutionary new observatory, known as the Atacama Large Millimeter/submillimeter Array, ALMA for short. It's a different kind of telescope, not the kind you look through. ALMA is the world's most powerful radio telescope, which means it deciphers wave lengths of light -- colors really -- that the human eye cannot see, giving scientists a window on parts of the universe that are otherwise invisible. It's a project that's been 30 years in the making and cost $1.3 billion. ALMA is just getting started, but has already made some astonishing discoveries. For centuries, people have come to this high plateau in Northern Chile to look far into the heart of space. It's called Chajnantor, which means \"place of departure.\" As these time lapse pictures show, it is the Earth's window to the stars. At 16,500 feet, it's above most of the Earth's atmosphere, there's very little here separating man from the heavens. The result is a night's sky that's more brilliant than anything you can see without actually being in orbit. The landscape is otherworldly, and the harsh terrain stretches hundreds of miles. But the same features that make the desert so inhospitable also make it an ideal place to gaze at the galaxies. It's high and it's dry. ALMA is comprised of 66 radio antennas. The expertise and technology assembled here make it the most ambitious astronomical project on Earth.", "url": "https://www.cbsnews.com/news/alma-peering-into-the-universes-past/"}, {"title": "Fiery Voyage Over ALMA", "date": "2014-04-16", "content": "This beautiful space wallpaper, taken during a time lapse set at the Atacama Large Millimeter/submillimeter Array (ALMA) is another dramatic Ultra High Definition photograph from the ESO Ultra HD Expedition. The spectacular javelin of light over the ALMA array is a shooting star, slicing through the image in a vivid streak of colors. Emerald green, golden and faint crimson hues blaze brightly as the meteor burns up as it enters the Earth's atmosphere and makes its fiery voyage across the sky. As the high-speed fireball - which is, in reality, a small grain of rock from interplanetary space - interacts with the atmosphere it heats up, vaporizing the surface layers of the meteor, which are left behind in a glowing trail. These trails disappear in just a few seconds, but are captured here at the click of a button. This image was released April 7, 2014.", "url": "https://www.space.com/25521-fiery-voyage-over-alma-space-wallpaper.html"}, {"title": "ALMA probes environment around dark gamma-ray bursts", "date": "2014-06-11", "content": "Observations from the Atacama Large Millimeter/submillimeter Array have for the first time directly mapped out the molecular gas and dust in the host galaxies of gamma-ray bursts - the biggest explosions in the universe. In a complete surprise, less gas was observed than expected, and correspondingly, much more dust, making some GRBs appear as \"dark GRBs.\" It shows ALMA's potential to help us better understand these objects. GRBs are intense bursts of extremely high energy observed in distant galaxies. Bursts that last more than a couple seconds are known as long-duration gamma- ray bursts and are associated with supernova explosions - powerful detonations at the ends of the lives of massive stars. ", "url": "https://astronomy.com/news/2014/06/alma-probes-environment-around-dark-gamma-ray-bursts"}]}, {"win label": 0, "news": [{"title": "ALMA confirms comets forge organic molecules in their dusty atmospheres", "date": "2014-08-12", "content": "An international team of scientists using the Atacama Large Millimeter/submillimeter Array has made incredible 3-D images of the ghostly atmospheres surrounding comets ISON and Lemmon. These new observations provide important insights into how and where comets forge new chemicals, including intriguing organic compounds. Comets contain some of the oldest and most pristine materials in our solar system. Understanding their unique chemistry could reveal much about the birth of our planet and the origin of organic compounds that are the building blocks of life. ALMA's high-resolution observations provided a tantalizing 3-D perspective of the distribution of the molecules within these two cometary atmospheres, or comas. \"We achieved truly first-of-a-kind mapping of important molecules that help us understand the nature of comets,\" said Martin Cordiner from NASA's Goddard Space Flight Center in Greenbelt, Maryland.  The critical 3-D component of the ALMA observations was made by combining high-resolution 2-D images of the comets with high-resolution spectra obtained from three important organic molecules - hydrogen cyanide (HCN), hydrogen isocyanide (HNC), and formaldehyde (H2CO). These spectra were taken at every point in each image. They identified not only the molecules present, but also their velocities, which provided the third dimension, indicating the depths of the cometary atmospheres. The new results revealed that HCN gas flows outward from the nucleus quite evenly in all directions, whereas HNC is concentrated in clumps and jets. ALMA's exquisite resolution could clearly resolve these clumps moving into different regions of the cometary comas on a day-to-day and even hour-to-hour basis. These distinctive patterns confirm that the HNC and H2CO molecules actually form within the coma and provide new evidence that HNC may be produced by the breakdown of large molecules or organic dust.", "url": "https://www.astronomy.com/news/videos/2014/08/alma-confirms-comets-forge-organic-molecules-in-their-dusty-atmospheres"}, {"title": "European Space Observatory reveals image of rainbow over the Chilean desert", "date": "2014-12-16", "content": "High on the Chajnantor plateau in the Chilean Andes, the European Southern Observatory, together with its international partners, is operating the Atacama Large Millimeter/submillimeter Array - a state-of-the-art telescope to study light from some of the coldest objects in the Universe. This light has wavelengths of around a millimetre, between infrared light and radio waves, and is therefore known as millimetre and submillimetre radiation. ALMA comprises 66 high-precision antennas, spread over distances of up to 16 kilometres. This global collaboration is the largest ground-based astronomical project in existence. ", "url": "https://www.dailymail.co.uk/sciencetech/article-2876793/The-rainbow-desert-European-Space-Observatory-reveals-stunning-image-colourful-phenomenon-Chilean-desert.html"}]}, {"win label": 0, "news": [{"title": "ALMA sees Einstein ring in stunning image of lensed galaxy", "date": "2015-04-07", "content": "Astronomers have discovered that a distant galaxy - seen from Earth with the aid of a gravitational lens - appears like a cosmic ring, thanks to the highest resolution images ever taken with the Atacama Large Millimeter/submillimeter Array. Forged by the chance alignment of two distant galaxies, this striking ring- like structure is a rare and peculiar manifestation of gravitational lensing as predicted by Albert Einstein in his theory of general relativity. Gravitational lensing occurs when a massive galaxy or cluster of galaxies bends the light emitted from a more distant galaxy, forming a highly magnified, though much distorted, image. In this particular case, the galaxy known as SDP.81 and an intervening galaxy line up so perfectly that the light from the more distant one forms a nearly complete circle as seen from Earth. Discovered by the Herschel Space Observatory, SDP.81 is an active star-forming galaxy nearly 12 billion light-years away, seen at a time when the universe was only 15 percent of its current age. ", "url": "https://astronomy.com/news/2015/04/alma-sees-einstein-ring-in-stunning-image-of-lensed-galaxy"}, {"title": "ALMA discovers proto super star cluster", "date": "2015-05-11", "content": "Globular clusters - dazzling agglomerations of up to a million ancient stars - are among the oldest objects in the universe. Though plentiful in and around many galaxies, newborn examples are vanishingly rare and the conditions necessary to create new ones have never been detected until now. Astronomers using the Atacama Large Millimeter/submillimeter Array have discovered what may be the first known example of a globular cluster about to be born: an incredibly massive, extremely dense, yet star-free cloud of molecular gas. \"We may be witnessing one of the most ancient and extreme modes of star formation in the universe,\" said Kelsey Johnson from the University of Virginia in Charlottesville. \"This remarkable object looks like it was plucked straight out of the very early universe. ", "url": "https://astronomy.com/news/2015/05/alma-discovers-proto-super-star-cluster"}]}, {"win label": 0, "news": [{"title": "ALMA unveils rapid star formation in distant galaxies ", "date": "2015-10-15", "content": "Researchers have found that galaxies forming stars at extreme rates 9 billion years ago were more efficient than average galaxies today. The question astronomers have been asking is whether such starbursts in the early universe were the result of having an overabundant gas supply, or whether galaxies converted gas more efficiently. In general, the larger a galaxy's mass, the higher its rate of forming new stars - a relation called the star formation \"main sequence.\" However, every now and then a galaxy will display a burst of newly-formed stars that shine brighter than the rest. A collision between two large galaxies is usually the cause of such starburst phases, where the cold gas residing in the giant molecular clouds becomes the fuel for sustaining such high rates of star formation. A new study published in Astrophysical Journal letters on 14 October, led by John Silverman at the Kavli Institute for the Physics and Mathematics of the Universe, studied carbon monoxide (CO) gas content in seven distant starburst galaxies when the universe was a young 4 billion years old. This was feasible with the advent of the Atacama Large Millimetre Array (ALMA), located on a mountaintop plateau in Chile, which works in tandem to detect electromagnetic waves at a wavelength range in the millimetre (pivotal for studying molecular gas) and a sensitivity level that is just starting to be explored by astronomers today.", "url": "https://astronomynow.com/2015/10/15/alma-unveils-rapid-star-formation-in-distant-galaxies/"}, {"title": "ALMA Links with Other Observatories to Create Earth-sized Virtual Telescope", "date": "2015-11-10", "content": "The Atacama Large Millimeter/submillimeter Array (ALMA) continues to expand its power and capabilities by linking with other millimetre-wavelength telescopes in Europe and North America in a series of very long baseline interferometry (VLBI) observations. In VLBI, data from two or more telescopes are combined to form a single, virtual telescope that spans the geographic distance between them. The most recent of these experiments with ALMA and other telescopes formed an Earth-sized telescope with extraordinarily fine resolution. These experiments are an essential step in including ALMA in the Event Horizon Telescope (EHT), a global network of millimetre-wavelength telescopes that will have the power to study the supermassive black hole at the centre of the Milky Way in unprecedented detail. Before ALMA could participate in VLBI observations, it first had to be transformed into a different kind of instrument known as a phased array. This new version of ALMA allows its 66 antennas to function as a single radio dish 85 metres in diameter, which then becomes one element in a much larger VLBI telescope. The first test of ALMA's VLBI capabilities occurred on 13 January 2015, when ALMA successfully linked with the Atacama Pathfinder Experiment Telescope (APEX), which is about two kilometres from the centre of the ALMA array. On 30 March 2015, ALMA reached out much further by linking with the Institut de Radioastronomie Millimetrique's (IRAM) 30-metre radio telescope in the Sierra Nevada of southern Spain. Together they simultaneously observed the bright quasar 3C 273. Data from this observation were combined into a single observation with a resolution of 34 microarcseconds. This is equivalent to a separation of less than ten centimetres on the Moon, seen from Earth, or less than half a light-year as seen at the quasar's distance of 2.5 billion light-years. The most recent VLBI observing run was performed on 1-3 August 2015 with six of the National Radio Astronomy Observatory's (NRAO) Very Long Baseline Array (VLBA) antennas. This combined instrument formed a virtual Earth-sized telescope and observed the quasar 3C 454.3, which is one of the brightest radio beacons on the sky, despite lying at a distance of 7.8 billion light-years. These data were first processed at NRAO and MIT-Haystack in the United States and further post-processing analysis is being performed at the Max Planck Institute for Radio Astronomy (MPIfR) in Bonn, Germany. The new observations are a further step towards global interferometric observations with ALMA in the framework of the Global mm-VLBI Array and the Event Horizon Telescope, with ALMA as the largest and the most sensitive element. The addition of ALMA to millimetre VLBI will boost the imaging sensitivity and capabilities of the existing VLBI arrays by an order of magnitude.", "url": "https://www.eso.org/public/announcements/ann15087/"}, {"title": "ALMA Reveals Planetary Construction Sites", "date": "2015-12-16", "content": "Astronomers using the Atacama Large Millimeter/submillimeter Array (ALMA) have found the clearest indications yet that planets with masses several times that of Jupiter have recently formed in the discs of gas and dust around four young stars. Measurements of the gas around the stars also provide additional clues about the properties of those planets. Planets are found around nearly every star, but astronomers still do not fully understand how - and under what conditions - they form. To answer such questions, they study the rotating discs of gas and dust present around young stars from which planets are built. But these discs are small and far from Earth, and the power of ALMA was needed for them to reveal their secrets. A special class of discs, called transitional discs, have a surprising absence of dust in their centres, in the region around the star. Two main ideas have been put forward to explain these mysterious gaps. Firstly, the strong stellar winds and intense radiation could have blown away or destroyed the encircling material. Alternatively, massive young planets in the process of formation could have cleared the material as they orbit the star. The unparalleled sensitivity and image sharpness of ALMA have now allowed the team of astronomers, led by Nienke van der Marel from the Leiden Observatory in the Netherlands to map the distribution of gas and dust in four of these transitional discs better than ever before. This in turn has allowed them to choose between the two options as the cause of the gaps for the first time. The new images show that there are significant amounts of gas within the dust gaps. But to the team's surprise, the gas also possessed a gap, up to three times smaller than that of the dust. This could only be explained by the scenario in which newly formed massive planets have cleared the gas as they travelled around their orbits, but trapped the dust particles further out. \"Previous observations already hinted at the presence of gas inside the dust gaps,\" explains Nienke van der Marel. \"But as ALMA can image the material in the entire disc in much greater detail than other facilities, we could rule out the alternative scenario. The deep gap points clearly to the presence of planets with several times the mass of Jupiter, creating these caverns as they sweep through the disc.\" Remarkably, these observations were conducted utilising just one tenth of the current resolving power of ALMA, as they were performed whilst half of the array was still under construction on the Chajnantor Plateau in northern Chile. Further studies are now needed to determine whether more transitional discs also point towards this planet-clearing scenario, although ALMA's observations have, in the meantime, provided astronomers with a valuable new insight into the complex process of planetary formation. \"All the transitional discs studied so far that have large dust cavities also have gas cavities. So, with ALMA, we can now find out where and when giant planets are being born in these discs, and compare these results with planet formation models,\" says Ewine van Dishoeck, also of Leiden University and the Max Planck Institute for Extraterrestrial Physics in Garching [6]. \"Direct planetary detection is just within reach of current instruments, and the next generation telescopes currently under construction, such as the European Extremely Large Telescope, will be able to go much further. ALMA is pointing out where they will need to look.\"", "url": "https://www.eso.org/public/news/eso1549/"}]}, {"win label": 0, "news": [{"title": "ALMA Spots Baby Star's Growing Blanket", "date": "2016-03-03", "content": "Researchers using the Atacama Large Millimeter/submillimeter Array (ALMA) have made the first direct observations delineating the gas disk around a baby star from the infalling gas envelope. This finding fills an important missing piece in our understanding of the early phases of stellar evolution. A research team, led by Yusuke Aso (a graduate student at the University of Tokyo) and Nagayoshi Ohashi (a professor at the Subaru Telescope, National Astronomical Observatory of Japan) observed the baby star named TMC-1A, which is located 450 light-years from Earth in the constellation Taurus. TMC-1A is a protostar, a star still in the process of forming.   The team directly observed the boundary between the inner rotating disk and the outer infalling envelope. Since gas from the outer envelope is continuously falling into the disk, it had been difficult to identify the transition region in previous studies. In particular, the tenuous but high-speed gas in rotating disks is not easy to see. But ALMA has enough sensitivity to highlight such a component and illustrate the speed and distribution of gas in the disk very precisely. This enabled the team to distinguish the disk from the infalling envelope. Read the full text of NAOJ's release here. The Atacama Large Millimeter/submillimeter Array (ALMA), an international astronomy facility, is a partnership of the European Organisation for Astronomical Research in the Southern Hemisphere (ESO), the U.S. National Science Foundation (NSF) and the National Institutes of Natural Sciences (NINS) of Japan in cooperation with the Republic of Chile. ALMA is funded by ESO on behalf of its Member States, by NSF in cooperation with the National Research Council of Canada (NRC) and the National Science Council of Taiwan (NSC) and by NINS in cooperation with the Academia Sinica (AS) in Taiwan and the Korea Astronomy and Space Science Institute (KASI). ALMA construction and operations are led by ESO on behalf of its Member States; by the National Radio Astronomy Observatory (NRAO), managed by Associated Universities, Inc. (AUI), on behalf of North America; and by the National Astronomical Observatory of Japan (NAOJ) on behalf of East Asia. The Joint ALMA Observatory (JAO) provides the unified leadership and management of the construction, commissioning and operation of ALMA.", "url": "https://public.nrao.edu/news/alma-protostar-blanket/"}, {"title": "Milky Way Glitters Over ALMA Telescope in Skywatcher Image", "date": "2016-04-04", "content": "The heart of our galaxy, full of molecular gas and dust, is shown in stunning detail atop the Atacama Large Millimeter/submillimeter Array (ALMA) radio telescope in Chile. This image was taken by Miguel Claro on Oct., 14, 2015 from Chajnantor plateau, Atacama desert, Chile. ALMA is an astronomical interferometer of radio telescopes with a a powerful variable \"zoom\" created by combining the input of 66 antennas. ALMA has a maximum resolution which is sometimes better than that achieved, at visible wavelengths, by the Hubble Space Telescope.  \"Astronomers can use it [ALMA] to study the chemical and physical conditions in molecular clouds - the dense regions of gas and dust where new stars are being born. Often these regions of the Universe are dark and obscured in visible light, but they shine brightly in the millimetre and submillimetre part of the spectrum,\" Claro wrote on his website.", "url": "https://www.space.com/32236-milky-way-glitters-over-alma-telescope-photo.html"}, {"title": "Most distant oxygen ever detected sheds light on the Universe's dark ages", "date": "2016-06-22", "content": "In a new study, researchers describe observations of a distant galaxy, far enough away to be seen as it was a mere 700 million years after the Big Bang. These observations turned up both the most distant oxygen ever observed and new clues about the cosmic phase shift known as reionization. Early in the Universe's history, there were no stars and little of any elements heavier than hydrogen and helium. When the first stars began to appear, they made two changes in the Universe around them. First, they began to create some of the heavier elements. Second, they started ionizing the hydrogen gas, stripping the electrons off it and leaving it electrically charged. This second process is called reionization, since hydrogen started out ionized after the Big Bang and only turned neutral after the Universe cooled. We don't fully understand the reionization era of the Universe's history, making it a major point of study. One aspect researchers are looking into is the role that the first galaxies played in the process. Galaxies produce stars, which in turn generate enough light that they could ionize the Universe's gas. But to do that, the light has to first escape from its galaxy, which also contains a lot of gas. This local gas could trap the light within the galaxy. So we need some observations of the early Universe to understand what drove reionization.", "url": "https://arstechnica.com/science/2016/06/most-distant-oxygen-ever-detected-sheds-light-on-the-universes-dark-ages/"}]}, {"win label": 0, "news": [{"title": "ALMA captures first-ever image of a protostar's snow line", "date": "2016-07-18", "content": "A team of researchers has imaged the water snow line in a forming exosolar system for the first time. The system in question, V883 Ori, is only about half a million years old and is in an early stage of development, with planet formation probably not yet started. The observations, taken in radio wavelengths by the Atacama Large millimeter/submillimeter Array, identify where in the system it gets cool enough for water to freeze out into a solid, influencing the formation and composition of bodies within the exosolar system. Liquid water can't exist in space, so ice that gets close enough to its star or protostar will heat up enough to sublimate-going from its solid form straight to gas. The snow line is the distance from the protostar where this transition takes place. Other substances, like carbon dioxide and carbon monoxide, have their own snow lines at varying distances from the protostar; the one discussed here is for water.", "url": "https://arstechnica.com/science/2016/07/alma-captures-first-ever-image-of-a-proto-stars-snow-line/"}, {"title": "ALMA Spots Possible Formation Site of Icy Giant Planet", "date": "2016-09-14", "content": "Astronomers found signs of a growing planet around TW Hydra, a nearby young star, using the Atacama Large Millimeter/submillimeter Array (ALMA). Based on the distance from the central star and the distribution of tiny dust grains, the baby planet is thought to be an icy giant, similar to Uranus and Neptune in our Solar System. This result is another step towards understanding the origins of various types of planets. These observation results were accepted for a publication as Tsukagoshi et al. \"A Gap with a Deficit of Large Grains in the Protoplanetary Disk around TW Hya\" by the Astrophysical Journal Letters.", "url": "https://www.nao.ac.jp/en/news/science/2016/20160914-alma.html"}, {"title": "ALMA Measures Size of Seeds of Planets", "date": "2016-12-04", "content": "Researchers using the Atacama Large Millimeter/submillimeter Array, have for the first time, achieved a precise size measurement of small dust particles around a young star through radio-wave polarization. ALMA's high sensitivity for detecting polarized radio waves made possible this important step in tracing the formation of planets around young stars. Dust disk around the young star HD 142527 Dust disk around the young star HD 142527 observed with ALMA. Astronomers have believed that planets are formed from gas and dust particles, although the details of the process have been veiled. One of the major enigmas is how dust particles as small as 1 micrometer aggregate to form a rocky planet with a diameter of 10 thousand kilometers. Difficulty in measuring the size of dust particles has prevented astronomers from tracing the process of dust growth. ", "url": "https://www.labmanager.com/news/alma-measures-size-of-seeds-of-planets-8505"}, {"title": "ALMA Finds Compelling Evidence for Pair of Infant Planets around Young Star", "date": "2016-12-12", "content": "Astronomers now know that our galaxy is teeming with planets, from rocky worlds roughly the size of Earth to gas giants bigger than Jupiter. Nearly every one of these exoplanets has been discovered in orbit around a mature star with a fully evolved planetary system. New observations with the Atacama Large Millimeter/submillimeter Array (ALMA) contain compelling evidence that two newborn planets, each about the size of Saturn, are in orbit around a young star known as HD 163296. These planets, which are not yet fully formed, revealed themselves by the dual imprint they left in both the dust and the gas portions of the star's protoplanetary disk. Previous observations of other young star systems have helped to reshape our understanding of planet formation. For example, ALMA's images of HL Tauri and TW Hydrae revealed striking gaps and prominent ring structures in the stars' dusty disks. These features may be the tantalizing first signs that planets are being born. Remarkably, these signs appeared around much younger stars than astronomers thought possible, suggesting that planet formation can begin soon after the formation of a protoplanetary disk. \"ALMA has shown us amazing images and never-before-seen views of the rings and gaps around young stars that could be the hallmarks of planet formation. However, since we were only looking at the dust in the disks with sufficient detail, we couldn't be sure what created these features,\" said Andrea Isella, an astronomer at Rice University in Houston, Texas, and lead author on a paper published in Physical Review Letters. In studying HD 163296, the research team used ALMA to trace, for the first time, the distribution of both the dust and the carbon monoxide (CO) gas components of the disk at roughly the same level of detail. These observations revealed three distinct gaps in HD 163296's dust-filled protoplanetary disk. The first gap is located approximately 60 astronomical units from the central star, which is about twice the distance from our Sun to Neptune. (An astronomical unit - AU - is the average distance from the Earth to the Sun.) The other two gaps are 100 AU and 160 AU from the central star, well beyond the extent of our solar system's Kuiper Belt, the region of icy bodies beyond the orbit of Neptune. Using ALMA's ability to detect the faint millimeter-wavelength \"glow\" emitted by gas molecules, Isella and his team discovered that there was also an appreciable dip in the amount of CO in the outer two dust gaps. By seeing the same features in both the gas and the dust components of the disk, the astronomers believe they have found compelling evidence that there are two planets coalescing remarkably far from the central star. The width and depth of the two CO gaps suggest that each potential planet is roughly the same mass as Saturn, the astronomers said. In the gap nearest to the star, the team found little to no difference in the concentration of CO gas compared to the surrounding dusty disk. This means that the innermost gap could have been produced by something other than an emerging planet. \"Dust and gas behave very differently around young stars,\" said Isella. \"We know, for example, that there are certain chemical and physical process that can produce ringed structures in the dust like the ones we have seen previously. We certainly believe these structures could be the work of a nascent planet plowing through the dust, but we simply can't rule out other possible explanations. Our new observations provide intriguing evidence that planets are indeed forming around this one young star.\" HD 163296 is roughly 5 million years old and about twice the mass of the Sun. It is located approximately 400 light-years from Earth in the direction of the constellation Sagittarius. The National Radio Astronomy Observatory is a facility of the National Science Foundation, operated under cooperative agreement by Associated Universities, Inc.", "url": "https://public.nrao.edu/news/2016-alma-planets-disk/"}]}, {"win label": 0, "news": [{"title": "ALMA looks straight into the sun", "date": "2017-01-17", "content": "For the human eye, staring straight into the sun is a daunting task. For the Atacama Large Millimeter/submillimeter Array in Chile, peering into the heart of our nearest galactic fireball is a walk in the park, as evidenced by a series of photos just released by the European Southern Observatory from the telescope's first direct observation of the sun. Included in the images is a close-up of a sun spot that's nearly twice the diameter of Earth. Many earthbound telescopes need to be shielded from the sun's radiation to function properly, or at the very least, precautions need to be taken when funneling all that heat and light from the sun. In fact, according to the ESO, the now decommissioned Swedish-ESO Submillimetre Telescope actually caught on fire when it was accidentally pointed at the sun. ", "url": "https://newatlas.com/alma-telescope-images-sun-eso/47424/"}, {"title": "ALMA Finds a Phoenix Cluster Black Hole Aiding New Star Formation", "date": "2017-02-21", "content": "Black holes always spell bad news for matter, right? Well, new observations of the Phoenix Cluster using the Atacama Large Millimeter/submillimeter Array in Chile suggests black holes aren't the harbingers of death and destruction they're normally thought to be. In fact, they may be fertile grounds for allowing new stars to be born. Typically, black holes stop the formation of new stars by sucking up all of the cosmic dust and gas that they need to form, like space's version of a vacuum sucking up dust bunnies. But the Phoenix Cluster, a rare and extremely massive formation of several galaxies, is held together by the gravitational force of a supermassive black hole in the center. ", "url": "https://www.inverse.com/article/27957-alma-black-hole-phoenix-cluster-new-stars-formation"}, {"title": "ALMA's ability to see a \"cosmic hole\" confirmed", "date": "2017-03-17", "content": "Researchers using the Atacama Large Millimeter/submillimeter Array (ALMA) successfully imaged a radio \"hole\" around a galaxy cluster 4.8 billion light-years away. This is the highest resolution image ever taken of such a hole caused by the Sunyaev-Zel'dovich effect (SZ effect). The image proves ALMA's high capability to investigate the distribution and temperature of gas around galaxy clusters through the SZ effect. A research team led by Tetsu Kitayama, Toho University, Japan, and Eiichiro Komatsu, Max Planck Institute for Astrophysics, Germany, used ALMA to investigate the hot gas in a galaxy cluster. The hot gas is a key component to understand the nature and evolution of galaxy clusters. Even though the hot gas does not emit radio waves itself, which would be detectable with ALMA, the gas scatters the radio waves of the Cosmic Microwave Background and makes a \"hole\" around the galaxy cluster. This is called the Sunyaev-Zel'dovich effect (Note). The team observed the galaxy cluster RX J1347.5-1145 located 4.8 billion light-years away. This galaxy cluster is well known among astronomers for its strong SZ effect and has been observed many times with radio telescopes. These observations revealed an uneven distribution of the hot gas in this galaxy cluster, which was not seen in X-ray observations. Astronomers therefore needed higher resolution observations; these however, were difficult to obtain with high-resolution radio interferometers as the hot gas in galaxy clusters is relatively smooth and widely-distributed. ALMA utilized the Atacama Compact Array to overcome this difficulty, which provides a wider field of view with its smaller diameter antennas and the close-packed antenna configuration. By using the data from the Morita Array, astronomers can precisely measure the radio waves from objects extending over a large angle on the sky. With ALMA, the team thus obtained an SZ effect image of RX J1347.5-1145, with twice the resolution and ten times better sensitivity than previous observations. This is the first image of the SZ effect with ALMA. \"The new ALMA observation not only confirms the previous observations, but also provides an image with the highest resolution and highest sensitivity, which will open up a new era of SZ science,\" Eiichiro Komatsu points out. \"The mismatch between radio and X-ray observations leads us to the conclusion that this cluster is undergoing a violent merger, and we think that there is a clump of gas which is incredibly hot.\" ", "url": "https://www.mpa-garching.mpg.de/419995/news20170317"}, {"title": "Seeing black holes and beyond", "date": "2017-04-04", "content": "A powerful new array of radio telescopes is being deployed for the first time this week, as the Atacama Large Millimeter/submillimeter Array (ALMA) in Chile joins a global network of antennas poised to make some of the highest resolution images that astronomers have ever obtained. The improved level of detail is equivalent to being able to count the stitches on a baseball from 8,000 miles away. Scientists at MIT and other institutions are using a method called VLBI (Very Long Baseline Interferometry) to link a group of radio telescopes spread across the globe into what is, in effect, a telescope the size of our planet. Although the technique of VLBI is not new, scientists have just recently begun extending it to millimeter wavelengths to achieve a further boost in resolving power. And now, the addition of ALMA to global VLBI arrays is providing an unprecedented leap in VLBI capabilities. The inclusion of ALMA was recently made possible through the ALMA Phasing Project (APP), an international effort led by the MIT Haystack Observatory in Westford, Massachusetts, and principal investigator Sheperd Doeleman, now at the Harvard-Smithsonian Center for Astrophysics. Before this project, the ALMA dishes worked with each other to make observations as a single array; now, the APP has achieved the synchronizing, or \"phasing,\" of up to 61 ALMA antennas to function as a single, highly sensitive radio antenna - the most antennas ever phased together. To achieve this, the APP team developed custom software and installed several new hardware components at ALMA, including a hydrogen maser (a type of ultraprecise atomic clock), a set of very-high-speed data reformatters, and a fiber optic system for transporting an 8 gigabyte-per-second data stream to four ultrafast data recorders (the Haystack-designed Mark6). The culmination of these efforts is an order-of-magnitude increase in the sensitivity of the world's millimeter VLBI networks, and a dramatic boost in their ability to create detailed images of sources that previously appeared as mere points of light. \"A great many people have worked very hard over the past several years to make this dream a reality,\" says Geoff Crew, software lead for the APP. \"ALMA VLBI is truly going to be transformative for our science.\"   One of the goals of these new technological innovations is to image a black hole. This month, two international organizations are making observations that will allow scientists to construct such an image for the very first time. And the portrait they're attempting to capture is close to home: Sagittarius A* (Sgr A*), the supermassive black hole at the center of the Milky Way. So much data will be collected during the two observation periods that it's faster to fly them to Haystack than it would be to transmit them electronically. Petabytes of data will be flown from telescopes around the world to Haystack for correlation and processing before images of the black hole can be created. Correlation, which registers the data from all participating telescopes to account for the different arrival times of the radio waves at each site, is done using a specialized bank of powerful computers. MIT Haystack is one of the few radio science facilities worldwide with the necessary technology and expertise to correlate this amount of data. Additional correlation for these sessions is being done at the Max Planck Institute for Radio Astronomy in Bonn, Germany. Two observing sessions are taking place. The GMVA (Global mm-VLBI Array) session will observe a variety of sources at a wavelength of 3 millimeters, including Sgr A* and other active galactic nuclei, and the EHT (Event Horizon Telescope) session will observe Sgr A* as well as the supermassive black hole at the center of a nearby galaxy, M87, at a wavelength of 1.3 millimeters. The EHT team includes researchers from MIT's Haystack Observatory and MIT Computer Science and Artificial Intelligence Laboratory (CSAIL), working with the Harvard-Smithsonian Center for Astrophysics and many other organizations. \"Several factors make 1.3 mm the ideal observing wavelength for Sgr A*,\" according to APP Project Scientist Vincent Fish. \"At longer observing wavelengths, the source would be blurred by free electrons between us and the galactic center, and we wouldn't have enough resolution to see the predicted black hole shadow.  At shorter wavelengths, the Earth's atmosphere absorbs most of the signal.\" The current observations are the first in a series of groundbreaking studies in VLBI and radio interferometry that will enable dramatic new scientific discoveries. Data from the newly phased ALMA array will also allow better imaging of other distant radio sources via improved data sampling, increased angular resolution, and eventually spectral-line VLBI - observations of emissions from specific elements and molecules. \"Phasing ALMA has opened whole new possibilities for ultra high-resolution science that will go far beyond the study of black holes,\" says Lynn Matthews, commissioning scientist for the APP. \"For example, we expect to be able to make movies of the gas motions around stars that are still in the process of forming and map the outflows that occur from dying stars, both at a level of detail that has never been possible before.\"   The black hole images from the data gathered this month will take months to prepare; researchers expect to publish the first results in 2018.", "url": "https://news.mit.edu/2017/seeing-black-holes-and-beyond-ALMA-0404"}]}, {"win label": 0, "news": [{"title": "ALMA's image of red giant star gives a surprising glimpse of the sun's future", "date": "2017-11-07", "content": "A Chalmers-led team of astronomers has for the first time observed details on the surface of an aging star with the same mass as the Sun. Alma:s images show that the star is a giant, its diameter twice the size of Earth's orbit around the Sun, but also that the star's atmosphere is affected by powerful, unexpected shock waves. The research is published in Nature Astronomy on 30 October 2017. A team of astronomers led by Wouter Vlemmings, Chalmers University of Technology, have used the telescope Alma (Atacama Large Millimetre/Submillimetre Array) to make the sharpest observations yet of a star with the same starting mass as the Sun. ", "url": "https://www.eurekalert.org/pub_releases/2017-11/cuot-aio110617.php"}]}, {"win label": 0, "news": [{"title": "Powerful New Hardware Approved for ALMA", "date": "2018-01-19", "content": "The development of a new spectrometer for the Morita Array, which forms part of the Atacama Large Millimeter/submillimeter Array (ALMA), has been approved by the ALMA Board. Developed by Japan, the Morita Array is composed of twelve 7-metre antennas and four 12-metre antennas. The new spectrometer will be dedicated to the four 12-metre antennas under the ALMA Future Development Program, which aims to maintain ALMA's capacity to produce remarkable scientific results. ALMA creates very sharp images by linking multiple antennas together to form a giant virtual telescope that can be up to 16 kilometres in diameter. The Morita Array forms one part of ALMA, and comprises antennas with small separations. Radio waves collected by the ACA antennas are processed by the ACA Correlator, which combines the data from all of the antennas. At present the ACA Correlator is optimised to process signals from the twelve 7-metre antennas, the system is not optimised for the four 12-metre antennas working as a single-dish telescope. With this development, signals from the 7-metre antennas will continue to be processed by the ACA Correlator, while signals from the 12-metre antennas will be separately processed by the new spectrometer, maximising the capability of the Morita Array. The new GPU-based spectrometer is being developed by the Korea Astronomy and Space Science Institute (KASI) and the National Astronomical Observatory of Japan (NAOJ). KASI is responsible for the design, development, verification and shipping, while NAOJ assumes the development and system design of software and hardware, and the integration of the spectrometer into the rest of the ALMA system. It is planned to deliver the new spectrometer to ALMA in 2020.", "url": "https://www.eso.org/public/announcements/ann18003/"}, {"title": "ALMA Telescopes Zoom 1,350 Light-Years into Space", "date": "2018-03-07", "content": "If you've always wanted to soar through the cosmos, buckle up. The Atacama Large Millimeter Array - a grouping of radio wave telescopes in Chile - have given astronomers and space- enthusiasts a tour through the Orion constellation like none other. The video seen above begins with a broad view of the sky and then takes off into Orion, which is known to be the nearest region of massive star formation to Earth. That makes this area of space particularly interesting to astronomers studying stellar evolution. The final stop of the ALMA telescopes' journey through the universe is at a rectangular section of the Orion Nebula 1,350 light-years away from Earth. This patch of space is a breeding ground for newborn stars. The wisps of red gas seen running horizontally across the image are long clouds of cold gas, which are only visible to millimeter wavelength telescopes like ALMA. This crimson river of gas will slowly clump and compress together until it collapses under the force of its own gravity, giving life to protostars - the first stage of stellar evolution.", "url": "https://www.inverse.com/article/42018-alma-telescopes-zoom-thousands-light-years-into-space"}, {"title": "Gentle Giants of Chajnantor - ALMA Antenna Transporters", "date": "2018-06-12", "content": "Many telescopes are formed of multiple mirrors or antennas, not just one. ESO's Very Large Telescope, located at ESO's Paranal Observatory in Chile, is a prime example. The VLT comprises four main telescopes, and four smaller, movable auxiliary telescopes - eight individual structures in total. However, even this is dwarfed by the Atacama Large Millimeter/submillimeter Array, which sits atop the Chajnantor plateau in the Chilean Andes - and comprises a whopping 66 antennas! Even individually, the ALMA antennas are impressive in size. ", "url": "https://scitechdaily.com/gentle-giants-of-chajnantor-alma-antenna-transporters/"}]}, {"win label": 0, "news": [{"title": "ALMA Displays Capabilities, Reveals Cosmic Steam Jets and Molecules", "date": "2018-08-18", "content": "A team of scientists using the highest-frequency capabilities of the Atacama Large Millimeter/submillimeter Array has uncovered jets of warm water vapor streaming away from a newly forming star. The researchers also detected the \"fingerprints\" of an astonishing assortment of molecules near this stellar nursery. The ALMA telescope in Chile has transformed how we see the universe, showing us otherwise invisible parts of the cosmos. This array of incredibly precise antennas studies a comparatively high-frequency sliver of radio light: waves that range from a few tenths of a millimeter to several millimeters in length. ", "url": "https://scitechdaily.com/alma-displays-capabilities-reveals-cosmic-steam-jets-and-molecules/"}, {"title": "ALMA Reveals Aftermath of White Dwarf and Brown Dwarf Collision", "date": "2018-10-08", "content": "Researchers from Keele University have worked with an international team of astronomers to find for the first time that a white dwarf star and a brown dwarf star collided in a 'blaze of glory' that was witnessed on Earth in 1670. Using the Atacama Large Millimeter/submillimeter Array (ALMA) in Chile, the international team of astronomers, including colleagues from the Universities of Keele, Manchester, South Wales, Arizona State, Minnesota, Ohio State, Warmia & Mazury, and the South African Astronomical Observatory, found evidence that a white dwarf (the remains of a star like the Sun at the end of its life) and a brown dwarf (a 'failed' star without sufficient mass to sustain thermonuclear fusion) collided in a short-lived blaze of glory that was witnessed on Earth in 1670 as Nova Cygni - 'a new star below the head of the Swan.' ", "url": "https://scitechdaily.com/alma-reveals-aftermath-of-white-dwarf-and-brown-dwarf-collision/amp/"}, {"title": "ALMA Reveals the Most Luminous Known Galaxy in the Universe", "date": "2018-11-18", "content": "The most luminous galaxy in the universe has been caught in the act of stripping away nearly half the mass from at least three of its smaller neighbors, according to a new study published in the journal Science. The light from this galaxy, known as W2246-0526, took 12.4 billion years to reach us, so we are seeing it as it was when our universe was only about a tenth of its present age. New observations with the Atacama Large Millimeter/submillimeter Array reveal distinct streamers of material being pulled from three smaller galaxies and flowing into the more massive galaxy, which was discovered in 2015 by NASA's space-based Wide-field Infrared Survey Explorer. It is by no means the largest or most massive galaxy we know of, but it is unrivaled in its brightness, emitting as much infrared light as 350 trillion Suns. ", "url": "https://scitechdaily.com/alma-reveals-the-most-luminous-known-galaxy-in-the-universe/amp/"}, {"title": "ALMA releases first science results with its highest-frequency receivers", "date": "2018-11-29", "content": "The Atacama Large Millimeter/submillimeter Array in Chile has been up and running since 2011. However, its initial incarnation involved only about one- third of the array's total planned 66 antennas and only a few of its 10 receivers, each capable of observing a different band of radio wavelengths. Over time, the array has taken strides toward full operation; today, all antennas are functional and ALMA has now added its highest-frequency observing band - Band 10 - to the mix. Spotting young stars On November 22, ALMA released its first scientific results with Band 10, collecting 695 emission lines - the fingerprints of vibrating molecules energized by starlight - from molecules in the Cat's Paw Nebula. The results were published August 17 in The Astrophysical Journal Letters, and are also available on the arXiv preprint server. ", "url": "https://astronomy.com/news/2018/11/alma-releases-first-science-results-with-its-highest-frequency-receivers"}]}, {"win label": 0, "news": [{"title": "ALMA Reveals Complex Organic Molecules Around a Young Star", "date": "2019-02-04", "content": "Astronomers using ALMA have detected various complex organic molecules around the young star V883 Ori. A sudden outburst from this star is releasing molecules from the icy compounds in the planet forming disk. The chemical composition of the disk is similar to that of comets in the modern Solar System. Sensitive ALMA observations enable astronomers to reconstruct the evolution of organic molecules from the birth of the Solar System to the objects we see today. The research team led by Jeong-Eun Lee (Kyung Hee University, Korea) used the Atacama Large Millimeter/submillimeter Array (ALMA) to detect complex organic molecules including methanol (CH3OH), acetone (CH3COCH3), acetaldehyde (CH3CHO), methyl formate (CH3OCHO), and acetonitrile (CH3CN). This is the first time that acetone was unambiguously detected in a planet-forming region or protoplanetary disk.", "url": "https://scitechdaily.com/alma-reveals-complex-organic-molecules-around-a-young-star/"}, {"title": "ALMA Discovers Ordinary Table Salt in Disk Surrounding Massive Star", "date": "2019-02-07", "content": "New ALMA observations show there is ordinary table salt in a not-so-ordinary location: 1,500 light-years from Earth in the disk surrounding a massive young star. Though salts have been found in the atmospheres of old, dying stars, this is the first time they have been seen around young stars in stellar nurseries. The detection of this salt-encrusted disk may help astronomers study the chemistry of star formation as well as identify other similar protostars hidden inside dense cocoons of dust and gas. A team of astronomers and chemists using the Atacama Large Millimeter/submillimeter Array (ALMA) has detected the chemical fingerprints of sodium chloride (NaCl) and other similar salty compounds emanating from the dusty disk surrounding Orion Source I, a massive, young star in a dusty cloud behind the Orion Nebula.", "url": "https://scitechdaily.com/alma-discovers-ordinary-table-salt-in-disk-surrounding-massive-star/"}, {"title": "ALMA Observatory: The Most Powerful Telescopes in an Ideal Location", "date": "2019-06-17", "content": "The Atacama Desert has a stark and beautiful landscape that mirrors the mysterious celestial objects that the ALMA observatory is investigating. This Chilean region is a quiet, peaceful place where flamingos swarm in salt fields while the sun rises over volcanoes in the distance. It's no wonder that the area is called the Valley of the Moon. It doesn't just appear to be a unique location - scientific evidence shows that the soil is so dry that it is comparable to Martian land. Here, in the world's driest desert, on the Chajnantor plateau, the ALMA observatory scans the sky to learn about the universe. ", "url": "https://now.northropgrumman.com/alma-observatory-the-most-powerful-telescopes-in-an-ideal-location/"}]}, {"win label": 0, "news": [{"title": "Earliest known galaxy merger detected by ALMA", "date": "2019-07-01", "content": "A galaxy which is emitting signals of oxygen, carbon and dust has turned out to be the earliest example of a galaxy merger that occurred less than one billion years after the Big Bang. Astronomers using the superb resolving power of the Atacama Large Millimeter/submillimeter Array, detected the spectroscopic signs of these life essential elements, in an object known as B14-65666 located 13 billion light-years away in the constellation Sextans. After a further analysis of the data, combined with previous observations with the Hubble Space Telescope, the results showed that the atomic emissions come from a single system but are divided into two blobs. What's more, these two blobs have different speeds - an indication that at one time they were two separate galaxies that have now merged. And at such a high redshift, this is not only the earliest example of a merger, but also the earliest galaxy where all three of these signals have been detected. ", "url": "https://room.eu.com/news/earliest-known-galaxy-merger-detected-by-alma"}, {"title": "Radio telescope ALMA finds earliest example of merging galaxies", "date": "2019-07-01", "content": "ALMA observed signals of oxygen, carbon, and dust from a galaxy in the early Universe 13 billion years ago. This is the earliest galaxy where this useful combination of three signals has been detected. By comparing the different signals, the team determined that the galaxy is actually two galaxies merging together, making it the earliest example of merging galaxies yet discovered. Takuya Hashimoto, a postdoctoral researcher at the Japan Society for the Promotion of Science and Waseda University, Japan, and his team used ALMA to observe B14-65666, an object located 13 billion light-years away in the constellation Sextans. ", "url": "https://www.eurekalert.org/news-releases/712457"}, {"title": "ALMA Provides First Bird's-Eye View of Massive Star Growth", "date": "2019-07-09", "content": "Astronomers obtained the first detailed face-on view of a gaseous disk feeding the growth of a massive baby star. They found that it shares many common features with lighter baby stars. This implies that the process of star formation is the same, regardless of the final mass of the resulting star. This finding paves the way for a more complete understanding of star formation. A protostar, a baby star still in the process of forming, is fed by a surrounding disk of gas falling toward the center. The details of the process, such as why stars form with a wide range of masses, are still unclear. Low-mass stars are being formed in the vicinity of the Solar System, allowing astronomers to see the process up close. On the other hand, massive protostars are rare, and even the nearest ones are located quite far away from us.", "url": "https://scitechdaily.com/alma-provides-first-birds-eye-view-of-massive-star-growth/amp/"}, {"title": "ALMA spots most distant dusty galaxy hidden in plain sight", "date": "2019-12-11", "content": "Astronomers using the Atacama Large Millimeter/submillimeter Array have spotted the light of a massive galaxy seen only 970 million years after the Big Bang. Called MAMBO-9, it's the most distant, dusty, star-forming galaxy that has ever been observed without the help of a gravitational lens. \"Observations with new and more capable technology can produce unexpected findings like MAMBO-9,\" said Joe Pesce, National Science Foundation program officer for ALMA and the National Radio Astronomy Observatory. NSF provides funding for ALMA, an astronomical interferometer of 66 radio telescopes in the Atacama Desert of northern Chile. Additionally, NSF supported the research through its funding of NRAO, which is operated under cooperative agreement by Associated Universities, Inc. MAMBO-9's light was detected ten years ago by study co-author Manuel Aravena using technologies in Spain and France. ", "url": "https://beta.nsf.gov/news/alma-spots-most-distant-dusty-galaxy-hidden-plain"}]}, {"win label": 0, "news": [{"title": "A Stellar Fight With a Beautiful Outcome Caught by ALMA", "date": "2020-02-05", "content": "Astronomers using the Atacama Large Millimeter/submillimeter Array (ALMA), in which ESO is a partner, have spotted a peculiar gas cloud that resulted from a confrontation between two stars. One star grew so large it engulfed the other which, in turn, spiraled towards its partner provoking it into shedding its outer layers. Like humans, stars change with age and ultimately die. For the Sun and stars like it, this change will take it through a phase where, having burned all the hydrogen in its core, it swells up into a large and bright red-giant star. Eventually, the dying Sun will lose its outer layers, leaving behind its core: a hot and dense star called a white dwarf. ", "url": "https://scitechdaily.com/a-stellar-fight-with-a-beautiful-outcome-caught-by-alma-video/"}, {"title": "ALMA discovers massive rotating disk in early universe, nicknamed the Wolfe Disk", "date": "2020-05-20", "content": "IN OUR 13.8 BILLION-YEAR-OLD UNIVERSE, MOST GALAXIES LIKE OUR MILKY WAY FORM GRADUALLY, REACHING THEIR LARGE MASS RELATIVELY LATE. But a new discovery made with the Atacama Large Millimeter/submillimeter Array (ALMA) of a massive rotating disk galaxy, seen when the universe was only ten percent of its current age, challenges the traditional models of galaxy formation. This research appears on 20 May 2020 in the journal Nature. Galaxy DLA0817g, nicknamed the Wolfe Disk after the late astronomer Arthur M. Wolfe, is the most distant rotating disk galaxy ever observed. The unparalleled power of ALMA made it possible to see this galaxy spinning at 170 miles (272 kilometers) per second, similar to our Milky Way. ", "url": "https://www.heritagedaily.com/2020/05/alma-discovers-massive-rotating-disk-in-early-universe-nicknamed-the-wolfe-disk/129321"}]}, {"win label": 0, "news": [{"title": "Space 'fireworks' highlight the violent birth of a star cluster in ALMA, Hubble image", "date": "2020-07-04", "content": "Celestial fireworks in a star cluster called G286.21+0.17 have now been observed by astronomers. The Atacama Large Millimeter/submillimeter Array radio telescope in Chile joined hands with the Hubble Space Telescope to create a mosaic of the star cluster, which appeared like 'cosmic fireworks' highlighting purple streamers and sizzling stars, as per a public release of the image. Most stars in the universe, the Sun included, were born in huge star clusters, according to a Science Daily report. While the clusters are the building blocks of galaxies, their formation still remains shrouded in mystery. Image of star cluster G286.21+0.17, caught in the act of formation. ", "url": "https://www.firstpost.com/tech/science/space-fireworks-highlight-the-violent-birth-of-a-star-cluster-in-alma-hubble-image-8558401.html"}, {"title": "Cosmic 'fireworks' in star cluster observed in distant galaxy by scientists; See pics", "date": "2020-07-04", "content": "Astronomers have caught a brilliant fireworks-like \"streamers\" of gas observed at early stages during the formation of a star in the giant cluster. In two separate studies published in The Astrophysical Journal, the cosmic activity in the star cluster formally known as G286.21+0.17 was captured on a high- powered telescope array which takes a million years to complete. Using two instruments, the Hubble Space Telescope, which recorded the existing stars in the cluster, and the Atacama Large Millimeter/submillimeter Array, which gave the observation of the gases falling inward to form future stars, scientists in Chile caught the phenomenal colourful purple burst of gases in a distant galaxy. Hubble's near-infrared Wide Field Camera 3 pierced through the dusty veil shrouding the stellar mass, giving astronomers a clear view of the nebula and the dense concentration of stars in the central cluster. Co-author of the published study, Jonathan Tan of Chalmers University in Sweden and the University of Virginia, said in a statement, \"This illustrates how dynamic and chaotic the process of star birth is.\" ", "url": "https://www.republicworld.com/technology-news/science/cosmic-coloured-fireworks-in-star-cluster-observed-in-distant-galaxy.html"}, {"title": "ALMA finds possible sign of neutron star in supernova 1987A", "date": "2020-07-30", "content": "Two teams of astronomers have made a compelling case in the 33-year-old mystery surrounding Supernova 1987A. Based on observations of the Atacama Large Millimeter/submillimeter Array (ALMA) and a theoretical follow-up study, the scientists provide new insight for the argument that a neutron star is hiding deep inside the remains of the exploded star. This would be the youngest neutron star known to date. Ever since astronomers witnessed one of the brightest explosions of a star in the night sky, creating Supernova 1987A (SN 1987A), they have been searching for a compact object that should have formed in the leftovers from the blast. ", "url": "https://www.eurekalert.org/pub_releases/2020-07/nrao-afp073020.php"}, {"title": "Stirred-Up Planet Factory Captured by the Revolutionary ALMA Telescope", "date": "2020-08-05", "content": "Planet-forming environments can be much more complex and chaotic than previously expected. This is evidenced by a new image of the star RU Lup, made with the Atacama Large Millimeter/submillimeter Array (ALMA). All planets, including the ones in our Solar System, are born in disks of gas and dust around stars, so-called protoplanetary disks. Thanks to ALMA we have stunning high-resolution images of many of these planet factories, showing dusty disks with multiple rings and gaps that hint at the presence of emerging planets. The most famous examples of these are HL Tau and TW Hydrae.", "url": "https://scitechdaily.com/stirred-up-planet-factory-captured-by-the-revolutionary-alma-telescope/"}, {"title": "ALMA discovers spiral arms in a planetary nursery", "date": "2020-08-17", "content": "After a baby star is born, it's encircled by a dense cloud of gas and dust called a protoplanetary disk. These disks create new worlds. However, the birth of a planet isn't a tidy process, as is clearly evident in this new image taken of a protoplanetary disk around the young star RU Lup in the Lupus constellation. Unlike the protoplanetary disks surrounding stars like HL Tau and TW Hydrae, RU Lup sports sweeping spiral arms that circle a more compact inner disk. Spiral disk: The center of this so-called \"mini-galaxy\" extends some 60 astronomical units, which is about twice the diameter of Neptune's orbit. And thought that might seem large at first blush, the mini-galaxy's arms stretch out to nearly 1,000 AU. Astronomers had previously observed RU Lup using the Atacama Large Millimeter/submillimeter Array (ALMA), which indicated unusual gas structures extending beyond the disk. \"That's why we decided to observe the disk around the star again, this time focusing on the gas instead of the dust,\" astronomer and lead author Jane Huang of the Center for Astrophysics said in an NRAO press release. \"This find suggests that we have likely not seen the full diversity and complexity of planet-forming environments.\"", "url": "https://astronomy.com/news/2020/08/alma-discovers-spiral-arms-in-a-planetary-nursery"}, {"title": "ALMA sees most distant Milky Way look-alike", "date": "2020-08-20", "content": "Astronomers using the Atacama Large Millimeter/submillimeter Array have revealed an extremely distant and therefore very young galaxy that looks surprisingly like our Milky Way. The results are published in Nature. The galaxy is so far away that its light has taken more than 12 billion years to reach us. We see it as it was when the universe was just 1.4 billion years old, 10% of its current age. It is also surprisingly unchaotic, contradicting theories that all galaxies in the early universe were turbulent and unstable. ", "url": "https://beta.nsf.gov/news/alma-sees-most-distant-milky-way-look-alike"}, {"title": "Volcanic Impact on Jupiter's Moon Io Shown Directly for the First Time", "date": "2020-10-22", "content": "New radio images from the Atacama Large Millimeter/submillimeter Array (ALMA) show for the first time the direct effect of volcanic activity on the atmosphere of Jupiter's moon Io. Io is the most volcanically active moon in our solar system. It hosts more than 400 active volcanoes, spewing out sulfur gases that give Io its yellow- white-orange-red colors when they freeze out on its surface. Although it is extremely thin - about a billion times thinner than Earth's atmosphere - Io has an atmosphere that can teach us about Io's volcanic activity and provide us a window into the exotic moon's interior and what is happening below its colorful crust. Previous research has shown that Io's atmosphere is dominated by sulfur dioxide gas, ultimately sourced from volcanic activity. \"However, it is not known which process drives the dynamics in Io's atmosphere,\" said Imke de Pater of the University of California, Berkeley. ", "url": "https://www.tasnimnews.com/en/news/2020/10/22/2374805/volcanic-impact-on-jupiter-s-moon-io-shown-directly-for-the-first-time"}, {"title": "ALMA shows volcanic impact on Jupiter's moon Io's atmosphere", "date": "2020-10-26", "content": "Jupiter's moon Io is unique amongst bodies in our Solar System. The very thin atmosphere is primarily sulfur dioxide, which is sometimes used to preserve dried food on Earth. Io almost certainly could not support life as we know it. Io is only slightly larger than Earth's moon and about one-quarter the diameter of Earth itself. The moon Io is the most volcanically active world in the solar system. Io even has lakes of molten silicate lava on its surface. The volcanoes are, at times, so powerful that they are seen with large telescopes on Earth. Io has an atmosphere that can teach us about Io's volcanic activity and provide us a window into the exotic moon's interior and what is happening below its colorful crust.", "url": "https://www.techexplorist.com/alma-shows-volcanic-impact-jupiter-moon-io-atmosphere/35877/"}]}, {"win label": 0, "news": [{"title": "Natural Cosmic Telescope Helps ALMA Discover Rotating Infant Galaxy", "date": "2021-04-21", "content": "Using the Atacama Large Millimeter/submillimeter Array, astronomers found a rotating baby galaxy 1/100th the size of the Milky Way at a time when the Universe was only seven percent of its present age. Thanks to assistance by the gravitational lens effect, the team was able to explore for the first time the nature of small and dark \"normal galaxies\" in the early Universe, representative of the main population of the first galaxies, which greatly advances our understanding of the initial phase of galaxy evolution. \"Many of the galaxies that existed in the early Universe were so small that their brightness is well below the limit of the current largest telescopes on Earth and in Space, making difficult to study their properties and internal structure,\" says Nicolas Laporte, a Kavli Senior Fellow at the University of Cambridge. ", "url": "https://scitechdaily.com/natural-cosmic-telescope-helps-alma-discover-rotating-infant-galaxy/"}, {"title": "Most Ancient Galaxy with Spiral Morphology Discovered", "date": "2021-05-21", "content": "Analyzing data obtained with the Atacama Large Millimeter/submillimeter Array (ALMA), researchers found a galaxy with a spiral morphology by only 1.4 billion years after the Big Bang. This is the most ancient galaxy of its kind ever observed. The discovery of a galaxy with a spiral structure at such an early stage is an important clue to solving the classic questions of astronomy: \"How and when did spiral galaxies form?\" \"I was excited because I had never seen such clear evidence of a rotating disk, spiral structure, and centralized mass structure in a distant galaxy in any previous literature,\" says Takafumi Tsukui, a graduate student at SOKENDAI and the lead author of the research paper published in the journal Science. ", "url": "https://www.tasnimnews.com/en/news/2021/05/21/2507152/most-ancient-galaxy-with-spiral-morphology-discovered"}, {"title": "ALMA Peers Back 12.4 Billion Years and Discovers the Most Ancient Galaxy of Its Kind Ever Observed", "date": "2021-05-25", "content": "ALMA detected emissions from carbon ions in the galaxy. Spiral arms are visible on both sides of the compact, bright area in the center of the galaxy. Analyzing data obtained with the Atacama Large Millimeter/submillimeter Array, researchers found a galaxy with a spiral morphology only 1.4 billion years after the Big Bang. This is the most ancient galaxy of its kind ever observed. The discovery of a galaxy with a spiral structure at such an early stage is an important clue to solving the classic questions of astronomy: \"How and when did spiral galaxies form?\" ", "url": "https://scitechdaily.com/alma-peers-back-12-4-billion-years-and-discovers-the-most-ancient-galaxy-of-its-kind-ever-observed/"}]}, {"win label": 0, "news": [{"title": "Antennae Galaxies Collision: ALMA Observatory Celebrates 10 Years of Science", "date": "2021-10-25", "content": "At ALMA, we are celebrating doubly: on the one hand, October is the month of Science in Chile, and, on the other, we commemorate in ALMA the ten years since the first image of the observatory. At ALMA, we are celebrating doubly: on the one hand, October is the month of Science in Chile, and, on the other, we commemorate in ALMA the ten years since the first image of the observatory. Ten years ago, on October 3rd, 2011, the Atacama Large Millimeter/submillimeter Array officially opened its doors to the astronomical community with the launch of its first image: the Antennae Galaxies collision, demonstrating its potential and heralding the start of a successful decade of astronomy. The celebration started one month before the anniversary, with the collection of names suggestions by the public for the 66 ALMA antennas. There were two categories: Celestial objects and Kunza words, the language of the Atacamenos, indigenous neighbors to the observatory. ", "url": "https://scitechdaily.com/antennae-galaxies-collision-alma-observatory-celebrates-10-years-of-science/"}, {"title": "ALMA scientists detect signs of water in a galaxy far, far away", "date": "2021-11-03", "content": "Water has been detected in the most massive galaxy in the early Universe, according to new observations from the Atacama Large Millimeter/submillimeter Array (ALMA). Scientists studying SPT0311-58 found H20, along with carbon monoxide in the galaxy, which is located nearly 12.88 billion light years from Earth. Detection of these two molecules in abundance suggests that the molecular Universe was going strong shortly after the elements were forged in early stars. The new research comprises the most detailed study of molecular gas content of a galaxy in the early Universe to date and the most distant detection of H20 in a regular star-forming galaxy. ", "url": "https://www.eurekalert.org/news-releases/933562"}, {"title": "Snapshot: ALMA spots moon-forming disk around distant exoplanet", "date": "2021-11-08", "content": "Astronomers have captured the first clear shot of a moon-forming disk around a distant exoplanet. The image above, taken by the Atacama Large Millimeter/submillimeter Array, shows a wide view of the star PDS 70, as well as the bright ring of material, called a circumstellar disk, surrounding it. Inside the young system, just to the right of the star, is a Jupiter-like exoplanet, PDS 70 c, sporting its own disk - this one called a circumplanetary disk. The researchers say this stellar snapshot serves as the first unambiguous detection of a circumplanetary disk capable of brewing its own moon. They suspect that the amount of material surrounding PDS 70 c is enough to create three Moon-sized satellites. ", "url": "https://astronomy.com/magazine/news/2021/11/snapshot-alma-spots-moon-forming-disk-around-distant-exoplanet"}]}, {"win label": 0, "news": [{"title": "NA ALMA Develpment FY2023 Call for Study Proposals ", "date": "2022-05-13", "content": "The National Radio Astronomy Observatory invites interested parties to submit proposals for Studies to explore potential upgrades for the Atacama Large Millimeter/submillimeter Array. Principal Investigators for NA ALMA Development projects or studies must have as their primary affiliation a US or Canadian institution. The priority for ALMA development is addressing the goals described in the ALMA Development Roadmap which lays out the vision for keeping ALMA at the forefront of scientific discovery into the 2030s. The ALMA Partnership is currently pursuing the highest near term priority of the Roadmap which is to at least double the system bandwidth of ALMA with improved receiver sensitivity. This initiative is called the ALMA 2030 Wideband Sensitivity Upgrade. ", "url": "https://science.nrao.edu/facilities/alma/science_sustainability/na-alma-develpment-fy2023-call-for-study-proposals"}, {"title": "Chile's ALMA seeks to double capacity in a decade after a slow re-opening", "date": "2022-05-24", "content": " Now that Chile's ALMA Observatory is running at full force after the COVID-19 pandemic caused its first shutdown, its director is hoping to double its capacity to better understand black holes. \"We're looking to enhance the capabilities of ALMA over the next 10 years,\" said Sean Dougherty, ALMA's director. The Atacama Large Millimeter/submillimeter Array - the largest astronomical project in existence - is a single telescope of revolutionary design with 66 radio telescopes located in the Atacama Desert in northern Chile. ", "url": "https://www.reuters.com/lifestyle/science/chiles-alma-seeks-double-capacity-decade-after-slow-re-opening-2022-05-24/"}, {"title": "ALMA shows volcanic impact on the atmosphere of Jupiter's moon Io", "date": "2022-06-11", "content": "New radio images from the U.S. National Science Foundation -funded Atacama Large Millimeter/submillimeter Array, ALMA, show for the first time the direct effect of volcanic activity on the atmosphere of Jupiter's moon Io. Io is the most volcanically active moon in our solar system. It hosts more than 400 active volcanoes, spewing out sulfur gases that give Io its yellow- white-orange-red colors when the gases freeze out on its surface. Although it is extremely thin -- about a billion times thinner than Earth's atmosphere - Io's atmosphere can teach us about this exotic moon's volcanic activity and provide us a window into its interior and what is happening below its colorful crust. Previous research has shown that Io's atmosphere is dominated by sulfur dioxide gas, ultimately sourced from volcanic activity. ", "url": "https://beta.nsf.gov/news/alma-shows-volcanic-impact-atmosphere-jupiters-moon-io"}, {"title": "ALMA Gets Front-Row Seat to an Ongoing Star-Formation Standoff in the Large Magellanic Cloud", "date": "2022-06-15", "content": "While using the Atacama Large Millimeter/submillimeter Array to observe large star-forming regions in the Large Magellanic Cloud, scientists discovered a turbulent push-and-pull dynamic in the star-forming region, 30 Doradus. Observations revealed that despite intense stellar feedback, gravity is shaping the molecular cloud, and against scientific odds, is driving the ongoing formation of young, massive stars. The observations were presented today in a press conference at the 240th meeting of the American Astronomical Society in Pasadena, California, and are published in The Astrophysical Journal. 30 Doradus is a large star-forming region located next door to the Milky Way- at just 170,000 light-years away- in the heart of the Large Magellanic Cloud's famed Tarantula Nebula. It is home to the most massive cluster of stars in the cosmic neighborhood, creating a perfect target for scientists seeking to understand the birth and evolution of stars. ", "url": "https://public.nrao.edu/news/alma-star-formation-large-magellanic-cloud-30-doradus/"}, {"title": "ALMA gets front-row seat to an ongoing star-formation standoff in the large Magellanic Cloud", "date": "2022-06-15", "content": "While using the Atacama Large Millimeter/submillimeter Array (ALMA) to observe large star-forming regions in the Large Magellanic Cloud (LMC), scientists discovered a turbulent push-and-pull dynamic in the star-forming region, 30 Doradus. Observations revealed that despite intense stellar feedback, gravity is shaping the molecular cloud, and against scientific odds, is driving the ongoing formation of young, massive stars. The observations were presented today in a press conference at the 240th meeting of the American Astronomical Society (AAS) in Pasadena, California, and are published in The Astrophysical Journal (ApJ).  ", "url": "https://www.eurekalert.org/news-releases/955307"}]}, {"win label": 0, "news": [{"title": "ALMA Makes First-Ever Detection of Gas in a Circumplanetary ", "date": "2022-08-09", "content": "Scientists using the Atacama Large Millimeter/submillimeter Array - in which the National Radio Astronomy Observatory is a partner- to study planet formation have made the first-ever detection of gas in a circumplanetary disk. What's more, the detection also suggests the presence of a very young exoplanet. The results of the research are published in The Astrophysical Journal Letters. Circumplanetary disks are an amassing of gas, dust, and debris around young planets. These disks give rise to moons and other small, rocky objects, and control the growth of young, giant planets. ", "url": "https://public.nrao.edu/news/alma-first-detection-of-gas-in-circumplanetary-disk-as209/"}, {"title": "ALMA makes first-ever detection of gas in a circumplanetary disk", "date": "2022-08-09", "content": "AS 209 have detected gas in a circumplanetary disk for the first time, which suggests the star system may be harboring a very young Jupiter-mass planet. Science images from the research show blob-like emissions of light coming from otherwise empty gaps in the highly-structured, seven-ring disk. Scientists using the Atacama Large Millimeter/submillimeter Array - in which the National Radio Astronomy Observatory is a partner- to study planet formation have made the first-ever detection of gas in a circumplanetary disk. What's more, the detection also suggests the presence of a very young exoplanet. The results of the research are published in The Astrophysical Journal Letters. ", "url": "https://www.eurekalert.org/news-releases/961217"}]}]