[{"win label": 0, "news": [{"title": "Arecibo Observatory undergoing emergency repairs after earthquake causes damage", "date": "2014-02-13", "content": "The Arecibo Observatory's 305 meter (1,000 ft) radio telescope is undergoing emergency repair after being damaged during a 6.4 magnitude earthquake on January 13, 2014. A large cable that supports the telescope's receiver platform had \"serious damage,\" according to Bob Kerr, the Director of the Arecibo Observatory. \"A protocol structural survey following the January 13 earthquake revealed serious damage to [a] short cable section, with apparent breach of several cable strands,\" Kerr told Universe Today via email. \"An experienced structural engineering firm was brought to assess the damage, and to consider repair options.\" The earthquake's epicenter was located in the ocean about 60 kilometers (37 miles) northwest of Arecibo and was one of the largest to hit Puerto Rico in several years. The quake caused some floor cracking in buildings and homes on the island, as well as power outages, but no major damages or injuries, officials said. There were, however, at least 70 aftershocks with at least three of a magnitude 3.5 or greater. The famous radio observatory is located near Puerto Rico's north coast, and opened in 1963. It was built inside a depression left by a sinkhole and is the largest curved focusing dish on Earth. The dish's surface is made of thousands of perforated aluminum panels, each about 1 by 2 meters (3 by 6 feet), supported by a mesh of steel cables. The receiver is on a 900-ton platform suspended 137 meters (450 feet) above the dish by 18 cables running from three reinforced concrete towers. It was one of these 18 cables that was damaged, and this particular cable was actually a known potential problem. Kerr said that during original construction of the telescope in 1962, one of the original platform suspension cables that was delivered to the observatory was too short, and another short cable section was \"spliced\" to provide sufficient reach to the platform. \"That cable segment and splice near the top of one of the telescope towers was consequently more rigid than the balance of the suspension system,\" Kerr said. \"When the earthquake shook the site, just after midnight on January 13, it is that short cable and splice that suffered damage.\" \"You might say that our structural Achilles heel was exposed,\" Kerr added. Inspectors from New York's Ammann & Whitney Bridge Construction, who have been inspecting the Arecibo observatory site since 1972, were brought in to access the situation. Kerr said a relatively low-cost (less than $100,000) repair option was designed, and materials are now being procured to complete a repair that is expected to bring the telescope back into full service. \"While the project awaits full review by the National Science Foundation, necessary steel materials for the repair are being shipped to the Observatory at this writing,\" Kerr said. \"Our estimated completion date for this project is March 11, 2014.\" This repair is considered temporary, however, and Kerr said a more comprehensive long-term cable repair design is being developed. But the repair to the cable is by no means easy. The Arecibo Observatory maintenance staff will be doing the repairs themselves, working high above the ground on the 900-ton steel suspension bridge-like suspension system. Kerr said they hope to complete this emergency repair \"as expeditiously and safely as possible,\" and that \"it is testimony to the remarkable expertise, capability, and bravery of the Arecibo staff. I am dubious that a parallel capability exists at any other U.S. science facility.\" In the meantime, the telescope is being used only sparingly and with an \"abundance of caution,\" using only limited motion of the telescope. Kerr said that despite the damage, the telescope was able to continue its science mission by participation in a ten-day global ionospheric study in late January, in addition to continuing a search for pulsars in the sky above Arecibo, and searching for fast radio bursts (FRBs). Because radio telescopes can work at all times of day and in all kinds of weather, the observatory normally operates 24 hours a day. The Angel Ramos Visitor Center at the Observatory was closed for a few days, but reopened on January 22, with normal access and visiting hours. The Observatory is recognized as one of the most important national centers for research in radio astronomy, planetary radar and terrestrial aeronomy. During its 50-plus years of use, findings from Arecibo have contributed to better understanding of the Earth's atmosphere, the Moon, asteroids, other planets, exotic stars, our galaxy, and the large-scale galactic structure of the universe. The facility was featured in the movies \"Contact\" and \"Golden Eye,\" as well as dozens or TV shows and books, and is one of the most popular tourist attractions in Puerto Rico. It is operated by SRI International, teaming with The Universidad Metropolitana and the Universities Space Research Association, in cooperative agreement with the National Science Foundation.", "url": "https://phys.org/news/2014-02-arecibo-observatory-emergency-earthquake.html"}, {"title": "Arecibo Observatory operational after repairs to fix earthquake damage", "date": "2014-04-09", "content": "Early in the morning on January 13, 2014, a magnitude 6.4 earthquake struck beneath the Atlantic Ocean north of Puerto Rico, damaging Arecibo Observatory, the world's largest single-dish radio telescope. The telescope is now operational after repairs and scientists have resumed observations. However, the future of Arecibo Observatory remains unclear due to funding uncertainties in the federal budget. Earthquakes are common near Puerto Rico due to the island's proximity to a large ocean trench. Arecibo Observatory, the world's largest single-dish radio telescope at 305 meters across (1,000 feet), is situated in the hilly terrain in the central portion of the island. The day following the earthquake one of the 18 main suspension cables-supporting the 900-ton telescope platform hanging 150 meters (500 feet) above the aluminum dish-was found to be damaged. These support cables are hundreds of meters long and larger around than my arm. Three towers surround the 18-acre telescope dish and the telescope platform hangs at the center, suspended on these cables between the towers. Hanging in the high-humidity environment of Puerto Rico for over 50 years is one thing, and getting damaged by a magnitude 6.4 earthquake is another, but this cable in particular was already in a bad way: when the observatory was constructed in the 1960s, this cable arrived too short. The end was encased in zinc and spliced to another cable section, making this portion of the structure relatively rigid. When the earthquake hit, the cable began to unravel. When the structural integrity of your observatory is compromised, you stop all operations and verify the safety of all structures on site. Ammann & Whitney, Arecibo Observatory's civil engineers, came to assess damage to the cable and the rest of the site. The Visitors Center and the scientific offices were deemed safe, but until the cable was repaired, no one could go under the telescope, around the telescope, or up to the telescope platform. If the cable were to fail, analyses indicated that the failure could be potentially damaging to the telescope structures as well as any people unlucky enough to be near it. To go anywhere near the telescope, employees needed signed permission from the observatory director. Non-essential maintenance work ceased, pausing projects such as ionosphere study facility construction and regular maintenance to the planetary radar system. ", "url": "https://www.planetary.org/articles/0409-arecibo-observatory-earthquake-repairs"}, {"title": "Arecibo Observatory Detects Mysterious, Energetic Radio Burst", "date": "2014-04-20", "content": "A brief, blazing burst of radio waves detected by the Arecibo Observatory could herald a turning of the tide for a peculiar class of cosmic signals. Until recently, the signals had only ever been detected by a telescope in Australia, a pattern that fueled doubts about their origin. Fewer than a dozen of these bursts, lasting for only a few thousandths of a second, have ever been reported. Called \"fast radio bursts,\" the signals are cosmic enigmas that appear to come from the very, very distant universe. But since the first burst discovery in 2007, scientists have not only wondered what kind of cosmic object could produce such a tremendously bright, short- lived radio pulse - but have disagreed about whether the bursts are even celestial. ", "url": "https://www.nationalgeographic.com/science/article/mysterious-energetic-radio-burst"}, {"title": "HAARP-Like Ionospheric Research Project Underway at Arecibo Observatory", "date": "2014-04-23", "content": "Work is underway to complete the construction of an ionospheric research facility at the Arecibo Observatory in Puerto Rico that bears some similarities to the High Frequency Active Auroral Research Program (HAARP) far to the north in Alaska, but on a different scale and with different research goals. \"It is basically the same as HAARP for the science, except that HAARP was in the Auroral Region, where the physics of the ionosphere is quite different with all the energetic particles and magnetic fields,\" Penn State Electrical Engineering Professor Jim Breakall, WA3FET, told ARRL. \"HAARP also had 3 gigawatts of effective radiated power, where Arecibo will only be about 200 megawatts.\" The Arecibo Observatory Amateur Radio Club, KP4AO, is headquartered at the research facility, which celebrated its 50th anniversary last fall. The National Science Foundation and Cornell University, which previously operated Arecibo Observatory, contracted with Penn State's Electrical Engineering Department to construct the \"new and enhanced\" HF ionospheric instrument. It will be used to study the interaction between HF radio energy and ionospheric plasma. The new facility will replace an earlier ionospheric heater in Islote, Puerto Rico, that was destroyed by Hurricane Georges in 1998. Rather than rebuild that installation, the new instrument will use the observatory's 1000 foot dish for its antenna. This will keep all research activities involving ionospheric modification at the observatory proper. Plans call for a design based on a Cassegrain screen concept of phased array at the bottom of the dish feeding a sub-reflector mesh that hangs above the dish from three support towers. Breakall and his team of graduate students at Penn State have done all of the electrical design and modeling of this new antenna system. \"There are three crossed-dipoles for 5.1 MHz and another three for 8.175 MHz, forming an array that will beam energy up to a net mesh reflector that will hang from the three big towers,\" Breakall explained. \"This Cassegrain screen will then reflect energy back down to the 1000 foot dish and beam an effective radiated power of hundreds of megawatts up to the ionosphere to modify it.\" Each dipole is fed from a 100 kW transmitter, yielding a total transmitted power of 600 kW. An even earlier HF heating antenna system also was suspended from the platform above the dish and driven by a single 100 kW transmitter over a frequency range of 3 to 10 MHz. That design suffered from arcing problems and was taken out of service in the 1970s. Scale aside, Breakall said, while HAARP also tried to modulate the ionosphere's naturally flowing currents to create VLF and ELF for submarine communication, Arecibo \"has much weaker currents, and that probably will not work,\" he said. On the other hand, he said, \"Arecibo has a big advantage over HAARP in that the same 1000 foot dish can be used for diagnostics with the 430 MHz incoherent scatter radar that can measure things such as temperature, density, winds, etc, as they are modified. HAARP has nothing like this.\" Breakall said he does not anticipate that the new Arecibo ionospheric research facility will attract the same degree of controversy that HAARP did over its history, but conceded that it's possible. \"All of the conspiracy stuff about HAARP really is not true, and I am sure Arecibo could get some of the same conspiracy [talk], and I think some of it maybe has started already,\" he said.", "url": "http://www.arrl.org/news/haarp-like-ionospheric-research-project-underway-at-arecibo-observatory"}, {"title": "Radio Dishes Peer Beneath Moon's Surface", "date": "2014-05-15", "content": "Two huge radio telescopes have given scientists a rare look beneath the surface of the moon. Signals beamed from the Arecibo Observatory in Puerto Rico - the world's largest radio dish, with a diameter of 1,000 feet (305 meters) - penetrated deep into the moon. They then bounced back and were detected by the Green Bank Telescope in West Virginia, the planet's biggest, fully steerable radio telescope at 330 feet (100 m) wide. Researchers use this technique, called bistatic radar, to study many solar system objects, from asteroids to other planets. In this case, it revealed subsurface details in two lunar locales, the Sea of Serenity and a crater called Aristillus. The new radar observations allow scientists to peer 33 to 50 feet (10 to 15 m) beneath the Sea of Serenity, which is near the site where NASA's final manned lunar effort, the Apollo 17 mission, touched down in December 1972. Light and dark areas visible in the images reveal details of rock and dust composition, researchers said. The radar images also provide a new perspective on Aristillus crater, which is about 34 miles (55 kilometers) wide and 2.2 miles (3.5 km) deep. \"The dark 'halo' surrounding the crater is due to pulverized debris beyond the rugged, radar-bright rim deposits,\" representatives of the National Radio Astronomy Observatory, which operates the Green Bank Telescope and a number of other instruments, said in a statement. \"The image also shows traces of lava-like features produced when lunar rock melted from the heat of the impact,\" they added. Peering beneath the moon's dusty surface should help scientists better understand the history and evolution of Earth's natural satellite, researchers said. The new radar images could also improve knowledge about previous lunar landing sites and aid mission planners thinking about where to send future moon-exploration efforts, they added.", "url": "https://www.space.com/25884-radar-telescopes-moon-subsurface-features.html"}, {"title": "Understanding Alien Messages May Be No Different Than Decoding the Rosetta Stone", "date": "2014-05-24", "content": "The Rosetta Stone obviously helped us with the hieroglyphics problem, and Vakoch admits that \"we aren't going to get something that is written in English and Klingon\" to make it easy to translate between the two. But, he says, we can take analogs from what we do know: \"We can think, do we have an analog to the Rosetta Stone? You can look at things like math and science. If you can build a radio telescope, then you must know some basic math, and you can look at those as potential rosetta stones.\" ", "url": "https://www.vice.com/en/article/d7338a/understanding-alien-messages-may-be-no-different-than-decoding-the-rosetta-stone"}, {"title": "High Resolution Radar at Arecibo Observatory Reveals Asteroid As a Beauty, Not a Beast", "date": "2014-06-11", "content": "Arecibo and NASA Scientists using Earth-based radar have produced sharp views of a recently-discovered asteroid as it slid safely past our planet. Taken on June 8, 2014, the new views of asteroid 2014 HQ124, are some of the most detailed images of a near-Earth asteroid ever obtained with Arecibo Observatory and Goldstone Solar System Radar. On Sunday, June 8, 2014, asteroid 2014 HQ124 safely passed Earth a little over three times the distance from Earth to the Moon (about 1.3 million kilometers or 800,000 miles). Arecibo Observatory, which is funded by the National Science Foundation, together with the Goldstone Solar System Radar observed HQ124 nine hours after the closest approach. Radar images of 2014 HQ124 show an elongated asteroid with an irregular surface at least 370 meters (1200 feet) in size, slightly larger than the 305-meter (1000 foot) Arecibo Observatory dish. This asteroid spins on its axis in approximately 20 hours. \"These radar observations show that the asteroid is a beauty, not a beast\", said Alessondra Springmann, a data analyst at Arecibo Observatory, noting the complex structure of the asteroid and its peanut shape visible in the radar data. Most radar experiments involve one radio telescope transmitting signal to the asteroid, then receiving reflected radio waves from the asteroid. Scientists observing asteroid 2014 HQ124, directed the 70-meter (230-foot) Goldstone-also known as DSS-14-to transmit to the asteroid, then the 305-meter (1000-foot) Arecibo Observatory collected the reflected waves. \"We used two telescopes because that combination allowed us to get images with twice as much detail as Arecibo could achieve otherwise,\" said Lance Benner, a scientist at the Jet Propulsion Laboratory who led the radar observations at Goldstone. Arecibo Observatory and Goldstone radar facilities are unique among telescopes on Earth for their ability to resolve features on asteroids, while most optical telescopes on the ground would see these cosmic neighbors simply as unresolved points of light. Newly-installed hardware at Arecibo allowed it to combine the 3.75-m resolution of the Goldstone radar transmitter with the unmatched sensitivity of the 305-m Arecibo telescope, providing the first high-resolution radar images of an asteroid with this level of clarity from any radar system. Arecibo and Goldstone scientists hope to regularly implement this new system for studying near-Earth asteroids. Radar astronomers Michael Nolan and Ellen Howell lead the observations of HQ124 from Arecibo, along with staff members and three summer students participating in the National Science Foundation's Research Experience for Undergraduates program. In addition to Benner, Marina Brozovic, Joseph Jao, and Clement Lee of the Jet Propulsion Laboratory/Caltech carried out radar observations from Goldstone. In addition to receiving signal from Goldstone DSS-14, Arecibo Observatory transmitted while four Very Long Baseline Array (also funded by NSF) telescopes in Texas, New Mexico, and Arizona collected the returned signal. \"Using multiple telescopes to track the motion of an asteroid's radar echo across the Earth, we can determine its rotation independently of radar imaging,\" said Michael Busch, a radio astronomer involved with the observations at the SETI Institute in Mountain View, California. \"This resolves ambiguities in the radar images and is essential for long-term trajectory prediction.\" Located in Puerto Rico, the Arecibo Observatory is home to the world's largest and most sensitive single-dish radio telescope at 305 meters (1000 feet) across. This facility dedicates hundreds of hours a year of its telescope time to improving our knowledge of near-Earth asteroids and comets.", "url": "https://newsroom.usra.edu/high-resolution-radar-at-arecibo-observatory-reveals-asteroid-as-a-beauty-not-a-beast/"}]}, {"win label": 0, "news": [{"title": "Arecibo captures its first 'fast radio burst'", "date": "2014-07-10", "content": "The Arecibo Observatory has captured one of the most fleeting, mysterious and rare deep-space events - a so-called \"fast radio burst\" (FRB) that lasted a mere three one-thousandths of a second. Cornell, McGill University and other astronomers report this peculiar event today (July 10) in the Astrophysical Journal. Until now, the Parkes Radio Telescope in New South Wales, Australia, had discovered all five previously known FRBs. This breakneck burst was found Nov. 2, 2012, and not formally reported until this paper, as astronomers needed to verify its authenticity and to rule out cosmic noise. \"It was a single pulse - additional observations of the same direction on the sky have shown nothing,\" said James Cordes, Cornell professor of astronomy and an author on the paper. \"The nature of these bursts had been in doubt until recently, and the discovery at Arecibo cements the case that they are astrophysical, rather than some unique form of radio interference at Parkes.\" Like a gigantic ear attentive to the heavens, the Arecibo Observatory in Puerto Rico is Earth's largest single-aperture radio telescope, tuned to find pulsars, galaxies, objects in the solar system and even the Earth's ionosphere. It's so large that the height of the Empire State Building fits in its diameter, and the Washington Monument fits in the dish's focal point. The PALFA (Pulsar Arecibo L-Band Feed Array) survey, which searches for pulsars useful for understand gravitational physics and condensed matter, collects about 20 terabytes of data annually. Laura Spitler, M.S. '10, Ph.D. '13, discovered this burst as she sifted through 2012 data as a doctoral student. (She now works as a post-doctoral researcher for the Max Planck Institute for Radio Astronomy in Bonn, Germany.) The processing software searches the large amount of data for astrophysical pulses. The algorithms also pick up a lot of man-made signals, so Spitler searched the output by eye to find the rare, real pulse. \"Once I saw the characteristic signature of an astrophysical burst, I immediately looked at the data in various ways to convince myself - and everyone else - that it was real,\" Spitler said. \"The process is not glamorous.\" This pulse seems to have traveled from beyond the Milky Way galaxy, the scientists say. \"We really have no handle on what they are,\" Spitler explained. \"Scientists are highly skeptical of such discoveries ... [that] all of the bursts up until now had been discovered by the Parkes telescope was a cause of concern. Now, with the discovery of a burst from Arecibo, we are more confident that FRBs are astrophysical phenomena, and discovering and classifying them should be a priority of radio astronomical observatories in the future.\" Other Cornell authors on the paper, \"Fast Radio Burst Discovered in the Arecibo Pulsar ALFA Survey,\" include Shami Chatterjee, research associate in astronomy, and Robert Wharton, graduate student in the field of astronomy. Victoria Kaspi, McGill University astrophysics professor, is principal investigator on the pulsar-survey project. The Cornell Center for Advanced Computing provided critical data storage and database support. The research was supported by the National Science Foundation, as well as Canadian and European sources.", "url": "https://news.cornell.edu/stories/2014/07/arecibo-captures-its-first-fast-radio-burst"}, {"title": "Telescope detects mysterious sounds heard from space", "date": "2014-07-11", "content": "A telescope in Puerto Rico has confirmed what Australian astronomers have known for a while: There are mysterious sounds emanating from deep in outer space. The Arecibo Observatory has picked up split-second bursts of radio waves from beyond the Milky Way, which have excited astronomers from around the world, science website Phys.org reports. The Parkes radio telescope in central New South Wales, in southeastern Australia, was the first to discover these curious pulses, but some scientists wrote these off because it was the only facility to report the findings. But now the Puerto Rico telescope's international team of astronomers has detected similar intergalactic radio wave bursts. \"Our result is important because it eliminates any doubt that these radio bursts are truly of cosmic origin,\" said Victoria Kaspi, principal investigator for the pulsar survey. \"The radio waves show every sign of having come from outside our galaxy - a really exciting prospect.\" So what is the source of the unidentified sounds? This question presents a perplexing mystery for astrophysicists and there is no consensus. Possible answers include evaporating black holes, the merging of neutron stars or flares from magnetars (neutron stars with powerful magnetic fields). The cosmic bursts, which last only a few thousandths of a second, are estimated to occur about 10,000 times a day. \"The brightness and duration of this event, and the inferred rate at which these bursts occur, are all consistent with the properties of the bursts previously detected by the Parkes telescope in Australia,\" said Laura Spitler, the lead author of a paper on the subject published yesterday in The Astrophysical Journal. The Arecibo Observatory has the world's largest and most sensitive radio telescope, with a dish that spans over 1,000 feet.", "url": "https://nypost.com/2014/07/11/telescope-detects-mysterious-sounds-heard-from-space/"}, {"title": "Messages to the Universe: A Short History of Interstellar Communication", "date": "2014-11-14", "content": "Nov. 16, 2014, marks the 40th anniversary of the Arecibo message, an interstellar communiqué transmitted from the Arecibo radio telescope in Puerto Rico toward Messier 13, a globular cluster of stars located more than 22,000 light-years away. The content of the message was determined by astrophysicist and Search for Extraterrestrial Intelligence (SETI) founder Frank Drake, with a little help from luminaries like Carl Sagan. It used a string of 1,679 binary digits-the idea was that the alien civilization who receives the message will recognize 1,679 as a semiprime number and multiple of 23 and 73.* \"Ah,\" they will think (in their native language, obviously), \"this binary string of unknown origin is intriguing. Let's lay out the info in a 23-by-73 grid and see what emerges.\" When the ones and zeroes are put into grid form, what results is a pixelated summary of humanity. It contains seven parts. The first part of the message shows the numbers one through 10. Next are the atomic numbers for carbon, hydrogen, oxygen, nitrogen, and phosphorus. A very simple representation of the DNA double helix follows. Then there is a blocky image of a human, a depiction of Earth's position in the solar system-with Pluto still shown as a planet, a matter that is still up for debate-and an image of the Arecibo telescope that, to a 2014 eye, resembles the Gmail logo. Even if the folks in Messier 13 were to respond promptly to this message, we'd still have to wait at least 43,960 years for their reply. But the Arecibo message was never really intended as genuine interstellar communication-it was chiefly a demonstration of the Arecibo telescope's might. (The dish was upgraded in 1974, and the three-minute digital transmission, ostensibly sent to an alien civilization, was quite the celebratory attention-getter.) Messier 13's assumed inhabitants may never become our pen pals, but the tantalizing prospect of interstellar communication continues to entice Earthlings. Since the Arecibo message was transmitted into the universe, at least eight other interstellar radio messages have been beamed into the sky-all within the last 15 years. In 2001, Russian astronomer Aleksandr Zaitsev and a group of Russian teenagers broadcast a series of transmissions collectively known as the \"Teen Age Message.\" Targeted at six stars located between 45.9 and 68.5 light-years away, the messages included Russian folk music and works by classical composers such as Beethoven and Vivaldi. All of this music was played on the theremin-Zaitsev referred to the message as the \"First Theremin Concert For Extraterrestrials.\" Sent from Yevpatoria Planetary Radar in Crimea, the transmission was the first interstellar musical radio message. There have been more: In 2008, NASA sent the Beatles song \"Across the Universe\" across the universe, targeting the Northern Star, Polaris. The question of how best to communicate with extraterrestrials is one of SETI's ongoing concerns. Earlier this week, the organization held a workshop in California with the title \"Communicating Across the Cosmos.\" A common theme was humanity's self-obsession. In composing interstellar messages, we tend to assume the intended recipients will get what we're trying to say. But the scientific knowledge and physiology of nonhuman civilizations may be so different to our own that a Beethoven composition or a stick-figure human is totally indecipherable. Even the supposedly universal language of mathematics may not be the best lingua franca. During a talk at the SETI conference, Carl DeVito posed a mind-bending question: \"Are the natural numbers, 1, 2, 3, 4, ... merely creations of the human mind or do they exist independently of us?\" You can watch his talk for more, but for the record, here is his own answer: \"I think the natural numbers do exist independently of us. The rest of mathematics, however, might not exist anywhere but in our minds.\" Of the eight interstellar messages sent since 1999, the first to reach its target will be A Message From Earth, which was sent to extrasolar planet Gliese 581 c in October 2008 and is scheduled to arrive in early 2029. The transmission, intended as a digital time capsule, was initiated by now-defunct RDF Digital-a subsidiary of the U.K. production company responsible for the TV show Wife Swap-and Bebo, a social networking website that declared bankruptcy in 2013. The 501 photos and text messages in the transmission were selected by Bebo users via web vote. In about 15 years, the residents of Gliese 581 c, assuming there are any, will receive a deluge of information about faded British pop stars. Though each interstellar transmission has varied wildly in tone and content, each reflects a common core message: \"We are here. This is us.\" Whether they reach other civilizations is almost irrelevant. The chance to sum up humanity to an extraterrestrial audience is an alluring task, and one that allows us to feel absurdly important while inhabiting, as Carl Sagan wrote in Pale Blue Dot, \"a lonely speck in the great enveloping cosmic dark.\" ", "url": "https://slate.com/human-interest/2014/11/the-arecibo-message-and-other-interstellar-communication-attempts.html"}]}, [], {"win label": 0, "news": [{"title": "Mysterious Asteroid Discovered by Arecibo Observatory", "date": "2015-07-18", "content": "The Arecibo Observatory in Puerto Rico has announced that the first detailed images have been obtained of Asteroid 2011 UW158, which show it has a very odd shape and structure, and that it spins at a tremendous speed on its own axis, phenomena that have intrigued scientists. The images were obtained by scientists at this Puerto Rican observatory - which has the largest, most sensitive single-dish radio telescope in the world - on Tuesday, July 14, when the asteroid passed by at some 6.9 million kilometers (4.3 million miles) from Earth, or nine time the distance from this planet to the moon. Many of the asteroids observed up to now appear to be numerous small stones weakly held together by gravity, the observatory said in a communique. However, Asteroid 2011 UW158 has \"an odd shape much like an unshelled walnut\" and with a diameter of 300 by 600 meters (1,000 by 2,000 feet), almost twice the size of the reflector of this observatory's radio telescope. The scientists working there were also able to confirm that the asteroid \"rotates very rapidly, once every 37 minutes\" as in previous optical observations. While many scientists were watching the historic flight of the New Horizons spacecraft past the dwarf planet Pluto, those at the Arecibo observatory said they were observing this object, very small and much closer, as it passed by Earth. \"We expect that something this big should have been shattered into smaller pieces by collisions with other asteroids over the age of the Solar System. It is interesting that something this large and apparently solid is still around,\" scientist Patrick Taylor, of the Planetary Studies Department and leader of these observations, said. He added that this asteroid will pass relatively close to Earth again in the year 2108, but will not represent any danger.", "url": "https://news.co.cr/mysterious-asteroid-discovered-by-arecibo-observatory/40293/"}, {"title": "NSF Seeks Partners To Help Run Arecibo Radio Telescope", "date": "2015-11-23", "content": "The U.S. National Science Foundation (NSF) is seeking partners to help fund a famous radio telescope partially funded by NASA, a process that has raised concerns among astronomers about the observatory's future. In an Oct. 26 \"Dear Colleague\" letter, the NSF said it was seeking concepts for continued operation of the Arecibo Observatory, a radio telescope whose 305-meter dish is the largest in the world. The NSF is particularly interested in proposals from organizations that could take over some or all of the cost of operating the observatory. The NSF stated in its letter that it was seeking \"viable concepts for the future of the Arecibo Observatory, specifically including strategies and goals for continued operations that involve a substantially reduced funding commitment from NSF.\" It requested proposals from interested organizations, including a \"conceptual business, financial, and managerial outline,\" by the end of this year. The NSF's letter has some scientists worried that if the agency does not receive a satisfactory response, it may move to shut down the observatory after the current five-year contract to manage Arecibo expires in September 2016. That contract is held by a consortium that includes SRI International, Universities Space Research Association and Universidad Metropolitana, a Puerto Rican university. NSF officials emphasized they want to find some solution to keep Arecibo open. \"The last thing we want see is for Arecibo to close,\" Patricia Knezek, deputy division director of the NSF's division of astronomical sciences, said during a policy panel at the annual meeting of the American Astronomical Society's Division for Planetary Sciences Nov. 9. However, Knezek emphasized that her division's budget, which has not increased significantly in recent years, is being squeezed by the operations costs of the various observatories it supports. Since 2011, she said, the fraction of the division's budget supporting facilities has increased from 56 to 60 percent. That has forced the NSF to curtail some research grants. Knezek added that, under current projections, the share of the division's budget going to facilities would grow to 70 percent by 2019. That is a key reason the NSF has been pursuing a \"divestment\" strategy in the last several years, looking to hand over some older observatories to universities or other organizations and, if that is not possible, closing them. Arecibo's future is complicated by its complex funding structure. Two NSF divisions, astronomy and geosciences, cover two-thirds of the observatory's annual budget of about $12 million. The rest comes from NASA, which funds Arecibo through its Near Earth Objects program to support its use as a planetary radar, helping characterize nearby asteroids. \"It is something that we are all very invested in,\" she said, \"but it is a complicated situation to work out how we're going to move into the future.\" Knezek added that any future agreement with partners to run the observatory would likely have to include additional money to maintain the observatory, which opened in 1963. \"The difficulty with Arecibo is that we are now at the point where the funding we are able to supply them, between the NSF and NASA, is almost sub-critical to keep it operating,\" she said. A further complication, raised by some scientists attending the panel session, is the potential role of private funding. Arecibo was not initially included in Breakthrough Listen, a $100 million search for extraterrestrial intelligence initiative announced in July by a private foundation, Breakthrough Initiatives. Some, including former observatory Director Richard Kerr, said the NSF told Arecibo that any private funding it took could jeopardize its government funding. Knezek said the NSF was not directly involved in negotiations involving private use of Arecibo. The observatory was not included in the original Breakthrough Listen announcement because negotiations started late and were still in progress at the time of the announcement. \"That did not preclude them from continuing to have discussions,\" she said. Others involved in the discussions said that Breakthrough Initiatives initially was not interested in using Arecibo, then changed its mind and started discussions late in the planning leading up to the announcement. Those discussions will resume in the near future, although they may be different in scope and value than the original negotiations. NSF officials said they are interested in finding any kind of partnership, including those that would not totally replace NSF, to lessen the cost to the agency of running the observatory. \"Our worst outcome would be not to have it continue to do great science,\" Knezek said.", "url": "https://spacenews.com/nsf-seeks-partners-to-help-run-arecibo-radio-telescope/"}, {"title": "Asteroid 2003 SD220 sleighs by Earth on Christmas Eve ", "date": "2015-12-24", "content": "During the month of December, the Planetary Radar Group at Arecibo Observatory has observed near-Earth asteroid (NEA) 2003 SD220, which will have its closest approach to Earth on Christmas Eve. Although designated as \"potentially hazardous,\" this asteroid will be 28 times further away than our Moon and therefore poses no present danger to Earth. There is neither chance of impact nor any other effects due to its flyby despite unfounded predictions from online media. The NASA-funded planetary radar system at Arecibo measured 2003 SD220 to be very elongated and more than 2 km (1.25 miles) long. It also rotates very slowly, taking more than 11 days to complete one full rotation. \"After several days of radar observations, we find the asteroid to resemble a sweet potato, or batata, which is quite appropriate for the holiday season,\" remarked Dr. Edgard Rivera-Valentin, Staff Planetary Scientist of the Universities Space Research Association (USRA) at Arecibo Observatory, who led the observing campaign in Puerto Rico. \"Because it comes close to Earth it is of interest to NASA as a possible future robotic or human mission target,\" said Dr. Patrick Taylor, Group Lead for USRA for Planetary Radar at Arecibo Observatory. Asteroids are considered possible leftovers from the formation of the solar system and thus are objects of interest for future NASA missions, which will search for clues about the conditions present when the planets formed.", "url": "https://astronomynow.com/2015/12/24/asteroid-2003-sd220-sleighs-by-earth-on-christmas-eve/"}]}, {"win label": 0, "news": [{"title": "Arecibo Observatory spots a fast radio burst that keeps on bursting", "date": "2016-03-02", "content": "From nowhere, they appear as a sudden surge of power in the radio spectrum. Then, a few milliseconds later, they're gone-and as far as we could tell, they never come back. They've picked up the name \"fast radio bursts,\" but nobody's entirely sure of what produces them. Follow-up observations have generally failed to find anything interesting in their direction, and the bursts didn't seem to repeat, leaving everyone who cares about these sorts of things a bit mystified. ", "url": "https://arstechnica.com/science/2016/03/arecibo-observatory-spots-a-fast-radio-burst-that-keeps-on-bursting/"}, {"title": "World's Largest Radio Telescope Faces a Troubling Future", "date": "2016-06-06", "content": "One of the world's most iconic astronomy sites, Puerto Rico's giant Arecibo Observatory, may be facing the end of its era. The National Science Foundation (NSF), the primary funder of Arecibo-which is the largest existing radio telescope and was featured in the movies Contact and GoldenEye, among others-is holding public meetings on June 7 to \"evaluate potential environmental effects of proposed changes to operations at Arecibo Observatory,\" according to an NSF announcement. Because those proposed changes include the option of shutting down the 305-meter dish telescope altogether, officials will likely get an earful about more than air quality and groundwater. Defenders of the observatory will have a chance to speak their minds at two meetings-at the San Juan DoubleTree Inn and the Puerto Rico Professional College of Engineers and Land Surveyors-and can submit comments in writing through June 23. Since its completion in 1963 the storied telescope found fame for discoveries such as the first-ever planets outside the solar system in 1992 and the first indirect evidence of gravitational waves in 1974, a finding that earned its makers a Nobel Prize, among other landmark accomplishments. But the beloved observatory now stands on a precarious threshold. The NSF has to balance the operations of new and expensive facilities such as the Atacama Large Millimeter/submillimeter Array in Chile against older ones like Arecibo while weighing federal scientific priorities and setting aside enough money for grants to individual scientists. With the NSF's budget essentially flat since 2010, the agency cannot afford to run all its telescopes indefinitely, continue building new ones and still pay the country's scientists. But researchers who use Arecibo argue that it has a useful life of novel discoveries ahead of it, even if is not as shiny as the newcomers, especially in some areas where it makes a unique contribution. The observatory's latest announcement follows recommendations made by two committees associated with the NSF, in 2012 and earlier 2016, reevaluating the agency's role in running the telescope and \"significantly decreasing funding.\" This year the NSF also did a \"feasibility study\" to map out various futures for Arecibo and asked potential partners to propose ways they could take over some telescope operations. The NSF currently funds Arecibo at $8.2 million a year, two thirds of the telescope's total cost, with NASA kicking in the last third to bankroll the observatory's study of near-Earth asteroids. But two NSF divisions-Astronomical Sciences and Atmospheric and Geospace Sciences-which split their cost equally, are reconsidering their roles. The \"environmental impact statement,\" for which the upcoming meetings seek public comment, will attempt to define the earthly effects of five different hypothetical scenarios, each involving a different financial commitment from the NSF. In one, everything would stay much the same. But the agency could also team up with \"interested parties\" who could help fund the telescope or other interested parties who want to run it as an educational facility. More pessimistically, the NSF could mothball the site, shutting it down in such a way that it could restart (sometime in the future). Or it could dismantle the telescope altogether and restore the area to its natural state, as required by law if the agency fully divests itself of the observatory and closes it. Previous studies have said such a process could cost around $100 million-more than a decade's worth of its current funding for telescope operations. Jim Ulvestad, director of the NSF Division of Astronomical Sciences, says the agency is still investigating, not concluding. \"No alternative has been selected at this juncture,\" he says. And much consideration will go into the final financial decision, whatever it may be. Some outside the agency see writing on the wall. \"NSF is dead serious about offloading Arecibo funding to someone else-anyone else,\" says Ellen Howell, a former staff scientist at Arecibo and now a faculty member at the Lunar and Planetary Laboratory (LPL) in Tucson, Arizona. This is hardly the first time Arecibo's future has felt precarious. A quick Google search will net you various \"Save Arecibo!\" campaigns from the 2007 era-for instance, after an NSF-commissioned report recommended decreasing the agency's funding for the telescope from 2007's $10.5 million to $4 million in 2011. Its current $8.2 million-a-year allowance is a compromise. And the observatory has company in its current crisis. The Green Bank Telescope in West Virginia, the Very Long Baseline Array spread across the country, and several older telescopes on Kitt Peak in Arizona are wading through similar budgetary muck, trying to work out new private partnerships (with NSF assistance) after the agency decided to cut their cords. And according to documents and e-mails obtained by The Sydney Morning Herald, the Parkes radio telescope in Australia is facing similar funding shortfalls. A \"likely recommendation,\" according to The Herald, will be that Parkes and another Australian facility \"raise external funds by charging for access to the telescope facilities.\" Green Bank, Arecibo and Parkes are three of the world's most powerful radio telescopes-historically open to scientists who successfully submit proposals to use them-and government-based financial problems may lead them all into eventual closure or into the arms of private interests, where whoever pays gets to choose what type of science is done. Arecibo currently is used for radio astronomy, space and atmospheric science as well as radar studies of comets, asteroids and planets. These areas are brimming with potential for the observatory to make many exciting discoveries in the future, advocates say. Xavier Siemens, an astronomer at the University of Wisconsin-Milwaukee, is especially excited about the possibility for using Arecibo to detect gravitational waves-ripples in spacetime-coming from supermassive black holes. Because it is the largest and most sensitive single-dish radio telescope in the world, Arecibo is one of the best instruments available for detecting pulsars, the fast-spinning remnants of dead, once-huge stars. Scientists like Siemens currently use Arecibo and the also-threatened Green Bank Telescope to find and monitor a network of pulsars they hope will help detect gravitational waves. Without Arecibo, he says, that search would be crippled. Although the Laser Interferometer Gravitational-Wave Observatory (LIGO), which announced the first detection of gravitational waves in February to much fanfare, will continue running, it catches different waves than pulsar studies such as Arecibo's do. \"What's really amazing to me is that in the wake of the discovery of gravitational waves, NSF is going to shut down the world's most sensitive radio telescope and hinder the detection-the opening of the only other gravitational-wave window that we can open in the next few years,\" he says. \"It's surreal.\" It may be surreal but Howell believes it is also realistic. \"I am afraid that NSF has already made up its collective mind to reduce their support to much less than the current $8 million per year or so to perhaps nothing,\" Howell says. \"I think this is an embarrassment after so many years of scientific achievements when so little could continue the productivity.\" Michael Nolan, now at the LPL, worked at Arecibo for 20 years and was director from 2008 to 2011. He claims the observatory used to have better friends in high places, specifically in the NSF's Atmospheric and Geospace Sciences division. \"The two main advocates are now retired, and it seems like that voice is, too,\" he says. \"The Astronomy division has seemed like managers rather than advocates for a long time, though, of course, I'm not privy to their internal discussions.\" And whereas the NSF's deliberations have not yet resulted in a decision to back away from the observatory completely or at all, the delay of what may be inevitable is not doing the telescope any favors, Nolan argues. Arecibo's leaders cannot ask new potential donors to make up for a specific shortfall because they do not know if or by how much the NSF might curb its aid. Recalling his tenure at Arecibo, and the regular jeopardy it was in even back then, Nolan wishes the facility did not have to be so often rescued from the brink: \"You know that line in The Incredibles?\" he asks. \"'Sometimes I just want it to stay saved, you know? For a little bit.'\" In addition to its scientific import, Arecibo also plays a concrete, down-to-earth role in the community. An economy exists around the rural facility, which provides jobs to local residents and infuses the area with cash-dispensing visitors-both touristic and scientific. The environmental statement will also evaluate those human impacts. If the NSF does decide to tighten the purse strings and no other organization steps up to fill the gap, the consequences will ripple across science and society, space and time. \"If Arecibo has to close because NSF has other priorities, it will not be possible to bring it back anytime soon, when or if we come to our senses,\" the LPL's Howell says. She and many scientists would agree that an empty Arecibo site would be-as Jodie Foster says in Contact-an \"awful waste of space.\"", "url": "https://www.scientificamerican.com/article/world-s-largest-radio-telescope-faces-a-troubling-future/"}, {"title": "The Largest Radio Telescope in the World Could Be Shuttered", "date": "2016-06-07", "content": "The giant Arecibo Observatory in Puerto Rico was completed in 1963. Eleven years later, it provided the first indirect evidence of gravitational waves. In 1992, it discovered planets outside the solar system. In 1995, it was in the Bond movie Goldeneye. But now, the future of the largest radio telescope in the world is in doubt. The iconic radio telescope could have its funding stripped by the National Science Foundation (NSF) so that the resources can be used for other, newer projects, according to Scientific American. The NSF released an announcement two weeks ago that outlines five different courses of action that will be considered during multiple meetings held tomorrow, June 7. Comments on the issue will continue to be accepted in writing until June 23. Among the options: The telescope could retain its $8.2 million-a-year funding with operations unchanged. The NSF could focus on finding a third-party investor to continue science operations, or to transition to educational programs. The telescope might be mothballed (shut down with the intention of resuming operations in the future). Finally, the NSF will also consider tearing down Arecibo and restoring the area to its condition before the telescope was built. \"I am afraid that NSF has already made up its collective mind to reduce their support to much less than the current $8 million per year or so to perhaps nothing,\" Ellen Howell, a former scientist at Arecibo, told Scientific American. \"I think this is an embarrassment after so many years of scientific achievements when so little could continue the productivity.\" There were plans to use the massive radio telescope to study pulsars, black holes, comets, asteroids, exoplanets, and continue efforts to understand elusive gravitational waves, recently detected for the first time by the Laser Interferometer Gravitational-Wave Observatory (LIGO). But now Arecibo is one of a number of telescopes around the world that is threatened by the need to allocate funding to the science being done at more modern facilities like the Atacama Large Millimeter Array (ALMA) in northern Chile. The Green Bank Telescope in West Virginia, the Very Long Baseline Array (ten radio telescopes spread across the U.S.), and the Parkes radio telescope in Australia are also struggling with funding reallocation.", "url": "https://www.popularmechanics.com/space/telescopes/a21202/arecibo-telescope-funding-nsf/"}]}, {"win label": 0, "news": [{"title": "China's new radio observatory is 200 meters larger than Arecibo", "date": "2016-07-08", "content": "For half a century, the US National Science Foundation's Arecibo telescope, sited in Puerto Rico, has been the world's largest radio observatory. It measures 305 meters across and among other major discoveries has confirmed the existence of neutron stars. The observatory also featured prominently in the movie Contact. But now a Chinese observatory has superseded Arecibo. According to China's Xinhua news service, installation of the 500-meter FAST radio telescope is complete, with the last triangular reflector put into place. The observatory is expected to begin observing the heavens in September.", "url": "https://arstechnica.com/science/2016/07/chinas-new-radio-observatory-is-200-meters-larger-than-arecibo/"}, {"title": "ARECIBO OBSERVATORY FACES UNCERTAIN FUTURE", "date": "2016-11-04", "content": "Arecibo Observatory, which at at 1,000 feet across is the world's largest single-dish active radar telescope, may be shut down or destroyed due to flat budgets at the National Science Foundation (NSF). The 53-year-old radio and radar telescope, located in Puerto Rico has been an invaluable scientific instrument for Nobel prize-winning radio astronomy, critical radar characterization of potentially-hazardous asteroids, and upper atmospheric studies. The NSF released a \"Dear Colleague\" letter at the end of September 2016 that requested proposals for future operation of the observatory \"under conditions of a substantially reduced funding commitment from NSF.\" The agency's current budget for running Arecibo Observatory is approximately $8 million per year. Combined with about $4 million that NASA provides annually to operate the facility's planetary radar system, Arecibo's total budget is approximately $12 million per year. Arecibo Observatory isn't the only facility supported by the NSF. In addition to providing research grants for individuals at universities and research institutes around the United States, the NSF provides funding to the National Solar Observatory, Green Bank Observatory in West Virginia, Very Large Array in New Mexico, and others. Additionally, the NSF has made financial commitments to build new telescopes, such as the Large Synoptic Survey Telescope currently under construction in Chile. With NSF's astronomy budget projected to stay flat for the foreseeable future, the organization has to prioritize the funds for all of its observatories and facilities, as it can't afford both to maintain prior commitments and to pay for new telescopes as their budgets increase with time. Last March, NSF's Astronomy and Astrophysics Advisory Committee recommended that the NSF's financial focus be on funding new observatories, rather than supporting existing facilities such as Arecibo, and that the organization should disentangle itself from funding commitments \"as fast as is practical.\" The Price of Shutting Down: As part of the process to decide Arecibo's fate, the NSF commissioned an environmental-impact study to determine the consequences of deconstructing the observatory. The radio telescope's most striking feature is a 900-ton platform suspended from 500-foot-long cables held up by three towers that sit at the edge of a giant sinkhole surrounded by limestone karst hills. Dismantling such a structure would not be easy - or cheap. This isn't the first time Arecibo has faced funding uncertainties. An NSF senior review in 2006 also recommended closing the observatory, but the astronomy and planetary-science communities rallied their support for the telescope. NASA stepped in, offering external funding for a planetary radar system to characterize asteroids. At the time, the senior review estimated that it might cost $300 million to return the site to its natural state. In NSF's latest environmental impact statement, officials write that, rather than continue to fund Arecibo at current levels, they prefer to shut off the planetary radar system, purportedly because of its perceived minimal benefit to public safety. The statement dismisses planetary defense, stating (incorrectly) \"there currently is no tested technology available that could address the threat of [an asteroid] that presents a near-term threat of striking the Earth.\" This section does not acknowledge Arecibo's role in predicting and ruling out potential Earth impacts decades to centuries in the future (such as from 99942 Apophis, 101955 Bennu, and 1950 DA). Moreover, Arecibo's radar follow-up of survey discoveries has a 10% chance of identifying an asteroid likely to strike Earth within the next couple of centuries that would be worth deflecting. The draft also doesn't acknowledge the harm done by small impact events, such as the almost 1,500 people injured by the Chelyabinsk bolide in 2013. Further, NSF's statement doesn't mention either of the proposed asteroid deflection demonstration missions: ESA's AIDA (kinetic impactor) and NASA's ARM (gravity tractor). The mission teams and the Arecibo staff have issued public statements emphasizing that Arecibo's radar observations should continue through the end of 2025, as they will be critical to verifying that both missions have deflected asteroids as intended. The public can comment on the draft environmental impact statement regarding the future of Arecibo Observatory until December 12, 2016. The NSF plans to publish the final environmental impact study about Arecibo by May 2017. Should the agency ultimately decide not only to divest from Arecibo but also to deconstruct the facility, such a plan could be put into action soon after June 2017. Whether Arecibo Observatory continues operating after the NSF's ultimate decision about the telescope's future remains uncertain, but it does not negate the critical scientific results Arecibo Observatory continues to produce.", "url": "https://skyandtelescope.org/astronomy-news/arecibo-observatory-faces-uncertain-future/"}, {"title": "Arecibo Observatory: The Golden Eye of the Sky", "date": "2016-12-20", "content": "Until it was ousted by China's Five-hundred-metre Aperture Spherical Telescope in July 2016, Puerto Rico's Arecibo Observatory boasted the largest single-aperture telescope in the world. Its gold standard 305-metre dish antenna stretches across the dense forest, with a 900-ton platform suspended from 500-foot-long cables anchored to three towers. The large limestone sinkholes of the region provide the ideal setting for the massive reflector. Its proximity to the equator also lends the ability for radar capable of studying the ionosphere to examine planets that pass overhead. This \"eye into the sky\" is part of the National Astronomy and Ionosphere Center (NAIC), a national research center operated by SRI International, USRA, and UMET, under a cooperative agreement with the National Science Foundation (NSF). Built in 1963, the Arecibo Observatory operates 24 hours a day, seven days a week, providing observing time, electronics, computer, travel, and logistic support to scientists worldwide. But beyond its scientific value, the massive facility has attained a certain nostalgic fondness in popular culture. It was featured in the 1997 science fiction movie Contact and served as the inspiration for levels in the video games Battlefield 4 and Just Cause 2. Perhaps most notably, Arecibo performed the role of the GoldenEye satellite dish in the climax of the eponymous James Bond film. When the companion video game was released in 1997, it featured a level based on the movie's final battle. Despite Arecibo's pop culture fame, recent years have been unkind to the observatory. Flat funding levels at the NSF have sparked legitimate concern over the future of this record-breaking facility, which has been listed on the National Register of Historic Places since 2008. At the end of September 2016, the NSF released a statement announcing solicitation for the future operation of the complex \"under conditions of a substantially reduced funding commitment from NSF.\" The observatory could be completely dismantled should it shut down, with the NSF initiating an environmental impact study to determine the consequences of deconstructing the facility. But a 2006 senior review estimated that returning the site to its previous natural state could cost upwards of $300 million, which could be the life preserver Arecibo needs to stay afloat.", "url": "https://skyrisecities.com/news/2016/12/arecibo-observatory-golden-eye-sky.24261"}]}, {"win label": 0, "news": [{"title": "Future of giant radio telescope in Puerto Rico in limbo", "date": "2017-01-25", "content": "The future of one of the world's largest single-dish radio telescopes is in question after the U.S. National Science Foundation announced Wednesday it was accepting proposals from those interested in assuming operations at the Arecibo Observatory in Puerto Rico. The announcement comes as the federal agency runs out of funds to support the observatory, which features a 1,000-foot-wide (305-meter-wide) dish used in part to search for gravitational waves and track asteroids that might be on a collision course with Earth. Officials with the foundation stressed in an interview Wednesday with The Associated Press that the agency prefers that the observatory remain open with the help of collaborators that would provide a funding boost. \"Our (community reviews) have recognized that Arecibo does great science and will continue to do great science,\" said Ralph Gaume, acting division director for the foundation's Division of Astronomical Sciences. However, he warned it's possible none of the proposals that have to be submitted by late April will be chosen. This would leave the foundation with alternatives including suspending operations at the observatory, turning it into an educational center or shutting it down. The first hint that the 53-year-old observatory was at risk came a decade ago, when a panel of experts recommended it be shut down unless other institutions could help the foundation. The agency finances two-thirds of the observatory's $12 million annual budget, and officials said it could provide some $20 million over a five-year period to a potential new operator. Scientists use the observatory in part to detect radio emissions emitted by objects including stars and galaxies, and it has been featured in the Jodie Foster film \"Contact\" and the James Bond movie \"GoldenEye.\" It attracts about 90,000 visitors and some 200 scientists a year that use the observatory for free to do research, said observatory director Francisco Cordova. However, he told the AP that could change depending on the type of proposals submitted. \"Perhaps in the future, scientists might have to pay to use it,\" he said, adding that the observatory still plays a key role in research including the study of solar eruptions capable of disrupting electronic equipment. The observatory has been threatened in recent years by bigger, more powerful telescopes in places like Chile and China, where officials recently unveiled the Five-hundred-meter Aperture Spherical Telescope, or FAST. The foundation said it expects to make a decision by late 2017 as it awaits completion of a final environmental impact statement, which will outline all alternatives for the observatory's future.", "url": "https://phys.org/news/2017-01-future-giant-radio-telescope-puerto.html"}, {"title": "Giant Arecibo telescope faces closure", "date": "2017-02-05", "content": "It has helped guard our planet from the threat of wayward asteroids, studied some of the most remote bodies in the cosmos and been used to make countless invaluable astronomical discoveries. For good measure, the Arecibo radio telescope, one of the world's largest observatories, provided the setting for the spectacular dispatch of evil agent Alec Trevelyan at the hands of James Bond in the film GoldenEye. But now the great radio telescope is facing closure. Despite being one of the most powerful instruments of its kind in the world, the Arecibo, which is based in Puerto Rico but funded by US science agencies, is facing the axe, a victim of federal budget cuts. Arecibo's annual running costs of around $12m are currently met by the US National Science Foundation, which provides $8m for the telescope to be used to carry out astronomical research, while Nasa, which employs the telescope to survey the sky for asteroids that might collide with Earth, provides the other $4m. ", "url": "https://www.theguardian.com/science/2017/feb/05/arecibo-telescope-closure"}, {"title": "NASA just filmed a 'potentially hazardous' asteroid flying near Earth that's as big as a super-tall skyscraper", "date": "2017-04-19", "content": "Astronomers on Wednesday night will be keeping a close eye on a big asteroid that's zooming past Earth. Telescopes like the Arecibo Observatory - a huge radio dish built inside of a Puerto Rican sinkhole - have already started filming the tumbling space rock, called 2014 JO25. They are pinging the asteroid with radar and recording the echoes. Below is one of the first radar videos that astronomers took of the asteroid using Arecibo on April 17. NASA said the space rock will fly within about 1.1 million miles of Earth, or roughly 4.6 times the distance from our planet to the moon, on April 19. What we know about asteroid 2014 JO25? Astronomers discovered the object about 3 years ago. Because it will fly so close to Earth, it has earned the label of a \"potentially hazardous asteroid,\" or PHA. However, NASA says 2014 JO25 \"will fy safely past Earth\" and isn't due to swing by again for more than 400 years. The rock is estimated to be about 2,000 feet across, NASA said in an April 6 press release. That's roughly between the height of the One World Trade Center in New York City and Shanghai Tower in China - two \"super-tall\" skyscrapers that are among the largest human-made buildings on Earth. But Edgard Rivera-Valentín, a planetary scientist with the Universities Space Research Association who studies Arecibo data, said it may actually be much larger than that. \"Arecibo revealed that this object ... is shaped like a peanut,\" Rivera-Valentín told Business Insider in an email. He added that Arecibo and other radar observatories will take their best photos on Wednesday night. \"A little bit more time is needed to clearly get the asteroid's shape,\" Rivera-Valentín said. NASA's Deep Space Network antenna at Goldstone, California, also recorded the asteroid a day later, on April 18. The 230-foot-wide dish photographed the 30 radar images of the space rock (above) as it hurled toward the vicinity of Earth from about 1.9 million miles away. Defending Earth from killer asteroids: The rock's \"peanut\" shape comes from the fact that it's a \"contact binary,\" the term for when two rocks smoosh together in space. Rivera-Valentín previously told Business Insider that contact binaries make up about one in every six space rocks, which makes them very common leftovers of our solar system's formation. Rivera-Valentín said it's vital to make movies of these near-Earth objects (NEOs) as they coast through our neighborhood, since there's always a good degree of uncertainty about their future paths - at least after optical telescopes first spot them. \"Arecibo goes beyond acting as a fortune teller, we can characterize these objects,\" he previously said. \"We can study their size, shape, spin state, composition, and near-surface geology.\" The ultimate goal is to feed such data into advanced simulations and estimate just how big of a threat a particular hazardous space rock poses to humanity. \"An asteroid impact, unlike other natural catastrophes, can actually be avoided. The data from Arecibo can be used by NASA to inform a planetary defense mission,\" he said. A \"planetary defense\" mission may sound like the plot of a science fiction blockbuster, but NASA is deadly serious about tracking and preparing for killer asteroids. The space agency even has a mandate from Congress to find 90% of an estimated 300,000 NEOs big enough to wipe a large city off the map. Space rocks that are capable of such devastation pass by us with worrisome frequency. In fact, the typical American is about 30 times more likely to die from a regional asteroid strike during their lifetimes than a refugee terrorist attack, according to a recent data analysis by Business Insider. However, NASA recently and for a third time turned down NEOCam - a powerful asteroid-hunting space telescope - that could help get the job done. In a previous email to Business Insider, NASA officials said they intend to fund the NEOCam mission, though only partially through 2017 - presumably long enough to track down full funding for the mission, and a rocket on which to launch it. \"The NEOCAM project is working to identify activities that could be done this year that would reduce the technical, schedule, and cost risk of a future mission,\" David Schurr, the deputy director of NASA's planetary science program, previously wrote.", "url": "https://www.businessinsider.com/hazardous-peanut-asteroid-2014-jo25-2017-4"}]}, {"win label": 0, "news": [{"title": "Arecibo Observatory Ionospheric Heating Campaign Under Way", "date": "2017-07-26", "content": "Arecibo Observatory in Puerto Rico is conducting an ionospheric heating campaign July 24-31, using HF. \"The new Arecibo ionosphere HF heater nominally transmits 600 kW net power and has a unique Cassegrain dual-array antenna design that increases gain of three crossed dipoles for each band, using the signature 1000-foot spherical dish reflector,\" explained Chris Fallen, KL3WX, a researcher at the University of Alaska-Fairbanks HAARP facility. He has reported that Arecibo would use 5.125 or 8.175 MHz, depending upon ionospheric conditions, but emphasized that these are estimates and frequencies may be adjusted slightly. On July 25, Arecibo was transmitting on 5.095 MHz. According to Fallen, campaign HF transmissions will start at approximately 1600 hours UTC and continue for approximately 24 hours per day, with some occasional downtime. ", "url": "http://www.arrl.org/news/arecibo-observatory-ionospheric-heating-campaign-under-way"}, {"title": "Arecibo: Funding cuts threaten future of giant radio telescope", "date": "2017-09-08", "content": "This giant dish at Arecibo Observatory has been listening to the skies for half a century, but it's under threat from funding cuts. A special report from Puerto Rico. Luis Quintero, head of electronics at Arecibo Observatory, is used to downpours. After all, he lives in Puerto Rico, a Caribbean island that gets the kind of tropical rain that makes umbrellas redundant. For Quintero, the incessant rain is a boon - without it, there wouldn't have been a huge limestone sinkhole to become home to the giant radio dish that has been listening to the universe for the past half a century. Arecibo, which opened in 1963, was until very recently the world's largest single-aperture radio telescope. Its diameter of 305m was only superseded last year by the 500m FAST observatory in China. ", "url": "https://www.imeche.org/news/news-article/arecibo-funding-cuts-threaten-future-of-giant-radio-telescope"}, {"title": "Arecibo Observatory Remains Offline After Being Buffeted by Hurricane Maria", "date": "2017-09-21", "content": "The Arecibo Observatory in Puerto Rico remained offline today after Hurricane Maria battered the island on Wednesday, leaving a trail of destruction that included a total loss of power. The Arecibo Observatory, in Puerto Rico's northwest, houses the world's second- largest radio telescope. While the facility has been closed all week for the hurricane, a handful of staff members had remained inside the observatory, waiting for the storm to pass. \"Most cell towers and all landlines are down,\" Aya Collins, a spokeswoman for the National Science Foundation, told Space.com in an email. With no power, phones or internet, the people of Puerto Rico have very limited means of communication with the outside world. ", "url": "https://www.space.com/38227-arecibo-observatory-offline-after-hurricane-maria.html"}, {"title": "Hurricane Maria Damages Parts of Puerto Rico's Arecibo Observatory", "date": "2017-09-22", "content": "Puerto Rico's iconic Arecibo Observatory has sustained some significant damage from Hurricane Maria, officials reported today. The storm hit the island as a Category 4 hurricane Wednesday and left widespread destruction in its wake. Without power, phones or internet service, the Arecibo Observatory has been offline since the storm hit. The Arecibo Observatory houses the world's second-largest radio telescope. While the overall structure of the telescope is still standing, it sustained some pretty serious damage from Hurricane Maria, according to an update from the Universities Space Research Organization, which helps to operate the Arecibo Observatory. ", "url": "https://www.space.com/38242-arecibo-observatory-hurricane-maria-damage.html"}, {"title": "Hurricane Maria wreaks havoc on Arecibo radio telescope", "date": "2017-09-23", "content": " Puerto Rico is suffering on an unimaginable scale in the wake of Hurricane Maria. Many have been displaced from their homes, and the entire territory may go without electricity and reliable communication for months. And while the human tragedy is clearly the most important concern, it's also having a terrible effect on the scientific community. Researchers have learned that the Arecibo Observatory and its signature radio telescope took significant damage when the hurricane passed over. All staff members are thankfully safe for now, but an atmospheric radar line feed and a 39-foot dish were lost in winds that reached up to 155MPH. The gigantic central dish is intact, although the line feed's collapse punctured it in places. To make matters worse, the situation is dire for on-site staff. The National Science Foundation understands that team members have generators, a water well and food for a week, but the roads may be impassable for days.", "url": "https://www.engadget.com/2017-09-23-hurricane-maria-damages-arecibo-radio-telescope.html"}, {"title": "Puerto Rico's Arecibo Observatory Is Still Running on Generators", "date": "2017-11-10", "content": "Nearly two months after Hurricane Maria struck Puerto Rico, many residents are still without power and struggling to get access to water, food, and basic services. This week, a failed transmission line knocked out what little of the island's electrical grid had been restored, temporarily leaving thousands of people in the dark once again. The recovery from the devastating Category 4 hurricane is expected to be long and costly for all of Puerto Rico, including at the Arecibo Observatory, the world's second-largest radio telescope, which sits in a mountain range in the island's northwest. As the storm approached Puerto Rico in September, several researchers remained at Arecibo to keep watch over the 305-meter-wide dish, taking shelter in concrete buildings with food, water, and fuel for generators. The staff made it through unharmed, and when the worst of Hurricane Maria passed, they found the facility had survived, with some damage. ", "url": "https://www.theatlantic.com/science/archive/2017/11/arecibo-observatory-hurricane-maria/545522/"}, {"title": "Arecibo telescope wins reprieve from US government", "date": "2017-11-16", "content": "Within weeks, the Arecibo dish was cleaned up and back to doing science. On 29 September, it resumed taking observations, in a low-power mode that lets the sky drift across the field of view; on 7 November, it resumed pointing the dish at specific areas of the sky. The telescope has already observed a fast radio burst, one of a new class of astronomical phenomena that Arecibo is well suited to study with its enormous dish. Last week, the observing schedule expanded to include work at additional radio frequencies, Cordova says. ", "url": "https://www.nature.com/articles/nature.2017.22994"}, {"title": "Arecibo Observatory will keep scanning the skies", "date": "2017-11-16", "content": "Two months after escaping the destruction brought to Puerto Rico by Hurricane Maria, the famed Arecibo Observatory will get a new lease on life as the National Science Foundation seeks funding partners to keep the radio telescope aimed at the cosmos. The NSF announced the decision Thursday, and astronomers enthusiastically welcomed the news. \"This important step concludes the agency's decision-making process with respect to the general path forward for facility operations in a budget-constrained environment, and provides the basis for a future decision regarding a new collaborator,\" the NSF said in a statement. Faced with a dwindling budget for the telescope, the NSF has sought to transfer control of the Arecibo Observatory to a university or third party institution. ", "url": "https://astronomynow.com/2017/11/16/arecibo-observatory-will-keep-scanning-the-skies/"}, {"title": "Iconic Arecibo Observatory Saved From Demolition", "date": "2017-11-16", "content": "After a tense and occasionally contentious review, the U.S. National Science Foundation has agreed not to close the Arecibo Observatory, which hosts the world's second-largest radio telescope. Instead, the science agency will keep the Puerto Rican facility open-but will seek funding partnerships with other organizations. \"This plan will allow important research to continue while accommodating the agency's budgetary constraints and its core mission to support cutting-edge science and education,\" the NSF says in their announcement. That decision comes with a big sigh of relief, says observatory director Francisco Cordova, even though it's not yet clear who will manage the observatory and where the additional funding will come from. \"That adds a level of complexity and stress going forward,\" he says. ", "url": "https://www.nationalgeographic.com/science/article/arecibo-observatory-saved-demolition-seti-space-science"}, {"title": "Arecibo Observatory funded by NSF", "date": "2017-11-20", "content": "It has been two months since Hurricane Maria pummeled Puerto Rico on September 20, downing power lines, damaging buildings, and knocking out water supplies across the island. During the devastation, a small group of workers found refuge within the Cold-War-era bunkers built beneath the world's largest operational radio telescope, Arecibo Observatory. Though Maria's winds tore down the observatory's iconic 95-foot 'line feed' antenna, puncturing patches of the dish's aluminum skin, Arecibo made it through the storm relatively unscathed. The 54-year-old observatory has weathered a lot of storms over the years - ranging from tropical to financial. And last week, it made it through yet another as The National Science Foundation signed a Record of Decision for Arecibo Observatory, which outlines a plan to fund the facility over the next half decade, albeit at a much-reduced rate. ", "url": "https://astronomy.com/news/2017/11/arecibo"}, {"title": "Arecibo Observatory Will Live On in Puerto Rico, and Scientists are Thrilled", "date": "2017-12-01", "content": "Scientists' reactions range from joy to cautious optimism at the news that the iconic Arecibo Observatory - often used to pose the question, \"Are we alone?\" - will continue operations after enduring a powerful hurricane and dramatic budget constraints. The Arecibo Observatory in Puerto Rico celebrated its 50th anniversary in 2013. During its long history, Arecibo has served as the home base to large-scale astronomical research projects and has joined the search for extraterrestrial intelligence with programs like the \"Arecibo Message\" of 1974, which was the first interstellar message sent from Earth that was intended for alien life-forms who may have been capable of listening. In 1993, Joseph Hooton Taylor Jr. and Russell Hulse won the Nobel Prize in physics for using Arecibo to make the first-ever observation of a binary pulsar star system. ", "url": "https://www.space.com/38941-arecibo-observatory-lives-on-scientists-react.html"}, {"title": "Arecibo radio telescope back online after hurricane damage", "date": "2017-12-22", "content": "One of the world's most powerful radio telescopes is back online months after sustaining hurricane damage. The 1,000-ft Arecibo Observatory only received minor structural damage when Hurricane Maria made landfall on the island of Puerto Rico on September 20, but the commercial electrical grid needed to power the giant antenna was only recently re-established. Though it resumed radio observations after a few days, it wasn't until December that it was able to restart its Arecibo Observatory Planetary Radar, which scans potentially dangerous asteroids. According to NASA, Arecibo's first major task after resuming normal operations was to complete a radar survey of the near-Earth asteroid 32000 Phaeton as it made its closest approach to Earth this month. The high-resolution images with a resolution of 250 ft per pixel show that it is spheroidal in shape with a dark circular area at one of its poles. ", "url": "https://newatlas.com/arecibo-telescope-hurricane/52735/"}, {"title": "Asteroid Phaethon's Earth Flyby, Closest Until 2093, Captured by Arecibo Observatory", "date": "2017-12-28", "content": "Images from the Arecibo Observatory in Puerto Rico show a massive space rock's close approach to Earth on Dec. 16. The asteroid 3200 Phaethon zipped to within about 6.4 million miles (10.3 million kilometers) of Earth, or about 27 times the distance from Earth to the moon. This was the space rock's closest approach to our planet since 1974 (when it also flew by on Dec. 16). Phaethon will not come that close to Earth again until Dec. 14, 2093. ", "url": "https://www.space.com/39225-asteroid-phaethon-earth-flyby-arecibo-images.html"}]}, {"win label": 0, "news": [{"title": "Arecibo Observatory Announces Identity of 'Mysterious Benefactors'", "date": "2018-02-27", "content": "Built into a sinkhole in Puerto Rico, the Arecibo Observatory is one of the most easily recognizable telescopes in the world. But its renown hasn't kept it safe from funding concerns in recent years. A new announcement, however, puts the observatory on better footing. Last fall, the National Science Foundation suggested that it was working with potential partners to keep the observatory open. This week, the NSF announced that the enormous radio telescope would soon be under new management in the form of a consortium called the Arecibo Observatory Management Team, led by the University of Central Florida in Orlando. ", "url": "https://www.space.com/39827-arecibo-observatory-new-management.html"}, {"title": "Florida university takes lead in running Arecibo Observatory", "date": "2018-03-09", "content": "Puerto Rico's Arecibo Observatory, home to the famous 305-meter-diameter radio astronomy dish and the world's largest radar, is getting new management. A consortium headed by the University of Central Florida will take the reins from SRI International, the Universities Space Research Association, and Universidad Metropolitana in San Juan, Puerto Rico, which has run NSF's 54-year-old observatory since 2011. UCF's partners are Florida-based Yang Enterprises, which will oversee the observatory's maintenance and operations, and UMET, which plans to continue and strengthen public outreach and education. The announcement, made by NSF on 22 February, removes a cloud of uncertainty about the facility's future. ", "url": "https://physicstoday.scitation.org/do/10.1063/PT.6.2.20180309b/full/"}]}, {"win label": 0, "news": [{"title": "Observatories Team Up to Reveal Rare Double Asteroid", "date": "2018-07-12", "content": "New observations by three of the world's largest radio telescopes have revealed that an asteroid discovered last year is actually two objects, each about 3,000 feet (900 meters) in size, orbiting each other. Near-Earth asteroid 2017 YE5 was discovered with observations provided by the Morocco Oukaimeden Sky Survey on Dec. 21, 2017, but no details about the asteroid's physical properties were known until the end of June. This is only the fourth \"equal mass\" binary near-Earth asteroid ever detected, consisting of two objects nearly identical in size, orbiting each other. The new observations provide the most detailed images ever obtained of this type of binary asteroid. On June 21, the asteroid 2017 YE5 made its closest approach to Earth for at least the next 170 years, coming to within 3.7 million miles (6 million kilometers) of Earth, or about 16 times the distance between Earth and the Moon. On June 21 and 22, observations by NASA's Goldstone Solar System Radar (GSSR) in California showed the first signs that 2017 YE5 could be a binary system. The observations revealed two distinct lobes, but the asteroid's orientation was such that scientists could not see if the two bodies were separate or joined. Eventually, the two objects rotated to expose a distinct gap between them. Scientists at the Arecibo Observatory in Puerto Rico had already planned to observe 2017 YE5, and were alerted by their colleagues at Goldstone of the asteroid's unique properties. On June 24, the scientists teamed up with researchers at the Green Bank Observatory (GBO) in West Virginia and used the two observatories together in a bi-static radar configuration (in which Arecibo transmits the radar signal and Green Bank receives the return signal). Together, they were able to confirm that 2017 YE5 consists of two separated objects. By June 26, both Goldstone and Arecibo had independently confirmed the asteroid's binary nature. The new observations obtained between June 21 and 26 indicate that the two objects revolve about each other once every 20 to 24 hours. This was confirmed with visible-light observations of brightness variations by Brian Warner at the Center for Solar System Studies in Rancho Cucamonga, California. Radar imaging shows that the two objects are larger than their combined optical brightness originally suggested, indicating that the two rocks do not reflect as much sunlight as a typical rocky asteroid. 2017 YE5 is likely as dark as charcoal. The Goldstone images taken on June 21 also show a striking difference in the radar reflectivity of the two objects, a phenomenon not seen previously among more than 50 other binary asteroid systems studied by radar since 2000. (However, the majority of those binary asteroids consist of one large object and a much smaller satellite.) The reflectivity differences also appear in the Arecibo images and hint that the two objects may have different densities, compositions near their surfaces or different surface roughnesses. Scientists estimate that among near-Earth asteroids larger than 650 feet (200 meters) in size, about 15 percent are binaries with one larger object and a much smaller satellite. Equal-mass binaries like 2017 YE5 are much rarer. Contact binaries, in which two similarly sized objects are in contact, are thought to make up another 15 percent of near-Earth asteroids larger than 650 feet (200 meters) in size. The discovery of the binary nature of 2017 YE5 provides scientists with an important opportunity to improve understanding of different types of binaries and to study the formation mechanisms between binaries and contact binaries, which may be related. Analysis of the combined radar and optical observations may allow scientists to estimate the densities of the 2017 YE5 objects, which will improve understanding of their composition, internal structure, and how they formed.", "url": "https://greenbankobservatory.org/observatories-team-up-to-reveal-rare-double-asteroid/"}, {"title": "Arecibo Observatory in Puerto Rico to Get a $5.8 Million Antenna Upgrade", "date": "2018-08-17", "content": "Puerto Rico's Arecibo Observatory, the second-largest radio telescope in the world, is about to get a major upgrade. Nearly one year after the 55-year-old observatory was damaged by Hurricane Maria - a storm that arrived during a funding crisis that nearly shut down the observatory - astronomers at Arecibo have something to celebrate. The National Science Foundation just awarded $5.8 million in funding to add a new \"supersensitive antenna\" to the 1,000-foot telescope dish. The new antenna, named the Advanced Cryogenic L-band Phased Array Camera for Arecibo, \"will increase the telescope's observation capabilities 500 percent,\" officials with the University of Central Florida, which took over management of the observatory in April, said in a statement. A team of scientists led by Brian Jeffs and Karl Warnick, two electrical engineering professors at Brigham Young University, will use the NSF award to design, build and mount ALPACA on the radio dish by 2022. ", "url": "https://www.space.com/41519-arecibo-observatory-alpaca-antenna-upgrade.html"}, {"title": "Happy Birthday, Arecibo! At 55, Iconic Radio Telescope Survives Hurricane, Funding Challenges", "date": "2018-11-01", "content": "Puerto Rico's Arecibo Observatory, the second largest radio telescope in the world, celebrates the 55th anniversary of its grand opening today. Since it began operations in 1963, the telescope has scanned the skies for signs of extraterrestrial intelligence and potentially dangerous near-Earth asteroids. It even made a cameo in the James Bond movie \"GoldenEye.\" The observatory suffered some damages when Hurricane Maria pummeled the site, and it may have lost its \"new telescope smell\" over the decades. But the telescope is up and running and still accomplishing plenty of science, and some new upgrades will soon expand the telescope's capabilities. ", "url": "https://www.space.com/42314-arecibo-observatory-55th-anniversary.html"}]}, {"win label": 0, "news": [{"title": "UCF Marks 1st Year at Arecibo Observatory in Puerto Rico", "date": "2019-04-05", "content": "UCF celebrates its first anniversary this month of operating the Arecibo Observatory in Puerto Rico. The observatory is the first national research center that UCF has led. It is home to one of the world's most sensitive Incoherent Scattering Radar systems, which detects microscopic fluctuations due to thermal motions in the ionosphere, and one of the largest aperture radio telescopes in the world. The instruments give hundreds of national and international scientists the opportunity to make observations and conduct research not easily done through other means. The facility has a science staff that conducts research and helps international scientists do their work in the area of planetary science, space and atmospheric science, and radio astronomy. UCF's story in Arecibo began in April 2018, when the university received a $20 million National Science Foundation grant to operate the facility in collaboration with its partners Universidad Ana G. Mendez (formerly UMET) and Yang Enterprises Inc. Since then the facility has undergone some renovations, its staff has helped conduct research linked to discoveries in gravitational waves and near-earth asteroids, among others. That's despite some unexpected obstacles, such as Hurricane Maria, which slammed into Puerto Rico in September with winds of more than 155 mph. The storm caused thousands of deaths and destruction across the island, including damage to several areas of the observatory. The NSF awarded the facility $2 million to make repairs, many of which have been completed or are underway. There are also plans to upgrade some of the instruments to expand the scope of work over the next few years. The facility held Arecibo Observation Week to celebrate its 55th anniversary. The staff hosted a series of activities Oct. 28-Nov. 2 that combined virtual, on-site and off-site outreach activities aimed at engaging both the worldwide scientific community as well as the general public with the important contributions of the observatory. The staff also held a Pathways to the Future workshop that brought together planetary scientists, radio astronomers and atmospheric scientists to discuss and exchange ideas with Arecibo engineers and scientists. More than 100 people representing more than 40 institutions discussed the status of the facility, the potential upgrades that could help boost the impact of the observatory, and began mapping out a shared vision of how to best use Arecibo for space-related research.", "url": "https://www.ucf.edu/news/ucf-marks-1st-year-arecibo-observatory-puerto-rico/"}, {"title": "Historic Space Images From The Arecibo Observatory", "date": "2019-06-13", "content": "In the late 1960s, astronomers listening in to data from Arecibo and other radio telescopes made the first discoveries about pulsars, which are rotating cores left over from exploded supernovas. Pulsars give off radio emissions at regular intervals, which initially made astronomers think the signals were messages from intelligent aliens, Popular Science reported in 1969. Sadly, they soon realized that wasn't true. Astronomers still use Arecibo data to study pulsars today, although other instruments make for prettier pictures. This image shows the Vela pulsar, taken by NASA's Chandra X-ray Observatory in 2013. ", "url": "https://www.popsci.com/article/technology/historic-space-images-arecibo-observatory/"}]}, {"win label": 0, "news": [{"title": "Arecibo Observatory gets $12.3 million grant", "date": "2019-08-18", "content": "You've likely seen photos - or a movie, or played a video game - featuring Arecibo Observatory's radio telescope in Puerto Rico. It was the world's largest single-aperture telescope from its completion in 1963 until July 2016, when China completed its Five hundred meter Aperture Spherical Telescope (FAST). Still, the big radio telescope at Arecibo - built into a natural depression in the landscape of this Caribbean island - is used for professional research not just in radio astronomy, but also for radar and atmospheric studies. And, in recent years, as multiple hurricanes have swept across the Caribbean, including Hurricanes Irma and Maria in 2017, it's been more of a struggle to keep the telescope in good repair. That is why the U.S. Congress has now supported emergency supplemental funds for the site. The new funds ($12.3 million, to be used over four years) represent an investment in Arecibo's future. Arecibo received a $2 million grant in June 2018, not long after Irma and María ripped through the island and damaged the facility. ", "url": "https://earthsky.org/human-world/arecibo-observatory-12-3-million-grant-upgrade/"}, {"title": "Arecibo Observatory Lands $19 Million NASA Grant to Hunt Dangerous Asteroids", "date": "2019-08-30", "content": "The iconic Arecibo Observatory in Puerto Rico has received new NASA funding to serve as one of Earth's asteroid guardians. NASA awarded the University of Central Florida - which oversees the Arecibo Observatory - a $19 million grant to observe and characterize near Earth objects that could pose a potential threat to the planet, or may be viable candidates for future space missions. Asteroids that come within 5 million miles of Earth's orbit are deemed potentially hazardous by NASA, with the agency keeping track of them just in case one asteroid does pose a threat to Earth in the future. That's where the new grant comes in. ", "url": "https://www.space.com/arecibo-observatory-hunting-asteroids-for-nasa.html"}, {"title": "A Radar Station in Puerto Rico Can See Ice on Mercury", "date": "2019-11-19", "content": "There are no hurricanes on Mercury, but there is plenty of water ice - and observing that ice can help scientists deal with the lingering effects of a very terrestrial hurricane. When Hurricane Maria hit Puerto Rico in September 2017, the storm's powerful winds battered the island. Astronomy facility Arecibo Observatory, tucked in the forest, wasn't exempt from the damage: The winds warped and punched holes in the delicate panels that make up the observatory's receiving dish. Repairs will be slow and expensive; in the meantime, astronomers want to understand the data that they can get right now - so they turned to an old friend of the instrument, the tiny planet Mercury. \"Because we studied Mercury so well in the past, we can do it again today and then compare,\" Edgard Rivera-Valentín, a staff scientist at the Lunar and Planetary Institute of the Universities Space Research Association who worked at Arecibo Observatory when Maria hit, told Space.com. \"That will let us understand better how the hurricane changed the ability of the dish to focus the radar, the signal that's being received.\" The signal being received is the light that bounces off an object in space that Arecibo Observatory targets with a beam of light. Scientists can use the radar echo to understand characteristics like the shape, rotation speed and composition of an object in space. Right now, the observatory spends most of its planetary-science-radar time on near-Earth asteroids, gathering data that lets scientists calculate, among more academic questions, the risks of a collision with our planet. \"That's something that we do on a daily basis because there's so many of those things coming by Earth,\" Rivera-Valentín said. Planets are trickier to observe, since astronomers need to time sessions based on when they can get good radar data from these more-distant objects. Arecibo can spot Mercury about 20 days of the year, Rivera-Valentín said. Other targets are less cooperative. \"I think the next time we can zap Saturn is 2032,\" he said. Planetary-radar observations from Earth have become a little less crucial to science as space agencies have built more and more missions to visit other worlds directly. But spacecraft can't do it alone; Rivera-Valentín said that even now, NASA vets potential Mars-landing sites with radar data, which can show what's going on just below the surface. \"Radar lets us see the past and the present of the planet,\" Rivera-Valentín said. \"It works really nicely with us sending missions to [other worlds]; it helps the missions prepare for what they're about to see and it helps them prepare for where to be looking.\" But despite taking extensive observations in the 1990s, Arecibo Observatory hadn't had cause to study Mercury with radar in detail since the early 2000s, Rivera-Valentín said. It took a combination of factors to inspire him and a postdoc to turn the facility's beam back to the tiny planet in July 2019. One key motivation was mission schedules. The last spacecraft to study Mercury, NASA's Messenger mission, did so from 2011 to 2015, after the last spate of radar observations. The next, a joint project between the European Space Agency and the Japan Aerospace Exploration Agency called BepiColombo, is currently making the long journey to the tiny planet. That combination means that radar studies done now can draw on orbital data gathered by Messenger and pave the way for BepiColombo to plan its own observations before arriving in December 2025. In particular, Rivera-Valentín wanted radar's perspective on craters on Mercury. Studying the moon, scientists have realized that craters look different in radar data depending on when they formed; newer craters appear brighter than older ones. So he wants to know whether the same pattern holds on Mercury, in hopes of guiding the BepiColombo team toward more compelling sites. And then there's the matter of Maria. \"I was there during the hurricane and I got to see everything,\" Rivera-Valentín said. \"The winds were ridiculously strong.\" More than two years later, Arecibo Observatory and the rest of the island are still recovering from the damage. In the case of the observatory, the main issue is the dish itself, a massive bowl of delicate panels built into a natural sinkhole. \"You suddenly have these very high winds, well, that's going to start altering these panels and that'll change the shape of the dish, Rivera-Valentín said. \"We rely really precisely on that shape being very close to exact, nearly a sphere, so that we can better focus light.\" It's not the sort of damage that can be fixed quickly, either. The observatory and the University of Central Florida, which runs it, have begun the process of getting the repairs done, which will in turn put the observatory out of operations again. But until then, scientists need to get what they can from the instrument - and that's where the new Mercury observations can help. By gathering calibration data about Mercury now and comparing it to older observations, astronomers can understand how precisely the dish's damage is affecting its measurements. Then, they can apply that information to the asteroid observations that are a higher priority for Arecibo. The observations can't erase the hurricane's immense toll on the island and the observatory - but the distant ice at least offers scientists a tool to make use of what radar data they can gather.", "url": "https://www.space.com/ice-on-mercury-arecibo-observatory-radar-puerto-rico.html"}, {"title": "Arecibo Observatory seeks upgrades to track asteroids, study space", "date": "2019-12-03", "content": "Managers of the renown Arecibo Observatory in Puerto Rico say they have plans for multimillion-dollar upgrades in instruments, software and facilities to keep it at the forefront of research in radio astronomy, asteroids and other planetary bodies. The observatory is not running at full capacity because of age, years of tightening budgets and lingering damage from Hurricane Maria in 2017. Scientists who work there said the telescope still is a powerful tool, but it could provide more accurate radio signal data with restoration and upgrading. A new more reliable power source and realignment of Arecibo's dish are the two most important fixes being planned. Having reliable power would mean less down time and more discoveries, while the dish realignment would provide more accurate data and images of space objects. Both fixes are part of a $14.3 million federal plan to revitalize the outpost in the island's rural interior. Asteroid hunt: A better power source and more accurate telescope would help astronomer Anne Virkki seek out asteroids that could collide with Earth some day. She will be involved in watching the Didymos asteroid in 2022, when NASA's DART mission will try to hit the asteroid's small moon with a spacecraft and see how that changes its course. But damage and neglect at Arecibo have had a real impact on the ability to provide accurate images, Virkki told UPI. \"Right now, we're running our asteroid observations at one-third of the power that we could do optimally, and the misalignment of the dish decreases the quality by another 50 percent,\" Virkki said. \"So, after all the improvements have been finished, including new generators and a dish realignment, our data will be up to six times better and we can successfully observe more asteroids,\" she said. This year, Virkki said, Arecibo was able to take quality images of 30 asteroids, but that could be increased to 50 asteroids with better equipment. When it comes to simply observing the presence of asteroids, Arecibo can handle about 125 per year, and would be able to observe 20 or 30 more each year with better equipment. Arecibo's powerful radar transmitter was closed for four months after Hurricane Maria, but the observatory demonstrated its scientific muscle immediately after it came back online. The facility provided the highest-resolution images to date of near-Earth asteroid Phaethon during a close approach to Earth. Images showed a tumbling, rocky shaped rough sphere. NASA said Phaethon is the second largest near-Earth asteroid classified as potentially hazardous, meaning its orbit is close enough to strike the planet at some point. Thanks to Arecibo, scientists now have more data on the asteroid, enabling better predictions about its future path. Pulsars and plasma: Most of the search for extraterrestrial life occurs at places like the SETI Institute in California or Cornell University in upstate New York. Astronomers there use radio signal data from telescopes like Arecibo in a hunt for signals that could signify technology on other planets. But those such as Anish Roshi, Arecibo's chief scientist for radio astronomy, prefer to work on-site to participate fully in settings of the instruments on the telescope when conducting research. He's preparing a paper now on the properties of interstellar gas ionized by stars, or plasma. \"Upgrades to the Arecibo telescope are critical to keep the national facility in the forefront of research in radio astronomy while maintaining its dominance in radar studies of near-Earth asteroids, planets and satellites,\" Roshi said. Arecibo has several instruments that receive radio waves from space for different scientific disciplines. Roshi said a new planned instrument funded in the federal upgrade plan, a 40-beam cryogenic phased array feed, would provide unmatched sensitivity that would assist his research. It's expected to be in operation in the next couple of years. The new instrument also would be used to get better information about star clusters that were previously difficult to study, and allow faster discovery of pulsars. NASA has found over 2,000 pulsars but continues to find more. Earth's outer atmosphere: The original science goal of the observatory was to study the ionosphere, or the very outer edge of earth's atmosphere that is affected by solar wind, or plasma. Today Michael Sulzer, senior observatory scientist at Arecibo, still studies the ionosphere. He is also looking forward to more reliable power generation and a more accurate telescope once it is realigned. His calculations help to understand how the atmosphere distorts a signal from space, for example. He's also among the many scientists studying the impact of the sun's cycles on our atmosphere. \"We would like to get more power particularly, but we don't have enough generators,\" said Sulzer, who has worked at Arecibo since 1979. Getting a signal: On a recent autumn afternoon at Arecibo, Virkki was preparing to study a recently discovered asteroid, known as 2019 UM12. NASA's Jet Propulsion Laboratory said Arecibo would observe the space rock two days later. The asteroid's closest approach to earth in mid-November was just a little more than the normal distance of the moon. With a diameter of over 100 feet, it's not a planet killer, but it could cause a lot of damage if it hit a populated area. In comparison, the Chelyabinsk meteor that caused an airburst and shock wave over Russia in 2013 was about 66 feet across. \"We're looking for more refined information about the orbit, its size, how often it comes close to earth, etc.,\" Virkki said. But the observation hinged entirely on whether the observatory's generators and machinery would perform. \"It takes a lot of power to generate the signal that we send toward the asteroid and to get a signal back,\" Virkki said.", "url": "https://www.upi.com/Top_News/US/2019/12/03/Arecibo-Observatory-seeks-upgrades-to-track-asteroids-study-space/5151574694350/"}]}, {"win label": 0, "news": [{"title": "Puerto Rico's Iconic Arecibo Observatory Closed by Major Earthquake", "date": "2020-01-09", "content": "Staff at Puerto Rico's iconic Arecibo Observatory are monitoring the facility for potential damage in the midst of a spate of earthquakes rocking the island. The strongest of those quakes was a 6.4 temblor early in the morning of Tuesday. An initial survey conducted by drone after that event found no damage to the massive radio dish or the equipment above it, an Arecibo Observatory representative said here at the 235th meeting of the American Astronomical Society on Tuesday. However, safety protocols mean that observatory personnel can't examine the dish or its accessories until the ground stops shaking, and it's difficult to predict when that will happen. The earthquake swarm arrived just as Arecibo Observatory was preparing to embark on a year full of repairs to damage caused by Hurricane Maria, which battered Puerto Rico in 2017. ", "url": "https://www.space.com/arecibo-observatory-puerto-rico-earthquake.html"}, {"title": "Arecibo Observatory Discovers Moon Orbiting Near-Earth Asteroid", "date": "2020-02-13", "content": "Scientists at the Arecibo Observatory in Puerto Rico have discovered a moon orbiting the near-Earth asteroid 2020 BX12. Orbiting moons have been detected in fewer than 15 percent of all near-Earth asteroids. Arecibo radar images released Feb. 10 indicate that the moon is about 230 feet wide, compared to the asteroid it orbits, which is about 540 feet wide. The asteroid was discovered earlier this month by the NASA-funded ATLAS near-Earth asteroid survey being conducted from the Mauna Loa Observatory in Hawaii. The object is defined as a potentially hazardous asteroid because of its size and the proximity of its orbit to Earth's orbit, although it poses no danger at this time and is currently moving away from Earth. In January 2020, the Arecibo Observatory, which is funded by the National Science Foundation and which UCF manages under a cooperative agreement, suspended telescope operations as a result of a series of earthquakes striking the southern part of the island. Shortly after resuming operations this month, the world's most powerful planetary radar made the discovery of the moon orbiting 2020 BX12. Luisa Fernanda Zambrano-Marin, a science operations associate at Arecibo and graduate student from the University of Granada in Spain, says she was excited about the team coming together to continue observations despite the on-going caution about strong earthquakes. She was running the observation that took the images of 2020 BX12 on Feb. 4-5 and worked with the team to derive the estimates for the properties of what was found to be two asteroids. \"We are more than glad to be able to resume observations, especially when we get to observe asteroids as interesting as 2020 BX12\", says Anne Virkki, the head of the planetary radar group at the Arecibo Observatory. \"Only a few asteroids of more than 150 meters across come as close to the Earth as 2020 BX12 does, and even fewer of them are binary asteroids, which can provide us with valuable information on asteroids' sizes, shapes, masses and densities. Combining the radar data with optical observations can help to reveal the objects' compositions, and how binary asteroids form and change with time.\" In addition to the discovery of the asteroid's moon, the radar data revealed that the asteroid is likely round, possibly similar in shape to the asteroid 101955 Bennu. NASA's OSIRIS-REx spacecraft is visiting Bennu right now for a first-of-its-kind American mission to collect samples and return them to Earth. From the changes in position of the moon during the radar observations, the scientists were able to determine that while the larger asteroid rotates about once every 2.8 hours, the moon likely rotates at the same speed as it orbits the bigger asteroid - approximately every 50 hours or less. The Earth's Moon is similarly \"tidally locked,\" meaning it completes one rotation and one orbit over the same amount of time (one month). The team of scientists, engineers, and telescope operators from the Arecibo Observatory responsible for the observations include: Virkki, Zambrano-Marin, Sean Marshall, Dylan Hickson, Anna McGilvray, Johbany Lebron, Israel Cabrera, Yoliett Velez, Juan Marrero, and Adrian Bague. UCF manages the NSF facility under a cooperative agreement with Universidad Ana G. Méndez and Yang Enterprises, Inc. The Arecibo Planetary Radar Program is fully supported by NASA's Near-Earth Object Observations Program in NASA's Planetary Defense Coordination Office through grant no. 80NSSC19K0523 awarded to UCF.", "url": "https://www.ucf.edu/news/arecibo-observatory-discovers-moon-orbiting-near-earth-asteroid/"}, {"title": "Arecibo Observatory Reveals Near-Earth Asteroid 2020 BX12 Has Large Moon", "date": "2020-02-20", "content": "Astronomers using a radio telescope at the Arecibo Observatory have captured the first images of the recently-discovered near-Earth asteroid 2020 BX12. The radar images show 2020 BX12 has its own moon. Discovered on January 27, 2020 by the ATLAS survey, 2020 BX12 is a round object at least 165 m (541 feet) in diameter rotating approximately once every 2.8 hours or less. This object fits the definition of a potentially hazardous asteroid due to its size and minimum orbit intersection distance of 302,000 km (188,000 miles) from the Earth. While this means it could conceivably come closer to the Earth than the Moon, the asteroid poses no danger at this time and is currently receding from Earth. Dr. Luisa Fernanda Zambrano-Marín and her colleagues at the Arecibo Observatory observed 2020 BX12 on February 4 and 5, 2020. The radar images revealed that the object has a large satellite, which has a diameter of approximately 70 m (230 feet) and rotates once every 49 hours or less. The distance between the two bodies is at least 360 m (1,181 feet). \"The movement of 2020 BX12's satellite between the two observations, which were made 23 hours apart, suggests a mutual orbital period of 45-50 hours and would be consistent with a tidally locked satellite,\" the astronomers said. \"Due to projection effects, uncertainties remain on the rotation periods, and a shorter mutual orbital period of 15-16 hours has not yet been ruled out.\" \"The secondary appears brighter than the primary body in the radar images, which is common for radar images of binaries.\" \"The horizontal axis in delay-Doppler images shows, in fact, the echo power per Doppler-shifted frequency, or in other words the surface area that has a specific radial velocity relative to the observer.\" \"This makes objects that rotate slower appear narrower in delay-Doppler images than objects that rotate faster.\" \"Because the secondary body rotates much slower than the primary, its echo power is distributed to fewer Doppler frequency bins than the echo power from the primary body, making the amount of echo power per pixel appear more intense.\"", "url": "https://www.sci.news/astronomy/near-earth-asteroid-2020-bx12-moon-08144.html"}, {"title": "Big asteroid shows itself ahead of Earth flyby on April 29", "date": "2020-04-29", "content": "We've now got a good visual on the big space rock that's going to fly by Earth next week. On Saturday (April 18), the Arecibo Observatory in Puerto Rico captured a radar image of the asteroid 1998 OR2, which will zoom within 3.9 million miles (6.3 million kilometers) of our planet on April 29. For perspective: The moon orbits Earth at an average distance of about 239,000 miles (385,000 km). So we have nothing to fear from asteroid 1998 OR2's Earth flyby on April 29, scientists stress. Arecibo team members have been wearing masks in the workplace to help minimize the spread of the novel coronavirus, and they apparently see a bit of themselves in the approaching space rock. \"#TeamRadar and the @NAICobservatory staff are taking the proper safety measures as we continue observations. This week we have been observing near-Earth asteroid 1998 OR2, which looks like it's wearing a mask! It's at least 1.5 km across and is passing 16 lunar distances away!\" team members tweeted on Saturday(opens in new tab) via the @AreciboRadar account. (@AreciboRadar is not an official Arecibo account. But @NAICobservatory is, and it retweeted the April 18 post.) The Arecibo researchers aren't the only ones keeping an eye on 1998 OR2. For example, Italian astrophysicist Gianluca Masi, who runs the online Virtual Telescope Project, has been tracking the asteroid as well. And Masi will continue to do so. On April 28, in fact, he will host a live webcast about 1998 OR2(opens in new tab) that will feature telescope views of the object. Astronomers estimate that 1998 OR2 is between 1.1 and 2.5 miles (1.8 to 4.1 kilometers) wide - big enough that an impact could threaten human civilization. But, to repeat, there is nothing to fear here; the asteroid will miss us by a large margin on April 29. Indeed, you should quell any general death-from-above fears that may be running rampant in your head. NASA has found and tracked the vast majority of giant near-Earth asteroids, and none of them pose a threat to Earth for the foreseeable future.", "url": "https://www.space.com/asteroid-1998-or2-photo-arecibo-observatory-april-2020.html"}]}, {"win label": 1, "news": [{"title": "New satellite images show the Arecibo Observatory before and after its violent collapse in Puerto Rico", "date": "2020-07-12", "content": "The destruction of Puerto Rico's Arecibo Observatory has been photographed from space. The telescope collapsed earlier this month, following damaged inflicted by Tropical Storm Isaias in August. High winds from the storm damaged a 3-inch-thick auxiliary suspension cable attached to a central, 900-ton radio platform. Before engineers could repair that cable, another snapped in November. Soon afterward, the National Science Foundation decided to decomission and dismantle the structure in a controlled manner. But Arecibo had other plans. On the morning of December 1, the telescope catastrophically failed, dropping its 900-ton radio platform 450 feet to the ground. The platform crashed into a 1,000-foot-wide disk below and pulled down with it the tops of three support towers, destroying the facility. It's hard to take. It's like losing someone important in your life, Abel Mendez, the director of the Planetary Habitability Laboratory at the University of Puerto Rico at Arecibo, previously told Business Insider. Cameras on a control tower and a drone recorded videos of the moment. Ashley Zauderer, the NSF program manager of the Arecibo Observatory, described the collapse as «a very violent and kind of unpredictable failure.» Now, the scope of that failure can be seen from orbit, thanks to imaging satellites operated by the company Maxar. A space-based view of an iconic observatory's downfall: In the two images below, the aftermath of the early November cable failure can be seen alongside the telescope's later, catastrophic collapse. The first photo shows the roughly 100-foot-long hole that a cable failure in August punched into the reflector dish, and which the November cable failure further expanded. Maxar also released close-up images cropped from the original satellite photos. The before-and-after comparison using the above pictures, below, shows more detail. The two images below compare the Arecibo Observatory from when it was in working order to Maxar's newest image, which its WorldView-2 satellite took on Sunday. Arecibo was one of only two radio telescopes of its kind in the world - China's FAST is the other. But its death could lead to a more powerful US replacement in the future. Astronomers are already rallying to push the incoming Biden administration for such an effort and for Congress to fund it. \"A rebuilt Arecibo would be an important scientific instrument in many realms, notably gravitational waves,\" Saavik Ford, an astrophysicist at the City University of New York and the American Museum of Natural History, wrote to an astronomy email list just prior the observatory's collapse. She added: \"Rebuilding is a choice which would yield both economic benefits and (importantly) scientific advances.\"", "url": "https://businessinsider.mx/new-satellite-images-show-the-arecibo-observatory-before-and-after-its-violent-collapse-in-puerto-rico-6/"}, {"title": "Arecibo Observatory weathers Tropical Storm Isaias to track potentially dangerous asteroid", "date": "2020-08-08", "content": "A famed radio telescope overcame Tropical Storm Isaias to determine the threat level of a space rock zooming by Earth. In both cases, happily, everything worked out just fine. Astronomers with the Arecibo Observatory in Puerto Rico weresupposed to observe the close-flying asteroid 2020 NK1 from July 30 to 31, when the object - which scientists first spotted in early July - would be within close range of the radar- probing telescope. Unfortunately, that timing fell exactly when Tropical Storm Isaias was supposed to crash into Puerto Rico. Arecibo, which was hit hard by Hurricane Maria in 2017 and closed due to an earthquake this past winter, shut down once again to minimize harm to their staff and observing equipment. Parts of the island did lose power from Isaias, but Arecibo was not impacted as badly. This allowed the telescope to safely swing into action after the tropical storm came through.", "url": "https://www.space.com/arecibo-observatory-tracks-asteroid-2020-nk1-tropical-storm-isaias.html"}, {"title": "The investigation into why a cable mysteriously broke on the Arecibo Observatory has begun", "date": "2020-08-14", "content": "Officials at the Arecibo Observatory in Puerto Rico still don't know what caused a cable failure that severely damaged the facility's iconic radio telescope this week, forcing it to shut down temporarily. On Monday (Aug. 10), an auxiliary cable supporting a platform that is suspended above the 1,000-foot-wide (300 meters) radio dish broke and crashed into the telescope's reflector panels, creating a gash in the dish measuring about 100 feet (30 m) long. In a news conference with reporters Friday (Aug. 14), Arecibo director Francisco Cordova said that 250 of the observatory's primary reflector dish panels were damaged, along with several support cables underneath the dish. But observatory officials have not yet fully assessed the extent of the damage or determined the cost of the repairs needed to get the 56-year-old radio telescope - once the largest single radio dish on Earth - back in action. ", "url": "https://www.space.com/arecibo-observatory-cable-failure-investigation.html"}, {"title": "Broken Cable Damages Arecibo Observatory", "date": "2020-08-18", "content": "One of the auxiliary cables that helps support a metal platform in place above the Arecibo Observatory in Puerto Rico, broke on Monday causing a 100-foot-long gash on the telescope's reflector dish. Operations at the University of Central Florida -managed observatory are stopped until repairs can be made. The break occurred about 2:45 a.m. When the three-inch cable fell it also damaged about 6-8 panels in the Gregorian Dome, twisting the platform used to access it. It is not yet clear what caused the cable to break. \"We have a team of experts assessing the situation,\" says Francisco Cordova, the director of the observatory. \"Our focus is assuring the safety of our staff, protecting the facilities and equipment, and restoring the facility to full operations as soon as possible, so it can continue to assist scientists around the world.\" \"We have a team of experts assessing the situation,\" says Francisco Cordova, the director of the observatory. \"Our focus is assuring the safety of our staff, protecting the facilities and equipment, and restoring the facility to full operations as soon as possible, so it can continue to assist scientists around the world,\" according to Eng. Francisco Cordova, Director of the Arecibo Observatory. UCF manages the NSF-facility under a cooperative agreement with Universidad Ana G. Méndez and Yang Enterprises Inc. The facility, which is home to one of the most powerful telescopes on the planet, is used by scientists around the world to conduct research in the areas of atmospheric sciences, planetary sciences, radio astronomy and radar astronomy. Arecibo is also home to a team that runs the Planetary Radar Project supported by NASA's Near-Earth Object Observations Program in NASA's Planetary Defense Coordination Office through a grant awarded to UCF. The facility has endured many hurricanes, tropical storms and earthquakes since it was built 50 years ago. Repairs from Hurricane Maria in 2017 are ongoing. Through it all, the facility has continued to contribute to significant breakthroughs in space research in the area of gravitational waves, asteroid characterization, planetary exploration and more.", "url": "https://spacewatch.global/2020/08/broken-cable-damages-arecibo-observatory/"}, {"title": "Cosmic heartbeat discovered in gas cloud synced with a black hole by Arecibo, Fermi telescopes", "date": "2020-08-18", "content": "An international team of researchers using data from Arecibo Observatory and the Fermi Space Telescope have discovered what they call a \"gamma-ray heartbeat\" coming from a cosmic gas cloud. The cloud is in the constellation Aquilla and \"beats\" in rhythm with a black hole 100 light-years away in a microquasar system known as SS 433. The results were published today in the journal Nature Astronomy. \"This result challenges obvious interpretations and is unexpected from previously published theoretical models,\" said Jian Li, a Humboldt Fellow with the Deutsches Elektronen-Synchrotron in Zeuthen, Germany, and study co-author. \"It provides us with a chance to unveil the particle transport from SS 433 and to probe the structure of the magnetic field in its vicinity,\" added Li. In the SS 433 system, a black hole orbits a \"giant star\" 30 times the mass of Earth's sun. The black hole sucks matter from the giant star while orbiting it, forming a swirling accretion disc that drains into the black hole, like water into a bathtub drain.", "url": "https://www.firstpost.com/tech/science/cosmic-heartbeat-discovered-in-gas-cloud-synced-with-a-black-hole-by-arecibo-fermi-telescopes-8722711.html"}, {"title": "A Cable Snapped, and the Arecibo Observatory Went Dark. Here's Why That Matters", "date": "2020-08-31", "content": "An accident in the middle of the night damaged one of the world's most important observatories-and scientists still don't know what caused it. Since it was installed in 1963, the gargantuan Arecibo Observatory has played a key role in the study of the universe. Formally known as the National Astronomy and Ionosphere Center, the radio telescope consists of a huge saucer-like construction, suspended by cables 500 feet above a 1,000-foot-wide dish, all overlooking a panoramic view of the Puerto Rican rainforest. At 2:45 a.m. in the morning on August 10, one of those supporting cables snapped. The three-inch-wide cable flailed around wildly, damaging the telescope's Gregorian dome and slashing a 100-foot-long gash through the dish below, reports Dennis Overbye for the New York Times. Luckily, no one was hurt, reports Daniel Clery for Science magazine. However, the observatory will be shut down temporarily for repairs, scientists announced in a statement from the University of Central Florida (UCF), which manages the observatory for the National Science Foundation. ", "url": "https://www.smithsonianmag.com/smart-news/cable-snapped-and-arecibo-observatory-went-dark-heres-why-matters-180975688/"}, {"title": "Iconic Arecibo Observatory undergoing detailed structural inspections", "date": "2020-09-11", "content": "The iconic Arecibo Observatory remains off line pending completion of a detailed structural analysis and safety assessment in the wake of a cable failure last month that damaged the huge radio telescope's stationary dish antenna and its Gregorian Dome sub-reflector. The analysis is expected to help engineers pin down what caused the cable break and to identify any other problem areas that might need attention. \"We know the process is taking a long time and we are eager to begin repairs,\" said Francisco Cordova, the observatory's director. \"However, this is a big and complex facility, so it is taking some time to ensure we are doing things right. We have to be sure we are taking all factors into consideration before moving forward with putting people on the telescope to remove (damaged) pieces. Once those are in hand, we expect the timeline to pick up the pace.\" The observatory was damaged 10 August when a 3-inch-wide cable snapped and fell, damaging a half-dozen panels in the Gregorian Dome sub-reflector and ripping a long gash in the main antenna. Engineers are carrying out a detailed safety analysis before retrieving the failed components for forensic inspections. After that, a repair plan will be developed. Computer modelling is being employed for a structural analysis that should help pin down what caused the cable failure and \"whether other areas of the telescope are at higher risk as a result of the break,\" the University of Central Florida, which helps manage the facility, said in a statement. \"This modeling will help frame the scope of repairs, along with costs and schedule.\"", "url": "https://astronomynow.com/2020/09/11/iconic-arecibo-observatory-undergoing-detailed-structural-inspections/"}, {"title": "Arecibo Observatory suffers additional damage from second cable failure", "date": "2020-11-08", "content": "A main cable that supports the Arecibo Observatory broke Friday at 7:39 p.m. Puerto Rico time. Unlike the auxiliary cable that failed at the same facility on 10 August, this main cable did not slip out of its socket. It broke and fell onto the reflector dish below, causing additional damage to the dish and other nearby cables. Both cables were connected to the same support tower. No one was hurt, and engineers are already working to determine the best way to stabilize the structure. A safety zone has been set up around the dish out of an abundance of caution and only personnel needed to respond to the incident are allowed onsite. Officials haven't determined why the main cable broke, but they suspect it is related to the extra load the remaining cables have been carrying since August. A monitoring team has been closely watching all the cables and platform since then as part of the facility's safety and temporary emergency repair plan. Observers had noted and were tracking broken wires on the main cable that failed Friday. The facility was awaiting a team of engineers this week who were expected to begin temporary emergency repairs related to the August incident. \"This is certainly not what we wanted to see, but the important thing is that no one got hurt,\" said Francisco Cordova, the director of the observatory. \"We have been thoughtful in our evaluation and prioritized safety in planning for repairs that were supposed to begin Tuesday. Now this. There is much uncertainty until we can stabilize the structure. It has our full attention. We are evaluating the situation with our experts and hope to have more to share soon.\" The University of Central Florida, which manages the facility under a cooperative agreement with Universidad Ana G. Méndez and Yang Enterprises Inc. for the U.S. National Science Foundation, worked overnight with the engineering firms WSP, Thornton Tomasetti and Wiss, Janney, Elstner Associates Inc. to come up with a strategy to address the new break. UCF retained these firms in September in connection with the first cable. UCF also notified NSF, which owns the facility and NASA. Drones and cameras are also being used to continue to monitor the structure. The team hopes to be able to reduce the tension in the existing cables at the tower and install steel reinforcements to temporarily alleviate some of the additional load that is being distributed among the remaining cables. Experts are being mobilized to do the work as quickly as possible. The team will attempt to expedite the arrival of two new cables that were already on order. That's the current plan pending further evaluation, which will be taking place over the next few days. ", "url": "https://astronomynow.com/2020/11/08/aericibo-radio-telescope-suffers-additional-damage-from-second-cable-failure/"}, {"title": "Another Cable Breaks at Arecibo Observatory, Famous For Sending Message To Aliens", "date": "2020-11-10", "content": "Operations at a giant telescope that tracks asteroids close to Earth and is famous for sending a message to aliens have been paused after two cables that helped support the structure failed in recent months. The most recent cable break at the Arecibo Observatory in Puerto Rico happened Friday, following a similar incident in August. Both caused damage to the telescope's massive reflector dish, which covers about 20 acres of land, according to a news release from the University of Central Florida. \"This is certainly not what we wanted to see, but the important thing is that no one got hurt,\" Francisco Cordova, the director of the observatory, said in the release. UCF is part of a consortium that manages the facility, built in the 1960s. Battered for decades by hurricanes, storms and earthquakes, the cable breaks are the latest blow to one of the world's most powerful radio telescopes. It was closed for several months after Hurricane Maria in 2017, according to space.com. And earlier this year, the telescope shut down in January and part of February due to a series of earthquakes that hit Puerto Rico. Repairs from the August cable break were supposed to start this week. \"Now this,\" Cordova said. \"There is much uncertainty until we can stabilize the structure. It has our full attention. We are evaluating the situation with our experts and hope to have more to share soon.\" Arecibo is used for scientific research and to track asteroids close to Earth. But it's probably best known for a message that was beamed from the telescope to the far reaches of the Milky Way in 1974 as part of the Search for Extraterrestrial Intelligence, or SETI, program. The cause of the cable breaks remains under investigation, but officials think the second one broke due to the extra load on it after the first one failed, according to UCF. The cables and the platform they support have been closely monitored since August, and there were known broken wires on the main cable that failed Friday. Meanwhile, a safety zone is in place around the dish and the only people allowed on site are those responding to the incident. Cordova said the telescope will return to its mission, but it's not known how long repairs might take. \"This is not good, but we remain committed to getting the facility back online,\" he said. \"It's just too important of a tool for the advancement of science.\" ", "url": "https://weather.com/science/space/news/2020-11-10-arecibo-observatory-damage-broken-cable-seti"}, {"title": "Second Cable Fails at Arecibo Observatory - Massive Radio Telescope Used in the Search for Alien Life", "date": "2020-11-11", "content": "A main cable that supports the Arecibo Observatory broke last Friday at 7:39 p.m. Puerto Rico time. Unlike the auxiliary cable that failed at the same facility on August 10, 2020, this main cable did not slip out of its socket. It broke and fell onto the reflector dish below, causing additional damage to the dish and other nearby cables. Both cables were connected to the same support tower. No one was hurt, and engineers are already working to determine the best way to stabilize the structure. A safety zone has been set up around the dish out of an abundance of caution and only personnel needed to respond to the incident are allowed onsite. Officials haven't determined why the main cable broke, but they suspect it is related to the extra load the remaining cables have been carrying since August. A monitoring team has been closely watching all the cables and platform since then as part of the facility's safety and temporary emergency repair plan. Observers had noted and were tracking broken wires on the main cable that failed Friday. The facility was awaiting a team of engineers this week who were expected to begin temporary emergency repairs related to the August incident. \"This is certainly not what we wanted to see, but the important thing is that no one got hurt,\" said Francisco Cordova, the director of the observatory. \"We have been thoughtful in our evaluation and prioritized safety in planning for repairs that were supposed to begin Tuesday. Now this. There is much uncertainty until we can stabilize the structure. It has our full attention. We are evaluating the situation with our experts and hope to have more to share soon.\" The University of Central Florida, which manages the facility under a cooperative agreement with Universidad Ana G. Méndez and Yang Enterprises Inc. for the U.S. National Science Foundation, worked overnight with the engineering firms WSP, Thornton Tomasetti and Wiss, Janney, Elstner Associates Inc. to come up with a strategy to address the new break. UCF retained these firms in September in connection with the first cable. UCF also notified NSF, which owns the facility and NASA. Drones and cameras are also being used to continue to monitor the structure. The team hopes to be able to reduce the tension in the existing cables at the tower and install steel reinforcements to temporarily alleviate some of the additional load that is being distributed among the remaining cables. Experts are being mobilized to do the work as quickly as possible. The team will attempt to expedite the arrival of two new cables that were already on order. That's the current plan pending further evaluation, which will be taking place over the next few days. UCF has a supplemental funding request pending with the NSF to make temporary repairs related to the original break. There is no cost estimate for the new repairs that will be needed at this time. Since the August incident, engineers have been working to determine the cause of the initial failure and to create temporary and long-term repair plans. Because there was no obvious cause for the break, the complexities of such a large and unique structure that was built in the 1960s, and the need to prioritize safety above all else, the development of a temporary emergency repair plan has taken some time. Implementation of the first repairs was scheduled to begin this coming week. \"This is not good, but we remain committed to getting the facility back online,\" Cordova said. \"It's just too important of a tool for the advancement of science.\" The Arecibo Observatory is home to one of the most powerful telescopes on the planet. Its instruments are used by scientists around the world to conduct research in the areas of atmospheric sciences, planetary sciences, radio astronomy and radar astronomy. Arecibo is also home to a team that runs the Planetary Radar Project supported by NASA's Near-Earth Object Observations Program in NASA's Planetary Defense Coordination Office through a grant awarded to UCF. Although the facility has suspended most of its operations since the August incident, researchers continue to use data already collected by Arecibo to push ahead with their research. The facility has endured many hurricanes, tropical storms and earthquakes since it was built more than 50 years ago. Through it all, the facility has continued to contribute to significant breakthroughs in space research in the area of gravitational waves, asteroid characterization, planetary exploration and more. ", "url": "https://scitechdaily.com/second-cable-fails-at-arecibo-observatory-massive-radio-telescope-used-in-the-search-for-alien-life/"}, {"title": "Arecibo Observatory in Puerto Rico is at risk of collapsing", "date": "2020-11-12", "content": "One of the world's most venerable radio telescopes is on the brink of catastrophe, triggering a frantic race by engineers at the Arecibo Observatory in Puerto Rico to save it after two critical cables supporting a 900-ton equipment platform broke. The platform, held aloft over a massive dish by cables strung to towers, must be quickly stabilized, or it could crash to the ground and destroy the telescope. With the loss of these two cables, the remaining cables are under increased strain, and it's uncertain whether rescue efforts will be successful. \"For me, it's probably fifty-fifty,\" says former observatory director Michael Nolan, now at the University of Arizona. \"They are doing what can be done. I'm still really worried that they can't do enough. If we're worried about it falling, nobody should go up there or be there when it happens.\" Suspended from three towers, the telescope's platform hovers some 500 feet above the thousand-foot-wide dish. In August, an auxiliary cable slipped from its socket and plummeted into the dish, carving a 100-foot-long gash into its reflective panels. Before crews could repair that cable, another one attached to the same tower ruptured on November 6. This second broken cable is one of four primary ones connecting that tower to the platform. \"I was not that worried when the first cable failed because I was confident that it would take a few months to fix,\" says Abel Méndez, an astronomer at the University of Puerto Rico at Arecibo who frequently observes with the telescope. But Méndez says he was stunned when the second cable failed. \"Now I'm worried.\" Arecibo has played a crucial role spotting planets beyond our solar system, searching for extraterrestrial civilizations, and studying asteroids and other worlds closer to home. Today, scientists use the telescope to study powerful blasts of energy called fast radio bursts and to spy ripples in the fabric of space-time produced by colliding galaxies. Each of the observatory's towers has four primary cables, but only two are required to keep the platform aloft-assuming they're in decent shape. Tower four (named because it's at the four o'clock position if noon is north) is now down to just three primaries. If another one of those cables fails, it's unclear whether two aging cables will be able to hold the platform. \"It's an ugly situation for sure,\" says Frank Drake, a former Arecibo director (and my father). \"When you have cables breaking like that, it could precipitate at any moment a chain reaction with more cables breaking, and the whole thing falling down.\" That would be a huge blow for ongoing science observations-and for Puerto Rico, where the observatory is a source of pride, providing jobs, attracting tourists, and sharing resources with surrounding communities, especially during emergencies such as Hurricane Maria. Multiple engineering firms and the U.S. Army Corps of Engineers are on the ground assessing the jeopardized platform, while daily drone inspections provide updates on the cables. The teams are exploring ways to stabilize the structure, including removing some weight from the platform using helicopters, removing tension from the system by lowering the platform, and reattaching the fallen auxiliary cable, which is still largely intact after slipping from its socket. \"We'll probably know fairly soon if they can come up with a Band-Aid, take some of the tension off, take away the immediate problem so we can solve the big problem,\" Nolan says. ", "url": "https://www.nationalgeographic.com/science/article/arecibo-observatory-in-puerto-rico-at-risk-of-collapsing"}, {"title": "Iconic Arecibo Observatory may be on the brink of collapse after cable failures", "date": "2020-11-17", "content": "No one was expecting the snap on Nov. 6 as engineers at the Arecibo Observatory in Puerto Rico weighed their options for dealing with damage to the facility from a cable failure over the summer. But just as engineers were ready to begin repairs on that secondary cable, which slipped out of its socket in August, they faced a much more serious challenge: one of the main cables unexpectedly snapped, putting the entire facility at risk. \"We have seen some individual wire breaks on that particular cable, but we hadn't seen any change for weeks,\" Francisco Cordova, the director of the observatory, told Space.com. \"That particular situation was evaluated by the engineering team and determined not to be an issue because the capacity of that cable was so much higher than the load that it was taking, that it really shouldn't have been a problem,\" Cordova said. \"Certainly now with this failure, we understand that that capacity's just not there and that there has been other degradation.\" ", "url": "https://www.space.com/arecibo-observatory-evaluating-serious-damage.html"}, {"title": "Arecibo Observatory in Puerto Rico to be demolished", "date": "2020-11-19", "content": "It's game over for the Arecibo Observatory, home to an iconic, thousand-foot-wide radio telescope near Puerto Rico's northern shore. Today, the National Science Foundation announced that it is decommissioning the massive 57-year-old telescope. The agency also intends to demolish the instrument, which is teetering on the verge of collapse. \"As someone who was inspired as a child by the observatory to reach for the stars, this is devastating and heartbreaking. I've seen how the observatory to this day continues to inspire my island,\" writes Edgard Rivera-Valentín of the Lunar and Planetary Institute in a direct message on Twitter to National Geographic. The decision comes after a tough few months for the observatory. Engineers were trying to stabilize the telescope after two of the cables suspending its 900-ton platform broke. With additional cables showing signs of weakening and degradation, worries were growing that the platform could fall roughly 450 feet, crashing through the dish and into the jungle below. Now, NSF has decided to cease repair efforts and decommission the observatory. \"The telescope is in danger of catastrophic failure,\" NSF said in a November 19 statement. \"Any attempts at repairs could put workers in potentially life-threatening danger.\" Built in the early 1960s, Arecibo's telescope has been an inspiration and source of pride for the people of Puerto Rico. Many residents have relied on the facility for crucial resources and support during emergencies, such as 2017's Hurricane Maria. It has played a key role in science, spotting the first confirmed planets beyond the solar system, and detecting gravitational waves emitted by whirling dead stars called pulsars-a discovery that ultimately won the 1993 Nobel Prize in Physics. The telescope is also an extremely powerful planetary radar, which is key for studying asteroids that cross Earth's orbit. \"Think about what the Golden Gate Bridge means to San Francisco, what the Statue of Liberty means to New Yorkers. Arecibo is this and more to Puerto Rico because it has gone beyond an icon,\" Rivera-Valentín writes. \"For some of us, it became that goal to reach towards, that symbol that we can achieve great things, that pride that in our own backyard; we were serving the entire planet.\" Over the last decade, the Arecibo Observatory has faced a series of challenges. Hurricane Maria destroyed large portions of the island's infrastructure and damaged the telescope in 2017. A recent swarm of earthquakes also shook the facility, which Michael Nolan, a former director of the observatory who is now at the University of Arizona, says could be a major factor in its loss of structural integrity. NSF has been hesitant to continue funding the observatory in recent years, citing several reviews that recommended its decommissioning. Today, after reviewing recommendations from three engineering firms, it decided to go forward with decommissioning the telescope. One of those reports cited a high likelihood of catastrophic failure should another cable break, and Thornton Tomasetti, an engineering firm that has been on-site, recommended \"the controlled demolition of the structure as soon as pragmatically possible.\" \"Our team has worked tirelessly with the NSF looking for ways to stabilize the telescope with minimal risk,\" Alexander Cartwright, president of University of Central Florida, which manages the telescope, said in a statement. \"While this outcome is not what we had been working towards, and we are disheartened to see such an important scientific resource decommissioned, safety is our top priority.\" Another report suggested some possible ways to stabilize the structure, and Nolan says he's disappointed that NSF isn't going to attempt one of those options. \"I'm disappointed,\" he says, \"which really mostly means sad.\" For now, NSF is recommending that portions of the observatory remain intact, and that the site can still be used for educational purposes. ", "url": "https://www.nationalgeographic.com/science/article/historic-radio-telescope-in-puerto-rico-to-be-demolished"}, {"title": "NSF to decommission Cornell-designed Arecibo telescope", "date": "2020-11-20", "content": "The large Cornell-designed telescopic \"ear\" at Arecibo, Puerto Rico, which listened for the enlightening crackle of the cosmos for nearly six decades, now hears silence. In the wake of two recent support-cable failures, the National Science Foundation will decommission and dismantle the giant dish at Arecibo Observatory - the world-class radio telescope in Puerto Rico that was conceived by Cornell faculty, built with federal funding and then managed by Cornell for its first five decades. The NSF announced the news Nov. 19. \"Arecibo has been an incredibly productive facility for nearly 60 years,\" said Jonathan Lunine, the David C. Duncan Professor in the Physical Sciences, and chair of the Department of Astronomy in the College of Arts and Sciences. \"For the Cornell scientists and engineers who took a daring dream and realized it, for the scientists who made new discoveries with this uniquely powerful radio telescope and planetary radar,\" Lunine said, \"and for all the young people who were inspired to become scientists by the sight of this enormous telescope in the middle of the island of Puerto Rico, Arecibo's end is an inestimable loss.\" ", "url": "https://news.cornell.edu/stories/2020/11/nsf-decommission-cornell-designed-arecibo-telescope"}, {"title": "Famous Arecibo telescope that starred in a James Bond film to be demolished", "date": "2020-11-23", "content": "Sad news for the astronomy world. The Arecibo Observatory in Puerto Rico, home to an epic telescope dish, is saying goodbye. The observatory suffered serious structural damage when a cable failed in August, and the situation's only gotten worse. The National Science Foundation announced on Thursday that it'll begin plans to decommission the 305-meter telescope, ending the device's 57 years of service. \"The decision comes after NSF evaluated multiple assessments by independent engineering companies that found the telescope structure is in danger of a catastrophic failure and its cables may no longer be capable of carrying the loads they were designed to support,\" the NSF said in a statement. A second cable failed in early November. This one was a main cable and it broke and fell into the reflector dish, damaging both the dish and other cables nearby. The cables were designed to support a 900-ton platform that hangs 450 feet above the dish. \"Each of the structure's remaining cables is now supporting more weight than before, increasing the likelihood of another cable failure, which would likely result in the collapse of the entire structure,\" the University of Central Florida said in a statement on Nov. 13. UCF manages the facility for the National Science Foundation. The observatory was the backdrop to a dramatic fight scene in the 1995 James Bond movie GoldenEye with Pierce Brosnan. It also appeared in the 1997 Jodie Foster movie Contact. But Arecibo's true legacy lies in the many scientific discoveries it made possible. It explored pulsars, expanded our knowledge of Mercury, spotted exoplanets and found fast radio bursts. Scientists took to Twitter to mourn the observatory. \"This is such a huge scientific gut punch. The end of an era,\" said planetary scientist Tanya Harrison.", "url": "https://www.cnet.com/science/famous-arecibo-telescope-that-starred-in-james-bond-film-goldeneye-to-be-demolished/"}, {"title": "NSF puts Arecibo Observatory on chopping block", "date": "2020-11-24", "content": "On 10 August a cable popped out of its socket and whipped down to gouge a huge hole in the 305-meter-diameter Arecibo radio telescope dish. Studies were launched to understand why the cable failed, and a replacement cable was due to arrive in December. Then, on 6 November, another cable snapped, precipitating an about-face: Arecibo's owner, NSF, announced on 19 November that the telescope in Puerto Rico will be decommissioned. That decision closes the 57-year-old radio telescope, long the world's largest eye on the sky. Among the major discoveries at Arecibo were the first binary pulsar, the first exoplanet, and an ionized helium layer in the upper ionosphere. The telescope was part of the NANOGrav project's search for gravitational waves using pulsars. And it featured in the films Contact and GoldenEye. The Arecibo Observatory was also a key part of NASA's congressionally mandated planetary defense program to monitor near-Earth objects. But in a 19 November statement, NASA said that those search efforts \"are not impacted by the planned decommissioning of Arecibo's 305m radio telescope.\" The reversal from fix-up to finish-off was a matter of safety, Ralph Gaume, director of NSF's division of astronomical sciences, said in a telephone news conference. Several engineering firms had evaluated the site and warned of an \"uncontrolled catastrophic collapse\" if left untouched, he said. The decision to decommission is based entirely on \"safety and structural stability,\" emphasized Ashley Zauderer, the NSF program director for the Arecibo Observatory. She noted that the agency had recently funded a new ultrawide band receiver for the telescope. Now it has given the green light to plan a controlled deconstruction of the dish. The cables support a 900-ton platform and dome housing instrumentation that hovers 150 meters above the dish. The causes of the failures are unknown. The first to fail was an auxiliary cable that dated to an upgrade in the 1990s. The second was a main cable from the original telescope construction in 1963; it snapped on a calm day, bearing a load of 647 000 pounds, well below what it was rated for. According to NSF and the University of Central Florida (UCF), the lead contractor for the observatory, maintenance and inspections were current. Robert Kerr, Arecibo director in 2007-08 and 2011-15, says he \"takes the engineers and the NSF at their word that the best option is to decommission the telescope.\" He attributes the failures to natural aging and a confluence of external events-a magnitude 6.4 earthquake in 2014, Hurricane Maria in 2017, and a series of temblors in late 2019. In addition, the 1995 upgrade increased the platform weight. The telescope was, he says, \"as well maintained as a steel platform in the tropics can be.\" But John Mathews, an emeritus professor at the Pennsylvania State University who visited and used Arecibo regularly from 1969 through 2019, says that \"deferred maintenance has been a problem for decades, and it's only gotten worse.\" He points to visible corrosion of dish components and sagging smaller cables. Those are external features, he admits, \"but many of us suspected that the structure was compromised.\" He adds that \"the ship was sinking, and the people who could get jobs elsewhere wisely did so\" after the transition to the current UCF-led management team in 2018. In conversations with Physics Today, many Arecibo users and employees suggested that the morale among employees was as frayed as the cables that broke. Some people interviewed for this story requested anonymity for fear of retaliation. Many Arecibo employees say there has been a lot of discontent in the past couple of years. \"The family atmosphere is totally gone,\" says one. The people working there have different benefits, depending on which of three entities in the management consortium employs them. Some people took pay cuts, he says, and some don't have retirement packages. A scientist who left recently says that some observing time was awarded based on friendships rather than merit. \"I was a loud voice against stupid decisions and the toxic environment that my colleagues and I faced since UCF took over managing the observatory,\" she says. \"Finding friends and colleagues crying on the stairs became routine.\" Kerr notes that Arecibo has been headed toward decommissioning since the 2005 NSF \"senior review\" of astronomy facilities, in which the agency was looking to free up funds for the Atacama Large Millimeter Array and other new endeavors. \"It's been a battle between the communities who love Arecibo and NSF,\" says Kerr. Since the senior review, management has changed twice-first moving in 2011 from longtime manager Cornell University to a consortium led by SRI International, and then in 2018 to the current management team. The managers were charged with finding new sources of funding as NSF divested, reducing its 2018 contribution of roughly $8 million to the observatory's annual budget of $12 million to about $2 million in 2023. Arecibo was a world-class observatory. It was also an economic driver and an educational hub for Puerto Rico. Nearly every schoolchild on the island visits the site. And the observatory is credited with inspiring many Puerto Ricans to go into STEM fields; the University of Puerto Rico at Mayagüez graduates the most Hispanic engineers and the second largest number of female engineers of any US university, according to a Government of Puerto Rico website. Many members of the observatory staff have worked at Arecibo for decades, notes Kerr. The closure will have a huge impact on the community. Some 100-120 people are employed at the observatory. \"I think of the guys who work on the platform,\" he says. \"They do it all-adjust and hoist instruments, maintain the platform. They make about $45 000 a year, astonishingly little given the risk involved in their job.\" In the decommissioning process, Gaume stressed that the visitors' center, the lidar facility, and a set of instruments that measure winds, temperatures, and structures in the ionosphere at a separate site about 160 km east on the island of Culebra will be preserved. But the visitors' center is likely to be less of a draw if people look at a sinkhole rather than a telescope dish. And, Kerr says, those facilities are \"in the noise\" in terms of the money and scientific productivity. ", "url": "https://physicstoday.scitation.org/do/10.1063/pt.6.2.20201124a/full/"}, {"title": "Arecibo telescope's fall is indicative of global divide around funding science infrastructure", "date": "2020-12-11", "content": "A mere two weeks after the National Science Foundation declared it would close the Arecibo single-dish radio telescope - once the largest in the world - the observatory took a dramatic dying breath and collapsed on Dec. 1, 2020. While drone footage captured the moment in excruciating detail, in truth, the disintegration of the telescope in Arecibo, Puerto Rico began far before this cinematic end. It is tempting to blame the demise of Arecibo on the physical damage it sustained earlier in 2020, when an auxiliary metal cable snapped - perhaps a delayed consequence of Tropical Storm Isaias or the earthquakes that shook Puerto Rico. But Arecibo's downfall was, in reality, caused by years of financial struggles. As someone who studies technology and infrastructure development, I see what happened at Arecibo as a classic example of the tension between facility maintenance and scientific progress.", "url": "https://theconversation.com/arecibo-telescopes-fall-is-indicative-of-global-divide-around-funding-science-infrastructure-151734"}, {"title": "Arecibo Observatory: another great lost in 2020", "date": "2020-12-18", "content": "The 305-metre radio telescope at the Arecibo Observatory in Puerto Rico survived decades of hurricanes, including Hurricane Maria in 2017, and earthquakes, including unusually strong ones in early January 2020. It also survived attempts by its owner, the US National Science Foundation, to reduce its funding. But in the early morning of 1 December 2020, its 900-tonne suspended instrument platform collapsed, destroying the 57-year-old telescope. Arecibo contributed to many significant discoveries, including observations of pulsars that captured a Nobel prize, and the first confirmed exoplanets. Closer to home, the observatory's radar equipment emitted radio signals to identify the shape, spin and speed of potentially hazardous asteroids for NASA. ", "url": "https://www.nature.com/articles/d41586-020-03552-2"}, {"title": "Puerto Rico earmarks $8 mn for Arecibo Observatory reconstruction", "date": "2020-12-28", "content": "The Puerto Rican government on Monday announced the allocation of $8 million to rebuild the Arecibo Observatory, one of the world's largest single-dish radiotelescopes, which collapsed in early December. The island's government also declared the Observatory area an \"historic zone.\" Via an executive order, Gov. Wanda Vazquez made reconstruction of the observatory public policy. In a ceremony at La Fortaleza, the seat of the island's government, Vazquez said that the Puerto Rican government believes that the telescope's collapse provides a great opportunity to redesign it, taking into account the lessons learned and recommendations from the scientific community so that it remains relevant for decades to come. ", "url": "https://www.laprensalatina.com/puerto-rico-earmarks-8-mn-for-arecibo-observatory-reconstruction/"}, {"title": "Plan emerges to rebuild collapsed Arecibo telescope, with early $8 million pledge from Puerto Rico", "date": "2020-12-31", "content": "In the wake of the mishap that caused the sad collapse of the Arecibo Observatory telescope earlier this month in Puerto Rico, a plan appears to be emerging to reconstruct one of the world's most recognizable instruments for deep space research. Puerto Rico's El Nuevo Dia news reports that Puerto Rican Governor Wanda Vazquez Garced has signed an executive order that sets aside $8 million toward the reconstruction of the enormous single-dish radio telescope. The order also provides for removal of debris from the Dec. 1 collapse, and designates the telescope site as a \"historic zone,\" according to the report. Captured in dramatic drone footage, the observatory's 900-ton platform, suspended 150 meters above the giant 305-meter dish, gave way on Dec. 1 when several support cables snapped, causing the platform to plummet to the dish surface below. The observatory had been closed since August due to an initial cable snap. ", "url": "https://www.syfy.com/syfy-wire/arecibo-telescope-rebuild-plan-8-million-funding-start"}]}, {"win label": 0, "news": [{"title": "Congress asks for report on Arecibo radio telescope collapse", "date": "2021-01-05", "content": "Congress wants a report investigating the December collapse of the iconic radio telescope at Arecibo Observatory by late February as the government evaluates what comes next for the facility, located in the mountains of Puerto Rico. The request comes as the observatory's supporters continue to rally on the facility's behalf, including a successful public petition calling for White House support of rebuilding at the site and a decision by the island's governor to allocate $8 million to the effort. Arecibo Observatory's 1,000-foot-diameter radio telescope suffered its most recent structural damage on the morning of Dec. 1, when its 900-ton suspended instrument platform came hurtling down onto the dish itself. The facility has left a 57-year legacy of scientific discovery, in addition to being a mainstay of tourism and education for Puerto Ricans. But the radio dish has been vulnerable for years. ", "url": "https://www.space.com/arecibo-observatory-congress-report-puerto-rico-funding.html"}, {"title": "Preliminary investigation offers possible cause of Arecibo Observatory telescope collapse", "date": "2021-01-25", "content": "An ongoing investigation of the December collapse of the iconic radio telescope at Arecibo Observatory in Puerto Rico offers early evidence that a manufacturing issue may have contributed to the failure. The telescope's massive science platform, which weighed in at 900 tons, was suspended above the vast radio dish by three dozen supporting cables. But in August 2020, one of those cables slipped out of its socket ; before the failure could be repaired, a second cable snapped outright in November. The U.S. National Science Foundation, which owns the site, determined that the platform was too unstable to safely repair and decided to decommission the instrument. Before that could happen, the telescope collapsed on its own on Dec. 1. Engineers have been investigating the cables since August, and crews have been cleaning up the debris and monitoring environmental concerns since the collapse,observatory director Francisco Cordova said during a panel discussion held on Jan. 21. \"The site cleanup and the debris removal really is ongoing,\" Cordova told the panel, which is focused on small solar system objects like asteroids in order to inform the National Academies committee that's putting together the document that will shape planetary science priorities for the next decade. \"In general, I think that is moving in the right direction.\"", "url": "https://www.space.com/arecibo-telescope-debris-clearing-possible-cause-update"}, {"title": "Cleanup of Arecibo Observatory's collapsed radio telescope seen from space", "date": "2021-03-03", "content": "The sad work of dismantling the remains of the Arecibo Observatory in Puerto Rico is underway. Fresh satellite images from Maxar Technologies from Feb. 23 show work crews removing part of the structure and clearing the land for safety reasons, after the telescope collapsed Dec. 1, 2020. The National Science Foundation had no updates about Arecibo's status recently on Twitter or on its press releases. It announced the decommissioning of the famed observatory back in November, however, due to hurricane and cable damage deemed too dangerous to repair. The new pictures are therefore no surprise. The collapse, documented in pictures and video, saw the 900-ton platform that hung above the radio dish suddenly falling 450 feet (140 meters) into the structure below at 8 a.m. local time. A preliminary investigation is ongoing for the cause amid the cleanup; a first update Jan. 21 from NSF suggested manufacturing error in the cables may have contributed to the collapse.", "url": "https://www.space.com/arecibo-observatory-cleanup-satellite-images"}, {"title": "Arecibo Observatory telescope cleanup could cost up to $50 million, NSF reports", "date": "2021-03-08", "content": "Cleaning up the collapsed radio telescope at the iconic Arecibo Observatory in Puerto Rico could cost between $30 million and $50 million, according to the National Science Foundation. The cost estimate, revealed Friday, is laid out in an NSF report required by Congress after the giant radio telescope's hanging science platform crashed down through the 1,000-foot dish on Dec. 1. Two supporting cables had snapped on the telescope in the months before the collapse. The crash came less than two weeks after the NSF had decided that the structure was too unstable to risk repairing and began planning for a controlled demolition. Instead, the agency was left to clean up the wreckage. As part of the legislation funding NSF through the end of September 2021, Congress requested a report outlining the status of the agency's investigation into the collapse, the plan to clean up the site and the procedure for determining whether the telescope will be replaced. NSF published that report on Friday.", "url": "https://www.space.com/arecibo-observatory-nsf-collapse-cleanup-costs"}, {"title": "Damaged Arecibo Observatory Cleanup Could Cost up to a Whopping $50 Million", "date": "2021-03-09", "content": "The fabled radio telescope Arecibo Observatory in Puerto Rico that played a key role in several astronomical discoveries for more than half a century was severely damaged in November last year. Ever since its beyond repair damage, a recent report by the National Science Foundation estimates it will cost up to $50 million to clean up the damage from the collapsed radio telescope disaster and possible next steps. While the investigation into the cause of the collapse of the observatory is still ongoing, the NSF released a seven-page report to Congress on March 5. The report was in response through the Consolidated Appropriations Act, 2021 and the bill asked for a report within 60 days about the cause of the collapse of the massive 305-meter radio telescope and subsequent future plans related to the site. The report outlined its previously stated damage to the telescope sustained in August and November last year, which led the agency to decide that a controlled demolition of the iconic telescope was the best option. ", "url": "https://www.news18.com/news/buzz/damaged-arecibo-observatory-cleanup-could-cost-up-to-a-whopping-50-million-3515033.html"}, {"title": "Legacy of shattered alien-seeking Arecibo telescope will live on for millions of years", "date": "2021-03-25", "content": "Arecibo Observatory radio telescope in Puerto Rico, which made Earth's first attempt to contact aliens, shaped pioneering cosmic research for nearly six decades. Its collapse in December last year, preceded by two cable failures and the National Science Foundation's decision to decommission and dismantle the telescope, marked the end of an era. Nevertheless, Arecibo leaves behind a rich legacy of scientific discovery spanning 57 years, and data collected prior to the telescope's demise will continue to inform the study of asteroids, planets and distant galaxies, researchers recently reported. Scientists outlined Arecibo's enduring contributions to radio astronomy in a presentation on March 19 at the 52nd Lunar and Planetary Science Conference, held virtually this year due to the COVID-19 pandemic. The presenters wrote that Arecibo left an \"indelible mark on planetary science, radio astronomy, and space and atmospheric sciences,\" and they expressed the sorrow surrounding its collapse in a wistful haiku: \"Six decades' service / Arecibo's telescope / Lost, not forgotten.\" ", "url": "https://www.livescience.com/arecibo-observatory-legacy.html"}, {"title": "The Arecibo Radio Telescope Collapsed Last December, but Its Legacy of Discovery and Innovation Continues", "date": "2021-04-21", "content": "Millions of people have seen footage of the famed Arecibo radio telescope's collapse in December 2020. What they would not have seen from those videos was Arecibo's data center, located outside the danger zone. It stores the 'golden copy' of the telescope's data - the original tapes, hard drives, and disk drives of sky scans since the 1960s. Now, a new partnership will make sure that about three petabytes, or 3,000 terabytes, of telescope data is securely backed up off-site and made accessible to astronomers around the world, who will be able to use it to continue Arecibo Observatory's legacy of discovery and innovation. Within weeks of Arecibo's collapse, the Texas Advanced Computing Center (TACC) entered into an agreement with the University of Central Florida (UCF), the Engagement and Performance Operations Center (EPOC), the Arecibo Observatory, the Cyberinfrastructure Center of Excellence Pilot (CICoE Pilot), and Globus at the University of Chicago. Together, they're moving the Arecibo radio telescope data to TACC's Ranch, a long-term data mass storage system. Plans include expanding access to over 50 years of astronomy data from the Arecibo Observatory, which up until 2016 had been the world's largest radio telescope.", "url": "https://scitechdaily.com/the-arecibo-radio-telescope-collapsed-last-december-but-its-legacy-of-discovery-and-innovation-continues/"}, {"title": "Collapsed Arecibo Telescope's Data Transferred For Future Science Work", "date": "2021-04-21", "content": "While the famed Arecibo Observatory is being decommissioned, there's a plan to make sure its decades of valuable science data is preserved and backed up. The telescope, known for its appearances in a James Bond film and for scanning space rocks that come close to Earth, collapsed in December last year following years of hurricane damage. It is in the process of being dismantled, for safety reasons. A newly announced partnership will move three petabytes of data from Arecibo's observations to the Texas Advanced Computing Center, with plans to eventually open up more access to the 50 years of astronomy data Arecibo collected. \"Arecibo data has led to hundreds of discoveries over the last 50 years,\" Francisco Cordova, director of the Arecibo Observatory, said in a statement. \"Preserving it, and most importantly, making it available to researchers and students worldwide will undoubtedly help continue the legacy of the facility for decades to come. With advanced machine learning and artificial intelligence tools available now, and in the future, the data provides opportunity for even more discoveries and understanding of recently discovered physical phenomena.\"", "url": "https://www.forbes.com/sites/elizabethhowell1/2021/04/21/collapsed-arecibo-telescopes-data-transferred-for-future-science-work/"}]}, {"win label": 0, "news": [{"title": "The rise and fall of Arecibo Observatory - an oral history", "date": "2021-09-08", "content": "When the receiving platform at the legendary Arecibo Observatory came crashing down in a 900-ton heap of twisted metal on Dec. 1, 2020, it was a tragic end to a living monument with a storied history. Upon opening in 1963, the telescope was called the Arecibo Ionosphere Observatory. Conceived by Cornell University electrical engineer William Gordon as an enormous radar to study the ionosphere, the facility was managed by Cornell and funded by the U.S. military's Advanced Research Projects Agency (ARPA), which was interested in using it to track nuclear missile launches. That Arecibo would become the world's most iconic radio telescope, discovering exotic stars and alien worlds, was almost an accident of history. ", "url": "https://astronomy.com/magazine/news/2021/09/the-rise-and-fall-of-arecibo-observatory---an-oral-history"}, {"title": "Arecibo Observatory Documentary Debuts on 1-Year Anniversary of the Telescope's Collapse", "date": "2021-11-30", "content": "The Arecibo Observatory in Puerto Rico is debuting a documentary film on Dec. 1 - one year after the instrument platform of the world-famous 305-meter telescope collapsed. The film, The Biggest Dream, depicts how the observatory came to be, the wonder of the unique telescope and the worldwide impact it has had over the past 50 years. \"We had community volunteers come to us right after news of the collapse last year and offer their time and talent to create a film that shares Arecibo's legacy,\" says Francisco Cordova, the observatory director. \"The creation of the film reflects the Puerto Rican spirit and demonstrates the magnitude of the contributions this facility and its people have made to the scientific community.\" The film's producer and crew are all Puerto Rican and working professionals. ", "url": "https://www.ucf.edu/news/arecibo-observatory-documentary-debuts-on-1-year-anniversary-of-the-telescopes-collapse/"}, {"title": "Arecibo Observatory: A year after telescope's collapse, an icon gets continuing cleanup and a new documentary", "date": "2021-12-01", "content": "A year after the collapse of an iconic radio telescope tucked away in a natural sinkhole, scientists and Puerto Ricans are still reeling from the loss of a decades-old observatory. Arecibo Observatory 's radio telescope was instantly recognizable, thanks to its 1,000-foot-wide dish, trio of soaring towers and delicate web of cables and platform that held science instruments above the dish. But in late 2020, first one cable failed, then a second one. By mid-November, the U.S. National Science Foundation, which owns the site, decided that the telescope was too unstable to be repaired - but before the agency could demolish it, gravity did the job. On Dec. 1, 2020, the platform fell, smashing through the delicate dish. ", "url": "https://www.space.com/arecibo-radio-telescope-collapse-anniversary"}]}]