[{"win label": 0, "news": [{"title": "India's eye on universe ready for tests", "date": "2015-05-20", "content": "A fully assembled Astrosat, India's first space observatory, is ready for intensive tests here before its launch around October. The Indian Space Research Organisation said on Tuesday that the 1,650-kg spacecraft would orbit Earth equatorially at 650 km and study distant stars, galaxies, black holes and other cosmic objects. Elite status. The space-based observatory was built at the ISRO Satellite Centre here to operate for five years and will provide useful data for the country's astronomy community. It will put India in an elite orbit with the U.S., Europe, Russia and Japan. \"Last week, the spacecraft was fully assembled and switched on. All the (six) payloads and sub-systems are integrated into the satellite. Mechanical fit checks of the satellite with the PSLV (polar satellite launch vehicle) payload adaptor were performed successfully,\" the space agency said on its website. One of ISRO directors said Astrosat would be the first such satellite to scan simultaneously the sky in most of the frequency spectra from ultraviolet to optical and low- and high-energy X-ray bands. Large scale. Although previous national satellites carried small astronomy-related devices, \"Nothing on this scale, with a dedicated satellite, has been done before (at ISRO). It should be of immense benefit to our scientists, who have depended on inputs from other agencies and sources like the Hubble (US-European space telescope),\" the official said. In the coming days, Astrosat will undergo a host of environmental tests - electromagnetic interference, electromagnetic compatibility, thermal vacuum, vibration and acoustics and so on. Later, the satellite will be shipped to the Satish Dhawan Space Centre, Sriharikota, for launch. ISRO developed the six payloads in partnership with the Tata Institute of Fundamental Research, Mumbai; the Indian Institute of Astrophysics and the Raman Research Institute, Bengaluru; and the Inter-University Centre for Astronomy and Astrophysics, Pune. Two payloads were developed with the Canadian Space Agency and the University of Leicester, U.K.", "url": "https://www.thehindu.com/sci-tech/science/indias-eye-on-universe-ready-for-tests/article7224853.ece"}]}, {"win label": 1, "news": [{"title": "Astrosat, Indias Hubble, to be launched on September 28", "date": "2015-09-19", "content": "Astrosat, India's first space observatory, is set to be launched on September 28. Dedicated to astronomy, the satellite is a miniature version of the Hubble, the US-European joint space observatory that has discovered new galaxies and improved understanding of the universe. India's observatory will be the fourth in space, after the Hubble, Russia's Spektr R and Suzaku of Japan. Astrosat, initially planned for 2005, has been delayed by a decade, as the scientific community struggled to build with precision the instruments needed for such operations. The instruments, spreading across ultraviolet and X-ray wavelengths, will study black holes, neutron stars, quasars, white dwarfs and pulsars. \"Astrosat is special due to the choice of instruments to study in multi-wave lengths - UV rays, visible and X-rays - which even the Hubble doesn't have,\" A S Kiran Kumar, chairman of the Indian Space Research Organisation, had said in a recent interview. \"The instruments allow simultaneous observation of cosmic sources, an area in which other observatories currently have limitations.\" The diameter of Astrosat's optical mirror is around 30 cm, compared with 2.4 m in the case of Hubble. It is expected the US space agency will launch the James Webb observatory, a successor to the Hubble, in 2018. The Astrosat will carry instruments of various Indian research labs such as the Tata Institute of Fundamental Research, the Indian Institute of Astrophysics, the Inter-University Centre for Astronomy and Astrophysics and the Raman Research Institute. In addition, two payloads have sensors from the Canadian Space Agency and the University of Leicester, UK. \"One of the reasons why we work with universities and tie up with institutions for these instruments is to increase the scientific base in the country,\" said Kumar. \"They can do research and put out papers from the scientific data we produce from our satellites.\" The Rs 178-crore Astrosat will be hurled into space by Isro's workhorse rocket, the Polar Satellite Launch Vehicle, from the Satish Dhawan Space Centre in Sriharikota, off the eastern coast. Six small satellites - four from the US and one each from Indonesia and Canada - will ride on the rocket, which will place these satellites in the Earth's lower orbit. The US satellites are the first from that country to be launched from India since the two countries signed a technology safeguards agreement in 2009. ", "url": "https://www.business-standard.com/article/current-affairs/astrosat-indias-hubble-in-space-to-be-launched-on-september-28-115091900495_1.html"}, {"title": "Astrosat Space Observatory", "date": "2015-09-28", "content": "Astrosat is a multi-wavelength space observatory launched aboard the PSLV-C30 on 28 September 2015 from the Satish Dhawan Space Centre, Sriharikota, India. The mission is intended to perform multi-wavelength observations encompassing spectral bands from radio, optical, infrared, ultraviolet, X-ray and gamma ray regions for the study of a variety of astronomical objects. The satellite was placed into 650km orbit, inclined at an angle of 6° to the equator. Design and development of Astrosat. The Astrosat was designed and manufactured by the Indian Space Research Organisation. The development was completed with assistance from the Inter University Centre for Astronomy and Astrophysics of Pune, Tata Institute of Fundamental Research of Mumbai, Indian Institute of Astrophysics and Raman Research Institute of Bangalore, Universities in India and two institutions from Canada and the UK. Astrosat is cuboidal in shape and has dimensions of 1.96m x 1.75m x 1.30m. The satellite has a lift-off mass of 1,513kg and dry mass of 1,470kg. It includes two solar arrays made of triple-junction solar cells, which can generate 2,110W of power. It also includes two lithium- ion batteries, each with 36Ah capacity. The satellite has a designed mission life of five years. Astorsat mission details. Astrosat will observe the universe in the optical, ultra-violet, low- and high-energy X-ray regions of the electromagnetic spectrum, with participation from major astronomy institutions and universities in India. It will also contribute to co-ordinated observations performed using other spacecraft and ground-based observations. The mission objectives include understanding high-energy procedures in binary star systems constituting neutron stars and black holes, estimating magnetic fields of neutron stars and examining star birth regions and high-energy processes in star systems lying outside our galaxy. The spacecraft will discover new, briefly bright X-ray sources in the sky and conduct a limited deep-field survey of the universe in the ultraviolet region. Instruments on board Astrosat. Astrosat is fitted with five astronomy payloads, which will be used for the investigation of astrophysical processes occurring in the various types of astronomical objects in the universe. The ultraviolet imaging telescope, with two telescopes and three independent detector systems, records data simultaneously in far-ultraviolet, near-ultraviolet and optical bands. The large area X-ray proportional counter aboard the spacecraft is designed to study the variations in the emission of X-rays from sources including X-ray binaries, active galactic nuclei and other cosmic sources. The soft X-ray telescope is a focusing X-ray telescope fitted with a charge-coupled device imaging camera. The SXT studies the position, time and energy of each identified X-ray photon in the energy range between 0.3keV and 8keV. The cadmium zinc telluride imager is fitted with a hard X-ray coded mask camera that functions in the X-ray region and extends the capability of the satellite to sense X-rays of high energy in the 10keV-100keV range. The onboard scanning sky monitor is designed to monitor highly-variable X-ray sources in the sky. It can also perform the detection and location of sources that become bright in X-rays for a short duration of time. Launch vehicle details. \"The spacecraft will discover new, briefly bright X-ray sources in the sky and conduct a limited deep-field survey of the universe in the ultraviolet region.\" Astrosat was launched aboard Polar Satellite Launch Vehicle C30 along with six other satellites, including LAPAN-A2 of Indonesia, NLS-14 of Canada and four identical LEMUR satellites of the US. The launch vehicle lifted-off with a mass of 320.2t and a total payload weight of 1,631kg. Astrosat's launch was completed in four stages. The spacecraft was separated from the fourth stage of PSLV-C30 and was placed in orbit 22 minutes after the lift-off. Astrosat was launched from the first launch pad at SHAR. Ground control station for the space observatory. The scientific data gathered by the five payloads of Astrosat is telemetered to ISRO's spacecraft control centre located at Mission Operations Complex and further processed, archived and distributed by the Indian Space Science Data Centre. The ISRO Telemetry, Tracking and Command Network in Byalalu near Bengaluru will manage the satellite during its mission life. ", "url": "https://www.aerospace-technology.com/projects/astrosat-space-observatory/"}, {"title": "ISRO launches ASTROSAT, first space observatory", "date": "2015-09-28", "content": "A few days after it celebrated the successful completion of a year around the Red planet by its first inter-planetary mission - the Mars Orbiter, the Indian Space Research Organisation on Monday launched its first dedicated multi wavelength space observatory into space, besides six satellites for Canada, Indonesia and the United States. Though the national space agency has launched satellites for Indonesia and Canada earlier, this is the first time ISRO is launching satellites for the United States. Though there have been scientific missions in the past by ISRO - Aryabhata, SROSS, Youthsat, IRS-P3, GSAT-2, Chandrayaan-1 and Mars Orbiter Mission, this is the first time ISRO is launching a space observatory into space. Though ASTROSAT may be similar to the NASA's Hubble Space Telescope, the former is about 10 times smaller and cannot be compared to the Hubble, which is versatile. Besides NASA, space agencies of the European Union, Japan and Russia have launched similar facilities into the space. Within 22 minutes after it lifted off from the Satish Dhawan Space Centre here at 10 am, ISRO's PSLV C-30 rocket successfully placed in orbit - the country's AstroSat. Within few minutes later, Canada's NLS-14 nanosatellite, Indonesia's LAPAN-A2 microsatellite and four identical LEMUR nano satellites for the United States were also put in orbit. With the Monday's launch, ISRO has successfully crossed the half century mark as for foreign satellites. ISRO has launched 51 satellites for foreign satellites so far. \"Today is one of the eventful days for us. Our PSLV has once again proved to be a workhorse,\" ISRO chairman A.S. Kiran Kumar said from the Mission Control Room, soon after the rocket injected the satellites into the intended orbits. The 1,513 kg-weighing cuboid-shaped satellite would be eventually fine-tuned into 650 km above the Earth's surface. The satellite can perform simultaneous multi-wavelength observations of various astronomical objects. The sun and star sensors, besides the gyroscopes, would provide orientation reference to the satellite, which has a mission life of five years. ASTROSAT aims at understanding the high energy processes in binary star systems containing neutron stars and black holes, to estimate magnetic fields of neutron stars, to study star birth regions and high energy processes in star systems lying beyond the Milky way galaxy. The mission also intends to detect new briefly bright X-ray sources in the sky, to perform a limited deep field survey of the Universe in the ultraviolet region. A team headed by Prof. U.R. Rao finalised the five payloads, which were taken onboard the ASTROSAT - Ultraviolet Imaging Telescope, Large Area X-Ray Proportional Counter, Soft X-ray Telescope and Cadmium Zinc Telluride Imager. While Canada's NLS-14 is a maritime monitoring nanosatellite using the Automatic Identification System, Indonesia's LAPAN-A2 is aimed at benefitting Indonesian radio amateur communities for disaster mitigation and carrying out Earth surveillance. All the four identical LEMUR satellites for the United States - non-visual remote sensing satellites aims to focus on global maritime intelligence through vessel tracking. ", "url": "https://www.thehindu.com/sci-tech/science/isro-launches-astrosat-first-space-observatory/article7697707.ece"}, {"title": "India Launches Its First Astronomy Satellite, ASTROSAT, Into Orbit", "date": "2015-09-29", "content": "India has sent its first ever observational space telescope, called ASTROSAT, into orbit, after a successful launch from the Polar Satellite Launch Vehicle rocket. From its low-Earth orbit altitude of approximately 650 km, ASTROSAT's mission is to help astronomers develop a more detailed understanding of the Universe. The satellite, launched by the Indian Space Research Organisation, is a multi-wavelength space observatory effectively designed to be India's answer to NASA's Hubble telescope. According to the Tata Institute of Fundamental Research, which helped develop many of the optical instruments onboard the spacecraft, ASTROSAT features \"unprecedented capability\" to simultaneously observe cosmic objects in visible light, the ultraviolet waveband and the x-ray waveband, from very low-energy through to very high-energy x-rays. \"ASTROSAT is a quantum leap from previous modest-sized payloads on other Indian satellites,\" said Prahlad Agrawal, a professor with TIFR, in a press release. \"It is an internationally competitive observatory that will enable Indian scientists to work in frontier areas of high-energy physics.\" \"The instruments developed by TIFR will give us a capability unrivalled in the world for the next five to 10 years,\" added Sandip Trivedi, director of the institute. \"We look forward to some great science results.\" Within this timeframe, the satellite's primary objectives are to study binary star systems containing neutron stars and black holes, estimate the magnetic fields of neutron stars, and study star birth regions and high-energy processes in systems beyond our galaxy. ASTROSAT will also detect new x-ray sources in the sky and perform a limited deep field survey of the Universe in ultraviolet. While ASTROSAT might seem like a competitor to the Hubble telescope, in some regards India's observatory platform is not actually as powerful, despite being launched a quarter of a century later. Its multi-wavelength capabilities are one of a kind, but it's a much smaller satellite with an intentionally limited lifespan, and the images it produces will be less precise than those from Hubble. \"This will bring little commercial advantage,\" Mayank Vahia of TIFR told Reuters, \"but will show India's new capability in space research.\" The launch of ASTROSAT comes almost exactly a year after the country's crowning space achievement, when its Mangalyaan orbiter spacecraft successfully made the journey to Mars. \"History has been created today. We have dared, to reach out, into the unknown,\" said Indian prime minister Narendra Modi at the time, celebrating the feat. ASTROSAT's successful launch further cements India's fast-growing astronomy credentials, marking only the fifth time a space program has succeeded in sending a space observatory into orbit, following the US, Russia, the European Space Agency, and Japan.", "url": "https://www.sciencealert.com/india-launches-it-first-astronomy-satellite-astrosat-into-orbit"}, {"title": "India's AstroSat Space Observatory delivers First Light Image", "date": "2015-10-13", "content": "India's first dedicated space observatory has begun collecting data with its suite of instruments, studying Ultraviolet and X-Ray emissions from galactic targets to contribute to addressing some of the outstanding questions in high-energy astrophysics. AstroSat was launched on September 28 atop a Polar Satellite Launch Vehicle, successfully placing the 1,513-Kilogram satellite into an equatorial orbit of 630 by 650 Kilometers at an inclination of six degrees - an orbital setup carefully selected for this mission to limit the duration of passages through the South Atlantic Anomaly where radiation levels peak and can cause damage to the delicate instrument detectors. The AstroSat spacecraft is outfitted with five co-aligned instruments to conduct studies by imaging targets in the ultraviolet wavelengths as well as a broad X-ray energy range. One day after its launch, AstroSat activated its first payload systems beginning with the Charged Particle Monitor - a sensor designed to detect changes in proton and electron flux to determine when the satellite's instruments have to be switched off to protect them from radiation-related damage, e.g. when flying through the South Atlantic Anomaly. The initial spacecraft checks also revealed that the data handling systems, the communications systems, the spacecraft controller and all platform systems were functioning as planned. Working through a methodical process, Indian mission controllers initially powered up the Soft X-Ray Telescope which covers an energy range of 0.3 to 8 kilo-Electronvolt utilizing a Wolter I design that makes use of grazing incidence optics to focus the incoming X-rays onto a 600 by 600-pixel CCD detector. Once activated, SXT showed good voltages and switched to its calibration mode. The next instrument to be activated was the Large Area Xenon Proportional Counter (LAXPC) that aims to detect X-rays at energies of 3 to 80 keV by using a chamber filled with Xenon gas which, when struck by a high-energy x-Ray photon, generates ion-and-electron pairs detected via their electrical current that is in proportion to the energy the original X-ray possessed. The Scanning Sky Monitor was commanded to begin rotating its sensors on the third flight day, following a similar detection principle as LAXPC but using a rotating sensor to cover a large area of the sky for the detection of X-rays at energies between 2 and 10 keV. By October 1, the Charged Particle Monitor was declared operational, actively controlling the operation of the other instruments and triggering deactivation commands in case particle flux levels rise above a programmed threshold. The Cadmium-Zinc-Telluride Imager powered up its electronics to begin checkouts of the instrument. CZTI puts to use an array of detector elements to image X-rays from 10 to 150 keV and conduct photometric studies for hard X-rays up to 1 mega-Electronvolt. The initial data returned by CZTI showed a good powered state of the instrument, allowing controllers to activate the high-voltage detector systems. On October 5, CZTI was declared operational and began collecting science data with a one-day integration on Cygnus X-1, a well known X-Ray source that represents one of the most studied astronomical objects, making it suitable for calibrations of the CZTI instrument. CZTI was oriented to point at Crab Nebula on October 6, a supernova remnant that includes the Crab Pulsar, the brightest source in the sky for hard X-rays and therefore often used for calibration measurements of space and Earth-based instruments. The initial attempt to collect data on Crab Nebula was not successful because the satellite's instruments were deactivated by the onboard safeguard when detecting the observatory was passing through the South Atlantic Anomaly. Analysis of data showed that Crab Nebula was captured later in the observation session when it emerged from behind Earth, causing detector count rates to rise above their background level of around 9 counts per detector to approximately 20 counts per second, providing operators with a confirmation that the instrument was picking up a bright X-ray source. Processing of the data from the 42-minute Crab Nebula observation yielded the First Light image for the AstroSat mission. The image displays only the hard X-ray spectrum above 25 keV and shows Crab Nebula as a bright object surrounded by artifacts that will be removed as part of data processing. CZTI reached an image resolution of 10 arcmin which will be improved over the course of instrument commissioning to around 8 arcmin. Additional work will be carried out to bring down the lower energy threshold to 10 keV as part of the commissioning phase. Starting on October 12, the Scanning Sky Monitor became operational and joined the observation of Crab Nebula. AstroSat will complete coordinated observations with other space observatories including NASA's Swift and NuSTAR satellites to provide additional data for the calibration of the instruments and an assessment of detector drifts. Commissioning of the remaining AstroSat instruments will continue over the course of the next three weeks to prepare the X-ray instruments to begin regular operations in November when several coordinated observation campaigns are planned, focused on back holes and black hole candidates.", "url": "https://spaceflight101.com/pslv-c30/indias-astrosat-space-observatory-delivers-first-light-image/"}, {"title": "India's Astrosat Takes Its First Images Of The Crab Nebula", "date": "2015-10-20", "content": "Astrosat, India's first multi-wavelength space observatory, successfully took its first images of the Crab Nebula, the remnant of a supernova first detected by Chinese astronomers in the year 1054. Launched on September 30, 2015, Astrosat carries five payloads, including the charged particle monitor and the cadmium zinc telluride imager, which were the first to go fully operational. The CZTI is a hard X-ray detector that was made made fully operational on October 5, 2015. On October 6, 2015, Astrosat was oriented towards the Crab Nebula, the brightest hard X-ray source in the sky. Unfortunately, ground support software that had been tested using benign ground data failed to detect the Crab Nebula at first pass. For the second attempt on October 9, 2015, Astrosat observations were made in parallel by both the Mission Operation Center at Peenya, Bengaluru and Payload Operation Center at the Inter-University Center for Astronomy and Astrophysics, Pune. It was discovered that the difficulty in detecting the Crab Nebula occurred as the satellite happened to pass through the South Atlantic Anomaly region when Crab was in the field of view. The SAA avoidance zone was deliberately kept wide to protect the instruments, and detectors were switched off in this interval during the initial days of Astrosat operation. When all the data were systematically analysed and data points were selected based on the availability of the Crab Nebula in the detector field of view, the Crab Nebula could be seen emerging from the Earth's shadow. The image generated by deconvolving the coded mask shadows accumulated during this interval clearly shows Crab as a bright object near the centre. Apart from the Crab Nebula, Astrosat also observed the black hole source Cygnus X-1 for two days. The CZTI will provide spectroscopic data in the 70 keV-300 keV region, which, taken together with data from the NAZA NuStar observations, will provide unprecedented wide band spectroscopic data on Cygnus X-1. This data could help scientists understand the accretion disk geometry in a black hole sources like Cygnus X-1. In the next few weeks, other X-ray instruments of Astrosat would be made operational. Astrosat would be looking at some of the black hole sources and candidates like GRS 1915+105, Cygnus X-1, Cygnus X-3 during the month of November. Simultaneous observations are also planned using an infra-red telescope at Mt Abu, radio observations at the giant meterwave radio telescope, Khodad and using the Himalayan Chandra Telescope.", "url": "https://www.asianscientist.com/2015/10/topnews/isro-astrosat-crab-nebula/"}, {"title": "Astrosat's Soft X-Ray Telescope Sees First Light", "date": "2015-11-04", "content": "The Soft X-ray focusing Telescope (SXT) onboard Astrosat, India's first satellite dedicated to astronomical observations, saw its first light from an astronomical source on October 26, 2015, after the camera door was opened at 06:30UT. The telescope door covering the optics had already been opened ten days earlier. The SXT is India's first X-ray telescope based on doubly reflecting grazing incidence optics, containing 320 mirrors assembled together in two sets of 40 co-axial shells. The golden mirrors and the precision structure for assembling them were all built in the Department of Astronomy and Astrophysics of the Tata Institute of Fundamental Research (TIFR), Mumbai. All the mirrors assembled at different radii from the central axis were aligned perfectly to image a single point, and the entire telescope was then further aligned with an X-ray camera. The camera was previously assembled independently in the Department of Physics and Astronomy, University of Leicester and delivered to TIFR. The electronics to control the charge-coupled device (CCD) and its thermal control, and the commands to read data in different modes of operation were made at TIFR. The Astrosat was pointed at a target, PKS 2155-304, a special type of quasar known as BL Lac type object, for its first light. The targeted object is an X-ray source, belonging to an enigmatic class of supermassive black holes in a galaxy very far away (1.5 billion light years away) which shoots out powerful jets of highly accelerated particles at speeds near the speed of light and pointing quite closely towards the Earth. The light from the jet overpowers the light from the galaxy and can be seen at almost all wavelengths from radio to very high-energy gamma-rays. The data was received at the ground station in Bengaluru and being analyzed at TIFR. The data showed that the telescope and the camera are operating perfectly and data quality is excellent. \"This is the moment we have been waiting for anxiously after the satellite was launched on 28 September. It is good to see all these mirrors working in perfect harmony to create an X-ray image on a camera containing a very small CCD situated two meters away from the mirrors,\" said Professor K P Singh, the project manager of the team that developed the SXT in TIFR. \"The CCD is working at a controlled temperature of -82 degrees Centigrade, and we have been able to achieve the sensitivity, the spatial and spectral resolution as per our specifications.\"", "url": "https://www.asianscientist.com/2015/11/topnews/tata-astrosats-soft-x-ray-telescope-quasar-bl-lac-type-object/"}]}, [], {"win label": 0, "news": [{"title": "ASTROSAT discovers the prey of a vampire star", "date": "2017-01-30", "content": "India's first dedicated space observatory, the ASTROSAT, has discovered a unique pair of stars in a binary system. In a recently published study, researchers from the Indian Institute of Astrophysics (IIA), Inter-University Centre of Astronomy and Astrophysics (IUCAA), Tata Institute of Fundamental Research (TIFR), Indian Space Research Organization (ISRO) and the Canadian Space Agency (CSA), have reported the discovery of an unusual companion (prey) to a 'blue straggler' (vampire star) in the nearby open cluster of stars called NGC 188. They have also observed that this system is unique in the sense that, of the two stars in the binary system, one of them has been feeding off of its companion till very recently. The science paper with the above result is published in Astrophysical Journal Letters. The ASTROSAT, launched by ISRO on the 28th of September 2015, is India's first multi-wavelength space observatory. The mission includes an Ultraviolet Imaging Telescope (UVIT), a Large Area X-ray Proportional Counter (LAXPC), a Soft X-ray Telescope (SXT), a Cadmium Zinc Telluride Imager (CZTI) and a Scanning Sky Monitor (SSM). These instruments observe the sky for electro-magnetic radiations in the visible, ultraviolet and X-ray frequency ranges coming from distant celestial sources. Researchers have been using the telescope to study high-energy processes in stars, binary stars, stellar clusters, and galaxies. The Ultraviolet Imaging Telescope (UVIT), using which scientists unveiled this, was designed and fabricated by a team consisting of scientists and engineers from IIA, IUCAA, TIFR, ISRO, and CSA and led by Prof. Shyam Tandon. It is made of twin telescopes with an effective diameter of 375mm each and records images in the Far UV, Near UV and visible frequencies. UVIT provides very sharp UV images over a field of view as large as the Moon. \"The UVIT is the first UV mission to use multiple filters, which can do spectral sampling\", remarks Prof. Annapurni Subramaniam, a Professor at IIA and the Calibration Scientist of UVIT on board the ASTROSAT. This is the first science result from UVIT. Understanding blue stragglers, stars that appear to stay young, defying aging, is of great importance in improving our understanding of stellar evolution. \"The most popular explanation is that these are binaries in which the smaller star sucks the material out of the bigger companion star to become a blue straggler, and hence called a vampire star. The small star becomes bigger, hotter and bluer, which gives it the appearance of being young, while the aging companion burns out and collapses to a stellar remnant\", explains Prof. Subramaniam. The finding is unique, as this is the first time that a strange companion star has been detected for a blue straggler. The hot blue companion is mysterious and does not quite fit in the known evolutionary scheme of stars. \"The companion is still going through aging and has not yet become a remnant. It is also hot and large; therefore it appears very bright in ultraviolet image, but not so bright in image taken with an optical telescope looking at visible light. Hence, previous studies of the blue straggler in the optical range could not detect the companion. This pair thus becomes a rare sample to study the details of the formation of blue straggler stars. As the sucked up material from the aging star will be polluted with material processed within the aging star, this blue straggler will throw light on the kind of nuclear processing that happens in aging stars\", says Prof. Subramaniam about this exciting discovery. This discovery also highlights the capabilities of the telescopes on ASTROSAT. \"The data from six filters of UVIT were used to estimate the precise temperature of the companion star, its size and brightness. This has been possible only due to the excellent capability of the UVIT telescope\", adds Prof. Subramaniam. The progress in technology and advances in imaging have started a new era of discoveries that increase our understanding of the Universe in previously unheard ways. With home grown capabilities like the ASTROSAT staring into the darkness of the cosmos, an interesting and exciting future lies ahead for Indian astrophysics. \"Binary star evolutions are always interesting. Depending on the interactions between them, the outcome could be anything. But in this case we have caught them in the process of changing. So, as a next step we would like to understand the chemical composition of the Blue Straggler, using a high resolution spectroscopy, which could tell us more about the evolution of these peculiar objects\" signs off Prof. Subramaniam.", "url": "https://researchmatters.in/article/astrosat-discovers-prey-vampire-star"}]}, {"win label": 0, "news": [{"title": "Massive coronal explosion on Proxima Centauri spotted by Astrosat, Chandra and Hubble", "date": "2017-07-20", "content": "Three space-based observatories Astrosat, Chandra, Hubble Space Telescope and a ground-based observatory HARPS have simultaneously detected a massive coronal explosion on the nearest planet-hosting star 'Proxima Centauri', a top scientist revealed on Wednesday. The chance detection on 31 May this year came during a planned joint multi-wavelength simultaneous observational campaign by these observatories studying the 'Proxima Centauri' group of stars which hosts an Earth-like habitable planet - Proxima Centaur b - orbiting within (Proxima Centauri) its habitable zone, said Professor K.P. Singh, a scientist from Tata Institute of Fundamental Research (TIFR). The exercise to investigate the fate of this Earth-like planet orbiting the 'Proxima Centauri', around 4.25 light years away from the Sun, involved a team of scientists from India, the US, Chile, France and Germany. \"During the observations, a strong flare was observed by all our space-based participating telescopes,\" said Dr Christian Schneider of Hamburger Sternwarte (HS), Germany. 'Proxima Centauri' is a well-known flaring star where a large amount of energy is released as a result of magnetic reconnection and such stars (like Proxima Centauri) are known to flare on timescales of a few minutes to hours. Commenting on the development, scientist Lalitha Sairam from the Indian Institute of Astrophysics, Bengaluru, said: \"The high-energy photons like the ultraviolet (UV) and X-ray photons are absorbed by the planetary atmosphere heating it to tens of thousands of Kelvin, affecting the capability of the planet to sustain its atmosphere and in particular to sustain water in liquid form\".", "url": "https://www.firstpost.com/tech/news-analysis/massive-coronal-explosion-on-proxima-centauri-spotted-by-astrosat-chandra-and-hubble-3836657.html"}, {"title": "Indian telescope AstroSat measures star in Taurus constellation, says ISRO", "date": "2017-11-07", "content": "India's multi-wavelength space telescope AstroSat had measured the X-ray polarisation of the Crab pulsar in the Taurus constellation, said space agency ISRO. \"AstroSat accomplished the difficult task of measuring X-ray polarisation of Crab pulsar in the Taurus constellation during 18-months of its study for the first time,\" said the Indian Space Research Organisation in a statement on Monday. ISRO launched its first dedicated space observatory AstroSat on a Polar Satellite Launch Vehicle on September 28, 2015, from its spaceport at Sriharikota in Andhra Pradesh. \"The telescope measured the variations of polarisation as the magetised object spins 30 times per second,\" said the statement quoting from a paper published in \"Nature Astronomy\" journal. A pulsar is a rotating neutron star or white dwarf, which emits electromagnetic radiation. Neutron stars and black holes are examples of such objects. Taurus is the second astrological sign in the present zodiac. It spans the 30-60th degree of the zodiac. The landmark measurement by the satellite's CZT imaging instrument challenges theories of high energy X-ray emission from pulsars. \"Indian scientists using data from the CZT Imager have performed the most sensitive measurement of X-ray polarisation of the Crab pulsar, the rotating neutron star which is the main energy source of the nebula,\" the scientific paper pointed out. The 1,513 kg space observatory built at a cost of Rs 180 crore has five scientific instruments to study celestial objects in the universe for the first time at optical, ultraviolet and x-ray wavebands simultaneously. The instruments are a soft x-ray telescope, an ultraviolet imaging telescope, an imager and a scanning sky monitor. \"The universe is home to many such exotic objects with conditions quite different from the Earth. It is essential to study them to ensure our predictions describe what goes on in and around them. They are less than a few tens of km but have masses more than that of the Sun and are known as compact objects,\" noted the statement. X-ray polarisation measurement is so difficult that so far the measurement obtained worldwide is for the pulsar in the Crab Nebula - the ghostly remains of a massive stellar explosion known as supernova, observed in 1054 AD. With mass condensed in a small volume, the pulsars possess strong gravitational and magnetic fields, both trillion times that on the Earth. They are also sources of intense X-ray radiation, electromagnetic waves similar to light but have ten to hundred thousand times higher energy, which carries vital clues to understand them as well as the physical processes responsible for the radiation. Astronomers have studied properties of this radiation to make a picture of compact objects and their surroundings. \"The idea of using CZT Imager for X-ray polarisation measurement has been around for a while, but this is the first time the idea was tested on ground before launch and then employed in space. This makes our measurements credible,\" said ISRO's Ahmedabad-Physical Research Laboratory Professor Santosh Vadawale in the paper. Another feature of the measurements is the study of polarisation properties at different rotation phases of the pulsar, which has not been done so far, reiterated Vadawale, lead author of the paper and part of the CZT Imager team. According to Mumbai-based Tata Institute of Fundamental Research Professor and Imager's principal investigator A.R. Rao, the team had to observe the Crab pulsar many times and combine data of months given its small rotation period. \"To get the micro-second accuracy for combining the data, the AstroSat team sought help from one of the world's best radio telescopes - the Indian Giant Meter-wave Radio Telescope, at Khodad near Pune. Professor Bhal Chandra Joshi and a team from NCRA, Pune, monitored the radio pulsations from Crab with GMRT and Ooty radio telescope, corrected anomalies and provided accurate ephemeris to the imager. The CZT-Imager was built by a consortium of Indian academic and research institutes, including ISRO's Vikram Sarabhai Space Centre at Thiruvananthapuram and the Satellite Application Centre in Bengaluru, the Inter-University Centre for Astronomy and Astrophysics at Pune and the Space Application Centre at Ahmedabad. PRL provided the polarisation detection algorithm and ground calibration.", "url": "https://www.indiatvnews.com/science/news-indian-telescope-astrosat-measures-star-in-taurus-constellation-says-isro-410606"}, {"title": "Isro's multi-wavelength space telescope AstroSats' breakthrough discovery", "date": "2017-11-08", "content": "Isro's multi-wavelength space telescope AstroSat has made a breakthrough discovery in X-ray emission while helping the Indian scientists to solve one of the puzzles in astronomy that is to measure the elusive properties of high energy X-rays. These properties of high energy X-rays can throw more light on their sources which include neutron stars and black holes. In a paper published in 'Nature Astronomy', a team of scientists has documented the results of their study of the Crab pulsar in the Taurus constellation. Using data from the CZT Imager instrument of the AstroSat, the scientists have performed the most sensitive measurement of X-ray polarisation of the Crab pulsar, the rotating pulsar which is the main energy source of the nebula. The measurements have for the first time enabled the study of polarization at different rotation phases of the pulsar. It has revealed the strange polarisation of Crab Pulsar which challenges the prevailing theories of high energy X-ray emission from pulsars. \"This new paradigm can throw new light on our understanding of pulsars. This is fully an Indian discovery involving Indian scientists and telescopes,\" said Professor Santosh Vadawale of Physics Research Laboratory, Ahmedabad and the lead author of this paper. \"Current theories say all emissions are coming from inside the light cylinder. But, these results suggest that it cannot come from inside, so it has to come from outside. So, that new theoretical understanding of pulsars has to be developed,\" he added. \"In X-ray polarisation, we observed the emissions even when the beams are not pointing towards us which also known as off pulse duration,\" Professor Dipankar Bhattacharya of IUCAA, Pune, and co-author of this paper told Deccan Chronicle. He gave an example of the lighthouse to explain the discovery. \"Like a lighthouse, it was believed, the rotating pulsars emit radiation when the beams are pointing towards us. But, in our X-ray polarization we have discovered that the Crab Pulsar emit radiation even beams not pointing towards us,\" he explained. This discovery potentially redefines the concept of how pulsars emitting the X-rays. X-ray polarisation measurement is very difficult and so far the only reliable measurement obtained worldwide is for the pulsar in the Crab Nebula - the ghostly remains of a massive stellar explosion known as the supernova, observed in 1054 AD. To get the micro-second accuracy required for combining the data, the AstroSat team sought help from radio telescopes - the Indian Giant Meterwave Radio Telescope, at Khodad near Pune and Ooty Radio Telescope. The team monitored radio pulsations from Crab and meticulously corrected for all known anomalies. The scientists after spending several months on the data came up with the best measurements of Crab X-ray polarisation in the world.", "url": "https://www.deccanchronicle.com/science/science/081117/isros-multi-wavelength-space-telescope-astrosats-breakthrough-discovery.html"}, {"title": "AstroSat's take on Crab nebula baffles astrophysicists", "date": "2017-11-25", "content": "The Cadmium-Zinc-Telluride Imager, an instrument to observe and image hard X-rays on board the Indian space observatory AstroSat, has consistently been making important observations since AstroSat's launch in 2015. The latest discovery, published in _Nature Astronomy,_ is a polarization analysis of the Crab nebula pulsar that has completely baffled astrophysicists studying pulsars. ## Polarimetry In this work, observations of the Crab pulsar made by CZTI have been analysed in the so-called phase-resolved X-ray polarimetry - a measure of the polarization of X-ray beams emanating from it. The experiment determines the magnitude and orientation of the polarization of the hard X-ray beams. This is the most sensitive and precise measurement of this variable until now. An analysis revealed that the values are contrary to what is predicted by all existing theories of pulsars. Stars that have masses beyond a critical value of about 1.4 times the mass of our Sun will in the course of their lifetime explode to form a supernova. Even as some matter escapes from the explosion to create a glow, the remnant at the centre shrinks to become a black hole or a neutron star. The Crab nebula, in the Taurus constellation, is one such supernova remnant that has become a type of neutron star known as a pulsar. Known as the Crab pulsar, this emits electromagnetic radiation in a beam and also spins rapidly so that distant observers see the beam as a pulsating spot of light, justifying the name \"pulsar.\" ## Million cycles \"The Crab pulsar pulses once every 0.33 seconds and the data acquired by CZTI after observing millions of such 0.33-second cycles over a period of a year and half were analysed to get this result,\" says Varun Bhalerao of Indian Institute of Technology, Bombay, one of the researchers involved. The pulses of radiation from the Crab pulsar show two peaked shapes coinciding with its north and south poles. In between these two high regions is a low- intensity, zero point called the off-pulse region. CZTI detected non-vanishing polarization having a definite varying structure in the off-pulse region where no variation was expected. \"Since in the off-pulse region is dominated by radiation from the nebula the cloud-like matter spreading away from the centre, the polarisation is expected to remain a constant here. But it certainly swings varies with a definite shape ,\" says Dr Bhalerao. Existing theories predict that there should not be such a variation of the polarisation. However, since the experiment has been repeated several times and the signs persist, it has forced theorists to rethink their theories of pulsars. The extremely sensitive measurement was possible mainly because of the way the instrument was built and systemic errors were understood, he adds. ", "url": "https://www.thehindu.com/sci-tech/science/astrosats-take-on-crab-nebula-baffles-astrophysicists/article20922380.ece"}]}, [], {"win label": 0, "news": [{"title": "Isro's Astrosat captures image of galaxy cluster 800 million light years away", "date": "2018-07-03", "content": "Astrosat, India's first dedicated multi-wavelength space observatory, has captured an image of a special galaxy cluster that is more than 800 million light years away from Earth. Named Abell 2256, the galaxy cluster is made of three separate clusters of galaxies that are all merging with one another to eventually form a single massive cluster in the future. The three merging clusters contain more than 500 galaxies and the cluster is almost 100 times larger and more than 1,500 times massive as our own galaxy. Indian Space Research Organisation, which has posted the details and the ultraviolet view of the object, has said this is the most distant Astrosat Picture of the Month so far. Isro says the merger of this extremely well studied galaxy cluster has produced a rich diversity of structures that have been imaged in radio wavelengths by every radio telescope in the world. While the cluster contains galaxies spread over a large area, astronomers zoomed in on six of these galaxies to capture ultraviolet images. Astronomers used Ultra Violet Imaging Telescope, one of the five instruments onboard Astrosat, launched in September 2015, to capture images of these galaxies. The brightest objects in the full image are stars in our galaxy which happen to lie in the same direction as Abell 2256. Astronomers explain that galaxy clusters are places where many spiral galaxies transform slowly into lenticular and elliptical galaxies. Spiral galaxies, like our own Milky Way, are bluer in colour and are forming stars constantly. Elliptical and lenticular galaxies, however, are redder and have mainly old stars in them. Abell 2256 is one such galaxy cluster where astronomers believe many galaxies are going through this metamorphosis. Astronomers watched Abell 2256 for five hours using the UVIT to image these star-forming spiral galaxies, using the ultraviolet light emitted by their hot young stars. \"The fine detail with which the entire galaxy cluster could be imaged out to its edges by UVIT is keeping astronomers busy over the last few months. They are investigating the nature of individual galaxies in Abell 2256. They also hope to understand how these galaxies will transform into lenticular and elliptical galaxies in the future,\" the post on the Isro website said. Earlier, Astrosat captured images of individual galaxies, two galaxies merging with each other, and even a lone galaxy falling into a cluster of other galaxies. ", "url": "https://timesofindia.indiatimes.com/home/science/isros-astrosat-captures-image-of-galaxy-cluster-800-million-light-years-away/articleshow/64836364.cms"}, {"title": "AstroSat's first images capture a supernova that's over 10,000 light-years away", "date": "2018-09-18", "content": "India's first dedicated multi-wavelength space observatory AstroSat, released its first image two weeks ago - a glimpse of a supernova's remnant first observed in the 1950s, according to an ISRO press release. From a constellation roughly 10,000 light-years away called Cassiopeia, a remnant of the Tycho supernova also called 'SN 1572' was captured by Astrosat's X-ray detectors. Unlike the Astrosat satellite itself, which was just launched in 2015, the supernova itself is historic - one of only 8 supernova explosions that have ever been seen with the naked eye, the release says. Tycho, categorized as a 'Type Ia' supernova, is thought to have formed hundreds of years ago when a white dwarf started drawing in matter from a nearby star. This continued till it approached the 'Chandrasekhar limit' - the maximum mass of a stable white dwarf star - and then exploded. After an explosion like the Tycho supernova, one of the two exploding stars usually disappears and a cloud of red-hot, luminous plasma takes its place. This lasts for a couple of thousand years before it begins to cool and fade, NASA says. The Tycho supernova also holds a special place in the history of astronomy. It was first seen in Earth's skies in 1572 when multiple astronomers in Europe and China independently observed and discovered the supernova, ISRO reports. The supernova appeared as bright as Venus in the night sky at its peak - challenging the popular notion at the time that the sky and stars in it were unchanging. Years after its discovery, astronomers named the supernova 'Tycho Brahe', after the scientist who studied it in the greatest detail. The results of his work were published in a paper that was, quite dramatically, titled 'Concerning the Star, new and never before seen in the life or memory of anyone', complete with a star chart. But his observations and findings ended in 1574, after which the supernova seemed to have disappeared. With better telescopes, scientists have resumed studying Tycho and the stars involved. It is still rare to see a remnant of a supernova though, the study published in Current Science as an early release, says. Both the stars that caused the Tycho Brahe supernova remain unconfirmed, and perhaps Astrosat's findings in years to come could get us closer to some much-needed answers. ", "url": "https://www.firstpost.com/tech/science/astrosats-first-images-capture-a-supernova-thats-over-10000-light-years-away-5209271.html"}, {"title": "AstroSat discovers ultraviolet wings of Butterfly Nebula", "date": "2018-10-29", "content": "Indian astrophysicists have discovered large ultraviolet lobes and jets that were hurled out from a dying star, using data from AstroSat - space observatory launched by the Indian Space Research Organisation in 2015. The discovery has been featured as the AstroSat Picture of the Month for October. Professor Kameswara Rao of the Indian Institute of Astrophysics and his collaborators used the Ultra-Violet Imaging Telescope on board AstroSat to stare at a planetary nebula called NGC 6302, popularly known as the Butterfly Nebula. A planetary nebula is formed when a star like our Sun, or a few times heavier, is in its dying days. The term, a misnomer now, was coined by astronomers in the 19th century since the nebula looked like planets through their telescopes. \"When hydrogen and helium fuel that kept the star shining gets exhausted, the star expands in size and becomes a red giant star. Such stars shed most of their outer layers which expands outwards, and the inner core, made of carbon and oxygen, shrinks further and becomes hotter. This hot core shines brightly in the ultraviolet, and ionizes the expanding gas. This glowing ionized gas is what is seen as a planetary nebula\", Prof Rao explained. Sriram Krishna, a student of Rao, spent many hours analysing the data from the Butterfly Nebula. \"Its central star is one of the hottest that we know, at 220000 degrees. The name itself comes from the shape of the two lobes of expanding gas that look like the wings of a butterfly\", he said. One might expect a Planetary Nebula to be spherical, but it actually exhibits a range of complicated structures. \"We used the UVIT on AstroSat to make four images of the nebula, each in different ultraviolet 'colours', or filters. The image made with the filter centred at 160.8 nanometres, called F169M, had a surprise in store for us\", said Sriram. Astronomers have studied the two lobes of the nebula for many years through visible light images. They expect that the more energetic ultraviolet light would be emitted closer to the central star, where the hot stellar wind hits the slowly expanding gas. \"However, we discovered that the lobes imaged with the F169M filter in ultraviolet were about three times larger than the size of the lobes imaged in visible light\", said Sriram. After careful analysis, their study concluded that this ultraviolet emission must be due to cold molecular hydrogen gas outside the visible lobes which had gone undetected so far. \"Our discovery points to an unseen companion star in an orbit with the central star\", said Firoza Sutaria, one of the co-authors. In addition, researchers discovered two faint jets blasting out from the centre, at almost right angles to our new ultraviolet lobes. The team led by Prof Rao has recently discovered a large ultraviolet halo in yet another planetary nebula using AstroSat, and will be looking at many more such objects in the future. They hope that such discoveries may provide the answer to the age old puzzle of the 'missing mass problem in planetary nebulae'. This discovery was made possible because of the uniqueness of UVIT. \"Of all the ultraviolet telescopes in space, UVIT is special in its ability to image a large field of view with a very high resolution, or detail\", said Dr V. Girish of ISRO. \"This ability, coupled with a novel image analysis software that we had developed led us to this discovery\", explained Prof Jayant Murthy, a co- author of the paper, and Director of IIA. These results have been published recently in the journal Astronomy and Astrophysics, co-authored by Kameswara Rao, Sriram Krishna, Jayant Murthy, Firoza Sutaria and Rekesh Mohan of IIA, Alak Ray of Homi Bhabha Centre for Science Education and De Marco of Macquarie University in Australia.", "url": "https://www.thehindubusinessline.com/news/science/astrosat-discovers-ultraviolet-wings-of-butterfly-nebula/article25361455.ece"}, {"title": "ISRO's AstroSat Discovers Ultraviolet Wings on the Butterfly Nebula", "date": "2018-10-30", "content": "Indian astrophysicists have discovered large ultraviolet lobes and jets, hurled out from a dying star, using data from AstroSat, the space observatory launched by the Indian Space Research Organisation (ISRO) in 2015. The discovery has been featured as the AstroSat Picture of the Month (APOM) for October. Kameswara Rao of the Indian Institute of Astrophysics and his collaborators used the Ultra-Violet Imaging Telescope (UVIT) on board AstroSat to study a planetary nebula called NGC 6302, popularly called the Butterfly Nebula. A planetary nebula is formed when a star like our Sun - or a few times heavier - is in its dying days. The term, a misnomer now, was coined by astronomers in the 19th century since the nebula looked like planets through their telescopes. \"When hydrogen and helium fuel that kept the star shining gets exhausted, the star expands in size and becomes a red giant star,\" Rao explained. \"Such stars shed most of their outer layers which expands outwards, and the inner core, made of carbon and oxygen, shrinks further and becomes hotter. This hot core shines brightly in the ultraviolet, and ionises the expanding gas. This glowing ionised gas is what is seen as a planetary nebula. Sriram Krishna, a student of Rao, spent many hours analysing the data from the Butterfly Nebula. \"Its central star is one of the hottest that we know, at 220,000 degrees celsius. The name itself comes from the shape of the two lobes of expanding gas that look like the wings of a butterfly,\" he said. One might expect a planetary nebula to be spherical, but it actually exhibits a range of complicated structures. \"We used the UVIT on AstroSat to make four images of the nebula, each in different ultraviolet 'colours', or filters. The image made with the filter centred at 160.8 nm, called F169M, had a surprise in store for us,\" said Sriram. Astronomers have studied the two lobes of the nebula for many years through visible light images. They expect that the more energetic ultraviolet light would be emitted closer to the central star, where the hot stellar wind hits the slowly expanding gas. \"However, we discovered that the lobes imaged with the F169M filter in ultraviolet were about three times larger than the size of the lobes imaged in visible light,\" according to Sriram. After careful analysis, their study concluded that this ultraviolet emission must be due to cold molecular hydrogen gas outside the visible lobes, which had gone undetected so far. \"Our discovery points to an unseen companion star in an orbit with the central star,\" said Firoza Sutaria, one of the coauthors. In addition, researchers also discovered two faint jets blasting out from the centre at almost right angles to the new ultraviolet lobes. The team led by Rao recently discovered a large ultraviolet halo in yet another planetary nebula using AstroSat, and will be looking at more such objects in the future. They hope that such discoveries may provide the answer to the age-old puzzle of the missing mass problem in planetary nebulae. This discovery was made possible because of the uniqueness of UVIT. \"Of all the ultraviolet telescopes in space, UVIT is special in its ability to image a large field of view with a very high resolution, or detail\", said V. Girish of ISRO. \"This ability, coupled with a novel image analysis software that we had developed, led us to this discovery\", explained Jayant Murthy, a coauthor of the paper and director of the Indian Institute of Astrophysics. These results were accepted for publication in the journal Astronomy and Astrophysics on October 3, 2018.", "url": "https://thewire.in/the-sciences/isros-astrosat-discovers-ultraviolet-wings-on-the-butterfly-nebula"}, {"title": "Indian satellite AstroSat helps find black hole spinning near maximum possible rates", "date": "2018-11-02", "content": "India's first astronomy dedicated satellite, AstroSat, together with NASA's Chandra X-ray Observatory, helped scientists find an 'extremely exotic' black hole spinning close to the maximum possible rate. The black hole exists in the binary star system 4U 1630-47 and obviously cannot be directly seen, because nothing, not even light, can escape from a region around it, thus justifying the name of the object. The gravity of such a collapsing core is so strong that its entire mass is crushed into a point, according to the research accepted for publication in The Astrophysical Journal. Mass and spin classify a black hole. Relatively smaller black holes are exotic end states of massive stellar cores, said astronomers led by the Tata Institute of Fundamental Research in Mumbai. Surprisingly, astronomical black holes are the simplest known objects in the universe, because they can be fully characterised by only two properties, mass and spin rate. \"The scientific measurement of the spin rate of the black hole, an extremely exotic but the simplest object of the universe, comes out to be close to the maximum possible value,\" Sudip Bhattacharyya, the Associate Professor at TIFR and the Principal Investigator of the AstroSat Soft X-ray Telescope, told PTI. \"This is generally very important to probe some extreme aspects of the universe and the fundamental physics related to them,\" said Bhattacharyya. \"Such measurements, especially of the spin rate, are very difficult to make, and can be done only by high-quality X-ray observations in the correct state of the binary stellar system, in which the black hole is gobbling matter from its companion star,\" said Mayukh Pahari, who started this work at TIFR, before joining the University of Southampton in the UK. Indian satellite AstroSat and its Soft X-ray Telescope. AstroSat was launched in 2015 by the Indian Space Research Organisation. It is the first dedicated astronomy satellite of India, and the SXT aboard AstroSat is the first Indian X-ray telescope. \"The SXT and the Large Area X-ray Proportional Counter aboard the first dedicated Indian astronomy satellite AstroSat played a key role to measure the black hole spin rate, which was consistent with results from our contemporaneous Chandra satellite data,\" Mr Bhattacharyya added. \"In fact, apart from Japan, I believe, India is the first Asian country to build an X-ray Telescope ,\" Bhattacharyya said. He noted that this \"first cooperation of India and US using AstroSat and Chandra satellites regarding black hole studies should open up ways for future such collaborations.\"", "url": "https://www.indiatoday.in/education-today/gk-current-affairs/story/indian-satellite-astrosat-helps-find-black-hole-spinning-near-maximum-possible-rates-1380893-2018-11-02"}]}, {"win label": 0, "news": [{"title": "AstroSat discovers new group of stars in globular cluster NGC 2808", "date": "2019-03-07", "content": "The Indian multi-wavelength space observatory AstroSat, launched in September 2015, continues to yield exciting results. Using this observatory, astronomers from Thiruvananthapuram and Mumbai have identified a new population of ultraviolet stars in the globular cluster NGC 2808. Globular clusters are collections of thousands to millions of stars, moving as one unit. These stars are tightly held together by gravity of the cluster itself, and are believed to have formed together at roughly the same time. Some globular clusters could be among the oldest objects in our Milky Way, which hosts over 150 of them. Stars are born, evolve, and then die. However, the timescales for this evolution are unimaginably large. \"Massive stars evolve faster, over few million years and die in a spectacular fashion. However, stars like our Sun or even less massive ones, evolve slowly over billions of years,\" explained Rashi Jain, an MSc student at Indian Institute of Space Science and Technology, Thiruvananthapuram, and a member of the research team. Since a globular cluster contains stars with a variety of masses but with similar chemical composition, a snapshot of it could reveal stars of different masses at different stages of their evolution. The Sun will, after 5 billion years, expand to become a red giant star and go through some of these stages. Stars which are more massive than the Sun will undergo different evolutionary paths, and will be much brighter in the ultraviolet range since they are hotter. Hence globular clusters are good laboratories to test theories of stellar evolution. NGC 2808 is one of the most massive globular clusters that we know of, and is located at a distance of 47,000 light years from us. This cluster was observed by the team of researchers using the UltraViolet Imaging Telescope on- board AstroSat. \"We wanted to get a UV perspective of different populations of stars in globular clusters and UVIT provided us that opportunity,\" said Prof Sarita Vig from IIST who led the research effort. The team was able to identify over 2,000 individual stars in images taken through various ultraviolet filters. \"Using their brightness in each of the filters, we could estimate the temperature of these hot stars that are ultraviolet-bright, which in turn allowed us to segregate them into distinct groups of stars,\" added Swarna Ghosh from the Tata Institute of Fundamental Research, a co-author on the paper. Contrary to normal assumption that all stars in such clusters are of the same age, recent studies have shown that many globular clusters may well host more than one population of stars. These seem to differ from each other in their chemical makeup. The origin of this difference is still not well understood, though there is a prevalent theory that explains much of this data. NGC2808 is special since optical observations tell us that it may have at least five different populations of stars. Using the combination of ultraviolet filters on UVIT, researchers attempted to segregate various groups of hot stars and were able to identify stars in each evolutionary stage, as expected. However, they also found, for the first time, that a class of evolved stars called, Red Horizontal Branch, actually consists of two distinct groups. Since locations of the stars on the sky are known, they could carefully look at how these different classes of stars were located within the cluster. Their analysis points to a disagreement with the widely accepted model of how a cluster acquires multiple populations of stars. ", "url": "https://www.downtoearth.org.in/news/science-technology/astrosat-discovers-new-group-of-stars-in-globular-cluster-ngc-2808-63503"}, {"title": "AstroSAT observations reveal quasi-periodic oscillations in the X-ray binary GX 5-1", "date": "2019-04-04", "content": "Using the AstroSAT spacecraft, Indian astronomers have observed the low-mass X-ray binary designated GX 5-1. The observations were published March 28 on the arXiv pre-print repository. The authors report the detection of quasi-periodic oscillations in this binary and discuss its nature. X-ray binaries consist of a normal star or a white dwarf transferring mass onto a compact a neutron star or a black hole. Based on the mass of the companion star, astronomers divide them into low-mass X-ray binaries (LMXB) and high-mass X-ray binaries (HMXB). When X-ray light from these objects flickers about certain frequencies, such behavior is known as quasi-periodic oscillations (QPOs). Although many questions about the phenomenon of QPOs remain unanswered, it is believed that they occur when X-rays are emitted near the inner edge of an accretion disk in which gas swirls onto a compact object, for instance, a neutron star or a black hole. Astronomers hope that these oscillations could advance our knowledge the innermost regions of accretion disks. Located near the center of the Milky Way galaxy, some 29,300 light years away from the Earth, GX 5-1 is the second brightest persistent LMXB harboring a neutron star. In February 2017, the binary was observed by the AstroSAT spacecraft - India's first dedicated multi-wavelength observatory. These observations, using AstroSAT's Large Area X-ray Proportional Counters (LAXPC) and Soft X-ray imaging Telescope (SXT), allowed a group of astronomers led by Yashpal Bhulla of Pacific Academy of Higher Education and Research University in Udaipur, India, to detect QPOs in GX 5-1 and to collect important data regarding this object. \"We present the analysis of an AstroSAT observation of the Z-track source GX 5-1. We used the strictly simultaneous SXT and LAXPC data to track the spectrum of a neutron star source as it moves along its Hardness intensity diagram (HID) and at the same time quantify the rapid temporal variability of the source,\" the astronomers wrote in the paper. The observations found that the power spectra of GX 5-1 show a strong QPO whose frequency changes from around 30 to 50 Hz. It was also found that time-lags between high and low energy photons are less than a few milliseconds, and that the QPO frequency increases, while its root mean square (r.m.s) decreases with disk flux ratio. According to the study, these results suggests that the detected QPO originates in the thermal Comptonized component and it weakens when the component is less dominant. \"The results suggest that the spectral properties of the source are characterized by the disk flux ratio and that the QPO has its origin in the corona producing the thermal Comptonized component,\" the paper reads. The researchers concluded that more studies of GX 5-1, especially a detailed radiative modeling of its energy could be much helpful providing more details about the origin of QPOs in this system.", "url": "https://phys.org/news/2019-04-astrosat-reveal-quasi-periodic-oscillations-x-ray.html"}]}, {"win label": 0, "news": [{"title": "Astrosat views star formation in jellyfish galaxies", "date": "2019-11-02", "content": "Observations of a jelly fish galaxy, JW100, by Astrosat using its Ultraviolet Imaging Telescope have thrown up interesting puzzles. These puzzles involve star formation in hostile environments containing X-ray-emitting hot plasma. JW100 is located far away in the galaxy cluster Abell 2626. A recent work describes this analysis and poses the puzzle, vouching for the power of multiwavelength astronomy. The measurements made by the UVIT have been crucial for this work which is to be published in The Astrophysical Journal. Jelly fish galaxies: Jellyfish galaxies are called so because they are shaped like discs that have many tentacle-like arms streaming away from the disc. They are formed when a disc-shaped galaxy rams into a galaxy cluster, which is a dense region containing many hundreds or thousands of galaxies packed into a small region. This can happen when the galaxy is attracted by the gravitational attraction of the cluster. As the individual galaxy rams into the galaxy cluster, the cold gas in its disc interacts with the hot plasma in the cluster. Acting like a strong wind, the plasma in the cluster strips away the cold molecular gas of the disc, causing it to stream behind like tentacles. Unlike usual galaxies that have stars forming in the disc, the jellyfish galaxies have star formation in the tentacles also. The European Southern Observatory has an international programme led by Bianca Poggianti of Padova Observatory, Italy, to observe 100 such gas-stripping jellyfish candidates using the MUSE Integral Field SpectrographChile. This programme is called GASP. Astrosat joins this effort by contributing data from its Ultraviolet Imaging Telescope instrument. \"We have already acquired data of many jellyfish galaxies with UVIT and the quality of UV images are amazing,\" says Koshy George who is working on UVIT data. Dr. George is currently with Ludwig- Maximilians-University, Munich, Germany and has been working on this since his post-doctoral term at Indian Institute of Astrophysics, Bengaluru. The jellyfish galaxies' tentacles contain a very hostile environment as they interact with the galaxy clusters that are rich in X-ray emitting hot plasma. \"What triggers star formation in these environments is a puzzle,\" says Dr George. Multiwavelength study: The jellyfish galaxies are being observed by various telescopes each sensitive to different parts of the electromagnetic spectrum. The star formation in JW100 was gauged using observations of the visible spectrum using the MUSE instrument of the Very Large Telescope in Chile and the ultraviolet imaging using the UVIT instrument of Astrosat. ## Puzzling behaviour One of the jellyfish galaxies that UVIT has collected data about is JW100. This galaxy is unusual because of its orientation. We see it edge-on so that the gas stripping can be seen perpendicular to our field of vision. It is also different from other jellyfish galaxies. In other jellyfish galaxies, star formation as estimated by the H-alpha observations matches with that calculated from ultraviolet observations. In JW100, there is higher contribution from H-alpha but much less from ultraviolet in the tail. This could mean that other mechanisms such as shocks or thermal conduction from the hot plasma of the galaxy cluster is contributing to H-alpha emission from these regions. \"Jellyfish galaxies experience several mechanisms at the same time. Many of these happen over various timescales. The paper attempts to throw light on some of these mechanisms in JW100, using data which trace various components,\" says Annapurni Subramaniam, director of Indian Institute of Astrophysics who was not involved in this work. ", "url": "https://www.thehindu.com/sci-tech/science/astrosat-views-star-formation-in-jellyfish-galaxies/article29864462.ece"}]}, {"win label": 0, "news": [{"title": "AstroSat observations unveil properties of black hole binary MAXI J1820+070", "date": "2020-01-14", "content": "Simultaneous spectral and temporal observations of the newly detected black hole X-ray binary (BHXB) MAXI J1820+070 using the AstroSat spacecraft, have delivered more insights into the properties of this source. Results of the study, presented in a paper published January 6 on arXiv.org, could be helpful in improving our understanding of black hole binaries in general. X-ray binaries consist of a normal star or a white dwarf transferring mass onto a compact neutron star or a black hole (BHXB). During outbursts, BHXBs showcase random short-term variability in their ﬂux, and such behavior is a subject of numerous studies aiming to disentangle their origin. Observations have shown that the X-ray variability in BHXBs is well represented by their power density spectra (PDS). In most cases, these spectra are characterized by broadband continuum noise-like features, however, they sometimes exhibit narrow peak features called quasi-periodic oscillations (QPOs). The exact mechanism of such oscillations is still not fully understood and requires further studies. Located some 11,300 light years away, MAXI J1820+070 is a BHXB first detected in March 2018 as a black hole X-ray transient. Its outburst cycle was found to last for almost a year, showcasing rapid, frequent, alternating transitions between hard and soft spectral states. Indian astronomers, led by Sneha Prakash Mudambi of Christ University in Bangalore, India, decided to take a closer look at this binary, hoping to get more detailed information about its properties. \"We report the results of spectro-timing analysis of MAXI J1820+070 as observed by SXT and LAXPC onboard AstroSat for the ﬁrst time. We have analyzed ~ 93 ks of observed data corresponding to 15 individual satellite orbits,\" the astronomers wrote in the paper. According to the study, the spectrum of MAXI J1820+070 was found to be dominated by a thermal Comptonization component along with disk emission and a reﬂection component. Spectral index was measured to be approximately 1.61, which suggests that the source was in the hard spectral state with a cool disk (disk temperature of about 0.22 keV) truncated at a large distance (around 526 kilometers). Furthermore, the study detected a quasi-periodic oscillation with the centroid frequency at 47.7 mHz. The astronomers noted that the PDS of MAXI J1820+070, besides this QPO, could be modeled with four other components: a weak oscillation at 109.4 mHz and three broadened noise humps spread over 0.004 to 30 Hz. \"The spectrum shows a prominent QPO at 47.7 mHz and three broadened noise humps, which can be represented by Lorentzians. There is also a weak feature at 109.4 mHz,\" the paper reads. Summing up the results, the researchers emphasized AstroSat's importance for spectral and temporal studies of X-ray binaries and other sources. They added that the satellite has the capability of measuring the broadband time-averaged spectrum and the energy-dependent temporal behavior of such systems as MAXI J1820+070, which allows researchers to quantitatively ﬁt both spectral and temporal data.", "url": "https://phys.org/news/2020-01-astrosat-unveil-properties-black-hole.html"}]}, {"win label": 0, "news": [{"title": "India's AstroSat Discovers One Of The Earliest Galaxies In Extreme UV Light", "date": "2020-08-24", "content": "AstroSat, India's first multi-wavelength satellite which has five unique X-ray and ultraviolet telescopes working in tandem, has detected extreme-ultraviolet light from a galaxy called AUDFs01, 9.3 billion light-years away from Earth. The discovery was made by an international team of astronomers led by Dr. Kanak Saha, associate professor of astronomy, at the Inter-University Centre for Astronomy and Astrophysics, Pune and was published on Aug. 24, 2020, by Nature Astronomy. According to a IUCAA release, Dr. Saha and his team observed the galaxy, which is located in the Hubble Extreme Deep field, through AstroSat, for more than 28 hours in Oct. 2016. But it took nearly two years since then to carefully analyze the data to ascertain that the emission is indeed from the galaxy. Since UV radiation is absorbed by Earth's atmosphere, it has to be observed from Space. Earlier, NASA's Hubble Space Telescope, significantly larger than UVIT, did not detect any UV emission from this galaxy because it is too faint. \"AstroSat/UVIT was able to achieve this unique feat because the background noise in the UVIT detector is much less than the ones on HST,\" said Dr Saha. \"This is a very important clue to how the dark ages of the Universe ended and there was light in the Universe. We need to know when this started, but it has been very hard to find the earliest sources of light. I am very proud that my colleagues have made such an important discovery,\" said Dr Somak Raychaudhury, Director of IUCAA. AstroSat was launched on Sept. 28, 2015, by the Indian Space Research Organization and has onboard the UltraViolet Imaging Telescope. The 38-cm diameter UVIT, which is capable of simultaneous imaging in far and near-ultraviolet bands with a wide field of view, was developed by teams from IIA, IUCAA, and TIFR from India, and CSA of Canada under the leadership of Shyam Tandon, ExEmeritus Professor, IUCAA. ", "url": "https://www.outlookindia.com/website/story/india-news-indias-astrosat-discovers-one-of-the-earliest-galaxies-in-extreme-uv-light/359256"}, {"title": "India's ASTROSAT makes rare discovery", "date": "2020-08-25", "content": "ASTROSAT, Indias first multi-wavelength satellite observatory, has detected an extreme ultraviolet light from a galaxy which is 9.3 billion light-years away from Earth, the Inter-University Centre for Astronomy and Astrophysics said on Monday. A release from the Pune-based Inter-University Centre for Astronomy and Astrophysics said a global team led by IUCAA scientists have achieved the major breakthrough. \"Indias first multi-wavelength satellite, which has five unique X-ray and ultraviolet telescopes working in tandem, AstroSat, has detected extreme-UV light from a galaxy, called AUDFs01, 9.3 billion light-yearsaway from Earth,\" said it said. The discovery was made by an international team of astronomers led by Dr Kanak Saha, associate professor of astronomy at the IUCAA, and published on August 24 by 'Nature Astronomy', the release said. This team comprised scientists from India, France, Switzerland, the USA, Japan and The Netherlands. Saha and his team observed the galaxy, which is located in the Hubble Extreme Deep field, through AstroSat. These observations lasted for more than 28 hours in October 2016, the release stated. But it took nearly two years since then to carefully analyse the data to ascertain that the emission is indeed from the galaxy. Since UV radiation is absorbed by Earths atmosphere, it has to be observed from space, it said. Earlier, NASA's Hubble Space Telescope, a significantly larger than UVIT, did not detect any UV emission from this galaxy because it is too faint, it said. AstroSat/UVIT was able to achieve this unique feat because the background noise in the UVITdetector is much less than the ones on HST,\" said the release quoting Saha. Saha said they knew it would be an uphill task to convince the international community that UVIT has recorded extreme-UV emission from this galaxy when more powerful HST has not. Dr Somak Raychaudhury, Director of IUCAA, said, \"This is a very important clue to how the dark ages of the universe ended and there was light in the universe. \"We need to know when this started, but it has been very hard to find the earliest sources of light. I am very proud that my colleagues have made such an important discovery.\" ", "url": "https://www.thehindu.com/sci-tech/indias-astrosat-makes-rare-discovery/article32434405.ece"}, {"title": "India's AstroSat telescope discovers one of the earliest galaxies to have formed", "date": "2020-08-25", "content": "India's multi-wavelength orbiting telescope, AstroSat, has detected light from a galaxy, called AUDFs01, in the extreme-ultraviolet light. The galaxy is 9.3 billion light years away from Earth. The discovery was an international collaboration by astronomers from India, Switzerland, France, USA, Japan and the Netherlands. It was led by Dr Kanak Saha, associate professor of astronomy at the Inter-University Centre for Astronomy and Astrophysics, Pune. This is the first time that star-forming galaxies have been observed in this extreme UV environment. The paper announcing the finding was published in the journal Nature Astronomy Monday. Methodology: Saha's team observed the galaxy within the patch of sky called the Hubble eXtreme Deep field, which itself sits at the centre of the Hubble Ultra Deep Field. The HUDF is a small area in the constellation of Fornax, created using Hubble Space Telescope data from 2003 and 2004. It contains thousands of galaxies, and became the deepest image of the universe ever taken at the time. XDF contains about 5,500 galaxies, including those that go back 13.2 billion years in time, nearly as old as the universe, which is 13.7 billion years old. The youngest galaxy in XDF came into existence barely 450 million years after the Big Bang. AstroSat looked at a part of XDF for 28 hours in October of 2016, a feat only space telescopes could perform because the atmosphere absorbs ultraviolet radiation. After the observation, the researchers analysed the data for two years to ascertain that the emission was indeed from the AUDFs01. The researchers had to be doubly sure because the Hubble did not detect any UV emission from this galaxy since it was too faint. \"AstroSat/UVIT was able to achieve this unique feat because the background noise in the UVIT detector is much less than the ones on HST ,\" said Saha in an accompanying statement. AstroSat is India's first multi-wavelength space telescope, which has five telescopes seeing through different wavelengths simultaneously - visible, near UV, far UV, soft X-ray and hard X-ray. It can observe the same target in visible, X-ray, and UV wavelengths together. Onboard the AstroSat is a 38-cm wide UltraViolet Imaging Telescope, which is capable of imaging in far and near-ultraviolet bands over a wide field of view. This data from the extreme-UV emission from the galaxy was collected by the UVIT instrument. AstroSat was launched on 28 September 2015 by ISRO into a near-Earth equatorial orbit. It is a multi-institute collaborative project, involving IUCAA, ISRO, Tata Institute of Fundamental Research, Indian Institute of Astrophysics, and Physical Research Laboratory, among others. Objective: In an accompanying statement from IUCAA, the authors stated that the discovery marks the beginning of a new exploration of star-forming galaxies at extreme UV wavelength. The purpose of obtaining this data was to understand the conditions in the early universe when baby stars and galaxies were starting to form, and understand the conditions under which ionising radiation was produced, after a period called the Cosmic Dark Age. One second after the Big Bang, the newly expanding universe reached a temperature of 1 billion degrees, and began to cool. At this point, it consists only of protons, neutrons, and photons. Then neutrons and protons combined to form deuterons, an isotope of hydrogen. Some also formed helium. These ionised matter attracted electrons, and eventually combined to form neutral hydrogen. At this point, about 3,80,000 years after the Big Bang, the universe is thought to have become \"transparent\" - it was able to allow light to flow freely through space for the first time in all directions. But there were no astronomical bodies or structures, including stars or galaxies for upto 100 to 200 million years after the Big Bang, so the universe was in the dark. This period is the Cosmic Dark Age, which ended when the first stars formed. High-energy processes like star and galaxy formation released tremendous amounts of energy, which split hydrogen and helium atoms back into protons and electrons, reionizing the universe. Which sources produced this reionization the most is an outstanding problem in the field of observational cosmology. The answer has been hard to find because the intergalactic medium is very good at absorbing all photons from the reionization epoch of the universe. Therefore, it is very hard for them to have survived all these billions of years and to then reach Earth. And yet, some still do, enabling astronomers to observe ionising photons from this time period directly. Observation of this galaxy is the first in this extreme ultraviolet environment where the understanding of star formation and evolution is not yet fully formed. ", "url": "https://theprint.in/science/indias-astrosat-telescope-discovers-one-of-the-earliest-galaxies-to-have-formed/488831/"}, {"title": "India's AstroSat Discovers An Ancient Galaxy; Findings Could Help Explain Origin of Light Post Big Bang", "date": "2020-08-26", "content": "Scientists from the Inter-University Centre for Astronomy and Astrophysics, Pune have discovered one of the earliest galaxies in the universe, situated about 9.3 billion light-years away from the Earth. The breakthrough discovery, published on Monday, was made using AstroSat-the first multi- wavelength satellite of India. Launched by the Indian Space Research Organisation on September 28, 2015, and developed by multiple research institutes from India and Canada, the satellite specialises in studying celestial sources in X-ray, optical and UV spectral bands simultaneously. It consists of five payloads that assist in capturing UV light coming from celestial objects. The satellite, using its unique features, recently detected an extreme- ultraviolet light coming from the galaxy named AUDFs01. The discovery is expected to help our understanding of the earliest source of light in the universe. Studying UV radiation: The new galaxy was found in the area of space called the Hubble eXtreme Deep Field by the wide-field UltraViolet Imaging Telescope of AstroSat. It is a small area based in the constellation Fornax, which was created using the data collected by the Hubble space telescope in 2003 and 2004. This part contains thousands of galaxies. The research team observed and examined the UV light and its source for more than 28 hours in October 2016. However, it reportedly took nearly two years for the researchers to confirm that the emission was originating from an early galaxy. The UV radiation coming from distant celestial objects is hard to record from Earth, as most of it is absorbed by the planet's atmosphere. Therefore, scientists have to use telescopes in space to make such discoveries. As per reports, NASA's Hubble Space Telescope, which is larger than the UVIT, was unable to detect UV emission from this galaxy as the signals were too faint. AstroSat managed to identify it successfully since the background noise in the UVIT detector is comparatively lower than the HST. Significance of the discovery: The authors of the study have noted that the research is significant in terms of enhancing our understanding of the universe's early galaxies that are found only at extreme UV wavelengths. Studying the formation of the early stars and galaxies helps to understand the conditions which led to initial rays of light or radiation after a long period of Cosmic Dark Age in the early universe post the Bing Bang. Scientists believe that shortly after the big bang, the universe reached its highest temperature and gradually began to cool. During this time, it consisted mostly of subatomic particles like protons, neutrons, and photons. With time, these neutrons and protons combined to form deuteron and helium, which attracted electrons and finally fused to form neutral hydrogen. Theoretically, at this very point, through the help of these ancient elements, the first light formed and was allowed to flow freely in all directions in space. However, there were no stars, galaxies or any other celestial objects for more than 200 million years after the Big Bang. Cosmic Dark Age refers to a brief time when the universe was completely dark, and it eventually came to an end when the first generation of stars again started to form. This further resulted in the splitting of atoms in protons and electrons that led to the reionisation of the universe. However, what processed resulted in this reionisation remains a mystery. And now, UVIT detecting the extreme-UV emission offers an unexpected hope towards solving this mystery. Detecting extreme radiation: The research paper states, \"One of the outstanding problems of current observational cosmology is to understand the nature of sources that produced the bulk of the ionizing radiation after the Cosmic Dark Age.\" It further adds, \"Direct detection of these reionization sources is practically infeasible at high redshift due to the steep decline of intergalactic medium transmission.\" The photons emitted through such reionisation sources in the early universe are obstructed by light-blocking dust or carbon, or intergalactic medium. Therefore, with the current level of knowledge and technology, it is impossible to observe such radiation from the Earth. Fortunately, some radiation does reach our space telescopes and this has been studied through this research. As per reports, this is the first time a galaxy has been observed in the extreme ultraviolet light and will further help to shed light on the conditions of the early universe. The research team was led by Dr Kanak Saha, associate professor of astronomy at IUCAA, and consists of international researchers from Switzerland, France, USA, Japan, and the Netherlands.", "url": "https://weather.com/en-IN/india/space/news/2020-08-26-indias-astrosat-discovers-an-ancient-galaxy"}, {"title": "AstroSat discovers a galaxy 9.3 billion light yrs away", "date": "2020-08-29", "content": "Indian Space Research Organisation's AstroSat has detected an extreme UV light from a galaxy called AUDFs01, which is 9.3 billion light-years away from Earth. ISRO said the discovery was made by an international team of astronomers led by Kanak Saha at the Inter-University Centre for Astronomy and Astrophysics, Pune. This team includes scientists from India, Switzerland, France, the USA and Japan. Dr Saha and his team observed the galaxy, which is located in the Hubble Extreme Deep field through AstroSat. Since UV radiation is absorbed by the Earth's atmosphere, it can only be observed from Space. \"AstroSat/UVIT was able to achieve this unique feat because the background noise in the UVIT detector is much less than the ones on Hubble Space Telescope,\" said Saha. With UVIT observation, AUDFs01 became the first example of a galaxy with clumpy morphology and leaking ionizing radiation at 60 nanometers. AUDFs01 offers the first observational constraint in this extreme ultraviolet regime where stellar models are the most discrepant. With further detection, AstroSat will allow us to refine our scenario of cosmic reionization,\" said co-author Dr Anne Verhamme, professor at the Geneva Observatory, Switzerland. Launched in 2015, AstroSat is India's first dedicated multi wavelength space observatory. This scientific satellite mission eyes for a more detailed understanding of the universe. It is designed to observe the universe in the Visible, Ultraviolet, low and high energy X-ray regions of the electromagnetic spectrum simultaneously with the help of its five payloads. ", "url": "https://bangaloremirror.indiatimes.com/bangalore/others/astrosat-discovers-a-galaxy-9-3-billion-light-yrs-away/articleshow/77814852.cms"}, {"title": "ISRO's Astrosat completes 5 years of mapping stars, galaxies in space", "date": "2020-09-28", "content": "India's first multi-wavelength astronomical observatory, Astrosat has completed five years of imaging celestial objects in space on Monday. Launched by the Indian Space Research Organisation on September 28, 2015, in the five years of its operation Astrosat has achieved quite a feat. It has carried out 1,166 observations of 800 unique celestial sources proposed by scientists both from India and abroad, a statement by the Department of Science and Technology said. Astrosat has explored stars, star clusters, mapping of large and small satellite galaxies of the Milky Way called 'Magellanic Clouds', an energetic phenomenon in the Universe such as the ultra-violet counterparts to gamma-ray bursts, supernovae, active galactic nuclei. \"Its superior spatial resolution capability has enabled astronomers to probe star formation in galaxies as well as resolve the cores of star clusters ,\" the statement said. \"Observations from UVIT has recently led to the discovery of a galaxy located at a distance of about 10 billion light-years from Earth and emitting extreme ultraviolet radiation that can ionize the intergalactic medium,\" it said. Astrosat has proved to be an important satellite capable of carrying out simultaneous observations over a range of wavelengths from the far ultraviolet to the hard X-ray band. The Ultra-Violet Imaging Telescope, or the UVIT, is a remarkable 3-in-1 imaging telescope simultaneously observing the visible, the near-ultraviolet, and the far-ultraviolet spectrum. It is one of the five payloads on board AstroSat. Weighing a total of of 230 kilograms, the UVIT comprises two separate telescopes. One of them works in the visible and the NUV. The second works only in the FUV. The UVIT project was led by the Indian Institute of Astrophysics, an institute of the DST in collaboration with the Inter University Centre for Astronomy and Astrophysics, Pune, the Tata Institute of Fundamental Research, Mumbai, several centres of ISRO and the Canadian Space Agency. \"The Ultra-Violet Imaging Telescope, which is a marvellous piece of engineering, is a testimony to the power of several scientific agencies working together in multidisciplinary mode with a shared purpose,\" said Ashutosh Sharma, secretary, DST.", "url": "https://www.indiatvnews.com/science/isro-astrosat-completes-5-years-of-mapping-stars-galaxies-in-space-652903"}, {"title": "India's First Space Observatory AstroSat By ISRO Completes Five Years In Space", "date": "2020-09-30", "content": "India's first ever multi-wavelength astronomical observatory AstroSat completed five years of operations this week, marking a successful run of imaging celestial objects in space. In its tenure, the observatory by ISRO has managed to make 1,166 observations of 800 unique celestial sources to date, proposed by scientists from both India and abroad. For those unaware, AstroSat was launched by the Indian Space Research Organisation on September 28, 2015, aboard the PSLV-C30 from Satish Dhawan Space Centre, Sriharikota. Serving as the first dedicated Indian astronomy mission. The AstroSat was built to study celestial sources in X-ray, optical and UV spectral bands simultaneously. This was to be achieved through a total of five payloads on board AstroSat, amounting to a lift-off mass of 1515 kg. The scientific data gained by the five payloads of AstroSat is then telemetered to the ground station at Mission Operations Complex of ISRO Telemetry, Tracking and Command Network, Bengaluru. Interestingly, this simultaneous multi-wavelength observation of various astronomical objects is made possible through a single satellite. AstroSat currently serves in a 650 km orbit inclined at an angle of 6 degree to the equator. Fifth anniversary: In its five years of operation, AstroSat has explored numerous stars and star clusters. In addition, it has mapped large and small satellite galaxies of the Milky Way called 'Magellanic Clouds'. The five years of action is supposed to be the \"minimum useful life\" of the AstroSat mission as per ISRO. A statement by the Department of Science and Technology marking the occasion said, \"Its superior spatial resolution capability has enabled astronomers to probe star formation in galaxies as well as resolve the cores of star clusters .\" The highlight among the equipment on board AstroSat is the Ultra-Violet Imaging Telescope, a 3-in-1 imaging telescope simultaneously observing the visible, the near-ultraviolet, and the far-ultraviolet spectrum. This is done through two separate telescopes, one of which works in the visible and the NUV range while the other works only in the FUV. The complete equipment weighs a total of of 230 kilograms. Thanks to UVIT, AstroSat was most recently able to identify extreme-UV light from a galaxy far far away. The newfound galaxy is located 9.3 billion light-years away from Earth, so far that its UV emissions even escaped detection from NASA's Hubble Space Telescope earlier. ", "url": "https://www.indiatimes.com/technology/news/indias-first-space-observatory-astrosat-by-isro-completes-five-years-in-space-524037.html"}, {"title": "Open cluster NGC 188 explored with AstroSat", "date": "2020-12-09", "content": "Indian researchers have carried out ultraviolet photometric observations of an old open cluster known as NGC 188. Results of the study, conducted with the AstroSat spacecraft, provide important information about stellar populations of this cluster. The findings are presented in a paper published December 1 on the arXiv pre-print repository. Open clusters (OCs) are groups of stars loosely gravitationally bound to each other, which form from the same giant molecular cloud. So far, more than 1,000 of them have been discovered in the Milky Way, and scientists are still looking for more, hoping to find a variety of these stellar groupings. Expanding the list of known galactic open clusters could be crucial for improving the understanding of the formation and evolution of the galaxy. Discovered in 1825, NGC 188 is an open cluster in the constellation Cepheus, located some 5,400 light years away from the Earth. It has a solar metallicity, a radius of about 11.8 light years, reddening at a level of 0.036, and its age is estimated to be 7 billion years. It is one of the oldest and well studied OCs in our galaxy. In order to learn more about the member stars of NGC 188, a team of astronomers led by Sharmila Rani of the Indian Institute of Astrophysics in Bengaluru, India, has performed a photometric study of this cluster with the main goal of identifying its ultraviolet-bright stars. For this purpose, they used AstroSat's Ultraviolet Imaging Telescope (UVIT). \"In this study, we present the results of the UV imaging of the NGC 188 in two FUV [far-ultraviolet] and one NUV [near-ultraviolet] ﬁlters using UVIT on AstroSat. We characterize the UV bright stars identiﬁed in this cluster by analysing SEDs [spectral energy distributions] to throw light on their formation and evolution,\" the astronomers wrote in the paper. FUV observations detected hot and bright blue straggler stars (BSSs), one hot subdwarf, and one white dwarf candidate. NUV imaging allowed the astronomers to identify fainter members, including 21 BSSs, two yellow straggler stars (YSSs), and one white dwarf (WD) candidate. It was noted that one of the YSSs was found to have excess flux in the UV, what may be connected to its binarity and X-ray emission. The study presented the first NUV color-magnitude diagram (CMD) for NGC 188. This diagram suggests the presence of horizontal-branch (HB) stars in this cluster, together with extreme HB (EHB), red horizontal-branch (RHB), blue horizontal-branch (BHB), and hot subdwarfs of B-type. In general, the UV-bright stars reported in the research paper have effective temperatures between 4,750 and 21,000 K, luminosities reaching nearly 74 solar luminosities and radii from 4.0 to 12.5 solar radii (excluding the white dwarf candidate and subdwarf). The radii of the WD and subdwarf were estimated to be 0.02 and 0.19 solar radii. The data suggest that the mass of the white dwarf candidate is about 0.5 solar masses.", "url": "https://phys.org/news/2020-12-cluster-ngc-explored-astrosat.html"}]}, [], {"win label": 0, "news": [{"title": "AstroSat Catches Nuclear Reactions Spreading Across a Neutron Star", "date": "2021-10-07", "content": "Neutron stars are natural laboratories of physics unlike any on Earth. But for all the power and spectacle that they can muster, physicists have had a tough time making full sense of them because of a gap in observations. Now, a new study indicates that India's first and only space telescope, AstroSat, could bridge this gap and lend a hand in resolving a cosmic mystery. All ordinary matter is made up of atoms, and at the centres all these atoms are nuclei made of protons and neutrons. But neutron stars consist only of neutrons, packed against each other. This makes them extremely dense: a neutron star could be as massive as the Sun but only have a radius of about 10 km. As such, they could be more than 100,000,000,000,000-times as dense as the Sun. Only quantum mechanics can describe the properties and behaviour of such ultra-dense matter. At the same time, the high density also offers a glimpse into the behaviour of strong gravitational fields. There is only one kind of cosmological object that is more dense than neutron stars - black holes. And like neutron stars, their properties also combine quantum mechanics and gravity in mysterious ways. However, light can't escape from black holes, which makes them invisible except to specialised telescopes. Neutron stars warp the path of light but don't trap it, which allows physicists to study them directly. Sometimes, neutron stars are gravitationally bound with other stars, orbiting each other in a stellar dance. Scientists call such systems binaries, and study them using the X-ray radiation they emit. Occasionally, the radiation emitted by neutron stars in a binary increases by about 10x within a few seconds and decays sharply to the average intensity within a couple of minutes. Astrophysicists call these flashes thermonuclear bursts. A new study has shed light on the astrophysics of thermonuclear bursts. Scientists from India extracted data about a neutron star called 4U 1636-536 from the archives of AstroSat, the space-telescope that India launched in 2015. AstroSat's specialty is being able to use its five instruments to observe radiation emitted by the same astronomical source in multiple frequencies at the same time. Earlier, astronomers studied 4U 1636-536 with the Rossi X-Ray Timing Explorer, a NASA space telescope that observes X-ray radiation emitted by astronomical sources. RXTE detected photons in the range of energy 2-60 keV - about 1,000-times more energetic than typical yellow light. By studying photons emitted by the neutron star every _micro_ second, astronomers detected high-frequency oscillations in the intensity of the radiation during the burst, in the range of 300-600 times per second. Experts haven't yet been able to agree on what could be causing these oscillations. One popular theory, also known as the flame-spreading model, is that nuclear reactions begin in localised parts of the neutron star, creating 'hotspots' that then spread over the entire surface as the neutron star rotates. Since neutron stars could revolve around a few hundred times a second, the frequency of the oscillations of X-rays coming from the hotspot could be similar, the model suggests. The RXTE ceased operations in 2012. Since then, only one other telescope, NASA's Neutron Star Interior Composition Explorer, has been studying the rapid variability of X-ray light coming from neutron stars. But NICER can detect photons of energy only up to 12 keV, whereas astronomers need to understand X-ray emissions of up to 80 keV. Scientists have now found that AstroSat can bridge this gap. And using its data, they have reason to believe the flame-spreading model could be valid. \"Detection of burst oscillations requires X-ray telescopes with a large collecting area and a fine timing resolution - features not many instruments are endowed with,\" Navin Sridhar, an astrophysics graduate student at Columbia University, New York, said. He was not involved in the present study. One such instrument is on board AstroSat, called the Large Area X-ray Proportional Counter. It detects photons of energy 3-80 keV every 10 microseconds. The scientists behind the new study obtained LAXPC data pertaining to 12 thermonuclear bursts in six separate observations of the 4U 1636-536 neutron star. When they analysed this data more closely, they detected high-frequency oscillations in three of these bursts, at about 581 oscillations per second. This is an important achievement because it signals that AstroSat can step in where RXTE left off. \"We have observed bursts oscillations using around 46 hours' archival data of this well-studied neutron star, collected between 2016 and 2018,\" Pinaki Roy, of the Indian Institute of Science Education and Research Mohali, Mohali, and one of the authors of the study. Aru Beri, also of IISER-Mohali and another author of the study, added, \"The results extend the timeline of the neutron star's behaviour from earlier RXTE observations and present an excellent benchmark for further similar studies with AstroSat.\" Sridhar agreed. \"The fact that observations with AstroSat - LAXPC could confirm burst oscillations in this source ... further bolsters the capability of the instrument,\" he said. \"The detection enables scientists to reliably use AstroSat for future observations and discoveries associated with thermonuclear bursts and burst oscillations, with higher confidence.\" Next, the IISER Mohali team investigated how the strength of the burst oscillations - measured by their amplitude - changed according to the energy of each oscillation. By studying how burst oscillations vary, astronomers can understand how a burst is born, spreads and fizzes out, according to Sridhar. The flame-spreading model predicts how the energy distribution of radiation from the neutron star source evolves during the rising phase of bursts. The researchers set out to check if these predictions matched with AstroSat observations. They did. They also found that the speed of a hotspot's spread depends on its distance from the neutron star's equator. This is the study's second major finding. While the study boosts the prospects of the flame-spreading model, it's still not a perfect model: it hasn't been able to explain all thermonuclear-burst observations till date, only some. In many cases, observational biases have got in the way of understanding how thermonuclear bursts spread over the neutron star's surface. \"There are lots of questions regarding the model,\" said Manoneeta Chakraborty, an astrophysicist at IIT Indore who was not also involved in the study. \"For example, what are the physical conditions governing the propagation of the heat flame?\" She explained that multiple parameters determine what the X-ray emission looks like during a burst, including the neutron star's spin frequency, surface temperature and where the hotspot originates. \"It is an important conclusion,\" Chakraborty said, referring to the IISER team's claim of a relationship between a burst's spreading speed and its location on the surface. For now, the flame-spreading model fits the data from one more neutron star.", "url": "https://science.thewire.in/the-sciences/astrosat-laxpc-thermonuclear-burst-spreading-across-neutron-star/"}, {"title": "Nuclear reactions across a neutron star", "date": "2021-11-18", "content": "A neutron star is an astronomical object composed almost entirely of neutrons, making it super-dense. Gravity from its dense matter makes that stellar matter from another star, often like the Sun, fall onto its surface, forming a disk around it. Hence, it is the natural laboratory of extreme conditions impossible to create in any laboratory on Earth. Sometimes, a neutron star emits sudden bursts of X-ray photons that astronomers use to study its interiors, its surface and its environment. A study by a team of astronomers at the Indian Institute of Technology Indore, using data from ISRO's AstroSat, has revealed deviations from what astrophysicists knew of neutron stars from the bursts. AstroSat hosts five telescopes observing the same astrophysical source at the same time. The astronomers used AstroSat's two instruments, the Soft X-ray Telescope and the Large Area X-ray Proportional Counter, to simultaneously catch bursts from a neutron star. The neutron star that the team studied is one of the most well-studied neutron stars, said Chandreyee Maitra, Max Planck Institute for Extraterrestrial Physics, Garching, Germany. Chandreyee was not involved in the current study. This particular neutron star emits bursts at a rate of about one every four hours, making it the go-to astronomical laboratory of extreme physics. Astronomers are interested to know how the number of X-ray photons varies with their wavelengths, which they call the 'spectrum'. The X-ray spectrum of a neutron star holds important clues to the physical processes at play in the neutron star's surface and immediate environment. Blackbodies: Blackbody radiation is a standard form of electromagnetic radiation by a source whose components have reached a state of equilibrium. Contrary to what its name suggests, a blackbody emits light of all wavelengths. For example, our Sun is an example of a blackbody, and its spectrum peaks at the visible wavelengths. Earlier, astronomers have studied the spectra of neutron star sources with NASA's X-ray missions like the Rossi X-ray Timing Explorer, Neutron Star Interior Composition Explorer, Nuclear Spectroscopic Telescope Array and the ESA's X-ray Multi-Mirror Mission. They have found that the spectra during the bursts closely resemble the blackbody spectrum, peaking at wavelengths where each photon is more than 1,000 times energetic than visible light's photons. Estimating this wavelength allows astrophysicists to calculate the temperature of the neutron stars' surface. Earlier studies had also hinted that sometimes, the spectrum deviates from the blackbody function. Astrophysicists speculate that the deviations result from the interaction of the neutron star's radiation with its immediate environment, consisting of matter falling onto its surface from its companion star. The hot matter itself emits X-ray photons and changes the photons from the neutron star in complicated ways. The astrophysicists involved in the AstroSat study makes a strong case that such processes are at play in the neutron star they studied. \"The study comes to this conclusion over many bursts, including the fainter ones,\" agreed Chandreyee. By studying the spectra of 15 bursts that the SXT and LAXPC detected simultaneously, the astrophysicists estimated a quantity measuring the deviation from the blackbody spectrum. By studying how this quantity evolved, they quantified how the mass inflow from the companion star to the neutron star changed during the burst. Scientists refer to simultaneous studies of a source at different wavelengths as broadband studies. Chandreyee informed that earlier broadband studies of bursts required astronomers to use different X-ray detectors, introducing errors that make studying the spectrum difficult. AstroSat lets the astronomers study the same burst with different detectors on the same satellite, reducing the errors. The researchers of the present study used the broadband AstroSat data to investigate different mathematical models of how the neutron star, the burst radiation, and the environment interact. However, all the alternative spectral models fit the data. That is, the researchers could not offer any definite conclusion about which mathematical model is better. \"However, it's a nice starting point, which motivates more such studies,\" Chandreyee said. Unnati Kashyap, a PhD scholar at IIT-Indore and the study's primary author, explained that astronomers would like to distinguish between photons emitted by matter falling onto the neutron star with photons emitted by matter permanently clouding the star. Only a finer resolution of the neutron star spectra could help them do so. Chandreyee feels that astronomers should look at the archives of all X-ray instruments, as simultaneous data of the same bursts may exist in the archives of NuSTAR, XMM-Newton, NICER, and AstroSat. Unnati clarified that the team at IIT-Indore has searched the data archives of AstroSat post 2017. The observations reported in the study are the only ones where the team could see bursts simultaneously in SXT and LAXPC in this period. In some cases, only one of the two instruments would have detected a burst, rendering a broadband study impossible. However, she agreed that the team has not gone over the archives of NuSTAR and XMM-Newton themselves. \"When we looked for simultaneous data for NICER and AstroSat, we could not find any.\" Chandreyee suggested that if astronomers do not find more data by digging further through the archives, they could plan dedicated campaigns with these instruments. Unnati reveals that the IIT-Indore team plans to schedule simultaneous observations of the source with AstroSat and NICER. \"NICER and AstroSat-LAXPC can together make it possible to probe the origin of the deviations from the standard blackbody spectrum,\" she signed off.", "url": "https://www.deccanherald.com/science-and-environment/nuclear-reactions-across-a-neutron-star-1051631.html"}]}, {"win label": 0, "news": [{"title": "Bengaluru scientists discover ghost galaxy with Astrosat data", "date": "2022-04-06", "content": "Astrophysicists from Bengaluru have discovered a galaxy with a \"ghost-like appearance\" that can offer vital clues to one of the long-standing cosmic mysteries - how the visible matter is distributed in the universe. Three researchers at the Indian Institute of Astrophysics, Bangalore collaborating with a French scientist have discovered a faint but star-forming galaxy, around 136 million light-years away which was so far undetected since it lies in front of a much brighter galaxy. \"In the optical image, the galaxy has a ghost-like appearance because of the blue emission from its outer sphere. It has a low disk density, but the inner disk shows star formation, which helped its detection in UV and optical images,\" Mousumi Das, a senior scientist at the IIA and one of the team members, told DH. When Das, her student Jyoti Yadav, another IIA scientist Sudhanshu Barway and Francoise Combes from College de France, Chaire Galaxies et Cosmologie, Paris began observing a known galaxy in the ultra-violet spectra, they were surprised to find a faint emission from the star formation region of a galaxy. They continued their observation in the UV and visible spectra and spotted a hidden galaxy with a very low luminosity. The new galaxy was named UVIT J2022 as the data came from Astrosat's Ultraviolet Imaging Telescope. When the IIA team measured the distance between the known galaxy and the faint star-forming regions, they found the latter at a distance of 136 million light-years, whereas the distance of NGC 6902A is 825 million light-years. \"Most diffuse galaxies don't have star formation regions in the central part. In that way, it's an unusual galaxy,\" Das said, observing there could be more such galaxies that have been wrongly interpreted as interacting galaxies due to their superposition with foreground or background galaxies. Modern optical telescopes are sensitive enough to detect galaxies that are extremely faint. Such galaxies are called low surface brightness galaxies or ultra-diffuse galaxies and have a surface brightness that is at least ten times fainter than the surrounding night sky. Such faint galaxies may account for up to 15 per cent of the mass of the universe. But they are difficult to detect because of their inherent low luminosities. An accurate census of such faint galaxies is essential to measure the total mass of all objects made of normal atomic matter in the universe. The discovery opens up a new window to look for the missing masses in the universe. Cosmological studies suggest baryonic matter should make 5 per cent of the universe's mass. The rest comes from dark matter and dark energy. \"We still do not have a clear understanding about the 5 per cent of the baryonic content present in the universe. Such faint galaxies can act as a link for understanding the origin of missing baryons as they may contribute significantly to the visible mass in the universe,\" she said. The study appeared in the journal 'Astronomy & Astrophysics'.", "url": "https://www.deccanherald.com/science-and-environment/bengaluru-scientists-discover-ghost-galaxy-with-astrosat-data-1098043.html"}, {"title": "AstroSat witnesses black hole birth for 500th time Astrosat witnesses black hole birth for 500th time '", "date": "2022-05-20", "content": "AstroSat, India's first dedicated astronomy mission which is into space since 2015, has detected the birth of a black hole for the 500th time, Pune-based research institution IUCAA has said, a development scientists termed as a \"remarkable achievement\". Black holes are objects with a gravitational pull so strong that not even light can escape. They are the subjects of intense scrutiny from astronomers from all over the world. Scientists across the world are studying their formation. One way of forging black holes is the deaths of massive stars in \"Gamma Ray Bursts \" - explosions so powerful that they have been called \"mini big-bangs\". They send intense jets of light and high-energy radiation shooting across the universe. Another way to create Gamma-ray Bursts is the collision of two neutron stars - the kind of events that generate gravitational waves. Astronomers study the Gamma-rays and X-rays from such bursts to better understand explosion and black hole formation. Launched in September 2015 by the Indian Space Research Organisation, AstroSat is one of the most sensitive space telescopes in the world - comprising five instruments that can simultaneously study the universe in ultraviolet, optical, and X-ray radiation. \"One of these instruments is the Cadmium Zinc Telluride Imager - which has just witnessed the birth of a black hole for the five hundredth time,\" the Inter-University Centre for Astronomy and Astrophysics said in a statement. \"This is a landmark achievement,\" said Prof Dipankar Bhattacharya of Ashoka University and IUCAA, who is the current Principal Investigator of CZTI. \"The wealth of data obtained by CZTI on Gamma Ray Bursts is making a big impact worldwide,\" he added. CZTI has been studying GRBs since it first opened its eyes 6.5 years ago. \"The very first scientific result from AstroSat was the detection of GRB 151006A: just hours after the instrument was powered on after launch\", said Prof. Varun Bhalerao, who leads the GRB search effort. A unique aspect of CZTI is the ability to measure the \"polarisation\" of X-rays: an ability that is lacking in flagship missions like NASA's Neil Gehrels Swift Telescope or the US-Europe Fermi Space Telescope. Tanmoy Chattopadhyay, of the US-based Stanford University, has played a key role in these polarisation studies. \"Polarisation tells us what is happening just outside the newly formed black hole. It is the most important measurement to distinguish between different theories of Gamma-ray Bursts,\" said Chattopadhyay.", "url": "https://theprint.in/india/astrosat-witnesses-black-hole-birth-for-500th-time-astrosat-witnesses-black-hole-birth-for-500th-time/964672/"}, {"title": "AstroSat witnesses black hole birth for 500th time Astrosat witnesses black hole birth for 500th time", "date": "2022-05-21", "content": "AstroSat, India's first dedicated astronomy mission which is into space since 2015, has detected the birth of a black hole for the 500th time, Pune-based research institution IUCAA has said, a development scientists termed as a remarkable achievement. Black holes are objects with a gravitational pull so strong that not even light can escape. They are the subjects of intense scrutiny from astronomers from all over the world. Scientists across the world are studying their formation. One way of forging black holes is the deaths of massive stars in Gamma Ray Bursts explosions so powerful that they have been called mini big-bangs. They send intense jets of light and high-energy radiation shooting across the universe. Another way to create Gamma-ray Bursts is the collision of two neutron stars the kind of events that generate gravitational waves. Astronomers study the Gamma-rays and X-rays from such bursts to better understand explosion and black hole formation. Launched in September 2015 by the Indian Space Research Organisation, AstroSat is one of the most sensitive space telescopes in the world comprising five instruments that can simultaneously study the universe in ultraviolet, optical, and X-ray radiation. \"One of these instruments is the Cadmium Zinc Telluride Imager - which has just witnessed the birth of a black hole for the five hundredth time, the Inter-University Centre for Astronomy and Astrophysics said in a statement. This is a landmark achievement,\" said Prof Dipankar Bhattacharya of Ashoka University and IUCAA, who is the current Principal Investigator of CZTI. The wealth of data obtained by CZTI on Gamma Ray Bursts is making a big impact worldwide, he added. CZTI has been studying GRBs since it first opened its eyes 6.5 years ago. The very first scientific result from AstroSat was the detection of GRB 151006A: just hours after the instrument was powered on after launch, said Prof. Varun Bhalerao, who leads the GRB search effort. A unique aspect of CZTI is the ability to measure the polarisation of X-rays: an ability that is lacking in flagship missions like NASA's Neil Gehrels Swift Telescope or the US-Europe Fermi Space Telescope. Tanmoy Chattopadhyay, of the US-based Stanford University, has played a key role in these polarisation studies. Polarisation tells us what is happening just outside the newly formed black hole. It is the most important measurement to distinguish between different theories of Gamma-ray Bursts, said Chattopadhyay. ", "url": "https://www.theweek.in/news/sci-tech/2022/05/21/astrosat-witnesses-black-hole-birth-for-500th-time-astrosat-witn.html"}, {"title": "India's Space Telescope 'Astrosat' Detects Birth Of A Black Hole For 500th Time; Superior Than Fermi Space Telescope", "date": "2022-05-23", "content": "AstroSat is India's first dedicated astronomy mission, with the goal of studying celestial sources in X-ray, optical, and UV spectral bands at the same time. One of the mission's distinguishing features is the ability to observe multiple astronomical objects at multiple wavelengths with a single satellite. AstroSat mission, has discovered the birth of a black hole for the 500th time. Inter-University Centre for Astronomy and Astrophysics which is situated in Pune stated it is 'a remarkable achievement'. AstroSat, which was launched in September 2015 by ISRO, is one of the world's most sensitive space telescopes. \"The Cadmium Zinc Telluride Imager is one of these instruments, and it has just observed the birth of a black hole for the 500th time\". IUCAA stated \"This is a defining moment,\" Prof Dipankar Bhattacharya stated \"CZTI's wealth of data on Gamma Ray Bursts is having a significant global impact\", he added. CZTI is superior by its ability to detect the polarisation of X-rays, which is lacking in premium missions such as NASA's Neil Gehrels Swift Telescope and the US-Europe Fermi Space Telescope. What is occurring just beyond the recently created black hole is revealed by polarisation. This is the most important metric for differentiating between Gamma-ray Burst theories. Tanmoy Chattopadhyay stated. Astrosat was launched into a 650 km orbit on September 28, 2015, with a 5 mission objective. The space probe has surpassed expectations in space.", "url": "https://in.mashable.com/science/32155/indias-space-telescope-astrosat-detects-birth-of-a-black-hole-for-500th-time-superior-than-fermi-spa"}, {"title": "AstroSat detects black hole birth for 500th time", "date": "2022-05-27", "content": "India's first dedicated multi wavelength space observatory, Astrosat, has detected the birth of a black hole for the 500th time, a key milestone that Indian scientists have called a \"remarkable achievement\". Pune-based Inter-University Centre for Astronomy and Astrophysics said in a recent statement, \"One of the instruments in Astrosat is the Cadmium Zinc Telluride Imager - which has just witnessed the birth of a black hole for the five hundredth time.\" \"The wealth of data obtained by CZTI on Gamma Ray Bursts is making a big impact worldwide,\" said Prof Dipankar Bhattacharya of Ashoka University, current principal investigator of CZTI. AstroSat, launched by Isro in September 2015, is one of the most sensitive space telescopes in the world.", "url": "https://timesofindia.indiatimes.com/india/astrosat-detects-black-hole-birth-for-500th-time/articleshow/91822930.cms"}, {"title": "AstroSat Milestone: India's Space Telescope Watches Black Hole Birth For The 500th Time And Going Strong", "date": "2022-05-27", "content": "AstroSat, India's first dedicated multi-wavelength space observatory, has crossed a special landmark - it watched the birth of black holes for the 500th time. Black holes are among the most mysterious objects in the universe and have occupied the popular psyche for long. The oft-repeated enthusiastic description - \"even light cannot escape it\" - may have gotten old, but still speaks to the ability of black holes to tickle the human mind. For AstroSat to have witnessed the birth of these not just light- but mind- bending cosmic objects for the 500th time is truly an accomplishment. Professor Dipankar Bhattacharya of Ashoka University and the Inter-University Centre for Astronomy and Astrophysics has called this a \"landmark achievement.\" Among the five instruments on board AstroSat, the one doing black hole watching is called the Cadmium Zinc Telluride Imager. The CZTI has been at it - studying what are called \"gamma-ray bursts\" - since it got to work six and a half years ago, according to the news release by Pune-based IUCAA, which is one of the partners on the project and runs the Payload Operation Centre for AstroSat. \"The very first scientific result from AstroSat was the detection of GRB 151006A: just hours after the instrument was powered on after launch\", Professor Varun Bhalerao, who leads the GRB search effort, said in the IUCAA report. Gamma-ray bursts are expressions of some of the most violent events occurring in the universe. Whether it's the death of a star or a scenario where two neutron stars or a neutron star and a black hole merge, GRBs accompany the formation of a black hole. Rather than from the explosion, the bursts come from two jets of plasma that shoot out at near the speed of light in opposite directions from the core of the dying star. If at least one of these jets is pointed towards Earth, a gamma-ray burst can be detected. These bursts can outshine an entire galaxy. But since the Earth's atmosphere blocks gamma rays, they have to be detected up high, either via balloons or space telescopes. Here's where AstroSat comes into play. It was shot up into a 650 km orbit, piggybacking on the polar satellite launch vehicle PSLV-C30, from Satish Dhawan Space Centre, Sriharikota, on 28 September 2015. It's been going strong ever since. It completed five years of in-orbit operations in September 2020. Though it was given a five-year operational lifetime at the start, it is approaching seven years now and is expected to continue serving for many more years. According to Indian Space Research Organisation 's annual report 2021-22, AstroSat is currently serving 1,530 users from 48 countries and data from the satellite has led to 86 refereed and over 500 non-refereed publications in 2021, with about 300 unique observations during this period. The report lists three major discoveries or results from AstroSat during the 2021-22 period : the discoveries of three star-forming galaxies in the Bootes Void and of strong hard X-ray pulsations from Galactic Ultraluminous X-ray Pulsar Swift J0243.6+6124, alongside the confirmation of the symbiotic nature of a star Su Lyn with the Ultraviolet Imaging Telescope spectrum. The CZTI and four other instruments on AstroSat enable the study of the universe in ultraviolet, optical, and X-ray light simultaneously. \"The science objectives of the CZTI,\" as stated in the AstroSat Handbook, \"include the measurement of curvature and reflection components in the spectra of Active Galactic Nuclei and X-ray binary systems, the study of Quasi- Periodic Oscillations at hard X-ray bands in accreting neutron star and black hole systems, cyclotron line spectroscopy of high mass X-ray binaries, the characterization of hard X-ray spectra of magnetars as well as the detection of gamma ray bursts and the study of their early light curves.\" Several Indian research institutes, such as the Tata Institute of Fundamental Research, Vikram Sarabhai Space Centre, and Physical Research Laboratory, contributed alongside the industry to the creation of the CZTI. The CZTI, one among the four X-ray instruments on AstroSat, covers the energy band from 10 to 100 kilo-electron volt and has a large detection area of about 976 square centimetres. The Indian Institute of Technology Bombay, Mumbai, leads the search and study of GRBs in close collaboration with IUCAA. Once the Laser Interferometer Gravitational-Wave Observatory -India gets underway, India's GRB search- and-study effort will receive further impetus.", "url": "https://swarajyamag.com/science/astrosat-milestone-indias-space-telescope-watches-black-hole-birth-for-the-500th-time-and-going-strong"}]}, {"win label": 0, "news": [{"title": "Center of the Coma cluster explored with AstroSat", "date": "2022-09-20", "content": "Using India's AstroSat spacecraft, astronomers have investigated a central field of a cluster of galaxies known as the Coma cluster. Results of the study, presented in a paper published September 13 on arXiv.org, deliver important insights into the properties and nature of this galaxy cluster. Galaxy clusters contain up to thousands of galaxies bound together by gravity. They are the largest known gravitationally bound structures in the universe, and could serve as excellent laboratories for studying galaxy evolution and cosmology. At a distance of about 321 million light years, the Coma cluster (also known as Abell 1656) is one of the richest and the most well-studied clusters of galaxies in the nearby universe. It contains more than 1,000 galaxies and its central region is dominated by two supergiant elliptical galaxies, namely: NGC 4874 and NGC 4889. In order to shed more light on the properties of this cluster, a team of astronomers led by Smriti Mahajan of the Indian Institute for Science Education and Research in Mohali, India, has observed it with AstroSat. For this purpose, they used mainly the satellite's Ultraviolet Imaging Telescope (UVIT) to perform far ultraviolet study of the central region of the Coma cluster. \"We present analysis of the far ultraviolet (FUV) emission of sources in the central region of the Coma cluster (z = 0.023) using the data taken by the UVIT aboard the multi-wavelength satellite mission AstroSat,\" the researchers wrote in the paper. First of all, the team examined UVIT's deep far ultraviolet image of the Coma cluster's central field (a region with a radius of approximately 2.3 million light years from the cluster's core) and detected more than 1,300 sources. It was noted that 852 of these sources were identified as galaxies, 114 as stars, and three of them as quasars (one of them is the farthest object observed by the UVIT so far). The nature of the remaining sources is yet to be determined. The study found that most of the brightest galaxies identified with UVIT are members of the Coma cluster. Moreover, it turned out that many of the 852 galaxies showcase an unconventional morphology in far ultraviolet. For instance, the galaxy designated GMP 2910, which exhibits a spectacular narrow tail, assumed to be formed by a dwarf galaxy or gas cloud that was disrupted due to ram-pressure stripping by the intracluster medium, or tidal forces. The astronomers suppose that in general the sources identified by UVIT that showcase a distorted morphology, may have recently entered the Coma cluster, and therefore are undergoing stripping events under the influence of the cluster-related environmental mechanisms. \"All the distorted sources are likely to have fallen into the cluster recently, and hence have not virialized yet,\" the authors of the paper explained. They added that to the best of their knowledge, their study is the first investigation of a galaxy cluster field being carried out with the UVIT data.", "url": "https://phys.org/news/2022-09-center-coma-cluster-explored-astrosat.html"}]}]