[{"win label": 0, "news": [{"title": "Beijing's 2nd airport to be ready by 2017", "date": "2011-06-22", "content": " A new airport in the capital city, which will handle soaring passenger traffic in and out of the booming metropolis, is expected to be completed by October 2017, an airline source told the Beijing News. The new airport, which is likely to be approved within the year, will probably have eight runways for civilian use and a ninth for military use, Yao Weihui, general manager of China United Airlines, said at a ceremony marking the delivery of the airline's 10th Boeing plane on Monday. Once the airport in southern Beijing's Daxing district is put into use, the Beijing Nanyuan Airport in the southern Fengtai district, which is used for both military and civilian purposes, will be closed, said Yao, whose airline now uses Nanyuan airport. Sources with the Civil Aviation Administration of China said on Tuesday that the project is yet to be approved by the National Development and Reform Commission, so any detail in the previous plan is subject to change. But Wang Jian, secretary-general of China Civil Airport Association, said on Tuesday that the new airport will have at least four runways for civilian use. With more runways, the new airport will have more capacity to handle the large amount of traffic in and out of Beijing, he said. \"The suggested location (for the new airport) in Daxing district is a place with few residents and buildings, so many runways can be built,\" Wang said, adding the Beijing Capital International Airport in the northeast cannot have a fourth runway because of its location. There has been a plan to build a second airport in the city for years. The new airport will shoulder part of the traffic pressure faced by Beijing Capital International Airport, which is now the world's second largest in terms of passenger traffic. Last year, the Beijing Capital International Airport handled 73.9 million passengers, close to its planned capacity of 76 million passengers by 2015. The planned capacity for the second capital airport is at least 60 million passengers a year, according to earlier media reports. Yao was quoted as saying that the first stage of the second airport will be built to handle 40 million passengers a year.", "url": "http://www.chinadaily.com.cn/business/2011-06/22/content_12753295.htm"}]}, {"win label": 0, "news": [{"title": "China plans to build world's biggest airport near Beijing", "date": "2011-09-10", "content": "China is set to become the world's biggest aviation hub with its plans to construct a new mega-airport that would have as many as nine runways. Beijing Daxing International airport, a structure designed by Sir Norman Foster, would handle around 370,000 passengers a day, and will be much bigger than all of Heathrow's five terminals combined. The new facility will not only serve Beijing, but also Tianjin and parts of Hebei. Beijing's planners have found a 21 sq mile site to the south of the city, in the suburb of Daxing. The site is presently around an hour's drive from the city centre, but planners are pencilling in an extension to Beijing's metro, and perhaps even a high-speed train line, the paper said. The airport will be Beijing's third, after Capital and the smaller, primarily military, Nanyuan airport. According to Yao Weihui, the general manager of China United Airlines, Beijing Daxing would have eight runways for civilian use and a ninth for military use.", "url": "https://archive.ph/20120527150037/http://articles.economictimes.indiatimes.com/2011-09-10/news/30139302_1_biggest-airport-china-plans-nanyuan#selection-657.0-657.57"}, {"title": "Gigantic airport to be built in China", "date": "2011-09-15", "content": "Beijing Daxing airport, due to open in 2015, is set to be the world's busiest aviation hub and is expected to handle 370,000 passengers a day. Only three years since Beijing Capital Airport opened up the massive Terminal 3, plans to further expand China's aviation industry are already underway. Li Jiaxing, the minister in charge of China's Civil Aviation Administration said that an enormous boom in the demand for flights has already stretched the capital's existing facilities to breaking point, \"It is impossible to add even one more flight to the tight daily schedule of the Capital airport.\" Cao Yunchun, a professor at the country's Civil Aviation University said, \"The existing airport in Beijing has an annual capacity of 75 million passengers. Last year it handled 73 million. In two years, it will be totally packed. And it cannot be expanded infinitely.\" However, the majority of air-traffic flying in and out of Beijing is domestic, and so far this year, domestic flights have outnumbered international travellers by four-to-one at Capital airport. The new Beijing Daxing airport, which is currently an hour's drive from the city centre, is expected to have eight runways for civilian use and one for military. Denver international airport currently has the most runways in the world with six. There are also plans for a high-speed train to connect the airport to central Beijing in just 30 minutes. The new project has set alarm bells ringing for environmentalists who have warned that an increase in flights will contribute to the country's pollution problems and high greenhouse gas emissions. Last year, Chinese authorities reported a £3.9 billion profit in the aviation industry. In the coming years, China is planning to buy at least 4,300 new aircraft and Boeing has recently upgraded its targets for the country by 25%.", "url": "https://web.archive.org/web/20140201232837/http://www.wanderlust.co.uk/magazine/news/gigantic-airport-to-be-built-in-china-beijing"}]}, {"win label": 0, "news": [{"title": "Beijing plans to build world's largest airport", "date": "2012-02-26", "content": "China is planning to build the world's largest airport at the cost of around USD 15 billion,which will replace America's Hartsfield-Jackson Atlanta International Airport as the busiest airport in the world. Beijing is to build a new airport,which is likely to be the world's largest in terms of passenger traffic,to the southeast of the city,official media reported here today. The new airport,yet to be named,is to be located on the border between Beijing and Langfang,a city in north China's Hebei province located about 45 kilometers from Beijing's city center. The new international airport will have nine runways with capacity to deal with 130 million passengers and 5,500,000 tonnes of cargo annually thereby replacing the Hartsfield- Jackson Atlanta International Airport in Atlanta,Georgia,the United States,to become the busiest in the world,state-run China Radio International reported. The new airport will also act as a hub,connecting highways,transportation roads and roads in rural areas together. This will be the third civil airport in Beijing,following the Nanyuan Airport and the Beijing International Airport,which houses Terminal three,the largest building in the world. The present airport handled about 74 million passengers annually close to its capacity. It has emerged as the world's second largest in terms of passenger traffic over taking London's Heathrow in terms of seating capacity last year. According to aviation experts it is only next to Atlanta Hartsfield airport in United States.", "url": "https://indianexpress.com/article/news-archive/print/beijing-plans-to-build-worlds-largest-airport/"}]}, {"win label": 0, "news": [{"title": "Beijing Is Building An Airport That's Bigger Than JFK, LaGuardia, And Newark Combined", "date": "2012-10-10", "content": "The Beijing Daxing International Airport, to be built outside the capital city, will have room for 130 million passengers each year. In comparison, New York's three airports (LaGuardia, JFK, and Newark) have a combined capacity of 110 million, according to NJ.com. Dutch airport consulting firm NACO won a competition to design the airport's master plan, and provided us the images. Other design firms are currently competing to design the new terminal building.", "url": "https://www.businessinsider.com/beijing-daxing-airport-master-plan-2012-10"}, {"title": "World's biggest airport set to open in Beijing in 2017", "date": "2012-10-15", "content": "Master plans for the new mega airport in Beijing were released Thursday by Dutch Airport Consultancy firm NACO. Located just outside Beijing, it will have capacity for 130 million passengers per year, 23 million more than JFK and London Heathrow combined. Master plans for the new mega airport in Beijing were released Thursday by Dutch Airport Consultancy firm NACO. Located just outside Beijing, it will have capacity for 130 million passengers per year, 23 million more than JFK and London Heathrow combined. The new airport will provide a second hub for the city, whose current airport handles almost 75 million passengers a year. The current airport, Beijing Capital International Airport, will be reaching its capacity within a few years. The new airport, to be called Beijing Daxing International Airport, is scheduled to open in 2017. The recently released plans show a new hub that will cover 55 square kilometers (about 21 square miles) and include eight runways. Plans also show an integrated ground transportation hub, which will shuttle passengers into Beijing with a journey time of 30 minutes on a high-speed railway. A slower route on the city's underground will also be available. Atlanta is currently the busiest airport in the world, transporting more than 89 million passengers per year, followed by Beijing's current airport which transports more than 73 million passengers and Heathrow which transports around 65 million passengers. NACO is one of the world's leading independent airport consultancy and engineering firms. In recent years the firm has been involved with over 550 airports of all sizes in more than 100 countries. Recently NACO has collaborated with Viracopos-Campinas International Airport in Brazil which processed 7.5 million passengers in 2011 and is expected to grow to 15 million. Amsterdam Airport Schiphol, another of the firm's projects, is frequently named as \"the best airport in the world.\" NACO has been working on its development since 1960. Recently the firm assisted the airport expand its capacity from 18 million to 48 million passengers annually.", "url": "https://www.hindustantimes.com/travel/world-s-biggest-airport-set-to-open-in-beijing-in-2017/story-c3sVtEZEOMYS9NXrCWBfAM.html"}, {"title": "CHINA TO BUILD MEGA AIRPORT AT BEIJING", "date": "2012-10-16", "content": "China is building a mega airport in its capital city of Beijing, dubbed as Beijing Daxing International Airport, which is set to surpass some of the world's biggest airports like JFK, LaGuardia, and Newark. The Beijing Daxing International Airport will open by late 2017, and will handle 130 million passengers in a year, which is 23 million more than London's Heathrow and New York's JFK airports combined. NACO, a Dutch airport consulting firm, has won the competition to design the masterplan for the project in Beijing. Design of the airport has already been unveiled. The mega airport will feature eight commercial runways with an emphasis on public transportation. The design of the runways will reduce the distance and lessen the time taken by passengers for travelling to and from the gates. The runways are expected to span 55 square kilometres. An integrated 'ground transportation hub' will also be built at the airport that will take passengers onto a high-speed rail link to Beijing in less than 30 minutes, or into the city's metro network for a slower but more direct route. Other design firms are currently competing to design the new terminal building at the airport.", "url": "https://www.designcurial.com/news/china-to-build-mega-airport-at-beijing"}, {"title": "PLANS FOR NEW DAXING AIRPORT IN BEIJING REVEALED", "date": "2012-10-19", "content": "NACO, the Dutch consulting and airport engineering agency, released the first sketches of the new Beijing International Airport scheduled for construction by 2017. On this occasion, the media, who wrote about the new airport back in September 2011, focused once more on the enormous dimensions of the soon-to-be largest airport in the world. The current Beijing Capital Airport is already the second busiest airport in the world in terms of passenger numbers (73 million passengers last year). The opening of the new Terminal 3 less than four years ago (which alone is already larger than London's Heathrow airport) failed to decongest the airport, which had been planned to accommodate 75 million passengers annually. The new airport attempts to address the boom in Chinese air traffic in terms of surface as well as capacity, and the numbers are impressive: It is predicted that Beijing will be able to accommodate 370,000 passengers per day, in comparison to the 205,000 it currently services. The Daxing site (46km south of Beijing) consists of 54 square kilometers entirely dedicated to the airport. In addition, new high-speed lines connecting the future airport to the cities of Tianjin, Shenyang, Shijiazhuang and Shanghai are being considered; public transport (subways and shuttles) will allow passengers to reach the center of the capital in less than half an hour (Daxing is an hour away by car); and nine runways are currently planned (to date, Atlanta holds the record with six runways). The high volume of air traffic in Beijing is largely due to the great number of domestic flights: in 2010, Chinese travelers accounted for four times the number of foreign travelers. Further inflating these numbers, Beijing's airport also serves Tianjin and the cities of Hubei Province, which are conveniently connected to the airport by new high-speed lines. China's aviation industry is also rapidly developing and has tripled its profits between 2010 and 2011. The above article takes this opportunity to report on and speculate about the transformation of Beijing into a megapolis as the city expands and integrates neighboring villages. The airport hopes to be able to sustain and accommodate this urban growth. The report also notes the concerns of environmental groups regarding the increase of Chinese air traffic. NACO has already indicated that the reduction of CO2 emissions was at the heart of the project.", "url": "https://www.modumag.com/articles/plans-for-new-daxing-airport-in-beijing-revealed/"}]}, {"win label": 0, "news": [{"title": "Chinese government approves construction of second Beijing airport", "date": "2013-01-14", "content": "The Chinese government has approved the construction of a new airport in Beijing to help the capital city cope with congestion at its main hub. A news report by the Civil Aviation Administration of China says that construction of the new airport, to be located in Daxing, south of Beijing, is scheduled to start in 2014 and will be completed by 2018. The plan is for the airport to have six runways, and the capacity to handle 70 million passengers annually by 2025. Once up and running, some flights handled at the nearby military air base Nanyuan airport will be transferred over. The airport, estimated to cost around yuan (CNY) 70 billion ($11.3 billion), will be managed by state-owned Capital Airports Holding, which also manages Beijing Capital International Airport (BCIA). In 2012, 81.9 million passengers walked through BCIA's gates, hitting its capacity limit of 82 million for the first time. Congestion has long been a bugbear at the airport, and the airport operator is working with air traffic control to increase aircraft movement and expanding its second terminal to tackle these issues. BCIA was also ranked as the world's second busiest airports, by passenger numbers, in 2011, according to data from the Airports Council International.", "url": "https://web.archive.org/web/20130117012900/http://www.flightglobal.com/news/articles/chinese-government-approves-construction-of-second-beijing-airport-380974/"}, {"title": "New capital airport cleared for takeoff", "date": "2013-01-14", "content": "Beijing's new airport will greatly ease the burden on the current airport, but civilian and military use must be coordinated to ensure smooth operations, experts have said. Approval of the airport, to be located in the south of the capital, was announced on Sunday. \"The rapidly increasing number of passengers has forced the airport in Beijing to run at near-full capacity,\" said Liu Weimin, a professor of Civilian Aviation Management Institute of China. \"A second airport is needed to divert passenger flow.\" Beijing Capital International Airport has been ranked as the world's second-busiest airport for three consecutive years. It handled 81.8 million passenger trips last year, a 4.2 percent increase from the previous year, second only to Atlanta's Hartsfield-Jackson International Airport in the United States. Shanghai's two airports handled more than 78 million passenger trips in 2012. \"The plan for a new airport has been approved by the State Council,\" Beijing airport spokesman Li Shengbo said on Sunday. He declined to give further details, such as when construction will start and what the new airport will look like, as \"this is still under discussion\". Zhong Ning, a spokeswoman for the Civil Aviation Administration of China, declined to comment on Sunday. According to CAAC News, a newspaper affiliated with the aviation administration, large-scale construction will commence next year, and the airport is scheduled to open before the end of 2018. The airport will be located near the border between Beijing's southern suburban Daxing district and Hebei province. It will cost at least 70 billion yuan ($11.2 billion) and have six runways for civil use and one for military use, CAAC News reported, quoting Zhu Wenxin, who works in the office in charge of construction. The airport will be able to handle 70 million passenger trips annually by 2025, Zhu was quoted as saying. A rail line will be built to connect the airport with the city center, according to a plan approved by the National Development and Reform Commission. Passengers will be able to reach the airport within 30 minutes from Beijing South Railway Station with trains running on the 37-kilometer line. Increasing flight numbers have affected punctuality at Beijing airport, according to media reports. \"Flight delays are frequent,\" said Iryo Tsukada, a 55-year-old Japanese businessman from Tokyo who travels to Beijing frequently. \"Another airport in the city might provide more options for me.\" Yang Yanli, a 26-year-old Beijing accountant, said the airport was too crowded. \"Sometimes you have to line up for a while to take an elevator,\" she said. \"Another airport might ease traffic pressure.\" The plan to build a second airport in Beijing was proposed as early as 2008, but the plan was not approved by the State Council and the Central Military Commission until the end of last year, CAAC News quoted Zhu as saying. \"The biggest obstacle to approving building the airport is a dispute in distribution of airspace between civil and military use,\" Zhu said. The new airport will be built close to Nanyuan Airport, which is mainly for military use, in the southern suburban district of Fengtai. Some flights handled at Nanyuan Airport will move to the new airport after it is completed, according to Zhu. Liu Weimin, the professor at the Civil Aviation Management Institute of China, said civil and military use must be coordinated for smooth operations. The military usually has airspace priority, Li said. \"The current law on civil aviation was made in 1995, and it should be revised after 18 years of tremendous changes in society and rapid economic development,\" he said. Liu suggests more rights be given to civil aviation so it can play a bigger role. \"Besides, the new airport and the current one should have a clear division of duty to better serve the customers,\" he said.", "url": "https://archive.ph/20130219202300/http://usa.chinadaily.com.cn/business/2013-01/14/content_16110797.htm#selection-957.1-957.40"}, {"title": "Beijing approves US$11.2 billion international airport", "date": "2013-01-16", "content": "China's State Council has approved plans for a much-needed new airport in Beijing, official Chinese media reported this week. Officials also approved a rail line connecting the airport to the city center. Located in Daxing, a suburban district in southern Beijing, the airport will reportedly cost approximately RMB 70 billion (US$11.2 billion) and is scheduled to open in 2018. Six runways will be for commercial use, while one will be reserved for military use, China Daily reported, quoting CAAC News, a media outlet affiliated with the local aviation administration. Beijing Capital International Airport, the city's current airport, has long been criticized for lack of infrastructure and constant delays in the context of China's rapidly growing air travel demand. With 81.8 million passenger trips in 2012, it was ranked the world's second-busiest airport for three years running, right after Atlanta's Hartsfield-Jackson International Airport's 90 million (domestic and international passengers). \"There are constant delays and the international terminal is awful,\" Jeff Lee, a Hong Kong-based 31-year-old frequent business traveler to Beijing, told CNN. \"Literally, the best restaurant in the international terminal is Pizza Hut. I enjoy Pizza Hut as much as the next guy but not in the capital of China.\" In 2011, aviation officials in China announced plans to increase its total number of airports from 175 to 230 within five years, saying Beijing alone is expected to handle 450-500 million passenger trips by 2015. The new airport will have the capacity to handle 70 million passenger trips by 2025, reported local media.", "url": "https://web.archive.org/web/20180328103357/http://travel.cnn.com/beijing-approves-international-airport-477311/"}]}, [], {"win label": 1, "news": [{"title": "Foster loses out in race for huge new Beijing airport", "date": "2014-09-30", "content": "ADP Ingénierie (ADPI) has beaten Foster + Partners in the competition to design Beijing's enormous new Daxing Airport. The French outfit beat a shortlist which included Foster and Chinese team CACC/Beijing Institute of Architectural Design to land the 700,000m² Terminal 1 job. Zaha Hadid Architects with Pascall + Watson, Rogers Stirk Harbour with Arup, and Hok with Dutch airport specialist Naco were all originally longlisted to work on the high-profile £9billion scheme. Organised by Beijing New Airport Construction Headquarters, the competition was first launched almost three years ago. Planned to complete in 2018, the new airport 60 kilometres south of Beijing will eventually include up to seven runways and handle more than 100 million passengers annually. ADPI will design the new Terminal 1 building which is expected to feature a five kilometre-long façade and handle round 45 million passengers a year. The building will feature 82 seperate aircraft stands. Foster and Arup completed the new Terminal 3 building at Beijing Capital International Airport six years ago. However due to China's growing use of air travel the airport, which is the second busiest in the world, is already at full capacity.", "url": "https://www.architectsjournal.co.uk/archive/foster-loses-out-in-race-for-huge-new-beijing-airport"}, {"title": "ADPI Beats Foster + Partners to Land Beijing's Daxing Airport Competition", "date": "2014-10-01", "content": "ADP Ingénierie ADPI, part of the French airport authority Aéroports de Paris, has won the competition to design Terminal 1 at Beijing's new Daxing Airport, beating both Foster + Partners, and a team composed of the China Civil Aviation Construction Group Corporation and the Beijing Institute of Architectural Design. The design competition for the 700,000 square meter airport was announced in July 2011, with Beijing New Airport Construction Headquarters putting the submissions through \"a long and rigorous selection process,\" according to ADP. Foster lost out on the competition despite having designed Terminal 3 at Beijing's main airport, which at the time of completion in 2008 was the largest airport terminal in the world. However owing to the rapid rise in use of air transport in China that airport is already running at full capacity, necessitating the creation of another airport at Daxing, 60 kilometres south of Beijing. Designs for the winning proposal are yet to be unveiled, however the future terminal will supposedly feature a 5-kilometre long facade, 872 aircraft contact stands and seven runways. On opening, the airport will be capable of handling 45 million passengers a year, and with proposed expansions will be capable of handling up to 100 million. The new airport is scheduled for completion in 2018. ", "url": "https://www.archdaily.com/552822/adpi-beats-foster-partners-to-land-beijing-s-daxing-airport-competition"}, {"title": "New Beijing airport approved with RMB80 billion budget", "date": "2014-12-17", "content": "Beijing got the go-ahead for a new airport following approval by China's National Development and Reform Commission (NDRC) issued in the \"Beijing Airport feasibility study report\" on December 15. The new airport is scheduled to have a five-year construction period and is designed to meet capacity needs up to 2025. It will be handle 72 million annual passenger throughput, 2 million tons cargo throughput and take-off/landing of 62,000 flights a year. Aviation experts say the scale of the proposed airport will be second only to Beijing Capital Airport. New airport layout: As per the NDRC approval, the new airport will have four runways constructed in the \"three vertical and one horizontal\" layout, a 700,000 sqm airport terminal (the main terminal and hall can handle 72 million and 45 million users respectively), two control towers and refueling facilities. A terminal control center will also be built in Beijing's Shunyi District and Liqiao Township. A construction proposal for a second fuel storage facility outside the airport is also under discussion and deliberation by the committee. Construction proposals for the bases for China Southern Airlines, China Eastern Airlines, Air China and China Post Group must also be submitted and approved by the committee. Attracting investment: Total investment for the airport project is RMB79.98 billion, with 50% from capital investment including a RMB18 billion funding from the Civil Aviation Administration of China (CAAC) and RMB6 billion from Capital Airports Holding Company (CAHC). It will also actively seek investment from the private sector. NDRC and the Ministry of Finance will make up the remainder from the funds allocated for investment and state-owned capital management within the central government budget. CAHC will raise the funding for non-capital investments through financing by banks or other channels. Terminal scale: Beijing Capital Airport is the largest national airport and the gateway to China. As its Terminal 1 and Terminal 2 have been in use since the 80s and 90s, the new airport's terminals will modeled after the more modern Terminal 3. The new Beijing Airport has a budget of RMB79.98 billion, three times the budget of Terminal 3 that was built in 2004-2008 for RMB27 billion. The budget covers also the construction of other facilities such as the control tower, fueling facilities and hangers. Second largest national airport Beijing Capital Airport had reached its capacity in 2013 with passenger throughput of 83.65 million, the second highest worldwide for three consecutive years. According to data from the Airports Council International, the top three global airports in 2013 in terms of passenger throughput were Atlanta International Airport in the US, Beijing Capital Airport, and London Heathrow Airport at 94.43 million, 83.71 million, and 72.37 million respectively. The planned throughput of 72 million for the new Beijing airport will enable it to overtake Guangzhou Baiyun Airport and Shanghai Pudong Airport to become the second largest airport in China after Beijing Capital Airport.", "url": "https://www.chinatravelnews.com/article/87291"}, {"title": "Construction begins on 2nd international airport in Beijing", "date": "2014-12-27", "content": "Construction work got under way on Dec. 26 for a second international airport in Beijing that will be one of the largest in China and is expected to become a crucial transport hub in Asia. Workers broke ground for the new airport in the Daxing district in southern Beijing, about 46 kilometers south of Tiananmen Square. The four-runway airport, with a total construction cost of about 80 billion yuan (1.54 trillion yen or $12.8 billion), is expected to begin operations in 2019. It will have an estimated 620,000 landings and departures annually by 2025, with 72 million travelers using the facility each year. The Chinese capital is currently served by the Beijing Capital International Airport, as well as Beijing Nanyuan Airport, which is used for both commercial and military flights. Beijing Capital International Airport has three runways. In 2013, it served 83.71 million travelers, making it the world's second busiest airport, behind Hartsfield-Jackson Atlanta International Airport in the United States. However, the rapid increase in the number of travelers using Beijing Capital International Airport means it has already reached its capacity. The Chinese government plans to distribute international flights to the new airport and turn it into an international hub that can rival Narita Airport in Chiba Prefecture and Incheon International Airport in South Korea.", "url": "https://web.archive.org/web/20141230010255/http://ajw.asahi.com/article/asia/china/AJ201412270029"}]}, {"win label": 0, "news": [{"title": "Beijing to Build the World's Largest Air Passenger Terminal", "date": "2015-02-07", "content": "Being second-biggest and second- busiest just isn't enough for Beijing. ADP Ingeniérie and Zaha Hadid Architects have designed the world's largest passenger terminal for the new Beijing airport being built in Daxing County. It looks like a space station. The terminal is designed to handle 45 million passengers per year, just over half of the 86 million people that passed through Beijing International Capital Airport in 2014, which is already over capacity. Interestingly, while the overall design looks like a six-pointed throwing star, the front facade looks very similar to BCIA's profile. See all the sketches here. Take that, Dubai! Don't forget that 18 months ago, Beijing Capital International Airport was named the world's most delayed airport .", "url": "https://www.thebeijinger.com/blog/2015/02/07/beijing-build-worlds-largest-air-passenger-terminal"}, {"title": "Area around new south Beijing airport set to house a million people from city, neighbors", "date": "2015-03-30", "content": "Hundreds of people looked on as airport construction finally got underway in Daxing district, in the south of Beijing. Talk of a new airport at the site has been going on for more than two years, but on December 15, 2014, the project was officially given the go-ahead by the National Development and Reform Commission. The airport is being built in Daxing district, in between townships of Yufa, Lixian and Langfang in Hebei Province. It is reported that when built, the airport will be able to handle 72 million passengers and 620,000 flights per year. A new airport subway line will also be built connecting the airport to the city, with transfers to other existing subway lines as well. There are plans to construct highways and railways to accommodate the projects. The Civil Aviation Administration of China said the new airport railway will come online in 2019. The construction of highways and inter-city railways will make it possible for Beijing residents to travel to other major cities within two hours. The construction of the airport is in line with governmental policies to develop the Beijing, Tianjin and Hebei Province area as a whole. As the rest of Beijing becomes saturated, the government hopes to divert more population and industries towards the south of the city. Rising demand: The most immediate effects of the projects, however, lie with real estate. Even though airport construction only started a few months ago, housing prices in the area have soared. Local media reported that in 2013, houses in the area went for 5,000 yuan per square meter. But right now, an Internet search shows that housing prices have almost doubled. Housing agencies have started advertising online as well, many trying to persuade potential buyers with slogans such as \"Living next to the airport, enjoying high-end living styles,\" but also noting on the ads that the expected move-in date will be somewhere from 2015 to 2017. Mike Ma, a 26-year-old Beijing resident, recently bought a house in a newly developed apartment compound in Suncun, Daxing district. The compound is one of many that have sprung up since the government started pushing development in the district. He expects to move in by the end of 2015. The house owners in his compound are a mixture of locals and people from outside of Beijing. While he bought the house because he might be transferred to work at the new airport later on, he suspects many bought their houses as an investment. Personally, he feels Daxing isn't the most ideal place to live, because right now it still lags behind the rest of the city in education and healthcare resources, but he believes it was a good investment nonetheless. \"The government's policy is leaning towards developing the south part of Beijing, so in the future either renting or selling my apartment would be a good choice too,\" he said. The airport is predicted to bring economic benefits for Beijing, as part of a bigger scheme to unite the Beijing, Tianjin and Hebei Province areas. As construction started with the new airport, the Beijing Capital International Airport company and Beijing Jiaotong University co-published a report in which experts predict the construction and initial operation phases of the airport could create more than a million jobs. In the next 30 years, the airport will contribute more than 2.2 billion yuan to Beijing's GDP, the report said. Media reported that the new area, centered on the new airport, will at least hold 1.5 million people. It will be a factor in reducing the economic gap between south and north Beijing, observers said. The bigger picture: Luo Yameng, a Beijing-based urbanization expert, said site for the airport was chosen in south Beijing, close to Hebei Province, with the specific goal of diverting population there. \"From experience around the world, we know that building airports pushes economic development in the area,\" he said. \"So when the site is chosen close to Hebei and Tianjin, these governments will plan the arrangements of their industries and population accordingly.\" The most apparent changes will be in the service industry, with many hotels springing up. Then tourism and entertainment industries will follow, he said. The airport construction fits into the greater plan of developing south Beijing. Even though demolition of the houses around the airport site has yet to start, urbanization projects in the Daxing district as a whole have been developing for years and local residents have seen changes. Starting from 15 years ago, development projects started at Huangcun township, the center of urbanization in Daxing, and gradually radiated to other villages around. The demolition of Huangcun is now completed, with many new residential compounds built. Some of the surrounding villages were built to support projects from various industries. Residents from these areas, who once farmed for a living, have found jobs working for these projects. Wang Lin, a resident from Daxing district, said the changes started in Daxing a long time ago. Commercial residential compounds sprang up, with many middle or high-end developments by big developers such as Vanke. People like her started coming back home for jobs. Wang used to work and live in the city center, around the Chongwenmen area. Squeezing on the subway was the most difficult part of her day every day. But after she heard about the projects in her hometown, she moved back and found a job there, cutting huge amounts of time from her commute every day. The new development plan is also beneficial for Hebei Province, which relies on Beijing to power its development. The China Business News reported that the provincial government is planning an economic zone near the new airport that's five times the size of Beijing's city center. The city of Langfang, which borders Beijing directly to the south, is a good example. It plans to build a new district 115 square kilometers in size to the east of the new airport, with two additional sub-centers to the south of the airport that are planned to be 105 square kilometers in size. The new districts are slated to hold one million people in total. Drawbacks of development: The development isn't necessarily good news for everyone. Gong Jian, a resident who lives near the new airport, said he has seen a lot of construction near his home since 2008. He enjoys the newly built shopping centers and other living facilities, and says more people travel to Daxing for vacations as well since a new ski slope was built. However, living there has started to be tiring. He says the roads are more traffic-jammed than before. \"There was a report last year saying the district with the most population is Chaoyang district, but the district with most cars is Daxing,\" he said. Housing prices have risen crazily in just a couple of years, from a few thousand to almost 20,000 yuan per square meter. The Party secretary of Daxing district, Li Changyou, said construction of the new airport needs coordination from Beijing, Tianjin and Hebei Province, according to the Beijing Morning Post. He also said the government won't be pushing for real estate development around the new airport. It will only be to satisfy the workers in the area and local residents whose houses were demolished in the move. \"I don't recommend people inside the city come to the new airport area to buy houses, otherwise there'd be problems with traffic in the future as well,\" Li told the Beijing Morning Post. Luo, the urbanization expert, is skeptical of the new airport as well. \"Beijing is already full and is running over its capacity,\" he said. \"Building a new airport will only add to the pressure.\" He recommends moving Beijing's industries to more suitable cities, such as those with better environment, and establish a new political center outside of Beijing. But he notes that's just an idea that may never be realized, because in reality the government still plans according to need. Even though Luo notes the need for Beijing residents to have another airport, he thinks the government should take more into consideration when doing planning. \"There will always be the need for development, as Beijing is China's political center,\" he said. \"But the scale of urban development depends on geographical conditions and capability. It can't be decided by need only.\" But there is no stopping the development at this stage. Many are already rushing to buy houses before prices rise yet again, and many villagers, whose houses will be demolished to make way for the airport, believe that lives will get better. \"The demolition hasn't started, but we are ready,\" villagers told local media.", "url": "https://www.globaltimes.cn/content/914615.shtml"}, {"title": "Beijing International Airport Terminal 1 to be world's biggest", "date": "2015-04-30", "content": "IT'S the world's fastest growing aviation sector so it's no wonder it needs the world's biggest airport. China has seen a boom in cashed up middle-class travellers ready to explore the world and to cope with this surge in tourists Beijing International Airport is building a new terminal bigger than any other in the world. Terminal 1 is set for completion in 2018 and will span 700,000 square metres, processing 45 million passengers a year, or 125,000 people a day. Airport developers ADPI have collaborated with the famed British-Iraqi architect, Zaha Hadid, to create a six-pier radial concept that has been designed to increase connectivity and reflect the Chinese landscape and culture. The six wings will be mostly column-free to enhance the feeling of openness and will join together in the middle at a central courtyard - designed to be a meeting space at the heart of the terminal. Beijing International Airport is the busiest airport in China and the second busiest in the world. It is hoped with the completion of the new terminal that the airport will eventually accommodate more than 70 million passengers each year. The world's busiest airport is Hartsfield-Jackson Atlanta International Airport which was used by 96 million passengers last year. Heathrow was third busiest, with over 73 million passengers.", "url": "https://www.news.com.au/travel/travel-advice/flights/beijing-international-airport-terminal-1-to-be-worlds-biggest/news-story/f77d51ad72c13bd67dcdafd757d28325"}, {"title": "Beijing Is Building The World's Biggest Airport Terminal", "date": "2015-05-01", "content": "If bigger really is better, then Beijing's new airport is going to be incredible. A hub designed for the still-under-construction Beijing Daxing International Airport is set to become the largest airport terminal in the world. The 7.5-million square-foot building, designed by Zaha Hadid Architects and airport planning firm ADP Ingeniérie, will initially accommodate an estimated 45 million people per year. The terminal will later expand to accommodate an annual flow of up to 72 million people. For reference, the world's current busiest airport, Dubai International, saw 70.5 million passengers last year. In a press release, Zaha Hadid Architects says that the new terminal \"will provide an exceptional passenger experience with minimal walking distances and increased connectivity.\" The 6-prong layout, designed with a traditional Chinese aesthetic in mind, will make it easier for passengers to get from ground transportation to their gate. Due to the unique shape of its \"airport piers,\" the terminal will be able to accommodate more planes than most airports. Beijing Daxing International Airport should finish construction in 2017, and the proposed terminal will be built by 2018. Once completed, the airport will accommodate \"the world's fastest growing aviation sector,\" according to Zaha Hadid Architects. Until the airport is finished, all travelers to China's most populous city will continue to fly out of Beijing Capital International Airport.", "url": "https://www.huffpost.com/entry/beijing-worlds-biggest-airport_n_7188682"}]}, {"win label": 0, "news": [{"title": "Lawmakers issue bond to finance third airport in Beijing", "date": "2015-09-26", "content": "Chinese capital Beijing will have a third airport and lawmakers have approved a plan to issue additional bonds of about USD 1 billion to finance it. \"Around 4 billion yuan of the bonds will be used to support land expropriation and housing demolition in the project,\" Li Yingjin, head of the municipal finance bureau, said in a report to the Municipal People's Congress on adjustment to the 2015 budget. Lawmakers yesterday approved government plan to issue additional bonds about worth 6.7 billion yuan to finance the building of the new airport. Li attributed the increased funding to reasons like larger demolition areas, state-run Xinhua news agency reported. According to an early report, 23.8 billion yuan will cover land compensation fees for the new airport. The construction of the new airport in southern Beijing's Daxing district started in December 2014 and will take about five years to complete. The airport, which is designed to handle 72 million passengers, 2 million tonnes of cargo and mail, and 6,20,000 flights by 2025, will meet Beijing's rising demand for air transportation and help achieve balanced development in the capital's southern and northern areas.A 66-km rapid transit line will be built to link the city's northern areas to the new airport. Passengers will spend less than 30 minutes getting to the city centre from the airport. Currently, Beijing has two airports that serve civil aviation flights - Beijing Capital International Airport and Beijing Nanyuan Airport. Beijing Capital International Airport, located in northeastern Beijing, served 83.7 million passengers in 2013 and was listed as the second-busiest airport in the world last year by passengers, behind Hartsfield-Jackson Atlanta International Airport in the United States, according to Airports Council International.", "url": "https://economictimes.indiatimes.com/news/international/business/lawmakers-issue-bond-to-finance-third-airport-in-beijing/articleshow/49116398.cms?from=mdr"}, {"title": "Beijing's new airport, a modern world wonder near completion", "date": "2015-11-10", "content": "Beijing Daxing International Airport is one of the \"seven wonders of the modern world near completion\", according to The Guardian. The list was made to pay tribute to the world's greatest megastructures in modern times, and Beijing's Daxing airport, set to be the world's largest, was ranked first on the list. The Guardian says: \"From Britain to the Middle East and China, engineers and architects are pushing the boundaries of possibility as they strive to create the biggest and the best.\"", "url": "https://www.chinadaily.com.cn/travel/2015-11/10/content_22419062.htm"}]}, {"win label": 0, "news": [{"title": "New Beijing airport tenders awarded and set for 2019 completion", "date": "2016-02-24", "content": "The Beijing new airport in Daxin district announced on February 18 that Beijing Urban Construction Group Co., Ltd and Beijing Construction Engineering Group have won the contracts to build the airport's core area and pier terminals respectively. The terminal is expected to be completed by July 2019. State-owned Beijing Urban Construction Group disclosed on its website that the core area comprising the new terminal and a transit hub has a total floor area of about 600,000 square meters and will cost RMB 6.39 billion to build. The core area as the terminal's functional hub consists of five floors above ground and two floors underground. The structure is set to be the world's largest free-standing airport terminal with reinforced concrete frame structure cast on site. The Beijing News reported that Beijing Construction Engineering Group has been awarded the contract for building the passenger terminal and transit hub, measuring about 300,000 square meters, at an estimated cost of RMB 3.27 billion. It comprises five satellite terminals extending from the main structure in a star shape, which can shorten the walk to the farthest boarding gate to within eight minutes, and effectively reducing the time for passengers to take transfers and transportation. The structure was co-designed by British architect Zaha Hadid and ADPI, a subsidiary of the Paris Airport Group. The airport is set to be a major international aviation hub with seven runways. It will be the third passenger airport after Beijing Capital International Airport and Beijing NanYuan Airport, with the capacity to handle 100 million passengers every year.", "url": "https://www.chinatravelnews.com/article/99443"}, {"title": "Can you spot the problem with this new airport terminal design?", "date": "2016-04-18", "content": "A GRAND new design for an airport terminal capable of handling 100 million passengers a year is being widely mocked. Terminal One of the Beijing Daxing International Airport is under construction, and is set to include seven runways over an area of 700,000 square metres. There's just one minor problem with the masterpiece, created by famed British- Iraqi architect Zaha Hadid. As pointed out by Chinese social media users, it resembles a vagina. Weibo user \"Big V\" Yang Jinlin had innocently posted the image along with the caption: \"Here's a bird's-eye view of the design for the new Beijing Airport. Do you know the name of the designer?\" Hilarity followed, with many convinced they could see the female body part in the photo. One user pointed out it appears to be 'reproductive organ worship', while another, who goes by Bai Li Xiong, wrote: 'Was it inspired by the form of the human body?' The terminal is set for completion in 2019. The six-pier radial concept that has been designed to increase connectivity and reflect the Chinese landscape and culture.", "url": "https://www.news.com.au/travel/travel-advice/flights/can-you-spot-the-problem-with-this-new-airport-terminal-design/news-story/fcbaa288cf39af07b6f5328e27bdee42"}]}, {"win label": 0, "news": [{"title": "Planning for New Beijing Airport Excludes Air China", "date": "2016-08-11", "content": "Chinese national carrier Air China and its Star Alliance partners will continue operating from Beijing Capital International Airport when the city's new airport in Daxing opens for operations in the first quarter of 2019, according to officials at the Civil Aviation Administration of China. China Southern Airlines and China Eastern Airlines, together with SkyTeam partners that currently operate from BCIA, will move to Beijing Daxing International Airport, 31 miles south of the Chinese capital. According to CAAC official Lu Shen, CSN and CEA must move to the new Daxing airport to ease congestion at BCIA, which already accommodates more passengers annually than its intended 72 million capacity limit. Moving the two airlines will also release a substanial number of slots. In 2015 BCIA handled 93.1 million passengers, up 8.1 percent over the previous year. Lu said organizers had to hatch plans for CSN and CEA early to give the two carriers time to build their respective facilities. CSN, China's second biggest airline in terms of fleet size, will serve as the anchor tenant at BDIA. Officials said they will inform other carriers operating at BCIA, including China's fourth biggest, Hainan Airlines, whether or not they have to move at a later stage. As of now the authorities do not anticipate a delay in the opening of BDIA. Construction started late because it took seven years before the governments of Beijing, Tianjin and Heibei reached a consensus in July 2009 on the preferred site. Before choosing Daxing, planners had identified two other possible new airport sites-Wuqing in Tianjin and Langfang in Hebei province. Originally expected to start in 2010, construction finally got under way in 2014. Plans now call for completion of the $13.1 billion facility late in the third quarter of 2018, followed by testing and trial runs of the the systems. Under the government's master plan, BDIA will hold enough capacity to handle 45 million passengers by 2020, 72 million in 2025 and 120 million in the longer term. Plans include a provision for nine runways. Lu said the big Chinese carriers could face problems shifting operations, specifically involving the transportation of heavy ground equipment on Beijing's busy roads from BCIA to the new facility. Lu said that it could take three to four years for CSN and CEA to complete the move. \"This the airlines will have to iron out and plan their schedule carefully,\" Lu noted. Planners expect CSN and CEA and their subsidiary carriers to account for about 80 percent of BDIA's domestic passenger traffic when it becomes fully operational. Air China will emerge as the big winner on the most profitable domestic route, BCIA-Shanghai-as China Eastern's current 50 percent market share likely would erode with the shift. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2016-08-11/planning-new-beijing-airport-excludes-air-china"}, {"title": "China to open first phase of world's largest airport", "date": "2016-10-14", "content": "China will complete first phase of an expansive new airport in Beijing's Daxing district, which could eventually be the world's largest, by 2019, officials told reporters. Representatives of the Beijing New Airport project showed off the sprawling construction site on October 10, saying the city's second major airport could serve 45 million passengers a year with four runways on first opening, while two later phases would push the capacity to 100 million passengers annually. That would put the airport, to be the world's largest in surface area, roughly in line with Hartsfield-Jackson Atlanta International Airport, the world's busiest by annual passengers. The existing Beijing Capital International Airport, the world's second-largest and owned by the same company building the new airport, is already operating well beyond its planned capacity. The RMB 80 billion (USD 12 billion) airport is one of a raft of massive infrastructure spending projects being undertaken as China's economy grows at its slowest pace in decades, despite pledges to shift away from infrastructure spending and heavy industry and toward a consumer and services driven economy. China Eastern Airlines and China Southern Airlines will relocate to the new airport upon completion and account for four-fifths of its air traffic, airport officials said.", "url": "https://www.chinatravelnews.com/article/107200"}]}, {"win label": 0, "news": [{"title": "Beijing's new airport terminal capped", "date": "2017-03-21", "content": "As the last pouring of concrete was finished on March 16, Beijing's new airport terminal had its concrete structure capped, meaning the completion of the main structure of the terminal towards steel structure installation next. The new airport project got starte a year ago. Now the main body of the five corridors connected to the main terminal has been completed, and a phoenix opening its wings has taken shape. Right in front of the boarding gate for international flights is a sunken area, which will be a 2,000-square-meter garden showing Chinese culture and characteristics such as the silk, tea, china, landscape and classic garden. The five corridors all embrace such a display. The main body of Beijing new airport terminal, based on cast-in-place reinforced concrete frame and space truss system structure, requires sophisticated technology and techniques. The next step will move on to space truss to be erected on the main structure with all-metal curtain wall, which will be completed by the end of this year to ensure that the new airport can be put into operation in 2019. The main terminal building shaping radial corridors makes it convenient for passengers to walk from the center to the farthest boarding gate within 8 minutes. The new airport is about 46 kilometers straight from Tiananmen Square. Beneath the terminal building will be a huge rail transit station, where high-speed rails, subways and intercity railways will cross underground.", "url": "http://www.ecns.cn/2017/03-21/250076.shtml"}, {"title": "Construction begins on high-speed link to Beijing's new airport", "date": "2017-05-22", "content": "CHINA Railway says construction has begun on the 78.2km Beijing - Bazhou high-speed line, which will serve the city's new international airport at Daxing, 46km south of the capital. The line will include four new stations, including an underground station at the airport, and is expected to cost Yuan 27.4bn, including Yuan 800m for rolling stock. The Beijing - Daxing International Airport section will have a design speed of 250km/h, with the remainder of the line south to Bazhou being constructed for 350km/h operation. Construction began on the new airport in December 2014 and the project is due to be completed in September 2019. For detailed data on high-speed rail projects around the globe, subscribe to IRJ Pro. ", "url": "https://www.railjournal.com/passenger/high-speed/construction-begins-on-high-speed-link-to-beijings-new-airport/"}, {"title": "World's Biggest Beijing New Airport To Open In 2019", "date": "2017-06-28", "content": "Beijing is booming, and it needs an airport capable of handling its growing population, along with the millions of tourists who visit annually. Luckily construction is already underway on the Beijing New Airport, and when it's finished, it won't just be a big airport, or a bigger airport; it will be the biggest airport in the world. The first phase of the new airport, which is currently under construction in a rural area of southern Daxing district about 30 miles from Beijing's city center, is set to open in 2019. According to Travel & Leisure, the Beijing New Airport terminal building was designed by the late architect Zaha Hadid, and the style \"evokes the harmony and balance evidence in Chinese landscapes, while its colors and materials are an expression of visual language within traditional Chinese culture.\" With separate areas for domestic and international flights, the terminal's designers hope to keep it easy to navigate despite is massive size: 700,000 square meters, to be exact. The new airport will break size records, but Jia Zhiguo, an assistant general manager on the construction project, told Reuters there's still concern that it won't be big enough to keep up with Beijing's travel needs. \"Our worry isn't whether or not we'll have this many passengers,\" Zhiguo said, \"but whether we'll be able to satisfy demand.\" So, how much does it cost to build the biggest airport in the world these days? Eighty billion yuan, which works out to about $12 billion. Because the new airport is so far from the city center, a high-speed train is also being constructed to transport passengers to and from the new travel hub. Shockingly, even when Beijing New Airport reaches its full potential of 100 million travelers, it will still be only the second busiest airport in terms of number of passengers per year. The winner in that category for the past two decades has been none other than Atlanta's Hartsfield-Jackson International Airport, which serves 104 million air travelers every single year. ", "url": "https://www.simplemost.com/worlds-biggest-airport/"}]}, {"win label": 0, "news": [{"title": "Beijing's New Daxing Airport Will Have the World's Largest Airport Terminal", "date": "2017-07-12", "content": "The battles for the best and biggest continue in the world of aviation, and the latest headline-maker is on the other side of the world, as a massive site located 29 miles south of Beijing has finally started taking shape after nearly three years of construction. Beijing Daxing International Airport topped out the steel structure of its main terminal building on June 30, marking a major milestone on the way to its opening in 2019. It's then that the world will have a new entry on the list of largest airports. If it opened today, it would rank second in the world for passenger capacity and, at 6,600 acres, rank eighth for overall size. These aren't the only superlatives in play: With a projected cost of $13 billion, Daxing will also rank as China's most expensive airport. That money will build seven runways, 78 gates, and include both a hip capsule hotel and a transportation hub, the latter connecting to both local and high-speed rail lines for easy transit to Beijing, Tianjin, and Hebei. At the center of the action will be the 7.5-million-square-foot passenger terminal, the world's largest, designed by Zaha Hadid Architects. The plans for the building, the first airport structure to be completed by Hadid, were unveiled in early 2015, before the celebrated architect passed away from a heart attack in March 2016. Her firm will continue the work with French airport planning and project management specialists ADPI. The current major airport for China's capital city is the aptly named Beijing Capital, which opened 20 miles northeast of the city center in 2008 for the Olympic Games, with capacity to see 80 million passengers a year. Less than a decade old, it's already ranked as the world's second busiest airport and is stretched well over capacity, with 94.4 million passengers in 2016. At 104 million passengers last year, Atlanta's Hartsfield- Jackson International Airport is holding down the number one spot, but together, Capital and Daxing airports are capable of welcoming more than 170 million travelers through Beijing each year, with Daxing carrying the brunt of the load with a 100 million annual capacity. Bigger is absolutely better when it comes to serving travelers in China. The Civil Aviation Administration of China recorded 487 million domestic and international journeys made in China in 2016, an increase of 12 percent from 2015. There are already 55 Chinese airlines in operation, and CNN reports that Boeing estimates China will need $1 billion worth of new aircraft over the next 20 years due to the rapidly expanding market. In fact, the country is well on track to become the largest commercial aviation market, surpassing the U.S., the current leader, by 2030. That kind of growth, combined with a developing middle class eager to travel, means China's airports are stressed, and with a capacity of 100 million passengers a year, the new Daxing International Airport could find itself over capacity before too long. For now, fingers crossed for the project to continue moving forward-after all, the world already has one forever delayed mega- airport in the works. ", "url": "https://www.cntraveler.com/story/beijings-new-daxing-airport-will-have-the-worlds-largest-airport-terminal"}, {"title": "Zaha Hadid's massive Beijing airport terminal is well underway", "date": "2017-07-24", "content": "As if we needed further convincing that the Zaha Hadid-designed terminal at Beijing's new airport terminal in Daxing would be nothing short of impressive upon completion, new aerial images have emerged showing its intricate steel skeleton that have us even more excited. Poised to be the world's largest airport terminal, the project, which was announced in early 2015, is well underway, with its six-pier radial design taking shape and bearing Hadid's signature swooping lines. When completed, the terminal will measure 313,000 square meters, or approximately 3.4 million square feet, and will accommodate up to 72 million passengers per year on four runways. The design also incorporates an expansion that will eventually see 100 million passengers and four metric tons traveling through the terminal each year. Projected to open in 2019, the new international terminal, unofficially known as Beijing Daxing International Airport, will alleviate some of the congestion at the over-crowded Beijing Capital International Airport 67 kilometers away and offer rail connections to the city center. It may also become one of the most beautiful airports in the world .", "url": "https://archive.curbed.com/2017/7/24/16022168/zaha-hadid-beijing-airport-terminal-steel-structure-complete"}, {"title": "New Aerial Photos Offer First Glimpse of Beijing's Epic New Airport", "date": "2017-07-25", "content": "New aerial photos reveal just how much progress has been made on Beijing's epic new international airport. As the photos show, the steel structure of the terminals was officially finished on Friday. And it looks pretty cool! Beijing Daxing International Airport is slated to open in 2019. With five wings, four runways and its very own bullet train station, this place is not only going to be big but it will be the largest aviation hub in the world. It is expected that the airport will handle 72 million passengers and 2 million tons of cargo each year by 2025. Last year, Beijing Capital International Airport handled 90 million passengers. The new airport will also see 620,000 flights per year. Having two major airports is expected to relieve the overcrowding that passengers cope with at Beijing Capital International Airport. Construction on the airport began in 2014. It is estimated that the airport will cost USD12.9 billion. ", "url": "https://www.thatsmags.com/beijing/post/19949/new-aerial-photos-offer-first-glimpse-of-beijing-s-epic-new-airport"}, {"title": "China Southern Breaks Ground as New Beijing Airport Takes Shape", "date": "2017-10-11", "content": "The parent of China Southern Airlines broke ground on its new hub in Beijing on Tuesday as the Guangzhou-based carrier seeks to expand its turf with the construction of the capital's new airport. The groundbreaking illustrates how China Southern Airlines Co. Ltd. is seizing the opportunity presented by Beijing Daxing International Airport, set to open in 2019, which is being built to take some of the stress off the overtaxed Beijing Capital International Airport. Beijing Capital, located in the municipality's northeast, is one of the most congested airports in the world. It was designed to handle 82 million passengers a year, a number it exceeded by 12 million passengers in 2016. Meanwhile, the city's other operating civilian airport - Beijing Nanyuan Airport - has an annual capacity of only 6 million. China Southern will send 250 aircraft and 20,000 employees to the new Beijing Daxing International, which is being built 46 kilometers south of the city center. It was designed to handle 72 million passengers a year. China Eastern Airlines Corp. Ltd. will join China Southern in operating a new hub out of Beijing Daxing International. China Eastern, which began constructing its new hub in June, plans to operate 150 to 200 planes out of the new airport. Both companies have long sought to beef up their presence in the city, whose airline market has been dominated by their Beijing-based rival Air China Ltd. In 2005, China Southern became the first Chinese airline to order an Airbus A380. The purchase was a bet on getting a bigger presence in Beijing, as the long-distance jumbo jet would be most profitable flying out of the capital due to the city's large demand for long, overseas flights. Despite its immense investment in the planes, China Southern was unable to obtain a single arrival or departure slot for a long-distance international route at Beijing Capital. Shares of Shanghai-listed China Southern inched up 0.12% on Wednesday, while its Hong Kong-listed shares rose nearly 1.1%.", "url": "https://www.caixinglobal.com/2017-10-11/china-southern-breaks-ground-as-new-beijing-airport-takes-shape-101154933.html"}]}, {"win label": 0, "news": [{"title": "Aerial view of Beijing's new airport", "date": "2018-03-21", "content": "An aerial photo shows the construction site of Beijing's new airport in southern Daxing district in Beijing. The new international airport is taking shape and already has a roof. The airport will take pressure off Beijing Capital International Airport in the northeastern suburbs and is expected to start trial operation in October 2019. ", "url": "http://www.ecns.cn/visual/hd/2018/03-21/157174.shtml"}, {"title": "China's US$60 billion new petal-shaped airport versus Ghana's $400 million airport expansion project", "date": "2018-04-18", "content": "A 400 billion RMB new international airport covering an area of 45 kilometres squared is currently under construction in China and scheduled to be fully completed by July 2019. During a visit to the site on February 23, 2017, President Xi Jinping said the new airport would become the new powerhouse for the development of China. The financing of the multi-billion dollar project which includes an 80 billion RMB terminal is by the Chinese government, the Commission for the Development of China Fund, the Bureau of Civil Aviation and through private sector development. The Daxing Airport, which is expected to take some of the aviation and passenger load off the Beijing Capital International Airport, will be the largest comprehensive transportation hub in China according to its long- term plan, with an annual passenger flow throughput exceeding 100 million. Shaped liked flower petals and incorporating Chinese architecture elements, the new airport's main terminal, which is designed to withstand earthquakes, has five short concourses and a longer one, which will house 79 boarding gates, jutting out into the airside area and forming a stable and symmetry structure. This is to allow more parking of aircraft simultaneously, shortening of the longest walking distance from the centre of the terminal to the farthest boarding bridge to 600 meters and walking time to less than eight minutes, thus bringing on an efficiency higher than any other similar scale airport in the world. The project was begun in December 2014 and is located between Yufa Town and Lixian Tang of Beijing Daxing District and Guangyang District of Langfang in the Hebei Province 46km from the Tian'anmen Square, 67km from the BCIA and 85km from the Tianjin Airport, all close to the Chinese capital. Briefing three full bus loads of local and international journalists who visited the site of the construction on Monday, October 16, 2017, the spokesperson for the contractors, Mr Zhu Wenxin, said the work was being carried out on schedule and it was certain the deadline for completion would be met. Extent of work: He said by the end of September 2017, over 90 per cent of the earthwork on the airfield as well as dynamic compaction and impact rolling had been completed, while concreting work of the six runways and taxiways as well as pipelines and housing projects had comprehensively progressed. Integrated transportation: To cater for the massive volumes of passengers, the airport would have five vertical and two horizontal integrated transportation networks comprising a highway with four expressways from the city centre, 200 metres wide inter-city railway and city railway systems and a high-speed railway with a design speed of 250 km/hour running under the terminal. A railway station would be set up on the second underground floor of the terminal from where passengers can directly enter the airport through massive volume elevators or automatic escalators. Airport terminal: The terminal covering a total area of 700,000m2 has two levels of departure floors to handle a 72 million passenger throughput while part of the aircraft stands will be used with a mixture of international and domestic flights and a centralised transfer procedure area set up to facilitate easy transfer of passengers. The waiting area will consist of both indoor and outdoor spaces with five outdoor gardens which will be named \"Silk Garden\", \"Tea Garden\", \"Porcelain Garden\", \"Field Garden\" and \"China Garden at the front end of the piers to embody the connotation of the Silk Road. Describing the terminal as the largest shock-absorbing building in China, the spokesman said, \"To ensure safety from earthquakes, rubber isolation bearings have been installed to build a combined anti-earthquake system and effectively enhance the anti-earthquake performance, safety and reliability of the terminal building.\" Runway structure: There will also be six runways for the new omni-directional airport structure, with four going vertical and two going horizontal, which will be the first in China. According to Mr Zhu, the design, which offers multiple feasible solutions for air traffic control \"can thus utilise the limited space above Beijing to the utmost, reduce the taxing time of aircraft and noise and improve the efficiency of integrated air-ground operation.\" The project is also described as an example of a green airport and a smart effort that is realising ecological construction with its implementation of 54 green construction indexes in resource saving, environmental friendliness, high operation efficiency and humanistic service. It is expected to ferry a cargo and mail throughput of four million tonnes annually when fully operational but by a near-term target year of 2025 have a 72 million passenger throughput, two million cargos and mail throughput and 620,000 aircraft movements using four runways. BCIA currently has 880,000 aircraft movements annually and a passenger throughput of 90 million. Kotoka expansion: Ghana, for now, may not have even a fraction of China's US$ 60 billion for another international airport, especially when it does not seem that the Kotoka International Airport is bursting at its seems except for the weekends when there is a lot of traffic. With the ongoing expansion work at the KIA involving the construction of a third terminal which started on March 26, 2017, however, it will not be long when there will no longer be space for further expansion. We must be thinking of building a second and larger international airport after the US$400 million works on Kotoka which has served the country very well. According to the Ghana Airports Company Limited the new terminal, which is designed for international traffic and expected to be completed in May this year, will ease the pressure on the existing two terminals and handle up to five million passengers a year, with an expansion potential of up to 6.5 million passengers. The terminal can also be accessed from a new main road to be constructed as part of the project, while the main entrance will be located in front of the central check-in hall to make it easy to enter the terminal. Terminal three, which is a design and build concept being undertaken by Turkish construction company, Mapa Construction MNG Holding, will comprise five levels spread across an area of 45,000m² and will feature six contact stands for Code E aircraft wing span) and two additional remote stands. The new terminal will have the capacity to process 1,250 passengers at peak hour, a large retail and commercial area, three business lounges, six fixed links and seven air bridges expandable to eight, and parking space with the capacity to handle more than 700 cars. According to the GACL, the check-in hall is being designed with architecture that incorporates expressive forms reflecting Ghanaian culture and values. The departure level of the terminal will feature 56 check-in desks and 30 passport control counters, of which four will be e-gate positions, and eight security lanes. The arrival level will house 24 immigration counters, four e-gate positions expandable to eight, and four reclaim devices. A fully automated baggage handling system designed in accordance with the latest European Civil Aviation Conference Hold Baggage Screening requirements will also be provided to handle 3,500 bags an hour. ", "url": "https://www.graphic.com.gh/features/features/china-s-us-60-billion-new-petal-shaped-airport-versus-ghana-s-400-million-airport-expansion-project.html"}]}, {"win label": 0, "news": [{"title": "Architects Lead 8 win role on Beijing's massive new Daxing airport", "date": "2018-08-08", "content": "International architecture and design firm Lead 8 has been appointed lead designer for the commercial terminal at Beijing's new Daxing International Airport, which is racing toward completion. Scheduled for opening next year on a fast-tracked construction schedule, Daxing is huge, with seven runways, 78 gates, and a main terminal (pictured) designed by Zaha Hadid Architects and ADPI. Estimated to cost $13bn, the airport located 29 miles from Beijing is claimed to have the largest main terminal in the world, and will eventually have a throughput of 100 million passengers a year. It is expected to be the first Zaha Hadid-designed airport to be completed. Its operator, China Resources Land, picked Lead 8 based on the firm's experience designing \"hybrid workspaces\" and a track-record in aviation designs, said Lead 8, which was founded in 2014 and now has 200 designers based in offices in Hong Kong, Kuala Lumpur, London and Singapore. The commercial terminal must have \"new generation\" workspaces, with integrated retail, dining and entertainment offerings. \"Under the challenging site conditions, Lead 8 adopted a creative and inspiring approach in handling of the spaces, while working in collaboration with the operators,\" its press release said. \"The new aeropolis is a glimpse into the shape of the cities of the future,\" said Simon Chua, Lead 8 cofounder and executive director. \"Our future workspaces are being influenced by the changing lifestyles of a new generation, as work, entertainment and hospitality blurs the boundaries to create new opportunities.\"", "url": "https://www.globalconstructionreview.com/architects-lead-8-win-role-beijings-massive-new-da/"}, {"title": "World's longest-span aircraft hangar gets its roof", "date": "2018-09-05", "content": "As the last roof structure was lifted in place Monday morning, the aircraft hangar in Beijing Daxing International Airport, an international hub, was capped after around four months of operation. The hangar has a longer span than any structure of its kind. Weighing 7,200 tons, the 404.5-meter-long and 97.5-meter-wide roof truss was mostly pre-assembled on the ground and then elevated to a height of 38.5 meters after three rounds of roof raisings. The first two took place on Aug 18 and Aug 31. Sitting beside the runway, the hangar cannot be built too high due to safety concerns during take-off and landing. Therefore, the W-truss was adopted for building the hangar's roof, helping to lower the roof height. The structure also brought the benefit of saving steel consumption. \"At least 100 million tons of steel would be used if the roof were not built with a W-truss structure. But we only used 7,200 tons of steel, maybe the lowest amount in building equal-sized hangars,\" said Hong Biao, a project manager from Beijing Construction Engineering Group involved in the construction. Weighing 600 tons in total, tubes for draining water and fire protection and electric wires have been uplifted alongside the roof, sparing the trouble of aerial work and shortening the construction period. Covering an area of 390,000 square meters, or about the size of five football fields, the long-span hangar can hold a maximum of 12 aircraft, including two A380 jumbos, three Boeing 777 wide-body aircraft and seven narrow-bodies. \"From design, material purchase to construction, every process features Chinese wisdom and Chinese techniques. It is one hundred percent built by China,\" said Zhao Boyou, engineer at China Aviation Planning and Design Institute, part of the State-owned industry giant Aviation Industry Corporation of China, Ltd. When completed, the facility will set new Asian and world records. It will be the biggest maintenance hangar in Asia and also the biggest single building of its kind in the world. The facility is one of several construction projects planned by China Southern Airlines for its new hub in Beijing Daxing International Airport, which will take pressure off Beijing Capital International Airport in the northeastern suburbs. The new airport is expected to start trial operations in October 2019.", "url": "http://www.ecns.cn/news/society/2018-09-05/detail-ifyxtvir0542456.shtml"}, {"title": "Beijing Daxing Intl Airport official name for new hub", "date": "2018-09-14", "content": "Beijing's new airport is officially named Beijing Daxing International Airport and expected to open before Sept 30 next year, the Civil Aviation Association announced at a news conference on Friday. The new airport, currently under construction along with other supporting facilities, is set to be completed on June 30 next year, said Liu Chunchen, director of the association's Airport Department. \"The new airport is the country's landmark project. The construction work has been smooth and the preparatory work for upcoming operations has been fully carried out,\" Liu said. Liu said the main terminals have entered the stage of fine decoration, where mechanical and electrical facilities are being installed and the boarding bridge project is underway. Ninety-three percent of the flight zone earthwork has been completed and the municipal transportation, such as the overpass entering and leaving the terminals, is near completion, he added. According to an earlier plan, by 2025 the airport will have four runways and 268 parking bays that will accommodate 620,000 flights and handle 72 million passengers per year. Previously, the naming of the new airport had involved disputes because it is located between Beijing and Hebei province. Beijing wanted to name it with Daxing, a district in Beijing, while Hebei preferred to have Langfang city in its name. Later more parties joined in the fight, including a national political adviser who suggested naming it Jing Jin Ji International Airport (which stands for Beijing, Tianjin and Hebei), and a city development institute in Beijing suggesting the name of Beijing Xiongan International Airport. The airport was designed to ease the traffic pressure of Beijing Capital International Airport and will serve as a second international aviation hub for the capital. Beijing currently has two airports that serve commercial flights - Beijing Capital International Airport and Beijing Nanyuan Airport.", "url": "http://www.chinadaily.com.cn/a/201809/14/WS5b9ba783a31033b4f465628d.html"}, {"title": "Daxing airport on pace for 2019 start", "date": "2018-10-27", "content": "The capital on Friday took local and international media on a tour of the Beijing Daxing International Airport, which is expected to start operating in the middle of next year. Located on the border of Beijing and Langfang, Hebei province, the new airport, which will be Beijing's second international airport and is positioned to be a large international hub, is now undergoing interior decoration, according to Zhang Xiaofeng, deputy manager of the terminal construction department. He said the decoration will be completed by the end of this year and the airport is planned to open in 2019. The project, which costs 80 billion ($11.5 billion), is 46 kilometers from Tian'anmen Square, 26 km from downtown Langfang in Hebei, 55 km from Xiongan New Area, and 67 km from the existing Beijing Capital International Airport, and is expected to serve as the airport hub for North China. With four runways and a 700,000 square meter terminal area, the airport is expected to be the world's largest airport upon completion. The first phase of the airport project is designed for a target of 72 million passengers, 20 million metric tons of cargo and mail, and 620,000 aircraft movements in 2025, with plans to handle 100 million passengers in the long term. \"We have adopted natural light in the terminal design as much as possible and lots of technological innovation in the construction of the integrated transportation,\" said Zhang Ru, representative of the project headquarters. She said the project includes five vertical and two horizontal integrated transportation networks, which will combine highway, intercity railway, high-speed railway and subways with the airport as the center. Combined with the construction of the Daxing airport, China has planned an airport economic zone. In future, the nation's international communication center area, aviation technology innovation leading area, coordinated development demonstration area of Beijing-Tianjin-Hebei will be formed with the Daxing airport at its core.", "url": "https://www.chinadaily.com.cn/a/201810/27/WS5bd3a51fa310eff303284e5a.html"}, {"title": "World readies for Beijing Daxing", "date": "2018-12-17", "content": "Beijing's new Daxing International Airport is set to open by October and has its sights set on the title of the world's busiest airport within a few years of opening. Emma Kelly takes a look at the giant new hub. The Civil Aviation Administration of China is readying for the opening of the latest jewel in its commercial aviation crown, Beijing Daxing International Airport, in September 2019. The project has been huge in terms of design and construction, as well as ambition, with the new Beijing hub expecting to claim the title of the world's busiest airport from the US Hartsfield-Jackson Atlanta International Airport within a few years of its opening. It has also come at a high cost - from 64 billion yuan up to the project price cap which was set at 80 billion yuan. The new airport is located in the Daxing district of Beijing, south of the city and some 67km from the existing Beijing Capital International Airport, which is currently the world's second-largest in terms of passenger traffic, handling over 95 million passengers in 2017 - well above its original passenger handling capacity of 75 million. Beijing Capital is creaking at its seams and has become renowned for its delays - although delays in China are still inevitable unless the military further releases its hold on airspace. Beijing Daxing will not replace Beijing Capital, but will instead complement it, providing initially a much needed 45 million passenger-handling capacity per annum on opening and rising to 72 million by 2025 and eventually over 100 million, with its initial four runways. The ambitious project was first approved by the government of China in January 2013, with construction of the airport on a 6,620 acre site starting in December 2014. Early delays in land acquisition and demolition work meant the project was slow to start, but a rapid construction period of just five years means that completion is now expected by 30 June 2019, with operations commencing on 30 September, according to the CAAC. At a recent \"mobilisation rally\" designed to drive those involved towards the final goal, CAAC administrator Feng Zhenglin called on the workforce to focus on diligence, win a \"decisive battle\" and \"focus on key activities, coordination and cooperation, as well as truth-seeking and pragmatism, in an effort to secure a decisive victory in ensuring a high level of safety, project schedule and smooth operational preparation, and strive to achieve the operation of the new airport on schedule\". In order to ensure the facility is ready in time, the CAAC has worked with Tongji University on a comprehensive management and control plan which covers the construction plan for the remaining elements; a plan for the acceptance inspection and facilities handover; details for the operational preparation and acceptance inspection; as well as clarifying the roadmap, timetable, workbook and responsibility list for the remaining construction and operational work. Major milestones in the project have already been achieved. By late October, the CAAC said that 93 percent of the earthwork and 62 percent of the road surface construction was completed, the terminal building has entered the final stage of fitting, electromechanical installation is under way, as well as jet bridge construction and all interior fit out is expected to be completed by April. The west air traffic control tower has also entered the final stage of interior completion and is expected to be finished in June while an east tower is also under construction, and the aviation oil storage tank has been completed. At 46km from Beijing's Tiananmen Square, transportation links to the new airport have been an important consideration in the project and the construction of transportation links has been accelerated to create a major transportation hub. A new airport north line expressway was due to be opened in December and a new airport expressway will be ready in June. By opening day, the Beijing-Xiongan inter-city high-speed railway, a new subway line linking downtown Beijing and the airport and the new expressways will all be operational, says the CAAC. Meanwhile, airspace planning for the Beijing terminal area, capacity evaluation, flight procedure design and operational plans are all ahead of schedule, CAAC reports. The focus has shifted from project construction to operational preparation to ensure the new airport can enter operation as scheduled, it adds. The project has been very much international in its design and execution. Netherlands Airport Consultants won the contract to design the airport's master plan in 2011. NACO says it paid particular attention to the landside accessibility and incorporated into the design various modes of public transport, including high-speed trains, the metro, local buses and inter-airport trains in a Ground Transportation Centre, which will be located at the front of the terminals and will include a smart parking concept. The aim was to spread traffic flow as much as possible in order to avoid congestion and guarantee accessibility. The layout of the eight runways, taxiways and aprons throughout the airport were designed to keep taxi distances as short as possible, despite the vast size of the airport. In October 2014, the Beijing New Airport Headquarters created a joint design team comprising French company ADP Ingenierie and UK-based Zaha Hadid Architects, along with design and engineering consultancies Buro Happold, Mott MacDonald and EC Harris. The concept design was completed in February 2015 and the result is spectacular. The design is focused on user experience, with ADPI designing one centralised compact star shape single passenger handling terminal and with vertically stacked international and domestic processes. Although the terminal measures 700,000m2 - the world's largest - its compact design means that distances between check-in and the gate are minimised, including between gates for transferring passengers, according to Zaha Hadid Architects. Each aircraft pier radiates directly from the terminal's central court where all passenger services and amenities are located, meaning that no automated people mover is required, allowing passengers to simply walk the short distance to everywhere they need to go, it adds. Buro Happold says the maximum that passengers will need to walk to their gate is 600m thanks to the design. The design is based on traditional Chinese architecture whereby interconnected spaces are organised around a central courtyard, with passengers guided by the design through the departure, arrival or transfer zones towards the central grand courtyard, which Zaha Hadid describes as a \"multi-layered meeting space at the very heart of the terminal\". Flowing parabolic folds within the terminal's vaulted roof reach to the ground to support the structure and bring natural light into the building. The design of the terminal is also based on sound environmental principles, with the architect noting that by housing many aircraft gates within one terminal with a single passenger handling centre, rather than having many smaller terminals and inter-terminal shuttle trains, the carbon footprint is significantly reduced. Buro Happold says environmental drivers played a key role in the design, with numerous passive elements incorporated, including shading strategies, high performance glazing and carefully placed roof lights that optimise the energy performance. These solutions alone will result in an estimated 50 per cent reduction in overall energy consumption and carbon dioxide emissions compared with similar buildings with more traditional design. The design is also highly flexible, allowing the terminal to adapt to operate in different configurations depending on the aircraft and passenger traffic mix during the day. Fellow design team member Buro Happold says the terminal is \"user focused, energy efficient and built with the flexibility to sustain future growth\". It adds: \"It was essential to deliver a design that allowed passengers to move easily and intuitively around the vast new terminal. Adaptability and sustainability were also key drivers, as the airport will accommodate 45 million passengers per year on opening, rising to 75 million over the next few years. Our client also wanted to ensure the terminal was a welcoming and inspiring place for passengers, characterised by open and expansive interiors.\" The result is a terminal that is \"highly functional and aesthetically beautiful\", Buro Happold said. In August, international design studio Lead 8 was awarded the contract to design the commercial terminal. Its interior design is based on maximising natural daylight and indoor greenery, with a hybrid workspace designed to create a \"pleasant, vibrant and intimate environment for travellers and co- workers\", it says. The terminal features a new generation of workspaces integrated with retail, dining and entertainment offerings. \"The new aeropolis is a glimpse into the shape of the cities of the future. Our future workspaces are being influenced by the changing lifestyles of a new generation, as work, entertainment and hospitality blurs the boundaries to create new opportunities,\" says Simon Chua, founder and executive director at Lead 8. He adds: \"We hope this scheme will inspire future airport developments, as there is a growing demand for quality workspaces with integrated natural environments, particularly in Beijing.\" ", "url": "https://asianaviation.com/airport-development-world-readithe-interior-of-the-new-airport-in-beijing-is-designed-to-cut-down-on-the-walking-distance-for-passengers-es-for-beijing-daxing/"}]}, {"win label": 1, "news": [{"title": "Roof Completes on the World's Largest Airport", "date": "2019-01-03", "content": "THE roof of Beijing Daxing International Airport - the world's largest air terminal, currently under construction in China - was completed just a few days before the end of 2018. Designed by British-based practice Zaha Hadid Architects, the project broke ground in December 2014. Another major milestone, completion of the main structure of three new subway stations leading to the airport, was also reached before the end of 2018. The vast steel canopy forming the terminal's roof was been built over the course of three years and integrates power, heating and air conditioning services. Comprising of a 700,000 square metre terminal and four runways, Daxing International is expected to open in October 2019 and handle 72 million passengers. The airport's radial layout was chosen for efficiency while accommodating all of the necessary services under one roof. The building has been designed with future expansion in mind, with capacity for a further three runways (which would bring the total to seven) and additional boarding facilities, which would allow it to serve up to 100 million passengers each year. The vast project was one of five to make our list of the top construction projects set to complete in 2019.", "url": "https://www.theb1m.com/video/roof-completes-on-the-worlds-largest-airport"}, {"title": "Beijing's new airport conducts first test flight", "date": "2019-01-22", "content": "Beijing Daxing International Airport completed its first test flight when a plane for inspection landed steadily at the West One Runway at 10:10 a.m. on Tuesday. It means the construction of Daxing Airport will enter the acceptance and handover stage. A flight inspection is a pre-requisite for all new airports before put into use. This flight inspection starting on Tuesday will last till March 15, 2019. This flight inspection is the most comprehensive one as it will acquire all the technical specification and information of the airport's communication, navigation, monitoring and other devices. Wei Gang, pilot of the first test flight, said that the crew conducted constant adjustment and check during the flight until navigation equipment of the airport reached normal status. \"We made a special checklist for the test flight,\" Wei told CCTV. \"For example, we conducted a borescope inspection on the plane's engine to check the condition of its interior.\" The flight inspection's completion means Daxing Airport's navigational aids used in aviation can be put into operation.", "url": "https://news.cgtn.com/news/3d3d674d786b544d32457a6333566d54/index.html"}, {"title": "Beijing Daxing International Airport under flight check", "date": "2019-01-24", "content": "With the first test flight completed on Tuesday, Beijing Daxing International Airport has started a hectic flight check due to end on March 15. Within nearly two months, four runaways, six instrument landing systems, seven lighting systems, one navigation system and a flight range finder, as well as a set of flight procedures, will go through thorough checks. Upon the completion of the tests, sources with the air traffic management authority said that the airport would be ready for operation. Che Jinjun, director of the Air Traffic Management Bureau of the Civil Aviation Administration of China, said that the airport's air traffic control support project was the largest of its kind in China, spanning Beijing and Hebei Province. It was a tough task to build such a huge project within a short period of time, said Che, adding that both the construction and operational preparations were demanding and faced more challenges. Xiong Jie, director of the flight check center of the CAAC who led the inspection team, said it was quite rare to see four high-quality runways simultaneously constructed and tested across the world. With an advanced Chinese flight check system being used, he said China had become the sixth country capable of independently developing flight check systems. Wen Xuezheng, chief of the North China Air Traffic Management Bureau, said after the successful completion of the first test flight, the airport's operational preparations had entered a sprint period. Scheduled to open before Sept. 30, the airport sits at the junction of Beijing's Daxing District and Langfang, a city in Hebei. The new airport is expected to handle 45 million passengers annually by 2021 and 72 million by 2025. ", "url": "http://www.xinhuanet.com/english/2019-01/24/c_137771855.htm"}, {"title": "China touts engineering feats of new international airport", "date": "2019-03-01", "content": "Construction of a new airport in China's capital that promises to be one of the largest in the world is speeding toward completion. Construction of the Beijing Daxing International Airport is slated to finish in late June, project manager Li Jianhua told reporters at the site Friday. It is to open at the end of September-less than five years after building began. Situated in the city's south, the airport will serve 200 million people from 28 cities in and around Beijing, Tianjin and the northern province of Hebei, according to Beijing authorities. The terminal building's size of 1.03 million square meters (11.08 million square feet) will make it the largest single airport terminal in the world. Li said the airport's size won't impede travelers from walking through it efficiently. The farthest distance between the terminal and any given boarding gate will be 600 meters (1,970 feet), or an eight-minute walk. The Daxing project is meant to alleviate some of the stress on Beijing Capital International Airport, the world's second-busiest airport in 2018 after Hartsfield-Jackson Atlanta International Airport. ", "url": "https://phys.org/news/2019-03-china-touts-feats-international-airport.html"}, {"title": "Beijing Daxing International Airport to operate before Sept. 30", "date": "2019-03-04", "content": "Beijing Daxing International Airport will be put into operation before Sept. 30, the country's top civil aviation official said Sunday. Construction of the airport's main body is finished and inner decoration and electromechanical equipment installation and testing are underway, said Feng Zhenglin, head of the Civil Aviation Administration of China, adding that all the work will be completed by June 30. Feng made the remarks in his capacity as a member of the 13th National Committee of the Chinese People's Political Consultative Conference, the country's top political advisory body, on the sidelines of its annual session which opened on Sunday. The airport is ready for operation as it has completed flight checks, Feng said, adding that the airport will connect \"seamlessly\" with subway and high-speed railway. The new airport sits at the junction of Beijing's southern Daxing District and Langfang, a city in Hebei Province. It is expected to handle 45 million passengers annually by 2021 and 72 million by 2025. ", "url": "http://english.scio.gov.cn/chinaprojects/2019-03/04/content_74528564.htm"}, {"title": "Inside \"Starfish\", World's Largest And Busiest Airport Built By China", "date": "2019-04-14", "content": "Before the Beijing Olympics in 2008, the Chinese capital unveiled a new airport terminal that covered about 200 football fields in floor space, boasted a capacity of 50 million passengers a year, and cost $4 billion. That's modest compared to what Beijing is opening next. Crews are putting the final touches on what will be one of the world's largest and busiest airports. Designed by the late British architect Zaha Hadid, the phoenix-shaped Beijing Daxing International Airport is due to open in September as the latest major Chinese project even as the country's economy cools. Officials say the $12 billion Daxing airport could one day serve more than 100 million passengers per year, approaching the traffic volumes of the busiest airport in the world, Hartsfield-Jackson International Airport in Atlanta. Rising out of farmland about 30 miles south of central Beijing, the new transport hub is a testament to the growth in civil aviation in China - which is expected to overtake the United States as the largest market in the early- or mid-2020s - and the government's vision to develop its industrial north through infrastructure investment. The airport construction started in 2014 before China's economy began to slow. But it fits into the priorities of President Xi Jinping, whose government continues to spend heavily on infrastructure and transportation as key drivers of development. The country invested $120 billion and $12 billion in railways and civil aviation, respectively, in 2018, according to transportation authorities. The capital's main airport now, Beijing Capital International Airport northeast of the city, has been straining at maximum capacity for years and plagued by delays, said Yi Wei, deputy manager of the Daxing airport's planning department. \"It's heavily overloaded,\" Yi said. \"We estimate, basically, that about 400 flights every day are held up because of air traffic control approval.\" The number of Chinese fliers has been rising faster than airports can keep up. Annual passenger traffic reached 1.264 billion in 2018, up 10.2 percent from the previous year, says the Civil Aviation Administration of China. China will overtake the United States as the world's largest aviation market by 2022, two years sooner than previously predicted, according to the International Air Transport Association. Industry analysts say that while a new airport is badly needed, it still may not solve the long-standing problem of delays. China has some of the strictest controls on flying during bad weather, often leading to mass groundings during thunderstorms. It also has one of the tightest controls on civilian airspace. Only a quarter of the country's airspace is open to civilian jets, while the rest is reserved for the military. That ratio is reversed in the United States. The new airport in Beijing's far south is also part of a major project by the Chinese government to develop the plain that includes the cities of Beijing and Tianjin as well as the smog-blanketed Hebei province, which has mostly relied on agriculture and industries like steel for economic growth. Daxing airport will be at the center of the new economic zone and will be accessible by rail to Xiong'an, a Hebei province farming town where China will relocate many \"noncore\" central government offices, essentially creating a secondary Chinese capital from scratch. Cao Yunchun, a professor from the Institute of Airport Economics, Civil Aviation University of China in Tianjin, said the new airport will stimulate the development of the relatively poor south of Beijing and nearby Hebei province. \"In the future, the area will be a hub for the flow of people, the flow of travels, the flow of physical goods, the flow of capital, and the flow of technology,\" he said. The new airport has also promised to serve passengers from 28 cities, who would be able to reach the airport within three hours through high-speed rail. It has four runways and a 3.37 million square foot terminal building and plans to accommodate 72 million passengers and 2 million tons of cargo annually by 2025, with a long-term annual target of handling over 100 million passengers, 4 million tons of goods, and operating six runways. Daxing's long-term expected passenger flow would put it among the world's busiest airports. By comparison, Atlanta's airport handled 107 million passengers in 2018 - the most in the world - followed by Beijing's existing Capital airport at 101 million and Dubai International Airport at 89 million, according to Airports Council International. Daxing airport officials say the project has boosted the domestic industry and economy. \"The general contracting is done by ourselves. We didn't corporate with international companies,\" said project manager Li Jianhua. \"Most of the equipment is domestically made. Most of the materials are domestically made.\" Nicknamed \"the Starfish\" by Chinese media, the new airport will have five concourses spiraling out of the primary hall. Five traditional Chinese gardens will be built at the edge of each line where passengers can wait for their flights. According to Li, as the Chinese idiom goes, prosperity is brought by the dragon and the phoenix. The new airport is phoenix-shaped, in contrast with the existing dragon-inspired Beijing Capital International Airport.", "url": "https://www.ndtv.com/world-news/beijing-airport-inside-starfish-worlds-largest-and-busiest-airport-built-by-china-2022801"}, {"title": "First commercial aircraft land at Beijing Daxing International Airport", "date": "2019-05-14", "content": "Planes from four Chinese airlines landed safely at the newly-built Beijing Daxing International Airport during a formal flight test trial on Monday. The airport is nearing the end of construction and will become the second in China's capital city. An Airbus A380 from China Southern Airlines became the first to land, followed by an A350-900 from China Eastern Airlines, a Boeing B747-8 from Air China and a B787-9 from Xiamen Airlines. The test flights verified various systems in the airport, including flight procedures, minimum performance criteria, communication facilities navigation, meteorology, runways and the airfield lighting system. This is the first time that commercial passenger aircraft have landed at the airport, signaling that the basic construction is complete. After this verification, the airport will go on with its efforts to get ready for commercial operation. In addition to commercial flights, the airport has previously been tested with other types of planes for 112 hours. Two more tests will be conducted before the airport is put into use. One is a specialized test for low visibility situations, the other is a full-scale test set for August 9. China Eastern and China Southern Airlines will transfer most of its Beijing routes to the new airport in the coming years. The bases for the two companies are nearly complete. Xiamen Air will move all of its flights to Daxing Airport next March. Xiamen has also confirmed that its subsidiary, Hebei Air, will join the first-day operations of the new airport. \"After the transfer to Daxing International Airport, Xiamen Air will invest more than 50 aircraft by 2025. We will better serve the collaborative development strategy of the Beijing-Tianjin-Hebei Area and the construction of the Xiong'an New Area, by building a fully-covered air network, which includes flights from Daxing to major domestic cities, Southeast and Northeast Asia, as well as Europe, Australia and America,\" Says Chen Li, assistant to general manager of Xiamen Air. The ICAO code of Beijing Daxing International Airport is approved by the IATA and CAAC to be \"PKX\" and \"ZBAD.\" The new airport sits at the junction of Beijing's southern Daxing District and Langfang, a city in northern Hebei Province. It is expected to handle 45 million passengers annually by 2021 and 72 million by 2025. So far over 50 airlines have expressed their interest in operating from the airport. The airport is of the highest standard in China and has the longest runways to provide the best condition for planes to land. The budget for building the airport amounted to 11.5 billion U.S. dollars. The whole construction process is set to end by June 30. And it is planned to put the airport into commercial use three months later. ", "url": "https://news.cgtn.com/news/3d3d674d784d6a4e34457a6333566d54/index.html"}, {"title": "Beijing Daxing International Airport completes first flight test", "date": "2019-05-20", "content": "Last to arrive was Xiamen Air's B787-9, the airline's first aircraft bearing the special livery of United Nations' sustainable development goals. According to the airline's official WeChat account, the carrier will relocate its hub to the new airport in March 2020. Commenting on the success of the flight test, Wan Xiangdong, chief pilot at the Civil Aviation Administration of China, said, \"The test shows that the new airport has now turned its focus from infrastructure construction to operation preparations.\" According to the CAAC, the IATA and ICAO codes of Beijing Daxing International Airport have been confirmed as PKX and ZBAD, respectively. So far, more than 50 Chinese and overseas airlines have expressed their interest to operate at the new airport. Beijing Daxing International Airport is located in the capital's southern Daxing District, approximately 46 kilometres from Tiananmen Square, the centre of the capital. The new airport will enable seamless connections with the capital's metro system via the New Airport Line, and intercity railways that offer connectivity to nearby cities, including Hebei's Langfang city and Xiong'an New District, a state-level new urban district given special economic and development support by the government. The construction of Beijing Daxing International Airport is expected to be completed by June 30, before beginning operations on September 30 this year. The new airport is equipped with four runways, expecting an annual passenger capacity of 45 million by 2021, and 72 million by 2025. Before the commencement of operations, low visibility flight tests are set to begin in August with additional flight tests also being conducted at the same time. As previously reported by Business Traveller, China Southern is set to launch flights between Beijing Daxing International and London later this year. ", "url": "https://www.businesstraveller.com/airlines/2019/05/20/beijing-daxing-international-airport-completes-first-flight-test/"}, {"title": "Beijing Daxing Airport: a giant prepares for take-off", "date": "2019-06-27", "content": "Commissioned in 2014, the hotly anticipated Beijing Daxing International Airport is expected to be ready for commercial flights as soon as this September. To show construction of the mega project is on schedule, planes from four Chinese airlines touched ground safely at the airport's freshly laid concrete runways during test trials in May. Once completed, Daxing will alleviate pressure on the city's other airport, Beijing Capital International, which had a new $4bn terminal constructed in time for the 2008 Olympics. Last year, the airport, which serves nearly 100 million passengers a year, was ranked the second busiest in the world behind Hartsfield-Jackson Atlanta International Airport. However, it's thought that one day Daxing, which has been designed with expansion in mind, could overtake them both. Increasing demand for aviation: China is the most populous country in the world, and as its middle classes grow, so does the public's demand for aviation, both international and domestic. As reported in The Washington Post, China's Civil Aviation Administration say annual passenger traffic reached 1.26 billion in 2018, up 10.2% from the previous year. In fact, the International Air Transport Association now predicts China will overtake the US as the world's largest aviation market by 2022 - two years sooner than previously forecasted. \"Daxing is expected to handle around 45 million passengers annually.\" Despite this increase in demand, passengers from in and around Beijing have had to rely solely on the Capital International Airport, which lies northeast of the city. As such, the facility has been struggling at maximum capacity for several years, with some estimates suggesting around 400 flights a day are delayed. Daxing will provide much needed new capacity for the city; it is expected to handle around 45 million passengers annually after opening and around 70 million by 2025. This will rank it among the world's busiest; Hartsfield- Jackson Atlanta's airport in the US handled 107 million passengers in 2018 and Dubai International Airport 89 million, according to Airports Council International. Unique airport design: Passengers will be able to easily access Daxing by high speed train within three hours from around 28 cities. Once they arrive, flyers will find a 700,000m2 terminal and 80,000m2 ground transportation centre connected to five concourses which snake out from the primary hall. There will be five traditional gardens for passengers to wait for their flights. \"The facility occupies a staggering 18 square miles of land.\" The structure was designed by ADP Ingénierie alongside the late, great British-Iraqi architect Zaha Hadid, who also masterminded China's Guangzhou Opera House. Unusually for an airport, its formation comprises of one passenger handling centre rather than several terminals. According to the designers, this borrows from traditional Chinese architecture that organises interconnected spaces around a central courtyard and will minimise the buildings environmental footprint. Operators will initially open four, then up to eight, new runways as passenger numbers grow. The facility occupies a staggering 18 square miles of land and it has been reported that around 20,000 people were evicted to enable construction of the project. A process that in most other countries would likely have taken decades to pass, but happened much quicker in China because all land is owned by the state. The government reportedly want to turn the southern suburbs into a new super city that will create economic growth and prosperity, as well as major regeneration in Beijing's far south, including the Tianjin and Hebei provinces. The region has traditionally relied on farming, but will now have direct access to the airport by rail from Xiong'an, as well as several governmental offices newly relocated to the region. Flight allocation: While there is little argument that Beijing needs more airport capacity, especially in light of the governments' city expansion plans, some have argued the city would be better served if more airspace was opened up by the military for commercial airplanes. Professor Li Xiaojin from the Civil Aviation University of China told China Daily that by the university's calculations: \"If the airforce transfers just 10% of the airspace under its control to civil airlines, an extra CNY200bn will be generated in GDP.\" Roughly 70% of the country's airspace is controlled by the military - in the US it is only 20% - meaning there is only marginal space for commercial aircraft, restricting options for departure and arrival routing in bad weather and reducing the number of take-offs and landings that airports can handle. \"The new runways will give airlines more access to the limited flight corridors available.\" The lack of available airspace is largely blamed for the frequent delays suffered by flyers. According to the Civil Aviation Administration of China, last year flight delays increased 50%, with only 71% of flights taking off on time. There are no official plans to provide more commercial airspace but the new runways will give airlines more access to the limited flight corridors available, facilitating more take-offs and landings. However, there has been competition over who will have access to the new capacity. As reported by the South China Morning Post, China's big three state-owned airlines - Air China, China Eastern and China Southern Airlines - are all grappling for the rights to fly into and out of the new mega airport. Between them the three airlines hold two-thirds of China's civil aviation market. The news site reports that a newly published government plan in April stated that China Eastern will retain its Beijing to Shanghai route at Beijing Capital International airport but will sacrifice 10% of its air traffic at Daxing, giving Air China a foothold at the new airport. As the state-airlines continue to battle it out, international carriers have kept quiet about their plans. It's thought international carriers are cautious about Daxing because it is located away from Beijing's business district and much of the expatriate community, who tend to live in the city's north-east. However, it's expected they will follow the lead of their Chinese partners with whom they share flight codes, booking systems and frequent flier information. Future impact: The recent landing of commercial planes at Daxing signals that construction is nearing completion on time and as planned, which is no mean feat for a project of this size. \"Daxing cements the Chinese government's ambitions for aviation.\" As tests continue at the airport - China has some of the strictest aviation regulations in the world - it's hoped the new facility will have an overall positive impact on the local aviation industry, providing much needed extra capacity. It's clear that Daxing cements the Chinese government's ambitions for aviation in the country. And while adding 100 million of extra capacity might seem heavy-handed, it's worth noting that research by chief economist Li Xunlei, for financial institution Zhongtai Securities, suggests around one billion Chinese people have never before boarded a plane. If this was to change, the country could find itself requiring several more Daxings in the future to meet demand.", "url": "https://www.airport-technology.com/analysis/beijing-daxing-international-airport-construction/"}]}, {"win label": 1, "news": [{"title": "Beijing Daxing International Airport: soon into service", "date": "2019-07-11", "content": "Five years after the launch of the project, the new Beijing Daxing International Airport will start operating next season. The Beijing Daxing International Airport project is entering its final phase. Its entry into service is scheduled for Fall. It took five years to build one of the largest airports in the world, covering an area of 700,000 square meters with 5 kilometers of frontage. BDIA Terminal 1, located in Daxing 60 km south of Tiananmen Square, is the result of a collaboration between ADP Ingénierie - member company of Group ADP and winner of the Beijing New Airport Construction Headquarters international competition in 2014 - and Zaha Hadid Architects and the Beijing Institute for Architectural Design. The terminal will have an annual capacity of 45 million passengers at the opening, which can be increased to 72 million passengers per year. As for the airport itself, it is expected that in the long run it will have seven runways and a capacity of more than 100 million passengers per year. The star-shaped airport has a unique boarding pier control center. Its terminal was built so as to be compact with a superposition of international and domestic levels vertically, privileged to a horizontal expansion. A multimodal land transport system is offered, knowing that the distance between the heart of the terminal and the farthest gate is at most 600 meters. \"ADP Ingénierie has been working in China for more than 25 years in China and the Daxing Airport' Terminal 1 is one of our major achievements in terms of architectural design\", said Gratien Maire, CEO of ADP Ingénierie. \"Thanks to the strength of the infrastructures design in the largest cities of the country, we contribute to the development of the airport industry in China. For the future, ADP Ingénierie and Groupe ADP plan to strengthen their footprint in China along the value chain, by looking at opportunities on massive building projects in order to meet the future traffic growth.\" In China, ADP Ingénierie has implemented or supported the construction of Terminal 1 at Shanghai Pudong Airport, Nanjing Terminal 2, Chongqing Terminal 3A and the new Chengdu Tianfu Airport. ", "url": "https://www.aircosmosinternational.com/article/beijing-daxing-international-airport-soon-into-service-178"}, {"title": "Beijing's new airport completes dry run", "date": "2019-08-31", "content": "Beijing Daxing International Airport completed its largest official comprehensive test on Friday, marking steady progress toward the start of commercial operations by the end of September. The Civil Aviation Administration of China is expected to issue an operating license soon, signaling that the facility will be qualified to handle flights. Licensing is based on a six-month evaluation. Starting at 9 am, nearly 9,000 volunteers carried 5,600 pieces of luggage through the security and boarding processes on the third and fourth floors of the airport's departure hall. Other passengers dropped off their checked baggage at Caoqiao subway station for transfer to flights for the first time. Four check-in counters opened at the station at around 8:30 am, including one to test international flights and three for domestic ones. Automated trains, running from Caoqiao station in downtown Beijing to the new airport, were also put into operation. The trains, each with seven passenger cars and one for luggage, are scheduled to run every 8.5 minutes. Li Jianhua, project manager of the Beijing Daxing Airport terminal construction office, said the test operations are significant for the airport, especially for passenger safety. \"It helps the airport assess its operational readiness and fix possible problems,\" he said. Since transferring terminal operations to the property owner in mid-July, Li said he was greatly relieved to see the facility's construction move forward. \"I spent four years building the airport and I am lucky to be a part of the whole process and watch the world's largest seamless steel structure airport terminal building come together,\" he said. The tests also included scenarios involving security system failures and the operations of several restaurants, cafes and retail venues, a news release from the airport said. Blue Frog Bar and Grill, a Western chain in China, opened its first airport dining area in the new facility. Restaurant manager Xie Ruian said the menu was simplified down to six choices to cater to the urgent needs of airport passengers. \"Preparation times will be shortened to 15 minutes for each dish,\" he said, adding that the restaurant also offers several drinks tailored to foreign travelers' tastes. China Eastern Airlines, which will become a major airline service operator at the airport, put 5G technology to work on Friday during the test run. Facial recognition technology at check-in and a VIP lounge also caught many volunteers' eyes. Four smaller tests were carried out at the airport in July and August to ensure smooth and efficient operations when it officially comes online. Construction of the airport was completed on June 30. ", "url": "http://global.chinadaily.com.cn/a/201908/31/WS5d69a78ca310cf3e35568e9a.html"}, {"title": "Beijing Daxing International Airport: China's new mega-airport ready to open", "date": "2019-09-22", "content": "China is poised to open a new mega-airport to the south of Beijing, already home to the world's second-busiest aviation hub, ahead of the 70th anniversary of the People's Republic. Beijing Daxing International Airport (PKX) will see its first commercial flight take off around September 20, according to Chinese state media, with main tenant China Southern planning to deploy an Airbus A380, the world's biggest airliner, for the maiden journey. The greatly anticipated airport ushers in a new era for air travel to and from the Chinese capital, which has been in desperate need of a second global gateway. The existing Beijing Capital International Airport (PEK) is hitting full capacity, making it nearly impossible for airlines to add flights at desirable times. In 2018, more than 100 million travelers passed through its three terminals - making it only the second airport in the world to cross that passenger traffic milestone, after Hartsfield-Jackson Atlanta. China is projected to overtake the United States as the world's biggest air travel market by 2022. The multibillion-dollar Daxing, designed by the late architect Zaha Hadid and her Chinese partners, is built for the future, boasting four runways and a terminal the size of 97 soccer pitches upon opening of the first phase - as well as customer-service robots that will provide travelers with flight updates and airport information. The \"modest\" initial operational target is to accommodate 72 million passengers and 2 million tons of cargo annually by 2025. The ambitious master plan calls for the building of a total of seven runways, and moving at least 100 million passengers and 4 million tons of cargo a year through the airport. Construction for the $11.5 billion project began in 2014, with more than 40,000 workers on site at its peak. The terminal bears all the hallmarks of Hadid's signature contour lines, with plenty of natural light shining through its more than 8,000 distinct rooftop windows. Nicknamed \"starfish\" by Chinese media for its shape of five concourses connected to a main hall, Daxing aims to reduce walking for passengers, long a complaint about many new mega-hubs. The airport authority has promised a distance of no more than 600 meters (650 yards) - about eight minutes of walking - between security checkpoints and the remotest gates. Another passenger concern is Daxing's location. It's in the far south of Beijing, a city notorious for traffic jams. The new airport is some 50 kilometers (30 miles) from Tiananmen Square in the city center - and even farther away from the main business districts in the east and north. Brushing aside such worries, officials say they have built more than just an airport - but rather a truly integrated transportation hub that will eventually see high-speed rail, inter-city services and downtown-to-airport express trains all stopping right beneath the terminal. The airport express trains, traveling at a top speed of 160 kilometers an hour (100 mph), promise to whisk arriving passengers to the city in less than 20 minutes. Yet others say a new mammoth aviation hub will only worsen flight delays in Beijing, already ranked near the bottom of on-time performance lists among airports worldwide. There is no indication that the Chinese military, which controls most of the country's airspace, will loosen its grip to give airliners more maneuver room. But aviation officials and airline executives predict reduced delays at Daxing thanks to its multi-directional runway design that improves operational efficiency in the air, as well as its location south of Beijing - eliminating many flight detours aimed at avoiding the city's large \"no-fly\" zone. Alliance shakeups, time slot shifts: For frequent fliers around the world, though, it may take some time to figure out if Daxing will be their preferred gateway to the Chinese capital. It was going to be a crown jewel for Skyteam, one of the three global airline alliances, with China-based members China Southern and China Eastern - each assigned 40% of the new airport's departure and arrival time slots by the government - moving all their Beijing flights to Daxing to become anchor carriers. Other Skyteam members such as Delta, Korean and Air France-KLM will move to the new airport in phases. China Southern, however, will now leave Skyteam by the end of this year, having signed agreements with several members of rival Oneworld alliance, including American Airlines and British Airways, for closer cooperation. Adding another twist to the confusing plot, Air China - the country's flag carrier and a Star Alliance member - was supposed to remain at the current Capital Airport along with other Star carriers. But it was recently given 10% of Daxing's time slots after authorities allowed China Eastern to keep its highly profitable Beijing-Shanghai shuttle flights at Capital. All the tenant intrigue aside, Chinese officials are eager to showcase the country's newest mega-hub to the world upon its grand opening, announcing that flights from Daxing will cover 112 destinations around the globe by next spring.", "url": "https://www.cnn.com/travel/article/beijing-daxing-international-airport-opens/index.html"}, {"title": "China opens huge Beijing Daxing International Airport", "date": "2019-09-25", "content": "China has formally opened new multi-billion dollar Beijing Daxing International Airport, which is nearly the size of 100 football fields. The starfish-shaped airport was inaugurated at a ceremony attended by Chinese President Xi Jinping. Located 46km from the city, the airport is situated at the junction of the Daxing district and Langfang City, which is in the Hebei province of North China. It is expected to provide much-needed airport capacity for the city, alleviating pressure from the overcrowded Beijing Capital International Airport. Many foreign and domestic airlines such as British Airways, Cathay Pacific, Finnair, China Eastern Airlines and China Southern Airlines have decided to move part of their operations to the new airport. Beijing Daxing International Airport has incurred an approximate expenditure of CNY120bn, while the projects in its periphery received investments of CNY330bn. Designed by ADP Ingénierie and the notable British-Iraqi architect Zaha Hadid, the airport is spread over 700,000m2 and features four runways. Daxing International will reportedly have a capacity of 72 million passengers by 2025, which will eventually increase to 100 million. The airport is connected to the neighbouring areas of Tianjin and Hebei by a network of high-speed trains, buses and metros. According to Reuters, an express train from the airport to the south of Beijing will take 20 minutes. In July this year, UAE-based real estate developer Emaar signed an agreement to execute a project worth around AED40.5bn at Beijing Daxing International Airport. In June, Israeli company Xsight Systems installed its foreign object debris detection solution on the East and North runways of the airport in June.", "url": "https://www.airport-technology.com/news/china-daxing-international-airport/"}, {"title": "Zaha Hadid's Stunning Beijing Daxing International Airport Is Finally Completed", "date": "2019-09-26", "content": "If there's one hard fact about the design of a Zaha Hadid-designed structure, it's that they were built to be noticed. And that's certainly the case with one of her final projects before her untimely death in 2016, Beijing's Daxing International Airport. Critics and fans alike wait years, often upwards of a decade, to finally see the actualized version of her imitable vision, witnessing the delicate weaves of her lines go from a proposal to a physical structure. Which was exactly what happened yesterday, in China's capital city, after five years of construction, when the Pritzker Prize-winning architect's Beijing Daxing International Airport was completed. There was much hype leading up to the completion of this airport (in fact, it was named one of AD's 14 most anticipated buildings of 2019). The opening ceremony was attended by the Chinese leader, Xi Jinping, who surely was using the event as a political boost, as the country prepares to celebrate its own version of Independence Day on October 1, marking 70 years since the founding of the People's Republic of China. Patriotism aside, much of the excitement came from the fact that the new airport, Beijing's second, is now the largest single-structured airport in the world. Spanning more than 7.5 million square feet, along with four runways, PKX (as is the new airport code) is expected to handle 72 million passengers a year by 2025. By 2040, four additional runways will be added to accommodate 100 million passengers a year. For almost every other airport in the world, these types of staggering numbers would cause passengers difficulty moving throughout congested spaces. Perhaps more than any other architectural element, it's the ease of navigation that makes Hadid's design so special. \"The terminal layouts minimize the walking distances between check-in and gate, and also the distances between gates for transferring passengers, to a maximum of eight minutes by foot,\" says Cristiano Ceccato, ZHA's project director for the Beijing Daxing airport. \"Transferring passengers only need to walk a short distance to the center of the airport, then quickly and efficiently funnel themselves to any other of the four legs in the airport. What's more, the international and domestic passengers are stacked on different levels. By stacking the international and domestic areas vertically-instead of spreading them horizontally-we enable a more congestion-free space for passengers.\" Beijing's newest airport, which is a 20-minute express train ride from the Daxing District, has a starfish design, with each of its legs handling over a dozen gates. The center point where passengers move through, which Ceccato alluded to, was inspired by traditional Chinese architecture. Much like the traditional structures within the country, the central thoroughfare acts as a sort of courtyard, allowing passengers to easily navigate their way around the massive space. The rooftop, which allows in ample natural sunlight, also has supporting beams that move constantly through the space, acting like lines toward the central courtyard. This, once more, was intentionally done to assist passengers in their navigation of the busy airport. We live in a digital epoch of architecture that has allowed fantastical buildings to shift from the theoretical to the materialized. Yet that doesn't always mean that computer-enhanced designs will be admired, or stand the test of time. It's too soon to tell what future generations will think of Zaha Hadid's Beijing Daxing International Airport. For now, however, the design has shown that alchemy is still possible in modern architecture. ", "url": "https://www.architecturaldigest.com/story/zaha-hadid-stunning-beijing-daxing-international-airport-finally-completed"}, {"title": "Zaha Hadid Architects completes Beijing Daxing International Airport", "date": "2019-09-26", "content": " Zaha Hadid Architects has completed its five-pronged terminal building at Beijing Daxing International Airport, which is one of the largest airports in the world. Designed by the late Zaha Hadid and current studio principal Patrik Schumacher, along with airport specialist ADPI, the 700,000-square-metre terminal to serve Beijing has been designed to be as compact as possible. The airport is arranged around a central \"grand courtyard\" with five aircraft piers radiating directly out to give the building the appearance of a starfish from above. The four-storey airport is arranged around this central space, which is naturally lit with a glass roof that the studio refers to as a \"central orientation space dome\". The airport's check-in island, international and domestic security desks and domestic retail area are all arranged on different levels within this central area. \"Echoing principles within traditional Chinese architecture that organise interconnected spaces around a central courtyard, the terminal's design guides all passengers seamlessly through the relevant departure, arrival or transfer zones towards the grand courtyard at its centre - a multi- layered meeting space at the heart of the terminal,\" explained the studio. From the central space, passengers can board planes from the 79 gates, which each have airbridges connecting directly to the terminal, arranged around the five aircraft piers. According to the studio, this is the most efficient arrangement to quickly allow large numbers of passengers to quickly reach their planes. \"The compact radial design of the terminal allows a maximum number of aircraft to be parked directly at the terminal with minimum distances from the centre of the building, providing exceptional convenience for passengers and flexibility in operations,\" said the studio. \"This radial configuration ensures the farthest boarding gate can be accessed in a walking time of less than eighth minutes.\" Arranged around the main courtyard space, Zaha Hadid Architects has created a series of flowing forms that support the roof and act as skylights to bring light into the space. A sixth radiating arm contains the 80,000 square-metre transportation hub, which contains a high-speed and local rail stations, as well as a hotel and offices. The airport is powered by solar panels and has a centralised heating system with waste heat recovery supported by a ground-source heat pump. It also has a rainwater collection and water management system. Zaha Hadid Architects was founded in in 1980 by Hadid. The studio has been led by Schumacher, who i s one of the speakers at Dezeen Day, since Hadid passed away in 2016. The studio recently completed the Al Wakrah Stadium for World Cup in Qatar and the Opus hotel in Dubai .", "url": "https://www.dezeen.com/2019/09/26/zaha-hadid-architects-starfish-beijing-daxing-international-airport/"}, {"title": "Beijing Just Opened the World's Largest Airport", "date": "2019-09-27", "content": "Beijing Daxing International Airport began its first commercial flights on Wednesday. When it reaches full capacity, it is expected to become the largest airport in the world. Construction was completed back in June, but the airport only passed final inspection on Sept. 15. China Southern christened the airport with a flight to Guangdong, CBS reported, followed by other flights to Shanghai and beyond. The airport, designed by Zaha Hadid, measures more than 700,000 square meters, already making it the world's largest airport in terms of surface area. It has been nicknamed the \"starfish\" by local media for its resemblance to the animal, with several wings shooting off of one central point. The airport includes separate passenger areas for domestic and international travel. But despite its large size, the airport was designed to minimize how long passengers need to walk to get to their gate. According to CNN, it was designed so that passengers will not walk any longer than eight minutes to get from the security checkpoint to even the furthest gates. Beijing Daxing will be capable of accommodating more than 100 million passengers per year once fully operational. However, it will take at least a few years to reach that capacity. The airport is also expected to boast some high-tech features. Customer service robots will roam the terminal and provide passengers with up-to-the- minute updates on flight status and weather. The airport also hopes to become a transportation hub, complete with high-speed rail. Express trains will be able to get passengers from the airport to the city center in less than 20 minutes. It is expected that the airport will have service to 112 destinations around the world by Spring 2020. China has one of the fastest-growing travel markets in the world. Of the 20 fastest-growing airports in the world, 11 are located in China alone. ", "url": "https://www.travelandleisure.com/airlines-airports/beijing-to-open-worlds-largest-airport"}, {"title": "Beijing Daxing Airport deploys Thales and BEST ATC system", "date": "2019-10-03", "content": "China's Beijing Daxing International Airport is leveraging an air traffic management system delivered by Thales and Beijing EasySky Technology. The air traffic management system has been deployed to enhance the safety and efficiency of air traffic operations. Beijing Daxing International Airport, which was formally opened last week, is known as the world's largest single-terminal airport. It has deployed the TopSky-ATC air traffic management system, delivered by Thales and BEST, at its Beijing Terminal Maneuvering Area Control Centre. The system is capable of completing fallback flight data processing, flight plan synchronisation, multi-sensor processing and sending alerts to ensure consistent operations. Thales and Beijing EasySky Technology is a JV between Thales and the Civil Aviation Air Traffic Control Technology & Equipment Development Company. North China Air Traffic Management Bureau selected the JV to provide an air traffic control automation system to update the Beijing TMA Control Centre in 2016. The project involved the automation of Beijing TMA, Beijing Area Control Centre, ATC towers at Beijing Capital International Airport and the new Beijing Daxing International Airport, Tianjin Approach and the ATC tower at Tianjin Binhai International Airport. With this synchronisation, the ATC system in China is said to become the largest in the world. Around 290 controller working positions cover the country's northern region. Thales MAESTRO AMAN and DMAN technology was first deployed by the Beijing TMA Control Centre for sequencing and balancing the airport's traffic flow and airspace. The system is said to decrease flight delays and increase air capacity. It provides a seamless integration between area control, approach control and tower systems. Thales has also provided navaids and ATM radars for safety surveillance and navigation services at Daxing Airport. Thales North China vice-president Jérôme Bendell said: \"Thales has been partnering with China aerospace industry on traffic management technology since the establishment of diplomatic relations between France and China. \"The group is proud of its history in the country and of having helped the growth of Sino-French cooperation in aerospace. Thales's long-term engagement in China is once again reaffirmed. The group is a committed and key partner in China's journey to becoming a more digitalised and innovative country.\"", "url": "https://www.airport-technology.com/news/daxing-airport-thales-best-atc/"}, {"title": "British Airways touches down at Beijing Daxing airport", "date": "2019-10-28", "content": "British Airways has switched its Heathrow-Beijing service to the new Daxing International, becoming the first international carrier to use the airport since it opened last month. BA's first flight into Beijing Daxing International airport landed yesterday morning. Other international carriers including Royal Brunei Airlines, Himalaya Airlines, Lot Polish and Finnair are all scheduled to operate flights into the airport in the coming days, with more following in the new year. ", "url": "https://www.businesstraveller.com/business-travel/2019/10/28/british-airways-touches-down-at-beijing-daxing-airport/"}, {"title": "British Airways Launches First International Flight to Beijing's Daxing International Airport", "date": "2019-10-30", "content": "British Airways has made its first flight into Beijing's Daxing International Airport, making it the first international carrier to use the airport since its official opening last month. Daxing has claimed the title of the world's largest airport, as well as one of the most technologically advanced. Passengers traveling through Daxing are set to experience a range of innovations as they traverse the new terminal building, including facial recognition and self-service biometrics at security, self-service check-in kiosks and baggage drop machines, a paperless journey from check-in to boarding, and real-time baggage tracking. In addition to enhancing the customer experience, Daxing also boasts some impressive sustainability-focused innovations. The terminal building features numerous improvements aimed at maximizing the use of natural light and limiting energy consumption. The facility is powered by photovoltaic solar panels and has a centralized heating system, with waste heat recovery supported by a ground-source heat pump. It also has a state-of-the-art rainwater collection and water management system linked to nearby wetlands, lakes and streams to prevent flooding and counter the summer \"heat island\" effect on the local microclimate. \"British Airways is hugely proud to be the first international airline to fly into Beijing Daxing,\" said Noella Ferns, British Airways' executive vice president in Greater China and the Philippines. \"This stunning and innovative new airport and the world-class customer experience it provides will play an important part in our strategy to increase travel between China, the UK and beyond.\" The airport is expecting to reach a capacity of 45 million passengers by 2022, increasing to 72 million by 2025. And while British Airways may have been the first airline to utilize the new facility, many more are expected to follow suit. Other international carriers -including Royal Brunei Airlines, Himalaya Airlines, Lot Polish, and Finnair - are all scheduled to operate flights into the airport in the near future, with more expected by 2020.", "url": "https://www.travelmarketreport.com/articles/British-Airways-Launches-First-International-Flight-to-Beijings-Daxing-International-Airport"}, {"title": "Delta to move its Beijing flights to new Daxing Airport from March 2020", "date": "2019-12-17", "content": "Delta has confirmed that it will move its Beijing flights from Capital Airport to the new Daxing Airport from March 2020. The relocation will make Delta the first US carrier to operate in the new Beijing Daxing International Airport, which began operations on September 25 this year. Delta currently operates daily flights between Beijing and Detroit using an Airbus A350-900 aircraft, and also flies daily between Beijing and Seattle using a Boeing 767-300 aircraft. Delta said it will adopt the new Airbus A330-900neo aircraft for the Beijing- Seattle route by the first half of 2020. Delta's service into Beijing will feature its premium on-board products including Delta One suites by then. The US carrier said its relocation will come at a time when its Skyteam partner China Eastern has announced moving its services to Daxing Airport, which will \"ensure smooth and convenient international-domestic connections for customers from both airlines\". It added that China Eastern is expected to move most of the flights except for the Beijing-Shanghai route to the new Daxing Airport in the first quarter of 2020. Delta and China Eastern are both Skyteam members. In 2015, Delta invested a sum of US$450 million into China Eastern, and acquired a 3.55 per cent stake in the Shanghai-based carrier. After the relocation of both airlines, Delta's passengers arriving at the new Daxing Airport will have access to more than 30 domestic destinations in China with codeshare flights operated by China Eastern. Delta also mentioned that its partner airlines \"will eventually move most of their connecting flights to the new Beijing Daxing International Airport\", where it will begin operations on March 29, 2020. However, it said that the itinerary may still indicate a short inter-airport connection transfer from Capital Airport to Daxing Airport \"until China Eastern loads their final PKX schedule into the system\". It added that once their schedule is loaded into the system, the itinerary will be updated to reflect a same airport transfer at Daxing Airport. \"In case there are any itinerary changes, Delta Reservations will contact you via telephone to book you onto a new connecting flight from PKX or process a refund,\" said Delta. What's more, China Eastern's new domestic and international lounges at Daxing Airport will be open to Delta One customers and SkyMiles Diamond, Platinum or Gold Medallion members. China Eastern now has two domestic lounges and one international lounge at Daxing Airport. One domestic lounge is located on Level 3 in the southeastern pier, while the other is situated in the central area of the terminal. The international lounge is located on Level 4 in the central area of the terminal. All the three lounges are equipped with food and drinks, as well as shower facilities. \"We look forward to moving to our new home in Beijing,\" said Wong Hong, Delta's president, Greater China and Singapore. \"The brand new Daxing International Airport will provide us a great opportunity to better serve the growing needs of our customers in China. As Delta operates in the new mega airport, working with China Eastern side by side, customers will enjoy the improved departure and arrival times, seamless connection, more convenient baggage delivery, and faster security check, customs and boarding/arrival procedures.\" Also commenting on the news, Kong Yue, deputy general manager of Daxing International Airport, said: \"We are excited to have Delta Air Lines as one of the key tenant airlines at the Daxing Airport, which is designed for connection. We share the same goal of providing passengers with seamless and pleasant travel experience.\" \"With Delta's successful move to Daxing Airport, we'll continue working closely together to ensure passenger arriving and departing in Daxing Airport could enjoy the best-in-class services.\" Approximately 46 km to the south of the Beijing city center and on the border of Hebei Province, Beijing's new Daxing Airport is the second international airport in the Chinese capital, which has been designed with a goal of reaching a total passenger capacity of 100 million in the long term. Here's our guide on how to get from the new Daxing Airport to Beijing's city centre. In September, Delta moved its service in Shanghai to the new Shanghai Pudong International Airport Satellite 1 Terminal. The airline currently operates four non-stop daily services between Shanghai Pudong and major U.S. cities including Detroit, Seattle, Los Angeles and Atlanta. Delta said by the first half of 2020, all of its six non-stop daily services between China and the U.S. will be served by the A350 and the new A330-900neo, or the newly retrofitted B777 aircraft, which are equipped with the airline's next-generation Delta One suite and Delta Premium Select products.", "url": "https://www.businesstraveller.com/business-travel/2019/12/17/delta-to-move-its-beijing-flights-to-new-daxing-airport-from-march-2020/"}]}, {"win label": 0, "news": [{"title": "Swiss to switch to Beijing Daxing in March", "date": "2020-01-23", "content": "Swiss has announced it will operate its Zurich-Beijing route out of the Chinese capital's new Daxing Airport from the end of March. The move will come as Swiss begins its summer schedule, when the A330-operated route moves from five-times weekly to daily. Flights will depart Zurich late afternoon and arrive at 0900 the following day. They will depart Beijing at 1100 and arrive in Zurich at 1535 the same day. The flight times should prove more convenient for many travellers, with the service currently departing Zurich at 1230 and arriving at 0515 the following day, and the return departing at 0645 and arriving at 1040. The huge new airport, designed by Zaha Hadid, opened in September 2019. British Airways has already switched its Heathrow-Beijing service to Daxing, where it will codeshare with its new joint business partner China Southern on the route. Delta is set to be the first US carrier to move its operations there in March 2020.", "url": "https://www.businesstraveller.com/business-travel/2020/01/23/swiss-to-switch-to-beijing-daxing-in-march/"}, {"title": "Etihad Airways announces move to Beijing's Daxing Airport", "date": "2020-03-12", "content": "Etihad Airways will transfer all its flights between Abu Dhabi and Beijing, and its flights between Beijing and Nagoya to Beijing's new Daxing International Airport starting June 1 this year. Robin Kamark, Etihad Aviation Group chief commercial officer, said Abu Dhabi Airports Company inked a sister-airport partnership with Beijing Daxing International Airport in October last year. He added that the airline has experienced \"huge growth in China's tourism and aviation markets, and enjoyed strong demand from business and leisure travellers\" since launching flights between Beijing and Abu Dhabi 12 years ago. Kamark also said the move reinforces the airline's commitment to the China market in the wake of the coronavirus outbreak. \"Whilst the spread of Covid-19 has posed a major challenge for all airlines serving China, with a massive drop in demand on key routes, we remain optimistic that the situation will improve by the summer and we continue serving Beijing from Abu Dhabi presently, demonstrating our unwavering support and commitment to our Chinese partners and the China market as a whole,\" Kamark added. Hundreds of flights have been cancelled worldwide due to the global spread of the coronavirus as airlines move to cut costs as demand for global air travel has declined. Etihad's Beijing-Nagoya service is currently suspended due to the coronavirus outbreak, but the airline is still flying between Abu Dhabi and Beijing. The airline will continue to deploy a Boeing 787 Dreamliner on its Abu Dhabi- Beijing service after the relocation to Daxing Airport. Beijing Daxing International Airport is the Chinese capital's second airport, which officially began operations in September last year. ", "url": "https://www.businesstraveller.com/business-travel/2020/03/12/etihad-airways-announces-move-to-beijings-daxing-airport/"}, {"title": "China Southern Airlines plans move to Daxing International Airport by March 2021", "date": "2020-04-15", "content": "China Southern is planning on moving all of its operations from Beijing Capital International Airport to Beijing Daxing International Airport by March 2021, according to a news report by Flight Global. The Guangzhou-based airline, which is currently operating 10 per cent of its capacity at the new Daxing airport, said it will move an additional 50 per cent of its flights from Beijing Capital to Beijing Daxing between April 12 and May 2, according to the same news report. The carrier also said its operations at Daxing, which officially opened in September last year, will make up 40 per cent of total traffic from the airport by May. Last month, The Civil Aviation Authority of China enforced measures to limit the number of international flights coming in and out of China in an effort to curtail the rise of imported coronavirus cases in the country. Each airline is now only allowed to maintain one route to any specific country with no more than one flight per week. Following the announcement by the civil aviation regulator, China Southern revamped its international flying schedule between late March and the beginning of May. > Chinese airlines revise international flight schedules after China orders > flight cuts The CAAC said a total of 112 international passenger flights have been received with approximately 21,000 inbound passengers, and the daily passenger number has dropped below 3,000 since the announcement. China Southern operates more than 3,000 daily flights to 224 destinations in 40 countries and regions across the world. csair.com ", "url": "https://www.businesstraveller.com/business-travel/2020/04/15/china-southern-airlines-plans-move-to-daxing-international-airport-by-march-2021/"}, {"title": "Asia's largest maintenance hangar enters service at Beijing-Daxing airport", "date": "2020-05-20", "content": "A few months after launching its line maintenance activity at Beijing-Daxing International Airport, GAMECO is now just starting its first base maintenance work using the giant hangar built at the new airport, hangar #1. With a length of more than 400 meters by 100 meters wide, this hangar is today the largest in Asia. It can accommodate 2 Airbus A380s, 3 Boeing 777s and 3 A320s at the same time, or up to 12 A320 series narrow-body aircrafts simultaneously. GAMECO has just launched a first C-check on May 12 on an A330-300 from China Southern. A second A330 C- check is also scheduled. Beijing-Daxing hangar #1 was built for the specific needs of China Southern, shareholder of GAMECO, and its activity will be shared to meet the short-term lack of capacity of the MRO company, before the delivery of its new giant hangar at Guangzhou Baiyun International Airport. In the meantime, GAMECO cooperates with China Southern Airlines to jointly build up the scheduled check production line at Daxing. GAMECO launched the construction of a new hangar of 98,000 m2 on its main site last year, a new facility which will accommodate 6 wide-body aircraft and 5 narrowbodies simultaneously. The commissioning of the Phase III hangar will thus bring capacities to up to 30 major checks in parallel thanks to its three Cantonese hangars. ", "url": "https://www.journal-aviation.com/en/news/44467-mro-asia-s-largest-maintenance-hangar-enters-service-at-beijing-daxing-airport"}, {"title": "Beijing sees travel capacity reduced due to COVID-19 cases spike", "date": "2020-06-25", "content": "The spike in COVID-19 cases in Beijing last week has had an immediate and dramatic impact on the tourism market around the Beijing, Tianjin and Heibei Province region. Beijing Capital International Airport has seen a 60 percent drop in its passenger capacity with over 350,000 fewer seats operating this week. The new Beijing Daxing International Airport saw a slightly larger 63 percent reduction in its capacity with some 186,000 less seats available. All those reduction were seen as the result of the tough social distancing rules in place. The Ministry of Transport has toughened information checks for travelers leaving Beijing. A positive nucleic acid test result within the last seven days is required for anyone out of Beijing, along with a green health code. The ministry will continue to suspend inter-provincial tourist passenger bus services, as well as taxi and ride-sharing services in and out of Beijing. More efforts will be made to strengthen transportation guarantees for production materials and daily necessities in Beijing. China has lately seen an increased demand for rail travel as businesses resumed work and schools reopened. Passenger trips on trains are expected to reach 26 million in China during the Dragon Boat Festival travel rush this week, the latest data showed. The China State Railway Group Co. Ltd. said the country will see an estimated 6.7 million passenger trips on Wednesday, the first day of the travel rush. The Dragon Boat Festival holiday travel rush will last until Saturday and the railway company expects seven million domestic trips to be made on Thursday. Railway departments will put more trains into operation to handle a spike in trips for tourism and family visits and enhance anti-epidemic measures to ensure passenger safety, said the company. ", "url": "https://news.cgtn.com/news/2020-06-25/Beijing-s-travel-capacity-reduces-due-to-new-COVID-19-cases-RBy76pWW5y/index.html"}]}, {"win label": 0, "news": [{"title": "Beijing's Daxing airport opens city terminal in Hebei", "date": "2020-09-17", "content": "Beijing Daxing International Airport has opened a city terminal in Gu'an County, north China's Hebei Province, allowing residents of Gu'an and the surrounding area to complete check-in procedures ahead of time and with minimal fuss. Beijing Daxing International Airport Gu'an City Terminal is located just 10 km from Daxing airport's main site and covers an area of nearly 500 square meters, according to Wang Hui, director of operation planning at Daxing's terminal management department. Having checked in, passengers are transported to their planes at the main Daxing site by means of the airport bus line, a journey of just 40 minutes. The bus leaves every 20 to 30 minutes and costs 20 yuan a ride. Among those to use the new terminal was Xing Li, a resident of Gu'an County, who traveled to southwest China's Chongqing on Wednesday. \"In the past, I needed to leave at least three hours ahead of time to get to Daxing airport, but now with the opening of Gu'an City Terminal, I only need to leave one hour in advance,\" said Xing. What surprised Xing was that the terminal staff helped her with the check-in procedures. She did not have to do anything except read and wait in the rest area. \"The terminal is close to the Beijing-Kaifeng Expressway and is surrounded by complete supporting facilities, such as accommodation, catering and shopping,\" said Wang, adding that the terminal is committed to creating a cozy check-in environment for passengers. \"As the first inter-provincial city terminal of Daxing airport, Gu'an City Terminal not only expands Daxing airport's hub function, but also helps Gu'an, Langfang and other places in Hebei to use Daxing airport's hub advantages to enhance their industrial attraction,\" said Jiao Yongjie, manager of the public area management department at Daxing airport. Daxing airport plans to deploy multiple city terminals within the Beijing- Tianjin-Hebei region to facilitate passenger travel in the future.", "url": "https://newsghana.com.gh/beijings-daxing-airport-opens-city-terminal-in-hebei/"}, {"title": "China Focus: Beijing's Daxing airport marks one year of operation", "date": "2020-09-25", "content": "The Beijing Daxing International Airport marked one year of operation on Friday with a celebration ceremony. High standards and innovation have helped the airport maintain smooth operation over the past year despite the impact of COVID-19, according to the airport. This week, the airport's total passenger throughput exceeded the 10 million mark. It currently operates 187 domestic air routes, connecting 129 airports across the country. By Monday, it had seen 84,000 takeoffs and landings, with a cargo and mail throughput of about 39,000 tonnes. The Daxing airport has seen flights increasing, with airlines transferring operations from the Beijing Capital International Airport. China Southern Airlines has transferred 80 percent of its flights in Beijing to the Daxing airport. It is estimated the company will operate more than 200 planes at Daxing airport by 2025, and that it will have welcomed a total of 28.8 million passengers by then. 'SAFE, GREEN, SMART AND HUMANITY-CENTERED': The Daxing airport is a major project that has drawn worldwide attention, said Du Xiaoming, deputy general manager of the airport's planning and development department. \"Under strategic guidance, we are building the airport into one that is safe, green, smart, and humanity-centered,\" said Du. Safety has always been a basic requirement for the airport. Millimeter-wave doors can cover areas beyond the reach of metal detectors. Authorities have also introduced a supervision system for runways, and radar can detect even a small stone in an aircraft's path. A light-guidance system allows pilots to direct planes in very low visibility conditions. \"We have taken a variety of measures to guarantee passengers' information safety,\" said Li Tao, with the airport's information management department. \"For example, after storing your ID information, the system will turn it into a code unrecognizable to the public. We can also supervise and stop cyber threats and attacks.\" Authorities have implemented the strictest standards to prevent noise pollution at the airport, and all waste is treated so that it poses no threat to the environment. \"We also decided to make the Daxing airport a 'sponge airport,' where the main buildings can store rainwater and all polluted water can be recycled,\" said Du. Daxing is a smart airport, boasting roughly 62,000 information points and more than 4,000 internet-enabled devices. Facial recognition technology allows passengers to check in, pass through security, board planes, claim tax refunds, and shop, just by scanning their faces. A small chip in each luggage tag helps passengers to track their luggage easily, said Hao Ling, the airport's deputy general manager. There are more than 300 shops at the airport, featuring domestic and international brands. Passengers can even stop for manicures or sing in karaoke booths, making the experience \"more fun\" than shopping malls, according to the airport authorities. REGIONAL INTEGRATION: While the airport aims for high standards, it is also making efforts to speed up coordinated regional integration across Beijing, Tianjin, and neighboring Hebei Province. The airport has opened a city terminal in Hebei's Gu'an County, allowing residents of Gu'an and the surrounding areas to complete check-in procedures ahead of time and with minimal difficulty. The Beijing Daxing International Airport Gu'an City Terminal is located just 10 km from Daxing airport's main site and covers an area of nearly 500 square meters, according to Wang Hui, director of operation planning at Daxing's terminal management department. Having checked in, passengers are transported to their planes at the main Daxing site via airport bus, a journey of just 40 minutes. Buses leave every 20 to 30 minutes and cost 20 yuan per trip. \"As the first inter-provincial city terminal of Daxing airport, Gu'an City Terminal not only expands Daxing airport's function as a hub but also allows Gu'an, Langfang and other places in Hebei to use Daxing airport's hub advantages to enhance their industrial attraction,\" said Jiao Yongjie, manager of the public area management department at Daxing airport. Daxing airport plans to establish multiple city terminals within the Beijing- Tianjin-Hebei region in the future to facilitate passenger travel.", "url": "http://www.xinhuanet.com/english/2020-09/25/c_139397175.htm"}, {"title": "Daxing airport marks one year of operations", "date": "2020-09-26", "content": "The new Beijing Daxing International Airport, which is weathering the tough blow brought on by the COVID-19 pandemic earlier this year, marked its first anniversary on Friday with total annual passenger throughput exceeding 10 million. \"Daxing airport has handled some 84,000 takeoffs and landings since it began operating on Sept 25 last year, along with 10.23 million passenger trips and 40,000 metric tons of cargo,\" Yao Yabo, general manager of Beijing Daxing International Airport, said at a news conference. At its busiest, the airport handled over 660 flights a day in September, with daily passenger flow peaking at 92,000, he added. The figure comes as domestic air travel in China is seeing a vibrant recovery amid effective epidemic control. Over 45.3 million domestic passenger trips were made last month, recovering to more than 80 percent of the level during the same period last year, according to the Civil Aviation Administration of China. The robust growth in passenger volume of Daxing airport is also facilitated by multiplying flights, from about 200 flights per day during initial operations to about 650 daily flights currently, as airlines have been transferring flight operations from Beijing Capital International Airport, he said. Han Wensheng, deputy Party secretary of China Southern Airlines, said the company has so far transferred 80 percent of its flights in Beijing to Daxing airport and is expected to move all of its flights by the end of next month. ", "url": "https://www.chinadaily.com.cn/a/202009/26/WS5f6e7ea5a31024ad0ba7bf0b.html"}, {"title": "American Airlines Plans Move to Beijing Daxing International Airport in March 2021", "date": "2020-10-09", "content": "American Airlines Group Inc. is moving flights to the biggest airport in the world: the new Beijing Daxing International Airport when service returns from Dallas-Fort Worth on March 27, 2021. Flights will operate on a Boeing 787-8 and will be available for purchase on Monday, Oct. 12. \"Moving to Daxing International Airport in Beijing when flights return in March is going to offer our customers access to a state-of-the-art airport, with ease of connections as we plan to codeshare with our strategic partner, China Southern,\" said Vasu Raja, American's Chief Revenue Officer. \"While there is so much uncertainty in travel right now, we want to be well positioned to serve our customers, shareholders and team members with the best service, convenience and products all over the world when they're ready. Daxing is very much a part of that bright future.\" The relocation to PKX will offer tremendous benefits for customers. PKX offers incredible new facilities and services, and currently utilizes four runways, with the ambition to increase to seven in the future. And while the terminal spans 700,000 square meters, customers will never have to walk more than eight minutes to a gate. Before flights were suspended due to the COVID-19 pandemic, American and China Southern codeshared on flights beyond Beijing Capital International Airport and Shanghai Pudong International Airport and intend to codeshare on flights beyond PKX, which will bring enhanced benefits to the customer experience. American is currently operating cargo flights to PEK, which will continue through the end of March. Customers booked on flights to PEK will be re- accommodated with optimal flight times for seamless connections at DFW.", "url": "https://news.aa.com/news/news-details/2020/American-Airlines-Plans-Move-to-Beijing-Daxing-International-Airport-in-March-2021-OPS-INF-10/default.aspx"}, {"title": "Bonded area of Beijing new airport approved", "date": "2020-11-24", "content": "The comprehensive bonded area of the Beijing Daxing International Airport has been approved by the State Council, or China's cabinet, according to a press conference held on Tuesday. The 4.35-square-km bonded area will be divided into a port section and a bonded section, said an official in charge of the project. It will develop businesses including logistics, international trade and bonded processing. Construction of the area is underway. The Beijing Daxing International Airport marked one year of operation in late September, with a cargo and mail throughput of about 39,000 tonnes by then. ", "url": "http://www.xinhuanet.com/english/2020-11/24/c_139540038.htm"}, {"title": "Beijing's Daxing Airport Now Handles 43% Of The City's Capacity", "date": "2020-12-04", "content": "Beijing's new airport didn't have the best of starts to its operations. With COVID hammering capacity at the airport, it hasn't seen anything like the growth it had hoped for. Nevertheless, it has been rapidly bouncing back from its difficult start and currently handles 43% of the city's capacity. Daxing had a tough first year: It's been well over a year since Beijing's new airport opened its runways to the world. Daxing Airport was set to be a massive boon for China, but nothing could have prepared it for what happened in its first year of opening. A year that should have been marked by exponential growth and the arrival of new airlines has instead seen capacity plummet to almost nothing as the COVID crisis halted almost all international travel. But, like a beach ball in a swimming pool, you can't keep a good airport down for long. Research by OAG has shown just how much the airport has bounced back, registering 10% more domestic traffic in November 2020 than it did last year. The recovery of Daxing had been relatively parallel to that of neighboring Beijing Capital until around August. Since then, PKX has really ramped up capacity, and the gap between the two airports in terms of seat capacity has grown wider and wider. By November, Daxing was handling 43% of Beijing's entire capacity. Where are airlines flying from Daxing? Building back its route network has been tough for Daxing. Whereas a year ago airlines were flying both locally and to destinations in Europe and South East Asia, now the route map is limited to just domestic service. Any of the limited international flights that are coming out from China are all currently operating via Beijing Capital. OAG states that, last month, airlines flew 5.1 million seats from Beijing in total on 186 routes. 137 of these fly from Capital and 121 from Daxing. The most popular of these was Shanghai, for which the majority of flights departed from PKK. However, there are some routes where Daxing holds the crown. In particular, for fights to Guangzhou Airport, the second most popular destination from Beijing, PKX handled more than half of all flights. Sanya flights were about 50/50 between the two airports, while Daxing took care of the majority of flights to the destinations of Kunming, Pudong and Wuhan. These numbers are a reflection of the carriers who have moved wholeheartedly into Daxing. China Southern, for instance, has entirely moved to the new airport and currently holds some 45% of the overall capacity there. With hopes that a vaccine could herald the start of more relaxed international movements, it will be interesting to see the international capacity start to pick up at Daxing. Many international operators made the switch to the new airport, including Delta, LOT Polish, and pretty much all of the on world operators. Perhaps this time next year, we'll be able to celebrate some marked growth at China's newest airport. ", "url": "https://simpleflying.com/daxing-airport-bounce-back/"}, {"title": "Explore Asia's largest aircraft hangar in Beijing's Daxing Airport", "date": "2020-12-30", "content": "Beijing Daxing International Airport has the largest aircraft hangar in Asia. The hangar covers nearly 40,000 square meters, equivalent to five football fields or 96 basketball courts. The hangar has space for three wide-body airplanes and three narrow-body ones. It can facilitate simultaneous base maintenance on 12 airplanes, including two A380 and three B777 wide-body aircraft. CGTN reporter You Yang makes an exclusive visit to Asia's largest aircraft hangar and gets a closer look at an A330 that is being maintained. ", "url": "https://news.cgtn.com/news/2020-12-29/Live-Explore-Asia-s-largest-aircraft-hangar-in-Beijing-Daxing-Airport-WCgGHQXnFK/index.html"}]}, {"win label": 0, "news": [{"title": "Beijing Daxing Airport - Xiong'an HS line opens", "date": "2021-01-02", "content": "The new line has four stations, a maximum speed of 350km/h and is an extension of the 250km/h line from Beijing West to Daxing Airport which opened on September 26 2019. The fastest journey time between Beijing West and Xiong'an is 50 minutes, while the trip from Daxing Airport to Xiong'an takes 19 minutes. Xiong'an station has 13 platforms and 23 tracks and covers an area of 475,200m2. The station has an oval roof and is 47.5m high with three floors above ground and two below. Passenger flows are separated so that people entering and exiting the station do not conflict. In the future, Xiong'an station will become an interchange between the Beijing - Xiong'an high-speed line and the Beijing - Hong Kong high-speed line, the Tianjin - Xiong'an inter-city railway, and the Xiong'an - Xinzhou high-speed line. The Beijing - Xiong'an line is a so-called smart high-speed railway. BIM technology was used during construction in order to achieve for the first time three-dimensional digital intelligent management of design, construction and operation. Widespread application of intelligent assembly construction technology was used for the design and construction of bridges and buildings. China National Railway says \"advanced train control systems, intelligent control, big data, cloud computing and other technologies were widely used in new-generation mobile communications, traction power supply and other equipment.\" The stations are also designed to be intelligent to achieve precise passenger positioning, route planning, and location search. The new line is equipped with an earthquake warning system and integrated video to improve high-speed rail disaster prevention. China National Railway is initially running 16 round trips per day between Daxing Airport and Xiong'an at an initial maximum operating speed of 300km/h, but this will be stepped up to 17 trains per day when the new national timetable is introduced on January 20.", "url": "https://www.railjournal.com/passenger/high-speed/beijing-daxing-airport-xiongan-hs-line-opens/"}, {"title": "Air China begins split terminal operations in Beijing", "date": "2021-01-17", "content": "Air China has begun operating from two terminals at Beijing Capital International Airport as rivals leave the hub in favour of the newly-opened Daxing Airport. Over 70 flights to 21 domestic destinations, including services to the Inner Mongolian capital of Hohhot, will now operate out of Terminal 2 instead of Terminal 3. The announcement by China's flag carrier comes after China Eastern shifted most of its operations to Beijing Daxing International Airport, which opened in late 2019. China Southern has also announced plans to move all its flights to the neighbouring airport, located 50km south of Beijing. Prior to the move, Air China and Star Alliance member carriers operated exclusively from T3. The split terminal operation could result in significantly longer layovers for passengers transiting in Beijing. Transfers within T3 currently require a minimum of 60 minutes for domestic connections and 90 minutes for international to domestic connections. However, minimum connection times for itineraries involving both T2 and T3 increase to 120 minutes for domestic transfers and to 160 minutes for international to domestic transfers, according to Air China's website. Air China said the move will grow Beijing Capital International Airport into a \"world-class aviation hub\" and plans to further increase the number of flights departing and arriving in T2 by March, reported the Global Times .", "url": "https://www.businesstraveller.com/business-travel/2021/01/17/air-china-begins-split-terminal-operations-in-beijing/"}, {"title": "Beijing to build international consumption center", "date": "2021-01-23", "content": "Beijing vows to build itself into an international consumption center, local authorities said on Saturday. The goal was set in an annex to the government work report delivered by the capital city's mayor Chen Jining at the ongoing fourth session of the 15th Beijing Municipal People's Congress. By constructing the Beijing Daxing International Airport and the Universal Beijing Resort as two major consumption hubs for shopping and tourism, the capital city aims to develop new driving forces for high-quality economic growth. The Universal Beijing Resort has completed construction and is scheduled to open in May 2021. The resort, located in the city's eastern suburban district of Tongzhou, consists of the Universal Studios theme park, the Universal CityWalk and two hotels, with 37 recreational facilities and themed attractions, 80 restaurants and 30 shops. Its theme park is expected to draw more than 10 million tourists annually. ", "url": "https://news.cgtn.com/news/2021-01-23/Beijing-to-build-international-consumption-center-Xi89Vd7MLC/index.html"}, {"title": "Laser projectors provide pop for Daxing Airport art installation", "date": "2021-04-14", "content": "Projection specialist Christie's 1DLP laser projectors are being used to deliver highly immersive visuals in a digital experience pavilion at the new Beijing Daxing International Airport. Located on the second level of the sprawling terminal building, nicknamed 'the Starfish' due to its unique star-shaped design, the 'Journey of Light and Shadow' digital experience pavilion provides visitors with an immersive and interactive space to appreciate and experience art through the use of projection, audio and interactive technologies. The venue consists of a preface hall and main gallery lit by 15 Christie DWU850-GS 1DLP laser projectors, which were supplied, installed and commissioned by Christie's longstanding partner, Wincomn Technology. Themed 'The Four Seasons by Masters of Art', visitors can enjoy digital projections of eight art masterpieces on the walls and floor of the pavilion covering an area of 130m 2. These include Vincent van Gogh's Almond Blossoms, Green Wheat Field with Cypress, The Starry Night, Sunflowers, The Harvest and Wild Roses, as well as Oscar-Claude Monet's Water Lilies and Floes at Bennecourt. \"The 'Journey of Light and Shadow' digital experience pavilion is an innovative cultural space that enable visitors to relax and admire world famous art pieces in an unprecedented manner - through highly immersive projections that make them feel as if they're part of the paintings,\" said Tony Chen, general manager at Wincomn Technology. \"We are very excited to be involved in this significant project, particularly with the projection design, and have pulled out all the stops to create an awe-inspiring, contemporary digital art gallery using the tried-and-tested Christie GS Series 1DLP laser projectors, which we are very familiar with.\" Wincomn adopted front projection using ultra-short throw lens to display visuals in landscape format on all surfaces. This enabled all images presented on the walls of the preface hall and main gallery to be seamlessly integrated and completely filled from top to bottom. An overhead structure was also erected for the projectors to be suitably installed as it was architecturally difficult to mount them on the ceiling. In this way, usable space can be fully utilized, and the projections will be free from any interference by visitors. ", "url": "https://www.passengerterminaltoday.com/news/passenger-experience/laser-projectors-provide-pop-for-daxing-airport-art-installation.html"}]}, {"win label": 0, "news": [{"title": "Beijing's Daxing Airport sees over 20 million passenger trips in 2021", "date": "2021-09-27", "content": "The total passenger throughput at Beijing Daxing International Airport in 2021 exceeded 20 million on Monday. To date, the airport operates 240 air routes, connecting 171 global waypoints. It has completed takeoffs and landings of 315,000 flights. Located 46 kilometers south of downtown Beijing, the new aviation hub is shaped like a phoenix spreading its wings. It opened to flights in September 2019. Xinhua News Agency reported that the airport's passenger and cargo throughput is expected to reach 72 million and 2 million tonnes, respectively, by 2025, with 620,000 takeoffs and landings. ", "url": "https://news.cgtn.com/news/2021-09-27/Beijing-s-Daxing-Airport-sees-over-20-million-passenger-trips-in-2021-13TqJkQL4mk/index.html"}, {"title": "Half of Beijing's flights are canceled as China's capital city tightens Covid restrictions", "date": "2021-11-02", "content": "About half the flights to and from Beijing's two airports were canceled Tuesday as the capital tightened travel restrictions after a trickle of new cases in the city and other parts of the country in the last few days. That's according to aviation industry data site VariFlight, which tracks about 800 to 1,000 flights each for Beijing Capital International Airport and Beijing Daxing International Airport. China has a strict \"zero tolerance\" policy for controlling the coronavirus. Local authorities, especially in the capital city, are on high alert after a handful of locally transmitted coronavirus cases over the weekend indicated the latest spike in cases might be spreading beyond just a few regions. To be clear, the numbers pale in comparison to most major cities in the world. Beijing's health commission announced Monday that residents who left the city for business trips or leisure trips to areas with confirmed cases should \"postpone\" returning and stay where they are, according to a CNBC translation of the Chinese text. Residents should avoid leaving the city unless necessary, the commission said. ", "url": "https://www.cnbc.com/2021/11/02/beijing-flights-cancelled-as-city-tightens-covid-travel-restrictions.html"}, {"title": "BJP Leaders Share Photo of Beijing Daxing Airport as the New Noida Airport", "date": "2021-11-26", "content": "Several Bharatiya Janata Party (BJP) leaders and social media users have shared the photograph of an airport claiming that the new Noida International Airport would look like this once completed. Prime Minister Narendra Modi laid the foundation stone of the airport at Jewar in Uttar Pradesh on Thursday, 25 November. However, we found that the design is of the Beijing Daxing International Airport, China which is designed by Iraqi architect Zaha Hadid.", "url": "https://www.thequint.com/news/webqoof/bjp-leaders-share-photo-of-beijing-daxing-airport-as-the-new-noida-airport-fact-check"}]}, {"win label": 0, "news": [{"title": "New Beijing airport puts photovoltaic power project into use", "date": "2022-02-18", "content": "Beijing Daxing International Airport has put into use its car park photovoltaic power project, which has an expected annual power generation capacity of over 3 million kilowatt-hours. The airport's two car park buildings have a total area of approximately 250,000 square meters, and approximately 18,000 square meters of the roofs are covered with thin film photovoltaic modules. The project began construction in September 2018. With its eco-friendly design, the project is expected to save 1,080 tonnes of standard coal and slash 3,040 tonnes of carbon dioxide emissions annually. The car parks' solar photovoltaic systems will generate an average of more than 3 million kilowatt-hours of electricity every year, accounting for approximately 17 percent of the buildings' annual electricity consumption and helping save about 2 million yuan in costs yearly, the airport said. Beijing Daxing International Airport, located 46 kilometers south of downtown Beijing, was designed to take the pressure off the overcrowded Beijing Capital International Airport in the northeastern suburbs. It sits at the junction of Beijing's Daxing District and Langfang, a city in the neighboring Hebei Province. ", "url": "https://english.news.cn/20220218/75ce2f26bf8c400c9ba2a9d5f36b52f5/c.html"}]}, {"win label": 0, "news": [{"title": "Working together with MNCs (multinational corporations) to build a world-class life and health industrial cluster in Daxing Airport City", "date": "2022-08-24", "content": "On August 23rd, the \"life and health MNCs enter Beijing Daxing Airport City\" event was successfully held in Beijing. Eight MNCs, including Roche, BD, BAYER, Premier Research, Hillgene, IBM, AWS and IMEC were invited to attend the event. At the meeting, the Investment Promotion BU of Beijing New Aerotropolis Holdings co.,Ltd. shared the topic of \"New opportunities for the development of life and health industry in the Era of Change\", analyzing the current status of the development of the life and health industry in an all- round and multi-dimensional manner, and deeply introducing the strategic layout, business environment, supporting policies, etc. of the life and health industry in BDIAEZ. On the topic of \"Thinking and Practice of Building a Global Life and Health Industry Cluster\", guests and delegates from Roche, BD, BAYER, Premier Research, Hillgene, IBM, AWS and IMEC shared their experiences and insights from the aspects of enterprise landing strategy, government-enterprise interaction and cooperation, and industrial cluster building, providing new ideas and references for building a world-class life and health industry cluster in BDIAEZ. The new development pattern of \"city-talent-industry\" in BDIAEZ was recognized by the guests present, and a fierce discussion was held on this innovative pattern. The emergence of \"city-talent-industry\" pattern also provides a new direction and implementation path for the construction of world-class industrial clusters/industrial parks. A set of data showed that by the end of July, there were 2,961 registered enterprises in BDIAEZ, including 2,908 domestic-funded enterprises and 53 foreign-funded enterprises. Since the establishment of BDIAEZ, a total of 2576 new market entities have been added in the two free trade zones, including 2529 domestic investors and 47 foreign ones. In order to vigorously promote international investment, it has set up 7 overseas representative offices in North America, Japan, Germany, etc., and established cooperative relations with CCIFC, AmCham China, etc.In terms of life and health industry, BDIAEZ has set up an expert committee led by academician Chen Runsheng and academician Wang Fusheng, and has hired professional institutions such as The Boston Consulting Group, Ernst & Young, Surbana Jurong Group, etc., to formulate a special plan for life and health industry, issue special policies on free trade zone and BDIAEZ to support industrial development, and set up a special fund system for life and health industry. At present, 231 related enterprises have been registered and landed, and 8 leading industrial enterprises, including Shanghai Pharmaceuticals Holding Co., Ltd., a Fortune 500 company, the National Medical Center of Peking Union Medical College Hospital, the Translational Research Centre of Cell Therapy founded by BIDAEZ, etc. have been settled and operated.In the follow-up, relying on Beijing Daxing International Airport, we will build an international biomedical port integrating global biomedical transportation center, distribution center, supply chain center and exhibition trade center. It is expected that in 2023, 400,000 square meters of scientific research and medical buildings will be built, and professional service platforms such as research hospitals and CXO will be vigorously laid out, attracting international research and development centers, accelerators and other projects, so as to build the \"research-medical-industry\" three-medical integration ecosystem. It is understood that Beijing Daxing International Airport Economic Zone was approved by the state to establish a three-medical integration health ecosystem with medical research as the core and medical service and pharmaceutical industry as the pillars. It has the world's largest comprehensive transportation hub - Beijing Daxing International Airport, linking global resources with \"one network in the sky\" and \"one network on the ground\"; it is the only comprehensive bonded zone spanning provinces and cities in China with the policy of pilot free trade zones of both Beijing and Hebei; it provides efficient service, realizing \"projects in BDIAEZ, administering in BDIAEZ\", and 178 examination and approval items has been decentralized, etc. We look forward to witnessing its gradual growth into a world-class airport city driving the future, and a new benchmark for innovation and development of global airport economic zones.\" ", "url": "https://www.digitaljournal.com/pr/working-together-with-mncs-multinational-corporations-to-build-a-world-class-life-and-health-industrial-cluster-in-daxing-airport-city"}, {"title": "Beijing Daxing airport resumes international cargo flights", "date": "2022-09-05", "content": "The Beijing Daxing International Airport has resumed international cargo services and a full resumption of flights is expected next year, the airport reportedly announced over the weekend, as Chinese cargo carriers, from airlines to express firms, are ramping up efforts to further enhance international cargo business. The airport is working with all parties to continuously improve the air logistics service system in preparation for the full resumption of international cargo flights in the future, the Xinhua News Agency on Saturday, citing remarks from an official at the 2022 China International Fair for Trade in Services in Beijing. The designed cargo service aims to handle two million tons of cargo at the beginning, and this may double in the future. The airport is equipped with a runway for priority take-off and landing of cargo aircraft, and is equipped with 24 cargo aircraft seats, according to the official. Meanwhile, the Chinese air cargo services sector, which witnessed years of decline brought by the epidemic, is now seeing an upward trend. SF Express told the Global Times on Sunday that it is now increasing all-cargo flights scheduled for Singapore, Malaysia, Thailand and other Southeast Asian destinations to 5-7 flights per week, and has new international routes such as Shenzhen-Hanoi, Wuhan-Osaka, Xi'an-Osaka and Xi'an-Ulaanbaatar to improve the layout of the international express air network. As of the end of June, its international express services cover 84 countries and regions around the world, SF Express said. Cainiao Network, the logistics arm of e-commerce giant Alibaba Group, said that it can now provide B2B services to more than 100 countries and regions around the world, including door-to-door services to 64 countries and regions via shipping, cargo and land services, according to the information shared with the Global Times on Sunday. On July 8, Cainiao's first Shenzhen-Kuala Lumpur charter flight was put into operation with three flights per week. This is the first all-cargo charter flight from Shenzhen to Southeast Asia, followed by a chartered flight from Xiamen in East China's Fujian Province to Los Angeles on July 12. YTO Express welcomed a Boeing 757 cargo plane on Wednesday, the sixth one introduced by the carrier this year, and the plane will be used in routes to South Asia, according to news outlet carnoc.com. So far, YTO Express has opened eight regular international routes to South Asia, covering India, Pakistan and Bangladesh, and the Boeing B757 freighter with a one-way capacity of nearly 30 tons is the main aircraft being used for such routes. The express firm said it will open intercontinental routes to Europe and North America in the future. China Southern Airlines on Tuesday arranged another B777F cargo flight from Shanghai Pudong International Airport to Chicago, taking its total cargo fleet to seven in a bid to ensure supply chain stability in Shanghai. \"China's air cargo has maintained a recovery trend since 2021 despite the epidemic challenge,\" Liang Nan, director of the transport department of the Civil Aviation Administration of China (CAAC), said in a press conference held in August. China's civil aviation industry operated 163,000 cargo flights in the first seven months of this year, including those \"passenger-to-cargo\" aircraft. Out of the total, there were 117,000 international cargo flights, with a year-on-year increase of 1.8 percent, data from the CAAC showed. The CAAC said the capability of air cargo to support the industrial and supply chains has been significantly enhanced, and it will continue to contribute to the stability of industrial and supply chains. Although some shortcomings remain, such as the overall level of informatization and digitization, cold chain transportation and the intelligence of infrastructure, we believe that China's civil aviation cargo business will lead the global air cargo market in terms of digitalization, intelligence and full-chain development with continuous efforts of policy support and services improving, Xie Xingquan, regional vice president of North Asia with the International Air Transport Association, told the Global Times on Sunday.", "url": "https://www.globaltimes.cn/page/202209/1274614.shtml"}, {"title": "Daxing airport carries more than 50m passengers in 3 years", "date": "2022-09-25", "content": "Beijing Daxing International Airport, the Chinese capital's second airport in the southern part of the city, has transported more than 50 million passengers since it started operations three years ago, official data showed on Sunday, the third anniversary of its commissioning. The airport recorded 51.98 million passenger trips, 444,000 flights landing and taking off, and cargo and mail throughput of 361,000 tons during the three years, the airport said in a release sent to the Global Times on Sunday. At present, 26 domestic airlines operate in the airport, including China Southern Airlines, China Eastern Airlines and Air China, and the airport has opened 266 routes and reached 185 destinations. Three years ago, just seven domestic airlines completed maiden flights at the grand airport. Daxing's network has basically achieved full coverage of airports with annual passenger throughputs of 5 million and above. To woo customers, the airport in April 2021 launched nine routes connecting directly to cities including Guangzhou, Shenzhen, Xiamen, Xi'an and Kunming, carrying a total of 3.18 million passengers on 25,500 flights. China Southern, the largest carrier in Daxing airport, told the Global Times that it served 82 international and domestic vaccine charter flights in the past three years, with international transportation covering 16 countries and regions including Tajikistan, Serbia, North Macedonia, Ukraine, Cambodia and Thailand. In 2021, more than 100 million doses of vaccines were flew to the world through Daxing airport via China Southern, the carrier said. Earlier this month, the airport said that it had resumed international cargo services and a full resumption of flights was expected in 2023, as Chinese cargo carriers, from airlines to express firms, are ramping up efforts to further enhance international cargo business. ", "url": "https://www.globaltimes.cn/page/202209/1276057.shtml"}]}]