[{"win label": 0, "news": [{"title": "BEPICOLOMBO TO ENTER IMPLEMENTATION PHASE", "date": "2007-02-26", "content": "The final approval for the BepiColombo mission to enter the implementation phase has been given last Friday by the Science Programme Committee (SPC) and Astrium GmbH has been selected as Prime Contractor for this scientific Corner Stone mission. The BepiColombo mission entered into its definition phase in July 2001 with a competitive study carried out by two prime contractors, Astrium GmbH and Alcatel Alenia Space-I. Following a tender procedure in 2006, Astrium GmbH was selected as the prime contractor for the implementation phase (phases B2, C, D and E1) of the mission. An industrial core team, led by the prime contractor, is composed of: Astrium GmbH (Friedrichshafen) as Prime Contractor, Astrium Ltd as Co-Prime Contractor for the Mechanical and Propulsion Bus, Alcatel Alenia Space Italy as Co-Prime Contractor for the Spacecraft Assembly integration and test, the Communications Subsystem engineering, the MPO thermal control and the Electrical Power Subsystem engineering, Astrium SAS as subcontractor for the central software, Tecnologica (E) / IGG (UK) as subcontractor for the Coordinated Parts Procurement, The procurement proposal, based on this industrial core team, has been approved by ESA's Industrial Policy Committee (IPC) at their meeting on 30/31 January 2007. The degree of technology readiness and the programmatic situation of the science programme enable the BepiColombo project to enter into its implementation phase with a launch planned in August 2013 and a start of the scientific operations around Mercury in 2019.", "url": "https://sci.esa.int/web/bepicolombo/-/40691-bepicolombo-to-enter-implementation-phase"}, {"title": "ESA BepiColombo mission to Mercury gets go-ahead", "date": "2007-02-27", "content": "BepiColombo, the European Space Agency (ESA) mission to explore planet Mercury has received the go-ahead will now begin its industrial implementation phase, to prepare for launch in August 2013. BepiColombo is the next European planetary exploration project, and will be implemented in collaboration with Japan. A satellite 'duo' - consisting of an orbiter for planetary investigation and one for magnetospheric studies - will reach Mercury after a six-year journey towards the inner Solar System, to eventually perform the most extensive and detailed study of the planet so far. The 'Mercury Planetary Orbiter' (MPO) will be under ESA responsibility, while the Mercury Magnetospheric Orbiter (MMO) will be under the responsibility of the Japan Aerospace Exploration Agency (JAXA). The Mercury Transfer Module (MTM), also under ESA responsibility, will provide the electrical and chemical propulsion required to perform the cruise to Mercury. These three modules assembled together for the launch and cruise phase make up a single composite spacecraft. The MPO will carry a highly sophisticated suite of eleven scientific instruments, ten of which will be provided by Principal Investigators through national funding by ESA Member States and one from Russia. The MMO will carry five advanced scientific experiments that will also be provided by nationally funded Principal investigators, one European and four from Japan. Significant European contributions are also provided to the Japanese instruments. After a competitive definition phase started in 2001, ESA is now ready to award Astrium GmbH (Friedrichshafen, Germany) with the prime contract for the BepiColombo implementation phase, consisting of the mission design and of the design, development and integration of the 'cruise-composite' spacecraft. Astrium GmbH will also provide engineering support to the launch campaign and the in-orbit commissioning phase. Reaching Mercury and placing a spacecraft in a stable orbit around it is a difficult task due to the gravity of the Sun. BepiColombo will reach the planet - visited only by NASA's Mariner 10 in the mid seventies - in a truly novel way. During the cruise, the mission will make clever use of the gravity of the Moon, Earth, Venus and Mercury itself in combination with the thrust provided by solar-electric propulsion. This innovative combination of low thrust space propulsion and gravity assist has been demonstrated by ESA's technology mission, SMART-1. When approaching Mercury, the transfer module will be separated and the two-spacecraft composite will use conventional rocket engines and the so-called 'weak stability boundary capture technique' to bring it into polar orbit around the planet. When the MMO orbit is reached, the MPO will separate and lower its altitude by means of chemical propulsion to its operational orbit. Observations from orbit will go on for at least one Earth year. Operating a spacecraft in the harsh environment of Mercury represents a true technological challenge. Mercury is the closest planet to the Sun, and the direct solar radiation hitting the spacecraft is about ten times more intense than in Earth's proximity. Furthermore Mercury's surface, whose temperature can reach up to 470°C, not only reflects solar radiation but also emits thermal infrared radiation. Therefore, the probe will have to withstand extreme thermal conditions. This will be one of the driving factors in the probe's design - for instance, it will drive the design of the multi-layer blanket to insulate the spacecraft and of its heat radiators. On ESA's behalf, Astrium GmbH (Germany) is prime contractor for the procurement of the entire 'cruise- composite' spacecraft. Furthermore it provides the design and development of the attitude and orbit control subsystem, and the integration of the engineering model. Alcatel Alenia Space Italy (AAS-I) will be the co-prime contractor for the development of the MPO electrical power, thermal control and communications systems and for the integration and test activities. In the UK, EADS Astrium Ltd is co-prime contractor for the electrical and chemical propulsion system as well as the complete MPO spacecraft structure. EADS Astrium in France will develop the on-board software on the basis of the in-orbit spacecraft Rosetta, Mars Express and Venus Express. Further to the MPO, ESA is also responsible for the whole mission design, for the launch with a Soyuz Fregat vehicle from Kourou, French Guyana, and for the cruise operations up to the insertion of the MPO and MMO into their dedicated orbits planned in 2019. Finally, ESA is responsible for the mission and scientific operations of the MPO in its orbit around Mercury.", "url": "https://newatlas.com/esa-bepicolombo-mission-to-mercury-gets-go-ahead/6901/"}, {"title": "ESA Working To Build BepiColombo", "date": "2007-03-21", "content": "BepiColombo, ESA's mission to explore planet Mercury, has been definitively 'adopted' by the Agency's Science Programme Committee (SPC) last Friday. The mission will now start its industrial implementation phase, to prepare for launch in August 2013. BepiColombo is the next European planetary exploration project, and will be implemented in collaboration with Japan. A satellite 'duo' -- consisting of an orbiter for planetary investigation and one for magnetospheric studies -- will reach Mercury after a six-year journey towards the inner Solar System, to eventually perform the most extensive and detailed study of the planet ever performed so far. The 'Mercury Planetary Orbiter' (MPO) will be under ESA responsibility, while the Mercury Magnetospheric Orbiter (MMO) will be under the responsibility of the Japan Aerospace Exploration Agency (JAXA). The Mercury Transfer Module (MTM), also under ESA responsibility, will provide the electrical and chemical propulsion required to perform the cruise to Mercury. These three modules assembled together for the launch and cruise phase make up a single composite spacecraft. The MPO will carry a highly sophisticated suite of eleven scientific instruments, ten of which will be provided by Principal Investigators through national funding by ESA Member States and one from Russia. The MMO will carry five advanced scientific experiments that will also be provided by nationally funded Principal investigators, one European and four from Japan. Significant European contributions are also provided to the Japanese instruments. After a competitive definition phase started in 2001, ESA is now ready to award Astrium GmbH (Friedrichshafen, Germany) with the prime contract for the BepiColombo implementation phase, consisting of the mission design and of the design, development and integration of the 'cruise-composite' spacecraft. Astrium GmbH will also provide engineering support to the launch campaign and the in-orbit commissioning phase. Reaching Mercury and placing a spacecraft in a stable orbit around it is a difficult task due to the gravity of the Sun. BepiColombo will reach the planet - visited only by NASA's Mariner 10 in the mid seventies - in a truly novel way. During the cruise, the mission will make clever use of the gravity of the Moon, Earth, Venus and Mercury itself in combination with the thrust provided by solar-electric propulsion. This innovative combination of low thrust space propulsion and gravity assist has been demonstrated by ESA's technology mission, SMART-1. When approaching Mercury, the transfer module will be separated and the two-spacecraft composite will use conventional rocket engines and the so-called 'weak stability boundary capture technique' to bring it into polar orbit around the planet. When the MMO orbit is reached, the MPO will separate and lower its altitude by means of chemical propulsion to its operational orbit. Observations from orbit will go on for at least one Earth year. Operating a spacecraft in the harsh environment of Mercury represents a true technological challenge. Mercury is the closest planet to the Sun, and the direct solar radiation hitting the spacecraft is about ten times more intense than in Earth's proximity. Furthermore Mercury's surface, whose temperature can reach up to 470°C, not only reflects solar radiation but also emits thermal infrared radiation. Therefore, the probe will have to withstand extreme thermal conditions. This will be one of the driving factors in the probe's design - for instance, it will drive the design of the multi-layer blanket to insulate the spacecraft and of its heat radiators.", "url": "https://www.sciencedaily.com/releases/2007/03/070319175938.htm"}]}, [], {"win label": 0, "news": [{"title": "European probe aims for Mercury", "date": "2008-01-18", "content": "The European Space Agency (Esa) has signed an industrial contract to build a probe to send to the planet Mercury. BepiColombo will launch in 2013 on a seven-billion-km flight to the innermost world, arriving in 2019. The 350m-euro (£260m) deal with EADS Astrium will lead to the production of major spacecraft components in Germany, Italy, France and the UK. BepiColombo will be one of Europe's most sophisticated scientific missions to date, Esa says. \"One of the key questions of planetary science is to understand the evolution of our Solar System,\" explained Dr Johannes Benkhoff, Esa's project scientist on the mission. \"And for that, Mercury is a candidate where we need to go. It is a planet of the extremes. It has huge temperature variations, it is the planet with the highest density and it has a very harsh radiation environment.\" The signing comes in the same week as the US has passed by Mercury with its Messenger probe, the first spacecraft to visit the planet in more than 30 years. Researchers hope that by following hard on the heels of the Americans, BepiColombo can help tie down the answers to the big questions that still remain over how this oddball world came into being.", "url": "http://news.bbc.co.uk/2/hi/science/nature/7195374.stm"}, {"title": "BepiColombo industrial contract signed", "date": "2008-01-18", "content": "The industrial development of BepiColombo, Europe's first mission to Mercury, has been officially kicked off. The prime contract, awarded by ESA to Astrium, was signed today during a ceremony that took place in Friedrichshafen, Germany. BepiColombo's planetary and magnetospheric orbiters at Mercury BepiColombo's planetary and magnetospheric orbiters at Mercury \"The two spacecraft will address scientific questions such as the origin and evolution of a planet close to its parent star, the status of the planet's interior and of its magnetic field, as well as a test of Einstein's theory of General Relativity,\" said Johannes Benkhoff, ESA Project Scientist for BepiColombo. One spacecraft, ESA's Mercury Planetary Orbiter, will carry 11 instruments to study the surface and internal composition of the planet with unprecedented accuracy, using different wavelengths and investigation techniques. The second spacecraft, JAXA's Mercury Magnetospheric Orbiter, will carry five instruments to study the planet's magnetosphere, that is the region of space around the planet that is dominated by its magnetic field. On behalf of ESA, Astrium will lead a network of subcontractors to design and build ESA's MPO spacecraft and the so-called Mercury Transfer Module - that is the module to carry the MPO-MMO composite spacecraft to its destination. \"Astrium will have to address several technical challenges,\" added Jan van Casteren, ESA's BepiColombo Project Manager. ", "url": "https://www.esa.int/About_Us/Business_with_ESA/BepiColombo_industrial_contract_signed"}, {"title": "Europe's Mercury mission swings into action", "date": "2008-01-21", "content": "The European Space Agency (ESA) signaled the start of a busy period for the planet Mercury, when it signed the contract for industrial development to start for the BepiColombo mission January 18, 2008, at Astrium in Friedrichshafen, Germany. UK scientists and industry have key roles in BepiColombo, including construction of spacecraft subsystems and science instrument design. BepiColombo, a mission to make the most comprehensive study of Mercury ever, is due for launch in August 2013. It is the first dual mission to Mercury, with one European spacecraft and one provided from Japan. The programme is carried out as a joint mission under ESA leadership with the Japanese Aerospace Exploration Agency (JAXA). Keith Mason, Chief Executive of the Science and Technology Facilities Council which funds UK space science said \"BepiColombo will make the most detailed study of Mercury ever, revealing the secrets of the planet closest to the Sun - what it is formed of, how the Sun affects it and what we can learn about the other planets by comparison. It is technically challenging to send a probe to Mercury due to the extreme heat conditions, high levels of radiation and the strong gravitational pull of the Sun. A mission of this complexity reveals the ingenuity of our scientists and engineers.\" BepiColombo consists of two spacecraft. One spacecraft, ESA's Mercury Planetary Orbiter (MPO), will carry 11 instruments to study the surface and internal composition of the planet with unprecedented accuracy, using different wavelengths and investigation techniques. The second spacecraft, JAXA's Mercury Magnetospheric Orbiter (MMO), will carry five instruments to study the planet's magnetosphere, the region of space around the planet that is dominated by its magnetic field. George Fraser of the University of Leicester Space Research Centre is leading a research team from five countries to build the Mercury Imaging X-ray Spectrometer (MIXS) which will fly on the MPO craft. He said \"MIXS will look at the x-rays coming from the planet Mercury to study the composition of the surface, helping us to test models of the planet's formation. X-ray remote sensing has told us a great deal about the Moon and the asteroids, but MIXS will be the first true x-ray imaging telescope to be used in planetary science.\" David Rothery of the Open University, who is the UK Lead Scientist for MIXS and Co-Chairman of ESA's Mercury Surface and Composition Working Group, said, \"The preliminary close-up images from NASA's MESSENGER flyby of Mercury this week offer tantalizing indications of a complex history of lava flows partly burying the planet's more ancient primitive crust. The high spatial resolution achievable by MIXS will be vital in order to distinguish the compositions of these two very different types of crust, which is essential if we are to unravel the mysteries of Mercury's origin and evolution.\" Magna Parva, a specialist firm from Loughborough are developing, the mechanical structure for the MIXS telescope with the University of Leicester Space Research Centre. The MIXS Optics structure is an extremely challenging mechanical engineering project that involves working alongside Fraser and his team to ensure that the science objectives of the MIXS instrument are met. The decision to involve a small, relatively unknown, flexible company in the MIXS project has brought an innovative approach to instrument design and may provide a model for UK space science projects in the future. A vital sister instrument to MIXS is the Solar Intensity X-ray Spectrometer (SIXS), led from Finland, which will measure the x-rays and particles from the Sun that trigger the fluorescence on Mercury's surface. Engineers at STFC's Rutherford Appleton Laboratory are working on integrated circuits for reading out signals from the detectors of the SIXS instrument. These have been manufactured and testing will begin shortly. On behalf of ESA, the prime contractor Astrium will lead a network of subcontractors to design and build ESA's MPO spacecraft and the so-called Mercury Transfer Module - that is the module to carry the MPO-MMO composite spacecraft to its destination. Astrium in the UK is responsible for the structure of the entire spacecraft including the launch vehicle adapter, the complex mission analysis that will require numerous swing-bys of the Earth, the moon, and Venus in its six year flight plan, and also the two chemical propulsion systems and the ion propulsion system. An additional difficulty is that reaching Mercury and then entering into orbit requires a large amount of energy to brake against the Sun's gravity. To achieve this, the cruise and the orbit insertion phases will primarily rely on solar-electric propulsion (as tested on ESA's Smart-1 mission to the Moon), complemented by several planetary gravity-assist manoeuvres and conventional (chemical) propulsion. \"Mercury is the planet closest the Sun, making it hard to get to and so it is a technical challenge by anyone's measure,\" said David Southwood, ESA's Director of Science. \"However Mercury has also regularly confounded planetary scientists with its exceptional properties and that makes it a grand scientific challenge.\"", "url": "https://www.astronomy.com/science/europes-mercury-mission-swings-into-action/"}]}, {"win label": 0, "news": [{"title": "ESA's BepiColombo mission's costs balloon", "date": "2008-10-30", "content": "The cost estimates for the joint European Space Agency, Japan Aerospace Exploration Agency (JAXA) double-spacecraft BepiColombo Mercury mission have ballooned only 10 months after ESA signed its spacecraft's prime contract with EADS Astrium. In January this year ESA signed a €350 million ($445 million) contract with EADS Astrium for the mission that had an original cost estimate of €1 billion. To be launched in August 2013 by a Samara Space Center Soyuz 2-1b, BepiColombo has two spacecraft that will orbit the inner planet for one year from 2019. Its two spacecraft are the Mercury Planetary Orbiter (MPO) and the Mercury Magnetospheric Orbiter (MMO). ESA is building the MPO and JAXA the MMO. At an International Astronautical Congress press briefing in Glasgow, Enrico Saggesse, the Italian Space Agency's new commissioner, confirmed the increased cost estimate but declined to comment further. ESA's BepiColombo project manager Jan van Casteren told Flight: \"At present I am not prepared to discuss this matter.\" The cost increase and the future of BepiColombo will be discussed at the ESA member states' triennial ministerial meeting from 25-26 November at The Hague in the Netherlands, which will decide ESA's goals and funding for a three-year period.", "url": "https://www.flightglobal.com/space/esas-bepicolombo-missions-costs-balloon/83589.article"}]}, [], {"win label": 0, "news": [{"title": "Qinetiq to supply propulsion system", "date": "2009-09-02", "content": "Qinetiq announced today it will supply a solar-electric propulsion system for the European Space Agency's (ESA's) BepiColombo spacecraft mission to Mercury. The defence company has been awarded a £23m contract by EADS Astrium to provide the technology. BepiColombo, due to launch in 2014, is Europe's first mission to Mercury. The inner most planet of the solar system has temperatures that can reach 470°C. Mercury's proximity to the Sun presents ESA with a range of technical challenges. Not only is solar radiation 10 times stronger on Mercury, but it also takes six years to get there and requires a large amount of energy to brake the spacecraft against the Sun's gravitational pull. David Southwood, ESA's director of science and robotic exploration, said an advanced electric propulsion system is an essential part of meeting this technical challenge. Qinetiq's solar-electric propulsion system comprises four T6 ion thrusters. The company claims these thrusters are around 10 times more efficient than chemical thrusters that have traditionally been used as propulsion systems on spacecraft. The thrusters use the inert gas xenon as their propellant and have already been successfully demonstrated on ESA's GOCE spacecraft, which is currently in orbit measuring the Earth's gravitational field. Graham Love, chief executive of Qinetiq, said the BepiColombo project is Qinetiq's largest space-related contract to date, but implied there could be even more exciting opportunities in the future. 'Electric propulsion will make deep space missions possible for the first time and offers significant efficiencies to enhance future communication satellite operations,' he said.", "url": "https://www.theengineer.co.uk/content/news/qinetiq-to-supply-propulsion-system"}, {"title": "Northrop Grumman's Scalable Space Inertial Reference Unit Selected for BepiColombo Mission", "date": "2009-09-02", "content": "Northrop Grumman Corporation's (NYSE:NOC) Scalable Space Inertial Reference Unit (Scalable SIRU(tm)) has been selected by EADS Astrium GmbH for use aboard the BepiColombo mission to Mercury. Northrop Grumman's Navigation Systems Division will provide its space-qualified, flight-proven Scalable SIRU(tm) for use on the Mercury Planetary Orbiter spacecraft. The Scalable SIRU(tm) is an inertial reference system that supplies critical data that enables the stabilization, pointing and attitude control of satellites and space vehicles. BepiColombo is a collaborative mission between the European Space Agency (ESA) and the Japan Aerospace Exploration Agency (JAXA). Its goal is to explore the planet Mercury, which presents unique challenges due to the planet's close proximity to the Sun. The Mercury Planetary Orbiter will study Mercury's surface and internal composition to help scientists better understand the planet and its formation. The BepiColombo mission is scheduled to launch in 2013 and arrive at Mercury in 2019, where it will spend one to two years gathering data. \"We are very pleased to be supporting BepiColombo,\" said Gorik Hossepian, vice president of Navigation and Positioning Systems for Northrop Grumman's Navigation Systems Division. \"Our Scalable SIRU offers performance and reliability that is vital to this type of space-based venture.\" Northrop Grumman's Scalable SIRU(tm) is the industry standard for high precision, long life attitude control solutions supporting commercial, government and civil space missions. Scalable SIRU(tm) missions include earth observation, communications, and science applications in low earth orbit, geostationary, and deep space mission profiles. Northrop Grumman's Hemispherical Resonating Gyro technology installed in the Scalable SIRU(tm) has reached over 13 million operating hours in space without a mission failure. Northrop Grumman Corporation is a leading global security company whose 120,000 employees provide innovative systems, products, and solutions in aerospace, electronics, information systems, shipbuilding and technical services to government and commercial customers worldwide.", "url": "https://news.northropgrumman.com/news/releases/northrop-grumman-s-scalable-space-inertial-reference-unit-selected-for-bepicolombo-mission"}]}, [], {"win label": 0, "news": [{"title": "First thermal tests for BepiColombo", "date": "2011-01-09", "content": "ESA's BepiColombo, the dual spacecraft mission to Mercury, conducted in partnership with Japan, is one of the most challenging ever decided. It is due to be launched by Ariane in 2014. The programme has just passed a significant milestone with the completion of the first crucial thermal tests at ESA's technical & research centre in the Netherlands. ESA's planetary missions can go from one extreme to another: whilst the Rosetta comet probe pursues its journey in the cold depths of deep space, its solar panels having to retain the weak rays of our distant Sun, BepiColombo will be braving the infernal heat around the innermost planet.", "url": "https://www.esa.int/ESA_Multimedia/Videos/2011/01/First_thermal_tests_for_BepiColombo/(lang)"}, {"title": "ESA'S MERCURY MAPPER FEELS THE HEAT", "date": "2011-01-18", "content": "Key components of the ESA-led Mercury mapper BepiColombo have been tested in a specially upgraded European space simulator. ESA's Large Space Simulator is now the most powerful in the world and the only facility capable of reproducing Mercury's hellish environment for a full-scale spacecraft. The Mercury Magnetospheric Orbiter (MMO) has survived a simulated voyage to the innermost planet. The octagonal spacecraft, which is Japan's contribution to BepiColombo, and its ESA sunshield withstood temperatures higher than 350°C. This is a taste of things to come for the spacecraft. BepiColombo will encounter fully ten times the radiation power received by a satellite in orbit around Earth and, to simulate this, the Large Space Simulator (LSS) at ESA's ESTEC centre in the Netherlands had to be specially adapted. Engineers talk about the power of the Sun in units called the solar constant. This is how much energy is received every second through a square metre of space at the distance of Earth's orbit. \"Previously, the LSS was capable of simulating a solar constant or two. Now it has been upgraded to produce ten solar constants,\" says Jan van Casteren, ESA BepiColombo project manager. The improvements have been achieved in two ways: the lamps from the simulators are being used at their maximum power and the mirrors that focus the beam have been adjusted. Instead of producing a parallel beam of light 6 m across, they now concentrate the light into a cone just 2.7 m in diameter when it reaches the spacecraft. This creates a beam so fierce that a new shroud with a larger cooling capacity had to be installed to 'catch' the light that missed the spacecraft and prevent the chamber walls from heating up. BepiColombo consists of separate modules. The MMO will investigate the magnetic environment of Mercury. It is kept cool during its six-year cruise to Mercury by the sunshield. These are the two modules that have now completed their thermal tests.", "url": "https://sci.esa.int/web/bepicolombo/-/48254-esa-s-mercury-mapper-feels-the-heat"}]}, {"win label": 0, "news": [{"title": "ESA simulates scorching sunlight for BepiColombo mission to Mercury", "date": "2011-08-22", "content": "ESA is recreating the intense sunlight and sustained heat encountered around Mercury, the innermost planet of the Solar System, inside the largest vacuum chamber in Europe. The Netherlands-based test campaign is evaluating ESA's Mercury Planetary Orbiter (MPO), part of the multi-spacecraft BepiColombo mission to Mercury. A highly accurate, full-scale engineering model of the final MPO arrived at ESA's ESTEC Test Centre in Noordwijk from Thales Alenia Space Italy in Turin on 29 July. It is being placed inside the Large Space Simulator, the largest vacuum chamber in Europe, which is big enough to house an up-ended double-decker bus, and can maintain space-quality vacuum for weeks on end. The LSS has been specially upgraded to mimic the tenfold increase in solar illumination experienced at Mercury's distance from the Sun. Its 19 IMAX-projector-class light bulbs are unaltered, but the 121 hexagonal mirrors that reflect their simulated sunlight into the vacuum chamber now provide a much tighter focus for increased intensity. These illumination levels are so intense that clever engineering was needed to maintain the chamber temperature within safe limits: an extra thermal shroud installed along the simulator walls has increased the flow of liquid nitrogen by more than sixfold, averaging 5000 litres of the -196ºC liquid every hour of each two-week test. To withstand such extreme conditions, the MPO itself is shrouded in high-temperature blankets and special coatings to help keep it cool, while its interior is fitted with a maze of heat pipes. These pipes work like a closed-loop version of human sweat glands to transport excess heat from MPO's sunward-side to a radiator facing the other way. This 2 m x 3.6 m radiator is itself protected by a unique set of coated louvres that prevent the radiator 'seeing' the hot planet below it while still permitting its heat to escape to deep space. The BepiColombo testing began last year with test versions of Japan's Mercury Magnetosphere Orbiter - which will orbit further away than the MPO and so faces lower levels of heat radiated from Mercury's surface - plus the ESA-built sunshield that will keep it shaded during its journey to Mercury. This year, as well as testing the MPO replica, the project will go on to test the Mercury Composite Spacecraft, which is the combination of both orbiters plus sunshield and transfer module that will taxi them across interplanetary space using solar electric propulsion. BepiColombo's launch is planned for 2014, arriving in Mercury orbit in 2020. To get more details of current test activities, visit the right hand link.", "url": "https://www.esa.int/Enabling_Support/Space_Engineering_Technology/ESA_simulates_scorching_sunlight_for_BepiColombo_mission_to_Mercury"}, {"title": "MERCURY PLANETARY ORBITER WRAPS UP FOR HOT WORK", "date": "2011-09-05", "content": "The installation of high-temperature thermal blankets on the Structural and Thermal Model of the BepiColombo Mercury Planetary Orbiter has been completed. The spacecraft has been mounted on its Thermal Test Adapter and transferred to the Large Space Simulator in preparation for thermal-balance testing. The high-temperature thermal blankets were installed first on the +Z (Nadir) side of the Mercury Planetary Orbiter (MPO). On 8 August, the spacecraft was removed from its ground handling trolley using an overhead crane equipped with a special lifting adapter and rotated through 180° about its Y-axis. It was then mounted on the ground handing trolley via its -Z (top, in launch configuration) face, to enable technicians to access the +Z face for thermal hardware installation. Once the spacecraft had been rotated using the crane, the ground handling trolley rotated it so that its Z-axis was vertical, enabling the crane to lift the mounting adapter off of the +Z face once it had been unbolted. Over the following three weeks, the remaining thermal blankets were installed. To cope with the extreme thermal conditions in Mercury orbit, the MPO is fitted with two sets of thermal insulation blankets. The inner blanket, which appears metallic in the images, is a conventional Multi-Layer Insulation (MLI) with 10 layers. The high-temperature blankets (white in the images) that have now been installed have in total more than 20 layers made of different materials. The outer blankets employ a special fastening technique to avoid holes through the blanket and the protrusion of stand-offs that might be illuminated by the Sun. To minimise conductive coupling between the two blankets, they are kept 15 mm apart and their facing surfaces are highly reflective, to minimise radiative coupling. The outer layer of the high-temperature blankets is made from electrically non-conducting fabric; to control the build-up of electrostatic charge on the surface of the spacecraft, conducting threads have been woven through the outer layer every 10 cm. The separate parts of the outer blanket were hand-sewn together once they had been installed. On the weekend of 27/28 August, after completion of the blanket installation, the MPO was removed from its ground handling trolley and installed on its Thermal Test Adapter (TTA). As the spacecraft heats up during thermal-balance testing, it will expand. If it were rigidly mounted to the interface in the Large Space Simulator (LSS), this expansion would give rise to large mechanical stresses. Instead, the TTA connects the MPO to the LSS interface through four bipods that are allowed to move and relieve the mechanical stresses. On the afternoon of 31 August the MPO and TTA were moved into the LSS. Once additional preparations have been completed, thermal-balance testing is scheduled to commence towards the beginning of week 37.", "url": "https://sci.esa.int/web/bepicolombo/-/49123-mercury-planetary-orbiter-wraps-up-for-hot-work"}, {"title": "BEPICOLOMBO MPO IN THE LSS FOR ITS 'DRY RUN'", "date": "2011-09-13", "content": "The Structural and Thermal Model (STM) of the BepiColombo Mercury Planetary Orbiter (MPO) in the Large Space Simulator (LSS) at ESA's Test Centre in Noordwijk, the Netherlands, ready for a 'dry run' on 13 September in preparation for thermal balance testing. Some of the 121 hexagonal mirror segments that direct the simulated solar radiation onto the spacecraft are visible towards the top of the image. The aperture through which the 'sunlight' travels from the nineteen 25-kW lamps that produce it can be seen just to the left of the mirror segments.", "url": "https://sci.esa.int/web/bepicolombo/-/49437-bepicolombo-mpo-in-the-lss-for-its-dry-run"}]}, {"win label": 0, "news": [{"title": "ESA says BepiColombo will stay on budget despite delay", "date": "2012-03-05", "content": "Technicial difficulties with BepiColombo, a joint project between Europe and Japan, will push back its launch to Mercury by 13 months until August 2015, but officials do not expect the postponement to trigger another increase in the mission's budget. Launch was set for July 2014, but development and testing of the mission's electric propulsion thrusters, solar arrays, antennas and thermal control system is taking longer than expected, according to Jan van Casteren, Europe's BepiColombo project manager. \"Much of the equipment is specially developed for this mission and is critical in view of its intended operation at high solar intensity and high temperatures,\" van Casteran said in an email to Spaceflight Now. The challenges forced European officials to push back the mission's departure to the next launch opportunity, when the planets in the inner solar system are positioned to permit BepiColombo's circuitous route to Mercury. The new schedule calls for launch around Aug. 15, 2015. BepiColombo will fly by Earth a year later, followed by two closes passes near Venus and four approaches of Mercury. The flybys will use each planet's gravity to slingshot the spacecraft closer to the sun, eventually allowing BepiColombo to enter orbit around Mercury in January 2022. BepiColombo's previous arrival date at Mercury was in November 2020. The mission consists of two orbiters, which will blast off together on an Ariane 5 rocket. A planetary orbiter provided by the European Space Agency and a Mercury magnetospheric probe built in Japan will cruise to the solar system's mysterious innermost planet with a sunshield and a solar electric propulsion module, which will be jettisoned after the craft enters orbit. The European and Japanese satellites will separate to study Mercury from different orbits, observing the planet's cratered surface, investigating its origin, probing its interior, examining its tenuous atmosphere, studying its magnetic field, and timing Mercury's orbit around the sun to test Albert Einstein's theory of general relativity. The BepiColombo mission, which narrowly escaped a cancellation vote in 2008, has an ESA budget of 970 million euros, or nearly $1.3 billion. Other European institutions are developing instruments for BepiColombo's planetary orbiter, a contribution worth more than 200 million euros. Coupled with the Japan Aerospace Exploration Agency's investment, which approaches $200 million, the mission's total cost is more than $1.7 billion. ESA's budget included a contingency to cover a launch delay, van Casteran said, meaning BepiColombo should not need additional funds to account for the 13-month slip. BepiColombo's cost has grown 50 percent since the mission was first approved, mostly because European officials misjudged the mission's stringent test requirements and mass. The mission's mass grew too large for the spacecraft to be lifted into space by a Russian Soyuz rocket, compelling managers to select a larger, more expensive Ariane 5 launcher to dispatch the 9,000-pound dual-satellite mission. During its mission, BepiColombo will endure temperatures greater than 660 degrees Fahrenheit. Structural models of BepiColombo's European-built planetary orbiter, Japanese magnetospheric probe and a sunshield were subjected to intense thermal testing and blasts of ultraviolet light to ensure they will survive in orbit around the solar system's scorching innermost world. According to van Casteran, BepiColombo's solar arrays, antennas and thermal control system are fully exposed to heat and solar radiation at Mercury, which is about 10 times the solar constant at Earth. A space simulation chamber at ESA's space research and technology center, or ESTEC, in the Netherlands was modified to test the BepiColombo spacecraft in such extreme conditions. Engineers must run UV lamps at full power and focus their light on the spacecraft with mirrors to mimic conditions at Mercury. A model of BepiColombo's combined configuration, in which it will fly to Mercury, will enter vibration and acoustic testing this spring, and officials hope to complete the environmental testing by July. BepiColombo would mark the first European and Japanese probes to Mercury, and the mission would be the second to orbit the planet after NASA's MESSENGER spacecraft, which entered Mercury orbit in 2011.", "url": "https://spaceflightnow.com/news/n1203/05bepicolombo/"}]}, {"win label": 0, "news": [{"title": "BEPICOLOMBO COMPOSITE SPACECRAFT VIBRATION TESTING", "date": "2012-08-17", "content": "The BepiColombo Structural and Thermal Model test campaign has passed another milestone with the completion of sine vibration testing at qualification level along all three spacecraft axes. One of the design drivers for any space mission is the severe mechanical and acoustic environment to which a spacecraft is exposed during launch. Ensuring that every subsystem will maintain nominal performance after this exposure is an important part of every test campaign. The Structural and Thermal Model (STM) of the BepiColombo Mercury Composite Spacecraft (MCS), the configuration in which the spacecraft will launch and travel to Mercury, has now passed the series of tests relating to vibration. The tests were conducted using specialist equipment at ESA's European Space Research and Technology Centre (ESTEC) in Noordwijk, the Netherlands. Z-AXIS TEST: Sinusoidal vibration testing along the Z-axis of the spacecraft stack, which is vertical in both the launch and test configurations, was performed in early July using the ESTEC Test Centre QUAD shaker. This is the most powerful electrodynamic shaker at ESTEC and consists of a 3.3 × 3.3-metre magnesium alloy 'head expander' or table, fitted on top of four 160 kN electrodynamic exciters that move the table up and down. The QUAD shaker is capable of producing sinusoidal accelerations of up to 20 g with a test item mass of up to 10 000 kg and can operate over the frequency range 3 Hz to 2 kHz.", "url": "https://sci.esa.int/web/bepicolombo/-/50654-bepicolombo-composite-spacecraft-vibration-testing"}, {"title": "BEPICOLOMBO COMPOSITE SPACECRAFT SEPARATION SHOCK TESTING", "date": "2012-08-27", "content": "The BepiColombo Mercury Composite Spacecraft Structural and Thermal Model has undergone testing to demonstrate that it can withstand the shocks induced by the jettisoning of the launcher fairing and by the separation of the spacecraft stack from the launch vehicle adapter. In early August, the Structural and Thermal Model (STM) of the BepiColombo Mercury Composite Spacecraft (MCS) underwent tests at ESA's European Space Research and Technology Centre (ESTEC) in Noordwijk, the Netherlands that simulated two of the mechanical shocks it will experience during the launch process. The MCS will be connected to the upper stage of the Ariane 5 launcher by the Launch Vehicle Adapter (LVA), which transfers the mechanical loads from the top of the launch vehicle upper stage to the launcher interface ring on the underside (-Z face) of the MCS. The first test addressed the shock caused by the separation of the launcher fairing; the second simulated the separation of the MCS from the LVA.", "url": "https://sci.esa.int/web/bepicolombo/-/50681-bepicolombo-composite-spacecraft-separation-shock-testing"}]}, {"win label": 0, "news": [{"title": "BEPICOLOMBO MERCURY PLANETARY ORBITER PROTO-FLIGHT MECHANICAL AND PROPULSION BUS ARRIVES AT ESTEC", "date": "2013-01-18", "content": "The BepiColombo Mercury Planetary Orbiter Mechanical and Propulsion Bus Proto-Flight Model (the Structure with integrated heat pipes and chemical propulsion subsystem) has arrived at ESA's European Space Research and Technology Centre (ESTEC) in Noordwijk, the Netherlands for its bake-out operation. The BepiColombo Mercury Planetary Orbiter (MPO) Mechanical and Propulsion Bus (MPB) Proto-Flight Model (PFM) arrived at ESA's European Space Research and Technology Centre (ESTEC) in Noordwijk, the Netherlands, in December. It had travelled from the Stevenage (UK) facility of Astrium, where the propulsion subsystem and the heat pipes had been integrated. The MPB will be subjected to a bake-out operation, to reduce the level of organic contamination during the mission, in the ESTEC Phenix Thermal Facility before being transferred to Thales Alenia Space in Italy to perform further integration of the electronic units and payload items under the direction of the Prime Contractor, Astrium GmbH. The orbiter travelled in a specially built transport container that provided it with protection against vibration and shocks.", "url": "https://sci.esa.int/web/bepicolombo/-/51306-bepicolombo-mpo-proto-flight-model-at-estec"}, {"title": "BEPICOLOMBO MERCURY PLANETARY ORBITER PROTO-FLIGHT MECHANICAL AND PROPULSION BUS UNDERGOES BAKE-OUT", "date": "2013-02-05", "content": "The BepiColombo Mercury Planetary Orbiter Mechanical and Propulsion Bus Proto-Flight Model (the structure with integrated heat pipes and chemical propulsion subsystem) has been baked out in the Phenix thermal vacuum facility at ESA's European Space Research and Technology Centre (ESTEC) in Noordwijk, the Netherlands. The BepiColombo Mercury Planetary Orbiter (MPO) Mechanical and Propulsion Bus (MPB) Proto-Flight Model (PFM) has been baked out in the Phenix thermal vacuum facility at ESA's European Space Research and Technology Centre (ESTEC) in Noordwijk, the Netherlands. This process involved heating the MPB to 60 °C in a vacuum for 20 days to remove any contaminants that would outgas in space. Given the extremes of temperature to which BepiColombo will be exposed - in excess of 350 °C on the parts illuminated by the Sun, -120 °C or less on the parts exposed to cold space - prevention of outgassing is important because the outgassing products from the hot areas of the spacecraft may recondense on colder areas or be photochemically deposited on Sun-illuminated surfaces by ultraviolet radiation. Contamination of thermal control surfaces would alter their absorptivity / emissivity ratios, possibly causing an uncontrolled increase in temperature. Contamination of the solar arrays could greatly decrease their power output, while contamination of the instruments would severely degrade their optics. Molecular contamination is caused by volatiles that are released by materials such as paints, plastics and adhesives. The Phenix thermal vacuum facility is designed for small and medium spacecraft and subsystems. The facility consists of a cylindrical vacuum chamber nearly 12 metres long and 4.5 metres in diameter, with access gained through a 4.5-metre-diameter door. The chamber is equipped with a movable box-shaped shroud system and a movable platform on which the test item is mounted. This design enables a quicker throughput time as the movable platform and shroud enable preparation outside the chamber and rapid loading of the facility. Phenix typically achieves a vacuum of 5 × 10-6 millibar in the absence of heavily outgassing materials. The MPB PFM will now be transported to Thales Alenia in Turin for integration of additional equipment and subsystems. These have already been subjected to a similar outgassing treatment.", "url": "https://sci.esa.int/web/bepicolombo/-/51335-12-bepicolombo-mpo-proto-flight-mechanical-and-propulsion-bus-undergoes-bake-out"}, {"title": "How to cook a spacecraft", "date": "2013-02-27", "content": "The faint aroma of hot metal filled the surrounding cleanroom as the hatch to ESA's newest test facility was slid aside, concluding a 23-day 'bake-out' of the largest segment of ESA's mission to Mercury. Ending on the early hours of 14 February, this test ensured ESA's Mercury Planetary Orbiter - MPO, part of the multi-module BepiColombo mission - was cleaned of potential contaminants in advance of its 2015 mission to the inner Solar System. The bake-out took place at ESA's technical heart, ESTEC in Noordwijk, the Netherlands, which includes a dedicated Test Centre equipped to simulate all aspects of the space environment. MPO will fly to the innermost planet with Japan's Mercury Magnetosphere Orbiter, riding together on ESA's propulsion module. But not before getting cooked first. \"Being close to Mercury and experiencing high temperatures, the release of molecules from spacecraft materials is expected to occur at higher quantities than for normal satellites,\" explains Jan van Casteren, BepiColombo Project Manager. \"Such molecules are a contamination threat if they condense on sensitive surfaces, so we need to minimise outgassing in order to protect our delicate scientific instrumentation on the spacecraft.\" So an initial bake-out of the various spacecraft segments is essential for cleaning purposes - in this case MPO's 'Proto-Flight Model', incorporating its propulsion system and heat pipes that regulate its temperature. A new test facility called Phenix hosted the bake-out, a 4.5 m-diameter stainless steel vacuum chamber 11.8 m long, with an inner box called the 'thermal tent' whose six copper walls can be heated up to 100°C or cooled via piped liquid nitrogen down to -190°C, all independent from each other. \"This test was different from more typical thermal vacuum testing because, while the sides and top of the chamber were kept heated to around 50°C, the underside remained cooled by liquid nitrogen throughout,\" explains Mark Wagner, Head of ESTEC's Test Facilities & Test Methods Section. \"This creates a 'cold trap' where the contaminants baked off from the satellite solidify for collection. But sustaining this environment required 1500 litres of liquid nitrogen per hour - on average three tankers were calling at ESTEC daily to top up our supply.\" The test was monitored 24 hours per day on a triple shift system, with care being taken to maintain the temperatures precisely and ensure a continuous flow of data. Outgassing production was monitored throughout the test, and the bake-out results are now being analysed. A non-trivial amount of contaminants are expected to have been produced - 'spoonfuls' of material. Now Phenix itself is being thoroughly cleaned, ready for its next customer. \"Phenix was put in place to extend the range of thermal vacuum test services on offer to ESTEC Test Centre customers,\" explains Mark. \"It is able to accommodate large subsystems or entire spacecraft.\" Phenix was cleared for use last December, after which preparations began immediately for BepiColombo testing. \"The chamber will be kept busy for much of the rest of this year accommodating a forthcoming batch of Galileo satellites,\" Mark concludes. \"This will be more traditional testing - simulating the temperature extremes the Galileo satellites must endure throughout their 12-year working lifetimes.\"", "url": "https://www.esa.int/Enabling_Support/Space_Engineering_Technology/How_to_cook_a_spacecraft"}, {"title": "The mercury rises for BepiColombo", "date": "2013-03-17", "content": "The engineering model of the BepiColombo Mercury Transfer Module has completed a 12-day Sun-simulation test inside the Large Space Simulator at ESA's test centre in the Netherlands, where it received a taste of the extreme solar heating it will experience when it enters orbit around the Solar System's innermost planet in 2022. The image was taken during a dry run on 20 February, during which the facility's motion system replicated the different orientations of the simulated solar beam and the positions of the test table. The real test, in vacuum, began on 26 February and continued non-stop for 12 days. During this time the module was subjected to ten times the solar heating experienced by satellites circling Earth. Some of the 121 hexagonal mirror segments that direct the simulated solar radiation onto the spacecraft are visible towards the top of the image. The aperture through which the 'sunlight' travels from the nineteen 25 kW lamps can be seen just to the left of the mirror segments. The Mercury Transfer Module will carry the mission's two scientific satellites - Japan's Mercury Magnetospheric Orbiter and Europe's Mercury Planetary Orbiter - into orbit around Mercury. The spacecraft will use electric propulsion to reach its destination. In this view, one of four ion propulsion engines has already been installed (the grey cylinder close to the centre of the unit), while part of the solar array drive protrudes from the right side of the module. Earlier this month, the mission's Mercury Planetary Orbiter Mechanical and Propulsion Bus Proto-Flight Model completed a 'bake out' in the Phenix thermal vacuum facility at ESA's ESTEC test facility. This heated the unit to 60°C in a vacuum for 23 days to remove any contaminants that would outgas in space. BepiColombo is an international mission between ESA and the Japan's JAXA space agency. It is scheduled for launch in 2015 and will arrive at Mercury in 2022, where it will study the planet's composition, geophysics, atmosphere, magnetosphere and geological history.", "url": "https://www.esa.int/Science_Exploration/Space_Science/The_mercury_rises_for_BepiColombo"}, {"title": "ESA's Mercury mapper feels the heat", "date": "2013-05-24", "content": "Key components of the ESA-led Mercury mapper BepiColombo have been tested in a specially upgraded European space simulator. ESA's Large Space Simulator is now the most powerful in the world and the only facility capable of reproducing Mercury's hellish environment for a full-scale spacecraft. The Mercury Magnetospheric Orbiter (MMO) has survived a simulated voyage to the innermost planet. The octagonal spacecraft, which is Japan's contribution to BepiColombo, and its ESA sunshield withstood temperatures higher than 350 degrees C. This is a taste of things to come for the spacecraft. BepiColombo will encounter fully ten times the radiation power received by a satellite in orbit around Earth and, to simulate this, the Large Space Simulator (LSS) at ESA's ESTEC center in the Netherlands had to be specially adapted. Engineers talk about the power of the Sun in units called the solar constant. This is how much energy is received every second through a square meter of space at the distance of Earth's orbit. \"Previously, the LSS was capable of simulating a solar constant or two. Now it has been upgraded to produce ten solar constants,\" says Jan van Casteren, ESA BepiColombo project manager. The improvements have been achieved in two ways: the lamps from the simulators are being used at their maximum power and the mirrors that focus the beam have been adjusted. Instead of producing a parallel beam of light 6 m across, they now concentrate the light into a cone just 2.7 m in diameter when it reaches the spacecraft. This creates a beam so fierce that a new shroud with a larger cooling capacity had to be installed to 'catch' the light that missed the spacecraft and prevent the chamber walls from heating up. BepiColombo consists of separate modules. The MMO will investigate the magnetic environment of Mercury. It is kept cool during its six-year cruise to Mercury by the sunshield. These are the two modules that have now completed their thermal tests. \"The sunshield test was successful. Its function to protect the MMO spacecraft during the cruise phase was demonstrated,\" says Jan. Once at Mercury, most of the Sun's fearsome heat will be prevented from entering BepiColombo by special thermal blankets. They consist of multiple layers including a white ceramic outer layer and several metallic layers to reflect as much heat as possible back into space. \"The tests allowed us to measure the thermal blanket's performance. The results allow us to prepare some adjustments for the tests of the Mercury Planetary Orbiter next year,\" says Jan. In addition to enduring temperatures of 350 degrees C, ESA's Mercury Planetary Orbiter (MPO) will go where no spacecraft has gone before: down into a low elliptical orbit around Mercury, of between just 400 km and 1500 km above the planet's scorching surface. At that proximity, Mercury is worse than a hot plate on a cooker, releasing floods of infrared radiation into space. So, the MPO will have to deal with this as well as the solar heat. The MPO begins its tests in the LSS in the summer.", "url": "https://spaceref.com/science-and-exploration/esas-mercury-mapper-feels-the-heat-2/"}]}, [], {"win label": 0, "news": [{"title": "BEPICOLOMBO READY FOR SHIPMENT TO ESA", "date": "2014-07-04", "content": "The European spacecraft BepiColombo, built by Airbus Defence and Space as prime contractor, is undergoing final functional tests at the Thales Alenia Space plant in Turin, Italy. It will then be shipped to ESA's European Space Research and Technology center in Noordwijk, the Netherlands, to start environmental tests. BepiColombo is a joint mission between the European Space Agency (ESA) and the Japanese Aerospace Exploration Agency, JAXA. The primary goal of this ambitious mission is a detailed study of the planet Mercury and its environment. The launch is scheduled for mid-2016 from the Guiana Space Center in Kourou, French Guiana, using an Ariane 5 launch vehicle. Thales Alenia Space is part of the Core Team, and coordinates 35 European companies on the work package under its responsibility. In particular, Thales Alenia Space is in charge of the telecommunications, thermal control and electric power distribution systems, along with integration and testing of the satellite and support services for the launch campaign. Thales Alenia Space is supplying the X- and Ka-band transponders, onboard computer, mass memory and the high-gain antenna, a 1.1-meter dish used for satellite-ground communications, as well as for the mission's radio science experiment. This antenna is derived from the antenna developed for the highly successful Cassini-Huygens mission to Saturn. The Italian space agency and industry are also making a significant contribution to the mission, with responsibility for four out of the 11 experiments: SIMBIO-SYS, an integrated system of cameras for the observation and characterization of the planet's surface; the ISA ultra-sensitive accelerometer; the MORE radio science experiment, using the satellite's Ka-band transponder; and SERENA, an experiment that will study the particle environment using two neutral particle analyzers and two ion spectrometers. \"BepiColombo is one of the most ambitious missions planned by ESA, and has required the development of special technologies to deal with the severe conditions on Mercury,\" said Elisio Prette, Chairman and CEO of Thales Alenia Space Italia. \"We are proud to have reached this significant program milestone, clearly reflecting our ability to meet very daunting technology challenges, even for space exploration. Thales Alenia Space, working through the Italian, European and American space agencies, has made a significant contribution to major international space exploration missions for the last two decades and more. Our contributions reflect the company's high level of technological expertise, bolstering our leadership and establishing our position as a world-class supplier for advanced space programs.\" One distinctive feature of the BepiColombo mission is the development of special high-temperature technologies. Mercury is only one-third of the distance to the Sun, compared with the Earth, and the solar radiation in orbit around Mercury is estimated at ten times more intense than near Earth. The space probe will have to withstand temperatures greater than 300°C during its approach to Mercury, with local excursions on the antenna reflector of up to 400°C or more, while the spacecraft's instruments will have to work at temperatures ranging from 0° to 40°. It was therefore necessary to develop special materials and devices for all exposed elements, including thermal blankets, antennas, solar cells and pointing mechanisms. BepiColombo is actually a composite spacecraft that comprises three modules: the Mercury Transfer Module (MTM), which will propel the spacecraft to Mercury using electric propulsion; the Mercury Planetary Orbiter (MPO), carrying the European observation instruments; and the Mercury Magnetospheric Orbiter (MMO), developed by the Japanese space agency JAXA to observe the planet's magnetosphere.", "url": "https://www.thalesgroup.com/en/worldwide/space/press-release/bepicolombo-ready-shipment-esa"}, {"title": "Mercury Spacecraft Moves To Testing Ahead Of 2016 Launch To Sun's Closest Planet", "date": "2014-11-25", "content": "After facing down a couple of delays due to technical difficulties, Europe's and Japan's first Mercury orbiter is entering some of the final stages ahead of its 2016 launch. Part of the BepiColombo orbiter moved into a European testing facility this past week that will shake, bake and otherwise test the hardware to make sure it's ready for its extreme mission. Because Mercury is so close to the Sun, BepiColombo is going to have a particularly harsh operating environment. Temperatures there will soar as high as 350 degrees Celsius (662 degrees Fahrenheit), requiring officials to change the chamber to simulate these higher temperatures. Time will tell if the spacecraft is ready for the test. BepiColombo is also special because it includes not one orbiting spacecraft, but two. Flying in different orbits, the Mercury Planetary Orbiter and the Mercury Magnetospheric Orbiter will try to learn more about this mysterious planet. NASA's MESSENGER (MErcury Surface, Space ENvironment, GEochemistry and Ranging) spacecraft has spent the past few years orbiting Mercury, but before then, we had very little information on the planet. (And before MESSENGER, only brief flybys from NASA's Mariner 10 in the 1970s turned up spacecraft-based information on Mercury.) MESSENGER has turned up quite a few surprises. It's showed us more about the nature of Mercury's tenuous atmosphere and it's discovered probable water ice (!) in permanently shadowed areas, among other things. The European Space Agency and Japan hope to push our understanding of the Sun's closest planet when BepiColombo gets there in 2024. There are so many questions that Mercury presents us, and BepiColombo is trying to answer a few of those. For example, Mercury's density is higher than the rest of the other terrestrial planets for reasons that are poorly understood. Scientists aren't sure if its core is liquid or solid, or even it has active plate tectonics as Earth does. Its magnetic field is a mystery, given that Mars and Venus and the Moon don't have any. And there are tons of questions too about its atmosphere, such as how it is produced and how the magnetic field and solar wind work together. The two spacecraft will be carried together to Mercury's orbit along with a component called the Mercury Transfer Model (MTM), which will push the spacecraft out there using solar-electric propulsion. Just before BepiColombo enters orbit, MTM will be jettisoned and the Mercury Polar Orbiter will ensure the Mercury Magnetospheric Orbiter receives the needed resources to survive until the two spacecraft move into their separate orbits, according to the European Space Agency. As for why it takes so long to get out there, to save on fuel the mission will swing by Earth, Venus and Mercury to get to the right spot. Once the two spacecraft are ready to go, they're expected to last a year in orbit - with a potential one-year extension.", "url": "https://www.universetoday.com/116659/mercury-spacecraft-moves-to-testing-ahead-of-2016-launch-to-suns-closest-planet/"}]}, {"win label": 0, "news": [{"title": "BEPICOLOMBO LAUNCH MOVED TO 2017", "date": "2015-03-30", "content": "The launch of BepiColombo, an ESA mission to explore the planet Mercury in collaboration with the Japanese space agency, JAXA, is now planned to take place during a one month long window starting on 27 January 2017. BepiColombo is an ambitious mission comprising two separate orbiters, the ESA-led Mercury Planetary Orbiter (MPO) and the JAXA-led Mercury Magnetospheric Orbiter (MMO), as well as a carrier spacecraft, known as the Mercury Transfer Module (MTM). In recent months, all three spacecraft have passed important milestones, with the successful completion of MPO thermal vacuum tests at ESA's European Space Research and Technology Centre (ESTEC) in the Netherlands, and MMO environmental tests, in Japan, at the end of 2014. In February, the first mating of the MTM and MPO flight modules at ESTEC took place smoothly. These two spacecraft will soon be joined by the MMO, which is due to arrive at ESTEC next month. During this period, a major review of BepiColombo - the Mission Critical Design Review - took place. This review, which examined all aspects of the design of the mission, was successfully completed on 25 March. One aspect of the mission that was examined during the review period was the launch of BepiColombo, which had been targeted for a window opening in July 2016. However, as the result of delays in the procurement of critical units and the availability of some payloads, a decision was taken to opt for a later launch opportunity in order to minimise the operational risk to this ambitious dual mission. The pre-launch test campaign for the spacecraft is now expected to be completed in December 2016, leading to a window for launch on an Ariane 5 from ESA's spaceport at Kourou, starting on 27 January 2017. Nevertheless, BepiColombo will still arrive at Mercury at the same time (January 2024) as if launched in mid-2016. The spacecraft will reach Mercury using a highly efficient, low thrust, electric propulsion system that will steadily propel it along a series of arcs around the Sun. The trajectory will also be modified by eight planetary flybys. BepiColombo will return to Earth's vicinity in July 2018, encounter Venus in 2019 and 2020, and then receive five gravity assists from Mercury itself between 2020 and 2023. Once the spacecraft's speed has been slowed sufficiently by these manoeuvres, the MTM will be jettisoned and BepiColombo will be captured by Mercury's gravity in January 2024. The MPO will then fire its chemical propulsion thrusters to lower the orbit before the European and Japanese craft separate and begin their different missions. Once the orbiters are deployed in their separate orbits around the innermost planet, they will carry out the most comprehensive exploration of Mercury and its environment ever undertaken. The two orbiters will explore Mercury for one Earth year (4 Mercury years), with the option of a one-year extension.", "url": "https://sci.esa.int/web/bepicolombo/-/55693-bepicolombo-launch-moved-to-2017#:~:text=BepiColombo%20is%20an%20ambitious%20mission%20comprising%20two%20separate,spacecraft%2C%20known%20as%20the%20Mercury%20Transfer%20Module%20%28MTM%29."}, {"title": "Launch of BepiColombo mission to Mercury slips to 2017", "date": "2015-04-05", "content": "The launch of a nearly $2 billion joint mission robotic mission to Mercury by Europe and Japan will be delayed from next year to early 2017 to account for late deliveries of critical components and scientific instrumentation, according to the European Space Agency. The BepiColombo mission, comprising two main spacecraft built in Europe and Japan, will still reach Mercury in January 2024. The new launch window - determined by the positions of the planets - opens on Jan. 27, 2017, and extends for one month, ESA announced March 30. The launch was previously set for July 2016. Mission managers completed BepiColombo's critical design review March 25 and decided to put off the launch for six months. \"As the result of delays in the procurement of critical units and the availability of some payloads, a decision was taken to opt for a later launch opportunity in order to minimize the operational risk to this ambitious dual mission,\" ESA said in a statement. Another launch opportunity is available in mid-2017 to allow BepiColombo to still get to Mercury in 2024. BepiColombo will launch on an Ariane 5 rocket from the Guiana Space Center in South America to kick off a seven-year cruise through the inner solar system. The European and Japanese components will blast off with a carrier spacecraft called the Mercury Transfer Module, which will carry ion engines to guide the mission on the journey to Mercury. When packaged inside the Ariane 5's payload fairing, the three-part spacecraft stack will measure about the size of a moving van. The spacecraft will return to the vicinity of Earth in July 2018 for a gravity boost to slingshot the probe closer to the sun. BepiColombo will spiral toward Mercury with two flybys of Venus in September 2019 and May 2020, followed by five Mercury encounters between 2020 and 2023. BepiColombo's transit module will be jettisoned just before it steers into orbit around Mercury on Jan. 1, 2024. The mission's Japanese and European components - each fully functioning spacecraft - will separate and fly into different orbits for at least one year of observations, looking at the planet's cratered surface, investigating its origin, probing its interior, examining its tenuous atmosphere, studying its magnetic field, and timing Mercury's orbit around the sun to test Albert Einstein's theory of general relativity. Mercury will fly around the sun four times during BepiColombo's one-year prime mission. The orbiters should have enough fuel for a one-year extension. BepiColombo's Japanese section - known as the Mercury Magnetospheric Orbiter - is about the size of a compact car. It will probe Mercury's magnetic field and atmosphere from a highly elliptical orbit. ESA's Mercury Planetary Orbiter will fly closer to the planet's surface, measuring Mercury's terrain and composition.", "url": "https://spaceflightnow.com/2015/04/05/launch-of-bepicolombo-mission-to-mercury-slips-to-2017/"}, {"title": "BEPICOLOMBO'S MERCURY MAGNETOSPHERIC ORBITER HAS ARRIVED AT ESTEC", "date": "2015-05-27", "content": "The flight model of the BepiColombo Mercury Magnetospheric Orbiter has arrived at ESA's European Space Research and Technology Centre (ESTEC) in The Netherlands. Later this year, it will join the Mercury Planetary Orbiter, the Mercury Transfer Module, and the Magnetospheric Orbiter Sunshield and Interface Structure in the spacecraft stack. The Mercury Magnetospheric Orbiter (MMO) flight model, which forms Japan's contribution to the mission, arrived at ESTEC on 14 April, having flown from Japan to Amsterdam (Schiphol) Airport and then been transported by road. The flight model was accompanied by its Electrical Ground Support Equipment (EGSE), which will be used to test it, and its Mechanical Ground Support Equipment (MGSE), which will be needed for handling the spacecraft during integration. Upon arrival at ESTEC, the spacecraft remained in its transport container in a cleanroom, to allow the internal and external temperatures to equalise. While this was happening, the ground support equipment was unpacked. The transport container was opened on 21 April, and the MMO lifted onto its integration stand. Since then, the instruments on MMO have been functionally tested and engineers are now busy preparing the spacecraft for the next series of tests. In June, JAXA will hand the MMO over for system-level integration. It will join the Mercury Planetary Orbiter (MPO), the Mercury Transfer Module (MTM) and the Magnetospheric Orbiter Sunshield and Interface Structure (MOSIF) in the 'spacecraft stack'. Prior to mechanical integration into the spacecraft stack, an 'electrical stack', where the spacecraft are connected together but remain physically separate, will be used to check the system-level functionality of the entire stack.", "url": "https://sci.esa.int/web/bepicolombo/-/55925-14-bepicolombos-mercury-magnetospheric-orbiter-has-arrived-at-estec"}]}, [], {"win label": 0, "news": [{"title": "Radio testing of BepiColombo orbiter", "date": "2016-01-27", "content": "If ESA's Mercury orbiter of the BepiColombo mission seems to stand at an unusual angle above its test chamber floor, that's because it does - intentionally so. The orbiter underwent 'electromagnetic compatibility, radiated emission and susceptibility' testing last month inside the Maxwell chamber of ESA's ESTEC Test Centre in Noordwijk, the Netherlands. Maxwell's shielded metal walls and doors form a 'Faraday cage' to block unwanted external electromagnetic radiation, while its internal walls are cover with 'anechoic' radio-absorbing foam pyramids to mimic boundless space. \"We are performing two types of compatibility testing,\" explained Marco Gaido, assembly, integration and test manager for BepiColombo. \"First, we are checking the craft is electrically compatible with the electrical field generated by the Ariane 5 launcher that will deliver it into orbit, with no possibility of interference with BepiColombo's receivers. \"Secondly, we are testing if there is any risk of incompatibility between the different subsystems of the spacecraft itself when it orbits Mercury. In particular, we want to check that its trio of antennas on top can communicate properly with Earth. \"Accordingly, it was deliberately oriented to simulate a worst-case scenario for test purposes.\" The orbiter was positioned to allow deployment of its medium-gain antenna in terrestrial gravity. The high-gain antenna reflector meanwhile was deployed in a worst-case position, supported by a dedicated fixture. The spacecraft was tilted by means of a large platform while the high-gain antenna was supported by a tower made of wood, transparent to radio waves. All test cables used were shielded to reduce potential interference. ESA's Mercury Planetary Orbiter will be launched to Mercury together with Japan's Mercury Magnetospheric Orbiter aboard an ESA-built carrier spacecraft, the Mercury Transfer Module. This entire three-module BepiColombo stack will undergo similar testing at ESTEC.", "url": "https://www.esa.int/ESA_Multimedia/Images/2016/01/Radio_testing_of_BepiColombo_orbiter"}]}, {"win label": 0, "news": [{"title": "BEPICOLOMBO LAUNCH RESCHEDULED FOR OCTOBER 2018", "date": "2016-11-25", "content": "An ambitious, multi-spacecraft mission to explore the planet Mercury in unprecedented detail is now scheduled for lift-off from Europe's spaceport at Kourou, French Guiana, in October 2018. BepiColombo, a joint project of ESA and the Japan Aerospace Exploration Agency (JAXA), was scheduled for launch in April 2018, but the mission team has decided to delay lift-off for six months. The decision was made after a major electrical problem was detected during preparations for a thermal test of the Mercury Transfer Module (MTM), one of the major spacecraft elements of BepiColombo. \"Launch during the April 2018 window will not be possible, due to a problem in one of the power processing units,\" said ESA's project manager, Ulrich Reininghaus. \"We have identified the root cause, but both units will have to be recertified for flight and this is expected to put back our preparations by about four months. This means the earliest opportunity to launch will be October 2018.\" The six-month postponement will have no impact on the science return of the mission. However, the new flight time to Mercury will be 7.2 years, and BepiColombo will now arrive in December 2025, one year later than previously anticipated. The seven-year cruise to the innermost planet of our Solar System will include 9 flybys of Earth, Venus and Mercury. \"Unfortunately, we will have to wait longer than planned to reach Mercury,\" said Johannes Benkhoff, ESA's BepiColombo project scientist. \"However, we have full confidence that the mission will be a success and return groundbreaking results.\" BepiColombo comprises two scientific spacecraft: the Mercury Planetary Orbiter (MPO) and the Mercury Magnetospheric Orbiter (MMO). Both of these will be delivered to the smallest planet in the Solar System by the Mercury Transfer Module (MTM). Shortly before Mercury orbit insertion, the MTM will be jettisoned from the spacecraft stack. The MTM, MPO and MMO are currently undergoing intensive tests in ESA's European Space Research and Technology Centre (ESTEC) in the Netherlands. Everything is going well with the MPO and MMO. The last of the instrument flight models was installed recently on the MPO. Once the MTM is back on track, the entire BepiColombo stack will be subjected to vibration testing - expected in April next year.", "url": "https://sci.esa.int/web/bepicolombo/-/58591-bepicolombo-launch-rescheduled-for-october-2018"}]}, {"win label": 0, "news": [{"title": "BEPICOLOMBO SOLAR WING DEPLOYMENT TEST", "date": "2017-03-05", "content": "The BepiColombo mission to Mercury is undergoing final testing at ESA's technical centre in the Netherlands prior to its launch from Europe's Spaceport in Kourou, French Guiana in October 2018. ESA's Mercury Planetary Orbiter first saw the 7.5 m-long three-panel solar wing being attached, and then unfurled. This was the first time the array had been deployed while attached to the orbiter. The panels were held from above to simulate the weightlessness of space. The opening will be repeated after the spacecraft has been vibrated to simulate the conditions of launch, and again after it arrives at the launch site. In this view, the solar wing is partially unfolded. The 'back' of the wing is facing the viewer, showing the cabling that will be connected to the main body, while the reflective Sun-facing side of the panels are not seen. One of the back panels is also reflective, to deflect stray light coming from the body. The wing will be folded against the body inside the Ariane 5 launch vehicle and will only open once in space. The Mercury Planetary Orbiter will be attached to Japan's Mercury Magnetospheric Orbiter, which will sit inside a protective sunshield. The two scientific spacecraft will be carried to the innermost planet by the Mercury Transport Module, using a combination of electric propulsion and multiple gravity-assists at Earth, Venus and Mercury. After the 7.2 year journey, the two will separate and make complementary measurements of Mercury's interior, surface, exosphere and magnetosphere. The data will tell us more about the origin and evolution of a planet located close to its parent star, providing a better understanding of the overall evolution of our own Solar System as well as exoplanet systems.", "url": "https://sci.esa.int/web/bepicolombo/-/58863-bepicolombo-solar-wing-deployment-test"}]}, {"win label": 0, "news": [{"title": "Preparing for Mercury: BepiColombo stack completes testing", "date": "2017-07-06", "content": "ESA's Mercury spacecraft has passed its final test in launch configuration, the last time it will be stacked like this before being reassembled at the launch site next year. BepiColombo's two orbiters, Japan's Mercury Magnetospheric Orbiter and ESA's Mercury Planetary Orbiter, will be carried together by the Mercury Transport Module. The carrier will use a combination of electric propulsion and multiple gravity-assists at Earth, Venus and Mercury to complete the 7.2 year journey to the Solar System's mysterious innermost planet. Once at Mercury, the orbiters will separate and move into their own orbits to make complementary measurements of Mercury's interior, surface, exosphere and magnetosphere. The information will tell us more about the origin and evolution of a planet close to its parent star, providing a better understanding of the overall evolution of our own Solar System. To prepare for the harsh conditions close to the Sun, the spacecraft have undergone extensive testing both as separate units, and in the 6 m-high launch and cruise configuration. One set of tests carried out earlier this year at ESA's technical centre in the Netherlands focused on deploying the solar wings, and the mechanisms that lock each panel in place. The 7.5 m-long array of the Mercury Planetary Orbiter and the two 12 m-long array of the Mercury Transport Module will be folded while inside the Ariane 5 rocket. Last month, the full spacecraft stack was tested inside the acoustic chamber, where the walls are fitted with powerful speakers that reproduce the noise of launch. Just last week, tests mimicked the intense vibrations experienced by a satellite during launch. The complete stack was shaken at a range of frequencies, both in up-down and side-to-side motions. These were the final tests to be completed with BepiColombo in mechanical launch configuration, before it is reassembled again at the launch site. In the coming weeks the assembly will be dismantled to prepare the transfer module for its last test in the thermal-vacuum chamber. This will check it will withstand the extremes of temperatures en route to Mercury. The final 'qualification and acceptance review' of the mission is foreseen for early March. Then BepiColombo will be flown to Europe's Spaceport in Kourou, French Guiana, in preparation for the October 2018 departure window. The date will be confirmed later this year. \"This week was the last opportunity to see the spacecraft in its stacked launch configuration before it leaves Europe. The next time will be when we are at the launch site already fueled,\" says Ulrich Reininghaus, ESA's BepiColombo Project Manager. \"This is quite a milestone for the project team. We are looking forward to completing the final tests this year, and shipping to Kourou on schedule.\"", "url": "https://www.esa.int/Science_Exploration/Space_Science/BepiColombo/Preparing_for_Mercury_BepiColombo_stack_completes_testing"}, {"title": "BepiColombo Mercury mission tested for journey into 'pizza oven'", "date": "2017-07-10", "content": "Three spacecraft built in Europe and Japan have completed their final joint tests to ensure they are ready for departure to Mercury on an Ariane 5 rocket late next year on the nearly $1.9 billion BepiColombo mission to survey the solar system's innermost planet. Officials displayed the BepiColombo spacecraft to the media last week in the Netherlands, where engineers are putting the probe to the test in the extreme thermal, acoustic and vibration environments it will encounter in flight. Readying the mission to survive the searing temperatures at Mercury proved to be one of the biggest challenges in BepiColombo's two-decade development. \"We have to survive 10 times the solar radiation we are experiencing at Earth, plus surface temperatures of up to 450 degrees Celsius (842 degrees Fahrenheit),\" said Ulrich Reininghaus, ESA's BepiColombo project manager, in a press briefing last week. The European Space Agency-led project will dispatch two scientific orbiters to Mercury with instruments to map the planet's landscapes and topography, peer into darkened craters that may contain water ice and a mysterious frozen organic sludge, and probe the scorched world's interior structure by measuring its magnetic field. \"I think our two spacecraft we send to Mercury will, first of all, do a very comprehensive and thorough investigation of the planet and its environment,\" said Johannes Benkhoff, BepiColombo project scientist at ESA. \"It will help to unveil the mysteries of Mercury and hopefully provide clues to better understand the formation history of the planet and of our solar system.\" A propulsion module will go along on the 7.2-year trip to Mercury to steer the robotic science probes through the solar system with the aid of four ion engines. Scheduled for launch in October 2018, the tandem mission developed by ESA and the Japan Aerospace Exploration Agency is the most ambitious expedition to Mercury yet mounted, and the first time the blazing hot planet will be visited by a spacecraft not owned by NASA. ", "url": "https://spaceflightnow.com/2017/07/10/bepicolombo-mercury-mission-tested-for-journey-into-pizza-oven/"}, {"title": "The BepiColombo spacecraft is ready to solve the many mysteries of Mercury", "date": "2017-07-11", "content": "The €1.65 billion BepiColombo spacecraft is now being unstacked for final tests after being displayed in its launch configuration to the world's press at the European Space Agency's Space Technology and Research Centre. The six-metre high assembly will soon be shipped to Kourou in French Guyana where it is anticipated to launch in October 2018. This is the culmination of nearly two decades of work by a team of highly motivated scientists and engineers, many of whom I have come to know through my own role on the mission. BepiColombo at ESA's test centre, before a sun shield was placed around the unit at the top. BepiColombo is an impressive mission, jointly owned by the European and Japanese space agencies(ESA and JAXA). A European \"ion-drive unit\" (MTM, Mercury Transfer Module) will propel the assembly during its seven-year cruise before achieving orbit about the sun's nearest planet. It will fly close past Mercury after less than three years, but will have to continue orbiting the sun, making five more flybys of Mercury - using its gravitational attraction to help it match velocity with the planet so that it can be captured into orbit about the planet itself. Once in orbit, the Japanese component of the mission, the Mercury Magnetospheric Orbiter, MMO, will be set spinning (for stability) and be released into an eccentric orbit to study the magnetic field, dust and environment of charged particles surrounding the planet. The European orbiter, known as the Mercury Planetary Orbiter, will then lower itself into a more circular orbit optimised for study of the planet's surface and interior. ", "url": "https://theconversation.com/the-bepicolombo-spacecraft-is-ready-to-solve-the-many-mysteries-of-mercury-80687"}]}, {"win label": 0, "news": [{"title": "BEPICOLOMBO GETS GREEN LIGHT FOR LAUNCH SITE", "date": "2018-03-09", "content": "Europe's first mission to Mercury will soon be ready for shipping to the spaceport to begin final preparations for launch. The mission passed a major review yesterday, meaning that the three BepiColombo spacecraft, along with ground equipment and mission experts, are confirmed to start the move from ESA's centre in the Netherlands to Europe's Spaceport in Kourou, French Guiana at the end of next month. The launch window is open from 5 October until 29 November. \"It's been a long and occasionally bumpy road to this point, and there is still plenty to do until we are ready for launch,\" says Ulrich Reininghaus, ESA's BepiColombo project manager, \"but we are extremely pleased to finally move our preparations to the launch site, and are grateful to everyone who has made this possible. \"In parallel we are continuing with some long-duration firing tests on a replica transfer module thruster, under space-like conditions, to be best prepared for our journey to Mercury.\" Once at Kourou, an intensive six months of essential preparation are needed, including more review checkpoints. Work includes dressing the spacecraft in protective insulation to prepare for the harsh space environment and extreme temperatures they will experience operating close to the Sun, attaching and testing the solar wings and their deployment mechanisms, installing the sunshield, fuelling, and connecting the three spacecraft together. The final weeks will see the spacecraft stack inside the Ariane 5 rocket fairing, and preparing the launch vehicle itself, ready to blast the mission on a seven-year journey around the inner Solar System to investigate Mercury's mysteries. A transfer module will carry two science orbiters to the innermost planet, using a combination of solar power, electric propulsion and nine gravity-assist flybys of Earth, Venus and Mercury to set it on course.  The two orbiters will make complementary measurements of the innermost planet and its environment from different orbits, from its deep interior to its interaction with the solar wind, to provide the best understanding of Mercury to date, and how the innermost planet of a solar system forms and evolves close to its parent star. BepiColombo is a joint endeavour between ESA and the Japan Aerospace Exploration Agency, JAXA. ESA is providing the Mercury Transfer Module, the Mercury Planetary Orbiter and the sunshield and interface structure, and JAXA is providing the Mercury Magnetospheric Orbiter.", "url": "https://sci.esa.int/web/bepicolombo/-/60041-bepicolombo-gets-green-light-for-launch-site"}, {"title": "BepiColombo heads for Kourou", "date": "2018-04-24", "content": "On 23rd April 2018 the first hardware elements for the BepiColombo spacecraft - due to be launched towards Mercury later this year - were loaded into an Antonov An-124 cargo plane for transport from Amsterdam's Schiphol Airport to the European Spaceport Kourou in French Guiana. This is the first of four flights needed to transport the spacecraft and all handling and test equipment to Kourou. Additional items are being transported by ship in three batches. BepiColombo is an interdisciplinary mission performed in a partnership between ESA and JAXA. Having completed a comprehensive test programme at European Space Agency's Technology Centre ESTEC in Noordwijk, the BepiColombo spacecraft is almost ready for launch. ", "url": "https://www.aircosmosinternational.com/bepicolombo-heads-for-kourou-110131"}, {"title": "BEPICOLOMBO ARRIVES AT EUROPE'S SPACEPORT", "date": "2018-05-11", "content": "The spacecraft of the BepiColombo mission to Mercury have arrived safely at Europe's Spaceport in Kourou, French Guiana, marking the start of six months of preparation to ready the craft for launch. The joint ESA-JAXA mission, which comprises three spacecraft modules and a sunshield, were transported from their home base in ESA's technical heart in the Netherlands by road to Amsterdam Schiphol airport. They were flown to Kourou, French Guiana, on a series of four Antonov cargo aircraft over the last two weeks. They were accompanied by approximately 40 containers of essential ground-support equipment, hardware, and other loose items needed for the pre-launch testing and configuring the spacecraft at the launch facility. Another 15 containers travelled by sea. The shipments also included personal items: many of the team will be spending much of the next six months away from home, dedicated to preparing the mission for launch. Amongst the first tasks at the Spaceport were setting up offices and control rooms, and establishing network connections to support remote links for teams elsewhere in the world to interface with the test equipment that will be connected to the spacecraft. The readiness of the cleanrooms in the satellite preparation facility was also verified. Once the spacecraft arrived, their containers were opened and the modules lifted out on their respective multi-purpose trolleys for inspection, to confirm that no problems arose from the transport. The spacecraft were also switched on and batteries tested, and the various mechanical and electrical ground support systems installed. Over the next six months activities will include attaching the solar wings to the modules and their deployment mechanisms tested, dressing the spacecraft in protective insulation to prepare for the harsh space environment and extreme temperatures they will experience operating close to the Sun, installing the sunshield, conducting pressure tests, fuelling, and connecting the three spacecraft together. The ESA Mercury Planetary Orbiter and the JAXA Mercury Magnetospheric Orbiter will travel together to the innermost planet, carried by ESA's Mercury Transfer Module. The final weeks will see the completed spacecraft stack inside the Ariane 5 rocket fairing, and preparing the launch vehicle itself, ready to blast the mission on a seven-year journey around the inner Solar System to reach Mercury and start investigating its mysteries. The upcoming launch window opens on 5 October and closes 29 November 2018.", "url": "https://sci.esa.int/web/bepicolombo/-/60324-bepicolombo-arrives-at-europe-s-spaceport"}]}, {"win label": 0, "news": [{"title": "BepiColombo science orbiters stacked together", "date": "2018-08-31", "content": "The two science orbiters of the joint ESA-JAXA BepiColombo mission are connected in their launch configuration and the European science orbiter and transport module have been given the go-ahead to be loaded with propellants. The mission completed its Qualification Acceptance Review in the last week, which confirms it is on track for its 19 October launch. The three-spacecraft mission is currently scheduled to launch on an Ariane 5 at 03:45 CEST (01:45 GMT) on 19 October, or 22:45 local time in Kourou on 18 October, with the launch window remaining open until 29 November. Following the successful fuelling readiness review on 30 August, the chemical propellants - such as hydrazine - can be added to the European Mercury Transfer Module (MTM) and Mercury Planetary Orbiter (MPO). \"These important reviews represent further key milestone in our launch campaign, bringing us to the final stages of our launch preparations, while in the longer term enabling the journey and operations at Mercury,\" says Ulrich Reininghaus, ESA's BepiColombo project manager. \"With the fueling activities planned for 5-12 September, a technical point of no return will be reached. After mechanical stacking, final electrical health check and transfer to the final assembly building, the launch will be the next major event.\" The transfer module will use both ion propulsion and chemical propulsion, in combination with gravity assist flybys at Earth, Venus and Mercury to bring the two science orbiters close enough to Mercury to be gravitationally captured into its orbit. There, MPO will use its small thrusters to deliver JAXA's Mercury Magnetospheric Orbiter (MMO) into its elliptical orbit around Mercury, before separating and descending to its own orbit closer to the planet. This month the two science modules were arranged in their launch configuration for the first time in over a year; the last occasion was at ESA's technical centre in the Netherlands during final testing before shipment to Europe's Spaceport in Kourou, French Guiana. The MTM will be integrated at the bottom of the stack once the propellant-loading activities have been completed. A test-run of the integration was already exercised last week with the unfueled modules. The sunshield that will protect the MMO from the Sun's radiation on the seven year journey will also be added much closer to launch. \"The long journey to Mercury has not yet started, but I feel the two science orbiters already have a strong bond between them, thanks to the long history of this mission,\" says Go Murakami, JAXA's BepiColombo project scientist. \"I believe they will achieve a very successful mission with their joint science measurements.\" MMO's main science goals are to provide a detailed study of the magnetic environment of Mercury, the interaction of the solar wind with the planet, and the diverse chemical species present in the exosphere - the planet's extremely tenuous 'atmosphere'. The MPO will focus more on surface processes and composition, and together with MMO, will help piece together the full picture of the interaction of the solar wind on the planet's environment and surface. Together they will watch how this interaction at the surface feeds back into what is observed in the exosphere and how that varies both in time and location - something that can only be achieved with two spacecraft in such complementary orbits. \"Seeing the two BepiColombo science orbiters finally attached together and knowing that they will now stay in this configuration for the next seven years is quite emotional,\" says Johannes Benkhoff, ESA's BepiColombo project scientist. \"It's another strong indication that we will start our mission soon and I'm really looking forward to all the science measurements we have planned with instruments on these two orbiters.\"", "url": "https://www.esa.int/Science_Exploration/Space_Science/BepiColombo/BepiColombo_science_orbiters_stacked_together"}, {"title": "BepiColombo launches on ESA and JAXA mission to planet Mercury", "date": "2018-10-19", "content": "For only the third time in history, a mission is now on its way to study the innermost planet of our solar system. The European Space Agency and Japan Aerospace Exploration Agency's joint BepiColombo mission launched on a seven-year journey to orbit the planet Mercury on Friday. The mission's dual spacecraft, ESA's Mercury Planetary Orbiter and JAXA's Mercury Magnetospheric Orbiter, along with the ESA-built Mercury Transfer Module, lifted off at 9:45 p.m. EDT from Ariane Launch Complex 3 at Guiana Space Center, Europe's spaceport in Kourou, French Guiana. \"It is just the beginning of the trip, but it is already a great day,\" said Jan Worner, ESA Director General. \" Launching BepiColombo is a huge milestone for ESA and JAXA, and there will be many great successes to come.\" ", "url": "http://www.collectspace.com/news/news-101918a-bepicolombo-launch-mercury-mission.html"}, {"title": "Ariane 5 launches BepiColombo to Mercury", "date": "2018-10-20", "content": "A Mercury-bound science mission from the European and Japanese space agencies began a seven-year journey to the Solar System's smallest planet Oct. 19 aboard and Ariane 5 rocket. The BepiColombo mission took off from the European Spaceport in Kourou, French Guiana at 9:45 p.m. Eastern, marking the beginning of a 9-billion kilometer trip to the closest planet to the Sun. BepiColombo's four parts - two science orbiters, their carrier unit and a sunshield - separated as one 4,100-kilogram payload from the Ariane 5's upper stage 27 minutes after liftoff. ESA confirmed signal acquisition shortly after separation from the Arianespace-operated launcher. The spacecraft now begins a journey that includes nine planetary flybys for gravitational assists - one of Earth, two of Venus and six by Mercury - in order to safely arrive in orbit around the planet. ", "url": "https://spacenews.com/ariane-5-launches-bepicolombo-to-mercury/"}, {"title": "BepiColombo's first image from space", "date": "2018-10-20", "content": "The BepiColombo Mercury Transfer Module (MTM) has returned its first image from space. The view looks along one of the extended solar arrays, which was deployed earlier this morning and confirmed by telemetry. The structure in the bottom left corner is one of the sun sensors on the MTM, with the multi-layered insulation clearly visible. The transfer module is equipped with three monitoring cameras, which provide black-and-white snapshots in 1024 x 1024 pixel resolution. The other two cameras will be activated tomorrow and are expected to capture images of the deployed medium- and high-gain antennas onboard the Mercury Planetary Orbiter (MPO). The monitoring cameras will be used on various occasions during the cruise phase, notably during the flybys of Earth, Venus and Mercury. While the MPO is equipped with a high-resolution scientific camera, this can only be operated after separating from the MTM upon arrival at Mercury in late 2025 because, like several of the 11 instrument suites, it is located on the side of the spacecraft fixed to the MTM during cruise. BepiColombo launched at 01:45 GMT on 20 October on an Ariane 5. BepiColombo is a joint endeavour between ESA and the Japan Aerospace Exploration Agency, JAXA. It is the first European mission to Mercury, the smallest and least explored planet in the inner Solar System, and the first to send two spacecraft to make complementary measurements of the planet and its dynamic environment at the same time.", "url": "https://www.esa.int/ESA_Multimedia/Images/2018/10/BepiColombo_s_first_image_from_space"}, {"title": "BepiColombo sends back its first images from space", "date": "2018-10-24", "content": "On 20 October, from a launch pad in French Guiana, the BepiColombo space probe began its seven year journey to the least studied planet of the inner solar system. The mission is a joint venture between both the ESA and the Japanese Aerospace Exploration Agency (JAXA). The main spacecraft, known officially as the Mercury Transfer Module, actually contains two orbiters. The Mercury Magnetospheric Orbiter is run by JAXA and designed to study Mercury's magnetic field and how this interacts with that of the Sun, while ESA's Mercury Planetary Orbiter will be focusing on producing highly detailed maps of the surface of the planet. Jan Wörner, ESA Director General, says, 'Launching BepiColombo is a huge milestone for ESA and JAXA, and there will be many great successes to come. 'Beyond completing the challenging journey, this mission will return a huge bounty of science. It is thanks to the international collaboration and the decades of efforts and expertise of everyone involved in the design and building of this incredible machine, that we are now on our way to investigating planet Mercury's mysteries.' ", "url": "https://www.nhm.ac.uk/discover/news/2018/october/bepicolombo-sends-back-its-first-images-from-space.html"}]}, [], {"win label": 0, "news": [{"title": "BepiColombo Spacecraft Documents 1st Year in Space with Selfies", "date": "2019-10-25", "content": "The BepiColombo spacecraft is en route to Mercury and has snapped several selfies to document its trip over the last year. BepiColombo is a joint European-Japanese mission that launched on Oct. 19, 2018. The spacecraft includes two orbiters - the European Space Agency's Mercury Planetary Orbiter and the Japan Aerospace Exploration Agency's Mercury Magnetospheric Orbiter - and a carrier spacecraft called the Mercury Transfer Module, which supplies electrical power during the long cruise to the solar system's innermost planet. The transfer module uses solar electric propulsion and will also rely on several gravity assists from other planets along the way, including one flyby of Earth, two at Venus and six at Mercury, before the mission's arrival at the innermost planet in December 2025. The BepiColombo spacecraft has captured more than 200 photos of itself during its first year traveling to Mercury. ", "url": "https://www.space.com/bepicolombo-spacecraft-year-space-selfies.html"}]}, {"win label": 0, "news": [{"title": "BepiColombo Mercury mission bids farewell to Earth", "date": "2020-04-10", "content": "BepiColombo, the joint European-Japanese mission to Mercury, has swung past the Earth - a key milestone in its seven-year journey to reach the \"iron planet.\" The gravitational flyby enabled the two-in-one space probe to bend a path towards the inner Solar System and bleed off some speed. The mission needs to make sure it isn't travelling too fast when it arrives at Mercury in 2025 or it won't be able to go into orbit around the diminutive world. \"It would be so nice if we could take an express transfer and then we'd be there in a few months, but that doesn't work for this mission,\" Elsa Montagnon, the flight controller in charge of BepiColombo at the European Space Agency (Esa), told BBC News. As well as this flyby of Earth, Bepi must perform two similar manoeuvres at Venus and six at Mercury itself to get itself into position. The only alternative would have been to give the spacecraft a colossal volume of fuel to use in a braking engine. An impractical solution. Bepi came within 13,000km (8,000 miles) of the Earth's surface. Closest approach was at about 05:25 BST (06:25 CEST). It should have been visible in darkened skies in the Southern Hemisphere, although not to the naked eye. A small telescope or binoculars was required. Anyone who captured a picture was asked to upload the image to this Flickr group, or to post it on Twitter or Instagram using the hashtag #BepiColomboEarthFlyby. The €3bn (£2.6bn) BepiColombo mission was launched in October 2018. It comprises two scientific satellites - the European Mercury Planetary Orbiter (MPO) and the Japanese Mercury Magnetospheric Orbiter (MMO) - that have been joined to a propulsion module for the long cruise. Not only must the velocity of the spacecraft stack be controlled, but so too must its inclination with respect to the plane of the planets. Mercury's orbit is offset by 6 degrees from that of Earth's. Already since the 2018 launch, the mission has completed one and a half loops around the Sun on its grand odyssey, travelling a distance of roughly 1.4 billion km. By they time it's emplaced at Mercury and ready to begin science observations, Bepi will have completed 18 loops and covered more than 8.5 billion km. Mission scientists switched on a number of the duo's instruments for the Earth pass, to test and calibrate them. Unfortunately, the main camera on Europe's MPO couldn't operate because of its position in the stack. But small inspection cameras to the side of Bepi did manage to grab some black & white pictures of the Earth and Moon. The next flyby will be of Venus in October. For most of the long journey, controllers on Earth will limit communication with the spacecraft to about one contact a week. \"Of course, even when we're in quiet cruise, there are some maintenance operations to be done with the satellite. So, typically, every six months we are doing a thorough check out of the subsystems and the instruments where we activate units that are normally not active just to make sure they are still functioning okay,\" explained Elsa Montagnon.", "url": "https://www.bbc.com/news/science-environment-52229667"}, {"title": "BepiColombo flies by Earth, completing first leg of journey to Mercury", "date": "2020-04-10", "content": "Working with a reduced staff due to coronavirus-related restrictions, European Space Agency flight controllers monitored the BepiColombo spacecraft during a flyby of Earth on Friday, a maneuver that used our planet's gravity to steer the mission on a course toward Mercury. BepiColombo sailed by Earth at a distance of around 7,900 miles (12,700 kilometers), about one-third the distance of geostationary communications satellites, at 0425 GMT (12:25 a.m. EDT) on Friday. The BepiColombo spacecraft is made up of European and Japanese orbiters that will survey Mercury in tandem. A solar-powered ion propulsion module is accompanying the two science orbiters during the flight to the solar system's innermost planet. Some of BepiColombo's 16 science instruments were switched on and gathered data on the Earth and the moon during the flyby, providing an opportunity to calibrate sensors before the mission reaches Mercury. Small cameras mounted outside the spacecraft also captured ethereal views of the Earth on BepiColombo's approach Friday. \"These selfies from space are humbling, showing our planet, the common home that we share, in one of the most troubling and uncertain periods many of us have gone through,\" said Günther Hasinger, ESA's director of science, in a statement. A reduced team of engineers at the European Space Operations Center in Darmstadt, Germany, monitored the progress of BepiColombo during Friday's flyby maneuver. Scientists and managers, who would have normally been at the control center, tracked the flyby and analyzed data from their homes due to restrictions on gatherings of people adopted by ESA and government authorities. \"We are scientists who fly spacecraft to explore the solar system and observe the universe in search of our cosmic origins, but before that we are humans, caring for one another and coping with a planetary emergency together,\" Hasinger said. \"When I look at these images, I am reminded of the strength and resilience of humankind, of the challenges we can overcome when we team up, and I wish they bring you the same sense of hope for our future.\" BepiColombo's flyby of Earth on Friday completed the first leg of the mission's seven-year journey before entering orbit around Mercury in December 2025. The $1.8 billion mission launched from French Guiana aboard an Ariane 5 rocket in October 2018. BepiColombo's two orbiters will become the first European and Japanese spacecraft to enter orbit around Mercury, and will become the second mission to ever orbit the solar system's innermost planet, following NASA's MESSENGER spacecraft. \"Since it is very hard to go to Mercury, it's quite a long tour to make,\" said Johannes Benkhoff, ESA's project scientist for the BepiColombo mission. \"It's a seven-year cruise which we have to go through, so we need the help of planetary flybys.\" ", "url": "https://spaceflightnow.com/2020/04/10/bepicolombo-flies-by-earth-completing-first-leg-of-journey-to-mercury/"}]}, {"win label": 0, "news": [{"title": "BepiColombo's First Venus Flyby - Gravity Assist to Set the Spacecraft on Course for Mercury Orbit", "date": "2020-10-08", "content": "The ESA-JAXA BepiColombo mission is getting ready to fly by Venus. It will make a close approach of the planet on October 15, 2020, at 03:58 GMT at a distance of approximately 10 720 km. Gravity assist flybys are needed to set the spacecraft on course for Mercury orbit. BepiColombo launched October 20, 2018, and made a flyby of Earth on April 10, 2020. It will make two flybys of Venus and six of Mercury before entering orbit around the Solar System's innermost planet in 2025. ", "url": "https://scitechdaily.com/bepicolombos-first-venus-flyby-gravity-assist-to-set-the-spacecraft-on-course-for-mercury-orbit/"}, {"title": "BepiColombo spacecraft to fly by Venus, could search for life", "date": "2020-10-14", "content": "In September, an international team of astronomers using ground-based radio telescopes showed evidence that Venus' cloud tops contain traces of phosphine. On Earth, only microbial life create this toxic gas; there are no known non-biological processes that could make it on Venus. The observations thus raise the possibility of life on Venus. Or the gas could be due to some unknown chemical process - a less exciting but enticing alternative for scientists. ", "url": "https://astronomy.com/news/2020/10/bepicolombo-spacecraft-set-to-fly-by-venus"}, {"title": "Venus stars in beguiling new images from BepiColombo spacecraft flyby", "date": "2020-10-15", "content": "Put another fantastic flyby in the history books. The BepiColombo spacecraft -- a joint project from the European Space Agency and Japan's space agency, JAXA -- made a close approach to Venus this week as it works toward its ultimate destination of Mercury. The space explorer snapped some fun images of the intriguing planet along the way. Venus is a hot topic right now since a surprising September study revealed phosphine, a gas with a possible biological origin, has been found in the planet's clouds. BepiColombo took the opportunity of its scheduled flyby to collect some data along with the scenic views. ", "url": "https://www.cnet.com/science/venus-stars-in-beguiling-new-images-from-bepicolombo-spacecraft-flyby/"}, {"title": "BepiColombo probe to Mercury captures ultra close shot of Venus in close approach", "date": "2020-10-27", "content": "The BepiColombo has completed its first flybys of Venus and a sequence of images has been taken by one of the monitoring cameras on board the European- Japanese mission to Mercury on 15 October. According to the European Space Agency, the sequence of 64 images that was captured by the Monitoring Camera 2 on board the Mercury Transfer Module from 40 minutes before until 15 minutes after closest approach of 10,720 km from Venus, were taken every 52 seconds and provided black-and-white snapshots in 1024 x 1024 pixel resolution. In the images shared by ESA, Venus appears in the top right, behind Mercury Planetary Orbiter's magnetomoter boom and moves across the field of view. As per ESA's statement, the images have been slight processed to enhance brightness and contrast. The statement adds that at the planet's terminator, a few very faint structures are visible, but there appear due to ghosting in the camera optics rather than features in the atmosphere of Venus. ", "url": "https://www.firstpost.com/tech/science/bepicolombo-probe-to-mercury-captures-ultra-close-shot-of-venus-in-close-approach-8953841.html"}]}, [], {"win label": 1, "news": [{"title": "BepiColombo Spacecraft Skims Past Venus", "date": "2021-08-12", "content": "The joint European-Japanese BepiColombo mission captured this view of Venus on August 10, 2021, as the spacecraft passed the planet for a gravity assist maneuver. The image was taken at 13:57:56 UTC by the Mercury Transfer Module's Monitoring Camera 3, when the spacecraft was 1573 km from Venus. Closest approach of 552 km took place shortly before, at 13:51:54 UTC. The cameras provide black-and-white snapshots in 1024 x 1024 pixel resolution. The image has been lightly processed to enhance contrast and use the full dynamic range. A small amount of optical vignetting is seen in the bottom left of the image. The high-gain antenna of the Mercury Planetary Orbiter and part of the body of the spacecraft are visible in front of Venus, at top left. The maneuver, the second at Venus and the third of nine flybys overall, helped steer the spacecraft on course for Mercury. During its seven-year cruise to the smallest and innermost planet of the Solar System, BepiColombo makes one flyby at Earth, two at Venus and six at Mercury to brake against the gravitational pull of the Sun in order to enter orbit around Mercury. Its first Mercury flyby will take place October 1-2, 2021. ", "url": "https://scitechdaily.com/bepicolombo-spacecraft-skims-past-venus/"}, {"title": "Mercury flyby tonight: Europe's BepiColombo spacecraft to attempt its 1st swing past the planet", "date": "2021-10-01", "content": "A spacecraft bound for the planet Mercury will take a first look at the target tonight, when it makes its first-ever flyby of the small rocky world during an incredibly close encounter tonight. The mission, called BepiColombo, is a joint project of the European Space Agency and the Japanese Aerospace Exploration Agency. It is only the second mission in history sent to orbit Mercury, the smallest and innermost planet of the solar system. BepiColombo's flyby tonight will bring the spacecraft within just 124 miles of the surface of Mercury, the closest the probe will ever get to the planet during its mission. The first images from the encounter are expected to reach Earth early Saturday and will be the first close images of Mercury's scorched surface since the end of NASA's Messenger orbiter mission in 2015. ", "url": "https://www.space.com/mercury-bepicolombo-first-flyby-ready"}, {"title": "BepiColombo: Europe's mission to Mercury returns first pictures", "date": "2021-10-02", "content": "Europe's BepiColombo mission has returned its first pictures of Mercury, the Solar System's innermost planet. The probe took the images shortly after it zipped over the little world at an altitude of just 200km (125 miles). Controllers have planned a further five such flybys, each time using the gravitational tug of Mercury to help control the speed of the spacecraft. The aim is for Bepi to be moving slow enough that eventually it can take up a stable orbit around the planet. ", "url": "https://www.bbc.com/news/science-environment-58754882"}, {"title": "Hello Mercury! BepiColombo Spacecraft Captures Image During Gravity Assist Maneuver", "date": "2021-10-02", "content": "The joint European-Japanese BepiColombo mission captured this view of Mercury on October 1, 2021, as the spacecraft flew past the planet for a gravity assist maneuver. The image was taken at 23:44:12 UTC by the Mercury Transfer Module's Monitoring Camera 2, when the spacecraft was about 2418 km from Mercury. Closest approach of about 199 km took place shortly before, at 23:34 UTC. In this view, north is towards the lower right. ", "url": "https://scitechdaily.com/hello-mercury-bepicolombo-spacecraft-captures-image-during-gravity-assist-maneuver/amp/"}, {"title": "BepiColombo: Europe-Japan space mission captures Mercury images", "date": "2021-10-03", "content": "A joint European-Japanese spacecraft has sent back its first images of Mercury, the nearest planet to the Sun. The European Space Agency said the BepiColombo mission made the first of six flybys of Mercury at 11:34pm GMT on Friday, using the planet's gravity to slow the spacecraft down. After swooping past Mercury at altitudes of less than 200 kilometres, the spacecraft took a low-resolution black-and-white photo with one of its monitoring cameras before zipping off again.", "url": "https://www.aljazeera.com/news/2021/10/3/europe-japan-space-mission-captures-images-of-mercury"}, {"title": "ESA's BepiColombo Orbiters Fire Up Instruments On First Mercury Flyby", "date": "2021-10-16", "content": "Planetary missions are torturous affairs at best; typically, they take decades from conception to fruition. The European Space Agency's BepiColombo Mission to Mercury is a classic case in point. The 650 million euro eight-year mission, with the Japanese Space Agency as a partner, finally made it to within striking distance of our solar system's innermost planet, which orbits our star once every 88 days. Mercury is among the least explored planets in the solar system not because there's no scientific interest in the tiny planet, but because it's so difficult to get to. ", "url": "https://www.forbes.com/sites/brucedorminey/2021/10/16/esas-bepicolombo-orbiters-fire-up-instruments-on-first-mercury-flyby/"}, {"title": "BepiColombo completes first Mercury flyby, science provides insight into planet's unique environment", "date": "2021-10-24", "content": "On October 1, 2021, the joint European Space Agency and Japan Aerospace Exploration Agency BepiColombo spacecraft successfully performed its first flyby of the solar system's innermost planet, Mercury. The flyby is the first in a set of six such events BepiColombo will complete before entering orbit around Mercury in late 2025. Following the flyby, initial science returns from different instruments onboard BepiColombo revealed interesting details about the environment surrounding Mercury, as well as details on the planet itself. The flyby BepiColombo's first Mercury flyby sequence took place on October 1 and October 2, with the closest approach occurring at 23:34 UTC on October 1 at a distance of 199 km from the surface of Mercury as the spacecraft's monitoring cameras captured images of the planet. These same cameras returned images of Venus from BepiColombo's second flyby of that planet in August 2021. ", "url": "https://www.nasaspaceflight.com/2021/10/bepicolombo-first-mercury-flyby/"}, {"title": "Hear and Feel BepiColombo Spacecraft's First Tastes of Mercury Science", "date": "2021-10-31", "content": "The magnetic and particle environment around Mercury was sampled by BepiColombo for the first time during the mission's close flyby of the planet at 199 km on October 1-2, 2021, while the huge gravitational pull of the planet was felt by its accelerometers. The magnetic and accelerometer data have been converted into sound files and presented here for the first time. They capture the 'sound' of the solar wind as it bombards a planet close to the Sun, the flexing of the spacecraft as it responded to the change in temperature as it flew from the night to dayside of the planet, and even the sound of a science instrument rotating to its 'park' position. \"It may have been a fleeting flyby, but for some of BepiColombo's instruments, it marked the beginning of their science data collection, and a chance to really start preparing for the main mission,\" says Johannes Benkhoff, ESA's BepiColombo project scientist. ", "url": "https://scitechdaily.com/hear-and-feel-bepicolombo-spacecrafts-first-tastes-of-mercury-science/"}]}, {"win label": 0, "news": [{"title": "BepiColombo lines up for second Mercury flyby", "date": "2022-06-20", "content": "The ESA/JAXA BepiColombo mission is gearing up for its second close flyby of Mercury on 23 June. ESA's spacecraft operation team is guiding BepiColombo through six gravity assists of the planet before entering orbit around it in 2025. Like its first encounter last year, this week's flyby will also bring the spacecraft to within about 200 km altitude above the planet's surface. Closest approach is anticipated at 09:44 UT (11:44 CEST). ", "url": "https://www.esa.int/Science_Exploration/Space_Science/BepiColombo/BepiColombo_lines_up_for_second_Mercury_flyby"}, {"title": "BepiColombo Spacecraft Lines Up for Second Planet Mercury Flyby", "date": "2022-06-23", "content": "After successfully completing its maiden flyby around Mercury last year, the ESA/JAXA BepiColombo mission is gearing up for its second close flyby of Mercury on June 23, 2022. ESA's spacecraft operation team is guiding BepiColombo through six gravity assists of the planet before entering orbit around it in 2025. Like its first encounter last year, this week's flyby will also bring the spacecraft to within about 200 km altitude above the planet's surface. Closest approach is anticipated at 09:44 UT. The primary purpose of the flyby is to use the planet's gravity to fine-tune BepiColombo's trajectory. ", "url": "https://pragativadi.com/bepicolombo-spacecraft-lines-up-for-second-planet-mercury-flyby/"}, {"title": "Mercury shows off craters in amazing pictures from BepiColombo flyby", "date": "2022-06-24", "content": "A spacecraft's second close flyby of Mercury Thursday gave a stunning set of close-ups of the planet's craters and volcanic regions. The BepiColombo mission, a joint project by the European Space Agency and the Japan Aerospace Exploration Agency, got within only 125 miles from Mercury's crater-strewn surface. While the closest view was of the planet's nightside, scientists said the mission still provided valuable insight of Mercury' s formation processes when regions within daylight came into view. \"I punched the air when the first images came down, and I only got more and more excited after that,\" Jack Wright, who helped plan the imaging sequence as a member of spacecraft's monitoring camera team, said in an ESA statement. \"The images show beautiful details of Mercury, including one of my favorite craters, Heaney, for which I suggested the name a few years ago,\" Wright added. ", "url": "https://www.space.com/mercury-bepicolombo-2nd-flyby-photos"}, {"title": "Watch Mercury roll by as BepiColombo probe makes superclose flyby ", "date": "2022-06-27", "content": "A new video released by the European Space Agency on Monday shows the crater-riddled surface of the solar system's smallest planet Mercury as captured during a super close flyby of the BepiColombo spacecraft. BepiColombo, a joint mission of ESA and the Japan Aerospace Exploration Agency, is currently on a seven-year cruise through the inner solar system, using the gravity of planets including Mercury, Venus and Earth to slow down so that it can enter Mercury 's orbit in 2025. The Mercury flyby, which took place on Thursday, was BepiColombo's second at the scorched, rocky planet that will be its ultimate destination. Just like during the first encounter, which took place on Oct 1, 2021, the probe approached the planet to an extremely close distance of only 120 miles. That is closer than the two orbiters that comprise the BepiColombo mission will orbit the planet after their arrival. ", "url": "https://www.space.com/mercury-2nd-flyby-video-bepicolombo-reveals-craters"}, {"title": "BepiColombo's second Mercury flyby", "date": "2022-06-27", "content": "A beautiful sequence of 56 images taken by the monitoring cameras on board the ESA/JAXA BepiColombo mission as the spacecraft made its second close flyby of its destination planet Mercury on 23 June 2022. The compilation includes images from two monitoring cameras onboard the Mercury Transfer Module, which provides black-and-white snapshots at 1024 x 1024 pixel resolution. The MCAMs also capture parts of the spacecraft: MCAM-2 sees the Mercury Planetary Orbiter's medium-gain antenna and magnetometer boom, while the high-gain antenna is in the MCAM-3 field-of- view. The image sequences lasted about 15 minutes starting soon after closest approach to Mercury, which was at an altitude of 200 km. The first sequence showcases images taken by MCAM-2, starting from a distance of around 920 km from the surface of the planet and finishing at about 6099 km. ", "url": "https://www.esa.int/ESA_Multimedia/Videos/2022/06/BepiColombo_s_second_Mercury_flyby"}, {"title": "BepiColombo Spacecraft Makes Second Gravity Assist of Planet Mercury - Captures Spectacular Close-Ups", "date": "2022-06-28", "content": "The ESA/JAXA BepiColombo mission has made its second gravity assist of planet Mercury, capturing new close-up images as it steers closer towards Mercury orbit in 2025. The closest approach took place at 09:44 UTC (11:44 CEST) on June 23, 2022, about 200 km (124 miles) above the planet's surface. Images from the spacecraft's three monitoring cameras (MCAM), along with scientific data from a number of instruments, were collected during the encounter. The MCAM images, which provide black-and-white snapshots in 1024 x 1024 pixel resolution, were downloaded over the course of yesterday afternoon, and a selection is presented here (click images to expand captions for more details). ", "url": "https://scitechdaily.com/bepicolombo-spacecraft-makes-second-gravity-assist-of-planet-mercury-captures-spectacular-close-ups/"}]}]