[{"win label": 0, "news": [{"title": "Boeing 787 to get Chinese components", "date": "2005-06-03", "content": "Boeing yesterday signed US$600 million worth of contracts with Chinese companies for the production of commercial airplane components. An imaginery image of the Boeing-787 jetliner. Deals included the first-ever confirmed agreement to produce parts for the brand new Boeing 787 Dreamliner. Meeting in Beijing the aviation giant finalized contracts for the 787 composite rudder, the 737 forward entry door and the 737 automatic over-wing exit door with the Chengdu Aircraft Industrial Co Ltd, a China Aviation Industry Corporation I -affiliated company. Also sealed was the deal for the 787 wing-to-body fairing panels between Boeing and Hafei Aviation Industry Co, Ltd, a firm under AVIC II. \"AVIC I is keen to further its long-standing partnership with Boeing. As well as strengthening our own aircraft building capability with the ARJ 21 feederliner project, we also hope to grow into a global supplier for the international aircraft manufacturing industry,\" Liu Gaozhuo, president of AVIC I, said. The AVIC I boss added that becoming the sole partner on component supply with Boeing on the revolutionary 787 project was an endorsement of the Chinese plane makers' technology and manufacturing capability. \"Since large amount of new composite materials are used in the 787 dreamliner, it imposes higher demand on us as a component supplier. It is surely a recognition of our technological capability,\" Liu said. Already more than 3,500 Boeing airplanes -- one third of Boeing's world fleet -- have major parts and assemblies built in China. Boeing Commercial Airplanes Vice-President and General Manager of Airplane Production Carolyn Corvi said that yesterday's agreements showed China's growing role in Boeing's strategy of global manufacturing and production outsourcing on the 787, 777, 747 and 737 aeroplane programs. \"China's aviation industry is providing outstanding technological capabilities and resources that help us meet quality, cost and delivery imperatives in our programs -- particularly on the new 787 project,\" she said. Agreeing with Corvi, David Wang, president of Boeing China, said it was natural for aircraft manufacturing to become a global industry, instead of been limited within a single territory. Because China boasts manufacturing facilities and a cheap, educated workforce, it makes sense for both Boeing and Airbus to shift some production into the country, Liao Quanwang, deputy director of China Aviation Development Research Centre, said. Airbus, Boeing's main-rival, has pledged to offer a 5 per cent risk-sharing partnership with China on its newly unveiled A350 project. Both AVIC I and AVIC II expressed they were busy negotiating with Airbus on the A350 programme. Deals may be concluded by the end of this year, Xu Zhanbin, vice-president of AVIC II, said. Also yesterday, the Shenyang Aircraft Corporation, an AVIC I-affiliated company, signed a memorandum of agreement with Boeing to build the 787 leading edge assembly for its vertical fin. BHA Aero Composite Parts Co Ltd signed memorandums of understanding to supply interior panels for the 777 control cabin, as well as wing-to-body fairing panels and the tail cone for the Next-Generation 737. BHA is an equity-share joint venture between Boeing, Hexcel Corp and AVIC I. Boeing also announced yesterday the decision to substantially increase 737 component production at Shanghai Aviation Industrial Corp, Xi'an Aircraft Company and Shenyang Aircraft Corporation for the manufacture of 737 parts, including the vertical fin and horizontal stabilizer.", "url": "https://www.chinadaily.com.cn/english/doc/2005-06/03/content_448476.htm"}]}, [], {"win label": 0, "news": [{"title": "New orders for Boeing 787 debut", "date": "2007-07-08", "content": "Boeing has announced 35 new orders for its 787 Dreamliner, hours before the plane is unveiled at the US manufacturer's plant in Seattle. The new orders, from Air Berlin and a leasing firm, mean Boeing now has 677 orders from 47 customers for the midsize, long-haul jet. Sunday has been chosen for Dreamliner's premiere as it is 8 July, or, in the American date style, 7/8/07. The first test flight is expected in August or September. It is due to go into service next year with Japan's All Nippon Airways set to be the first recipient as a reward for placing orders for 50 of the aircraft. ", "url": "http://news.bbc.co.uk/2/hi/business/6281582.stm"}, {"title": "Boeing prepares for 787 premiere", "date": "2007-07-08", "content": "There is now eagerness to see the real Dreamliner --- Plane enthusiasts around the world are awaiting the unveiling of Boeing's new 787 Dreamliner at the US manufacturer's plant in Seattle. The firm has so far received 642 orders for the midsize, long-haul jet from 46 airlines and leasing firms. Sunday has been chosen for Dreamliner's unveiling as it is 8 July, or, in the American date style, 7/8/07. The first flight is expected in August or September, with the plane due to go into service next year. The first customer to get the jet will be Japan's All Nippon Airways, which is being rewarded for placing orders for 50 of the aircraft. ", "url": "http://news.bbc.co.uk/2/hi/business/6278324.stm"}, {"title": "Boeing unveils 787 Dreamliner", "date": "2007-07-09", "content": "Everett, Wash. Boeing Co. raised the curtain on its first fully assembled 787 on Sunday to an audience of thousands who packed into its widebody assembly plant for the plane's extravagantly orchestrated premiere. With flight attendants onstage from each airline that has ordered the jet, the giant factory doors opened wide as the plane slowly moved into view to the strains of a theme song composed specially for the 787, which Boeing calls the Dreamliner.", "url": "https://www2.ljworld.com/news/2007/jul/09/boeing_unveils_787_dreamliner/"}, {"title": "Airlines Downplay Impact of Boeing 787 Delay", "date": "2007-10-11", "content": "Boeing could face penalty fees for late delivery of the Dreamliner aircraft after revealing a six-month delay in its fastest-selling plane on Wednesday. The news triggered a 2.7 percent fall in the stock's heaviest trade in almost a year. It means the 787 will not fly tourists to the Olympics in Beijing next summer and prompted comparisons with rival Airbus which is set to deliver its first A380 superjumbo next week after costly delays put it two years behind schedule. \"For now, we don't expect it to have such a huge impact,\" said ANA spokesman Shinichi Shinkawa, adding the 787 launch customer was studying the matter. Britain's Rolls-Royce, which will supply engines for ANA's 787s, said it expected no financial impact in 2008 from the delay in first deliveries. ", "url": "https://www.cnbc.com/id/21249515"}]}, {"win label": 0, "news": [{"title": "FAA: Boeing's New 787 May Be Vulnerable to Hacker Attack", "date": "2008-01-04", "content": "\"There are places where the networks are not touching, and there are places where they are,\" she said. Gunter added that although data can pass between the networks, \"there are protections in place\" to ensure that the passenger internet service doesn't access the maintenance data or the navigation system \"under any circumstance.\" She said the safeguards protect the critical networks from unauthorized access, but the company still needs to conduct lab and in-flight testing to ensure that they work. This will occur in March when the first Dreamliner is ready for a test flight. Gunter said Boeing has been working on the issue with the FAA for a number of years already and was aware that the agency was planning to publish a \"special conditions\" document regarding the Dreamliner. ", "url": "https://www.wired.com/2008/01/dreamliner-security/"}, {"title": "Boeing CEO admits 787 Dreamliner errors", "date": "2008-04-22", "content": "Boeing Co's BA.N chief executive has admitted that the company's ambitious plan to outsource most of the production of its new 787 Dreamliner jet has not been completely successful and could lead to a re-evaluation for future programs. The admission is the clearest indication yet that Boeing's revolutionary plan to parcel out production of most of the carbon-composite aircraft to suppliers around the world has aggravated problems on the program, which is now running 15 months behind schedule. \"The global-partnership model of the 787 remains a fundamentally sound strategy,\" said Boeing CEO Jim McNerney in a memo circulated to employees on Monday. \"But we may have gone a little too far, too fast in a couple of areas. ", "url": "https://www.reuters.com/article/us-boeing-ceo-idUSN2228189920080422"}]}, [], {"win label": 1, "news": [{"title": "A Nightmare Delay for the Boeing 787 Dreamliner", "date": "2009-07-22", "content": " Bad news keeps coming for Boeing's 787 Dreamliner program. The first flight of the new composite airliner has been plagued by delays for nearly two years, and now The Seattle Times says a structural design flaw means the first flight may not happen until next year. Excitement mounted last month as the company said the 787 would take to the air by the end of June. Asked about that at the Paris Air Show, company officials said the first flight was on track and would come within two weeks. But one week after the show, which ended June 21, came word that the area where the wings join the fuselage must be reinforced. ", "url": "https://www.wired.com/2009/07/787-dreamliner-delay/"}, {"title": "Dreamliner deferred: Design flaw delays Boeing 787", "date": "2009-07-31", "content": "The wing damage that grounded Boeing's new composite 787 Dreamliner occurred under less stress than previously reported - and is more extensive. An engineer familiar with the details said the damage happened when the stress on the wings was well below the load the wings must bear to be federally certified to carry passengers. In addition, information obtained independently and confirmed by a second engineer familiar with the problem shows the damage occurred on both sides of the wing-body join - that is, on the outer wing as well as inside the fuselage. The structural flaw in the Boeing design was found in May during a ground test that bent the wings upward. Stresses at the ends of the long rods that stiffen the upper wing skin panels caused the fibrous layers of the composite plastic material to delaminate. ", "url": "https://www.spokesman.com/stories/2009/jul/31/dreamliner-deferred/"}, {"title": "Boeing 787 trouble found - Winnipeg Free Press", "date": "2009-08-15", "content": "Hey there, time traveller! This article was published 15/08/2009, so information in it may no longer be current. Boeing Co. has discovered another problem with its long-delayed 787 jetliner, prompting the aircraft maker to halt production of fuselage sections at a factory in Italy. The Chicago-based company found microscopic wrinkles in the skin of the 787's fuselage and ordered Italian supplier Alenia Aeronautica to stop making sections on June 23, spokeswoman Lori Gunter said Friday. Boeing has started patching the areas. ", "url": "https://www.winnipegfreepress.com/business/2009/08/15/boeing-787-trouble-found"}, {"title": "Boeing Says 787 Will Fly This Year", "date": "2009-08-27", "content": " It's a headline we've read before, but Boeing says the oft-delayed 787 Dreamliner will fly before the end of the year and the first of them will be delivered to customers by the end of 2010. Boeing claims this timeline will allow it to reinforce the area where the wing joins the fuselage. A structural problem was uncovered earlier this year during stress tests of the composite airframe, and it looked like it might delay test flights until next year. But Pat Shanahan, general manager of Boeing's commercial airplanes business, says the problem has been solved, according to the Wall Street Journal. Boeing says the new timeline also adds \"several weeks of schedule margin\" to the testing and certification margin. ", "url": "https://www.wired.com/2009/08/boeing-787/"}, {"title": "Boeing 787 Heads For The Repair Shop", "date": "2009-09-25", "content": " Boeing says it has started work on fixing the wing/fuselage problems of the new 787 Dreamliner. Already long overdue, the 787 program suffered the latest setback back in June when the company announced the expected first flight was not going to happen because of a structural issue. Static stress tests in the spring uncovered a problem where the wing and fuselage meet, causing some of the composite material to delaminate. According to Boeing's Randy Tinseth, the company has started reinforcing the side of the fuselage at the wing join. Both 787 1 and the static test aircraft are currently undergoing modifications to strengthen the wing join area. ", "url": "https://www.wired.com/2009/09/boeing-787-heads-for-the-repair-shop/"}, {"title": "Boeing 787 Leaves Repair Shop, Moves Closer To Flight", "date": "2009-11-17", "content": "Much of the aviation industry is sweltering at the Dubai Air Show this week, but one plane everyone's talking about is sitting in a hangar north of Seattle. The Boeing 787 has yet to make its first flight, but both flight test aircraft and a static test plane are out of the repair shop after being sidelined for a design problem. Engineers have fixed a the structural problem they found where the wing meets the fuselage -- a problem that postponed last summer's planned test flights. With the issue resolved, things appear to be back on track. ", "url": "https://www.wired.com/2009/11/boeing-787-out-of-repair-shop-one-step-closer-to-first-flight/"}, {"title": "United Places Order For 25 Airbus A350 And 25 Boeing 787", "date": "2009-12-12", "content": "United Airlines announced a significant investment in the company's future with a widebody aircraft order that will enable the carrier to reduce operating costs and better match aircraft to key markets it serves, while providing its customers with state-of-the-art cabin comfort. The new technology aircraft will reduce fuel burn and environmental impact, while enabling service to a broader array of international destinations. United ordered 25 Airbus A350 XWB aircraft and 25 Boeing 787 Dreamliner aircraft and has future purchase rights for 50 of each aircraft. The aircraft order follows a rigorous, six-month request for proposal process, which resulted in agreements with both manufacturers, enabling the company to meet its financial and operational objectives and respond to changes in future market conditions. The size and capabilities of the different aircraft models ensure the company has the right aircraft for the right market throughout the fleet replacement cycle. ", "url": "http://avstop.com/news2/united_places_order_for_25_airbus_a350_and_25_boeing_787.htm"}, {"title": "787 Dreamliner takes to the sky", "date": "2009-12-15", "content": "After two years of delays, Boeing's new plane finally got off the ground Tuesday. Its first flight was witnessed by thousands of company employees and excited fans. At long, long last, Boeing's 787 Dreamliner is aloft. On July 8, 2007, in front of thousands of enthusiastic onlookers, Boeing rolled out the 787 at its mammoth assembly plant here. The aerospace giant promised to change the nature of long-haul flight, making it significantly more efficient than ever before, and promised to showcase the new plane with its first flight just a few months later. But one delay after another has substantially slowed the 787 program, and even though the plane was brought to the flight line last May, and it was expected that the first flight would take place sometime in the second quarter, that didn't happen. Until Tuesday, when at 10:28 a.m. PST, the maiden voyage of the first Dreamliner finally lifted off from Boeing's Paine Field here, quickly disappearing into a thick cloud cover. ", "url": "https://www.cnet.com/culture/787-dreamliner-takes-to-the-sky/"}, {"title": "Boeing's 787 jetliner makes first test flight", "date": "2009-12-16", "content": "Boeing Co.'s new 787 jetliner finally took to the skies Tuesday, more than two years later than the company had planned. Pilots Michael Carriker and Randall Neville lifted off in the big blue and white jet shortly after 10 a.m. PST from Everett's Paine Field on a four-hour flight over Washington state, beginning the extensive flight test program needed to obtain the plane's Federal Aviation Administration certification. Before landing at Seattle's Boeing Field later, the two-member crew planned to perform a variety of basic tests and systems checks, said Boeing Commercial Airplanes spokesman Jim Proulx. ", "url": "https://www.chinadaily.com.cn/world/2009-12/16/content_9183682.htm"}, {"title": "Boeing 787 makes its first flight on December 15, 2009.", "date": "2009-12-16", "content": "On December 15, 2009, the Boeing Company's revolutionary 787 jetliner, the first passenger jet made mostly of composite materials, flies for the first time, more than 27 months behind schedule. The flight at least momentarily lifts a cloud that has shadowed the 787 program because of repeated delays in the company's globally dispersed production scheme and strikes by the International Association of Machinists and Aerospace Workers in 2005 and 2008. Boeing declares the three-hour flight -- cut back from a planned five and a half hours because of bad weather -- a success and says the plane will deliver on its promise of 20 to 25 percent better fuel efficiency than conventional metal jets. But nine months of flight trials totaling 3,000 air hours on six test planes lie ahead before the 787, dubbed the Dreamliner, can earn certification from the Federal Aviation Administration and delivery to customers can begin in late 2010. The Sonic Cruiser Morphs into the 787 The idea for the 787 began to take shape in 2002 after major airlines nixed Boeing's proposed Sonic Cruiser, an advanced, partially composite long-range airliner that would have cruised just below the speed of sound, which is about 660 m.p.h. ", "url": "https://www.historylink.org/File/9249"}, {"title": "Boeing 787 Dreamliner is a breath of fresh cabin air", "date": "2009-12-19", "content": "The successful launch of the Boeing Dreamliner this week has highlighted concerns about the amount of toxic air in conventional aircraft cabins. The new lightweight plane, which is designed to cut fuel costs by 20 per cent, has been hailed as the answer to the problem of contaminated air that scientists claim affects up to 200,000 British passengers each year - known in the industry as aerotoxic syndrome. Since 1963, all commercial aircraft have used the \"bleed air\" system, whereby compressed air is drawn through the engines and into the cabin. The air passes through filters that remove bacteria or viruses but do not remove fumes or vapours from the engine - so if there is an oil or hydraulic fuel leak, toxic chemicals can contaminate the air supply.", "url": "https://www.telegraph.co.uk/travel/travelnews/6839234/Boeing-787-Dreamliner-is-a-breath-of-fresh-cabin-air.html"}]}, {"win label": 0, "news": [{"title": "Boeing tests inside of new 787", "date": "2010-02-03", "content": "Boeing Co. designers and marketers are betting that a lot of subtle changes in the interior of their new 787 jetliner will add up to strong passenger demand to fly on the plane. Boeing Commercial Airplanes on Wednesday showed off the first 787 with a passenger cabin installed. The plane, the third 787 to be built, is among six that Boeing is using in its flight test program this year. While the other aircraft will test flight characteristics and aircraft strength, this plane, scheduled to fly later this month, is dedicated to cabin features and safety - the \"passenger experience\" as Boeing describes it. Everything on board, from the ventilation system to the coffee pots, must be certified by the Federal Aviation Administration before 787s can go into passenger service. ", "url": "https://www.spokesman.com/stories/2010/feb/03/boeing-tests-inside-new-787/"}, {"title": "787 Dreamliner Hiccups During Flight Testing", "date": "2010-02-22", "content": "Boeing test pilots made a cautionary landing at the Moses Lake airport in central Washington over the weekend after experiencing an \"uncommanded loss of thrust in one of the engines.\" Boeing's Randy Tinseth posted the news on his blog, saying the problem was linked to a pressure sensing component and was quickly fixed. The first 787 Dreamliner, ZA001 returned to Seattle Sunday after the repairs were made. ZA001 is pictured above over Runway 13R at Boeing Field in Seattle during a previous flight. The flight test department at Boeing is very busy these days with two new designs undergoing certification flights at the same time. ", "url": "https://www.wired.com/2010/02/787-dreamliner-hiccups-during-flight-testing/"}, {"title": "United Airlines Finalizes Boeing 787 Dreamliner Order", "date": "2010-02-26", "content": "United expects to take delivery of the Boeing 787s at the same time it will begin to retire its Boeing 747s and 767s operating on international routes. The 787 Dreamliner, currently in flight test, will provide greater fuel efficiency, allowing airlines to add new, nonstop city pairs and the additional frequencies that passengers prefer. The Boeing 787 Dreamliners also promises a more comfortable flying experience for passengers. Its innovations include a new interior environment with improvements in air filtration, higher cabin pressurization resulting in reduced physical fatigue, larger windows, more stowage space, improved lighting and other passenger-preferred conveniences. The technologically advanced 787 will also provide airlines with up to 45 percent more cargo revenue capacity Including United Airlines, 57 customers around the world have ordered 876 Dreamliners, making the 787 the fastest- selling new commercial jetliner in history. ", "url": "http://avstop.com/news_feb_2010/united_airlines_finalizes_boeing_787_dreamliner_order.htm"}, {"title": "A Look Inside the Brains of Boeing 787 Flight Test", "date": "2010-03-22", "content": "This weekend marked a major milestone for the new Boeing 787 Dreamliner -- the flight-test aircraft was cleared to fly throughout its performance range for the first time. It is a critical step for Boeing in the company's effort to receive Type Inspection Authorization from the Federal Aviation Administration for the long-awaited new composite airliner. Wired.com was in Boeing's telemetry room on Friday during the final flutter- test flight as teams of engineers diligently worked with test pilots Mike Carriker and Regis Hancock aboard 787 ZA001. As the test pilots executed test after test after test, the engineers on the ground quietly studied computer monitors and, yes, paper strip charts to ensure oscillations introduced to the flight controls were effectively damped and the composite aircraft was ready to fly safely throughout its flight envelope. Flutter testing is critical to any aircraft development program. ", "url": "https://www.wired.com/2010/03/a-look-inside-the-brains-of-boeing-flight-test/"}, {"title": "Boeing 787 Passes Incredible Wing Flex Test", "date": "2010-03-29", "content": "Boeing has completed one of the more spectacular tests of the 787 Dreamliner program. The airplane maker completed the \"ultimate-load wing-up bending test\" on Sunday using airframe ZY997, the test aircraft that is basically built to be tortured on the ground and never fly. During the test, the wings on the 787 were flexed upward \"approximately 25 feet\" which equates to 150 percent of the most extreme forces the airplane is ever expected to encounter during normal operation. The test is used to demonstrate a safety margin for the design and is part of the certification process to show the airplane can withstand extreme forces. Ultimate wing load testing is standard procedure for any new airplane design and has been done on aircraft large and small almost since the beginning of aviation. ", "url": "https://www.wired.com/2010/03/boeing-787-passes-incredible-wing-flex-test/"}, {"title": "Boeing's 787 Suffers Through Deep Freeze in Florida", "date": "2010-04-22", "content": "Boeing has begun cold-soak testing of the new 787 Dreamliner at Eglin Air Force Base in Florida. The testing takes place in the McKinley Climatic Chamber, a massive hangar where the temperature can be controlled to simulate everything from the deep freeze of high altitudes to the baking heat of the deserts. Boeing expects the test to last two weeks. All new airliners must undergo climatic testing to ensure that systems work in all the temperature ranges the aircraft is expected to experience. Inside the climate chamber at Eglin, the temperature has been turned down to a chilly 45 degrees below zero Fahrenheit. ", "url": "https://www.wired.com/2010/04/boeings-787-suffering-through-deep-freeze-in-florida/"}, {"title": "Boeing 787 Withstands Lightning Strike", "date": "2010-06-18", "content": " Six months into Boeing's aggressive flight test program for the new 787, the company announced this week the Dreamliners have flown just over 1,000 hours. The news comes during a busy week for the program after the first flight of a 787 powered by General Electric's efficient new GEnx engines and news the airplane experienced the first lightning strike. The 787 flight test team gathered the unexpected data last month after one of the Dreamliner test aircaft was struck by lightning. Unlike traditional aluminum aircraft where the entire aircraft is conductive, on a composite airplane the charge from a lightning strike would find its way to the conductive parts such as wiring or hinges. In order to avoid the risk of the charge damaging these kinds of parts, Boeing had to add conductive material to the composites in order to provide a pathway for lightning strikes. ", "url": "https://www.wired.com/2010/06/boeing-787-withstands-lightning-strike/"}]}, {"win label": 0, "news": [{"title": "Boeing Unveils Dreamliner 787 Flight Simulator", "date": "2010-08-29", "content": "Boeing Training and Flight Services has started 787 Dreamliner flight certification training following the provisional approval from the U.S. Federal Aviation Administration for Boeing's Seattle-based 787 flight training devices. As part of flight training, pilots train on a 787 flat panel training device and a 787 full-flight simulator. Both devices are manufactured by Thales. \"The innovations of the 787 have inspired us to develop the most effective training curriculum based on our customers' training needs matched with efficient delivery and modern simulation tools,\" said Sherry Carbary, vice president, Flight Services, Boeing Commercial Airplanes. \"With the FAA's approval on our flight training devices, we are embarking on an exciting journey toward delivering qualified and competent crews.\" ", "url": "http://avstop.com/news_august_2010/boeing_unveils_dreamliner_787_flight_simulator.htm"}, {"title": "Boeing's billion dollar gamble: Inside the world's biggest building, where the new 787 Dreamliner plane is built", "date": "2010-09-07", "content": "It's made in the world's biggest building, takes only four days to put together and is the first commercial aircraft built from carbon composites, but will the revolutionary new Dreamliner win the battle for our skies? Boeing 787 Boeing 787 The 787 production line at Boeing's giant Everett plant. The design of the 787 required 800,000 hours of processing time on a Cray supercomputer. Sections of the aircraft are put together in 50 different places Tucked away in the upper north-west corner of the U.S., about 30 miles north of Seattle, sits the biggest building in the world, utterly dominating the town of Everett. It's three-quarters of a mile long and a third of a mile wide. ", "url": "https://www.dailymail.co.uk/home/moslive/article-1308128/Boeings-billion-dollar-gamble-Inside-worlds-biggest-building-new-787-Dreamliner-plane-built.html"}, {"title": "Video: Sparks Fly As 787 Dreamliner Drags Its Tail; FAA Mandates A Wide Berth", "date": "2010-10-06", "content": "Despite several setbacks - and some troubling news from the FAA this week - Boeing is plugging along with tests on its super-sized 787 Dreamliner. The aerospace giant added a sixth and final plane to its test fleet this week and recently performed a particularly strange takeoff maneuver that involves dragging the plane's tail on the ground. Boeing's test team completed several flight test milestones in recent weeks, including icing tests; flight loads survey testing, which demonstrates the pressure distribution on the plane during different phases of flight; brake testing; and crosswind, takeoff and landing tests. One test even involved landing on a runway soaked with 50,000 gallons of water. The tail-dragging test was meant to determine the lowest airspeed needed for the Dreamliner to take off. This is called the velocity minimum unstick, or VMU. Boeing pilots tested out the new plane's chops at Edwards Air Force Base in California, Boeing Field in Seattle and an airfield in Iceland. Meanwhile, Boeing learned this week that when the 787 is finally in the air, all other airplanes had better seek a wide berth. The Federal Aviation Administration issued an interim requirement that planes landing after the 787 or Boeing's new 747-8 jumbo jet must stay at least 10 miles behind. It's to protect other planes from wake turbulence, a disruptive vortex that forms at the wingtips of big planes and swirls behind them. As of now, heavy jets must hang out 4 miles behind other large airplanes, including the 747-400 now in service, the Seattle Times reports. Light aircraft have to stay 6 miles back.", "url": "https://www.popsci.com/technology/article/2010-10/final-boeing-nyse-ba-787-dreamliner-join-flight-test-fleet-made-its-first-flight-today-paine-field-ev/"}, {"title": "Fire Forces Emergency Landing for Boeing 787", "date": "2010-11-10", "content": " The crew aboard a Boeing 787 Dreamliner flight test aircraft made an emergency landing yesterday after smoke filled the cabin. The incident occurred aboard aircraft ZA002 on a test flight from Yuma, Arizona. An electrical fire in the aft section caused smoke in the cabin and the crew opted to make a precautionary landing in Laredo, Texas rather than continuing on to the planned destination of Harlingen, Texas. The fire affected electrical power and according to the Seattle Times both primary flight displays in the cockpit as well as the auto throttles were inoperable. Upon landing in Laredo, the crew deployed the evacuation slides and everyone safely exited the aircraft. ", "url": "https://www.wired.com/2010/11/inflight-fire-forces-boeing-787-to-make-emergency-landing/"}, {"title": "Boeing 787 test flights stopped after emergency landing in Texas", "date": "2010-11-10", "content": " Boeing 787 testing has been put on hold, following an emergency landing in Texas when the crew flying a 787 jetliner reported smoke in the aircraft. One person was injured exiting the Boeing 787 at a Laredo airport Tuesday. ", "url": "https://www.csmonitor.com/USA/Latest-News-Wires/2010/1110/Boeing-787-test-flights-stopped-after-emergency-landing-in-Texas"}, {"title": "Boeing 787 Fleet Remains Grounded After Fire", "date": "2010-11-12", "content": " Boeing's fleet of 787 flight test aircraft remains grounded after an electrical fire occurred during a flight on Monday. During the approach to land in Laredo, Texas, ZA002 lost primary electrical power due to the fire. As a result, the Ram Air Turbine, a wind driven power generator, was automatically deployed and the crew was able to complete a safe landing. The company says a failure in a power panel led to a fire involving an insulation blanket. The panel, called the P100 panel, receives power from the left engine and distributes electricity to an array of systems. ", "url": "https://www.wired.com/2010/11/boeing-787-fleet-remains-grounded-after-fire/"}]}, {"win label": 0, "news": [{"title": "Boeing's 787 Dreamliner flies in, out of Denver", "date": "2011-01-11", "content": "The Boeing Co. quietly brought its newest plane, the 787 Dreamliner, into Denver International Airport on Tuesday for a series of landings and takeoffs as part of the test program for one of the world's most advanced aircraft. The company is in the midst of a rigorous testing program with its first six 787s. The plane made three landings and three takeoffs on DIA's runway 16Right/ 34Left to test the interaction between the aircraft and runway instrumentation, according to airport officials. The runway is DIA's longest at 16,000 feet and one of the longest runways among major airports throughout the world. In November, Boeing halted its 787 flight-test program when one of the planes, on a flight near Laredo, Texas, suffered a fire in a power-distribution panel. The fire \"self-extinguished\" and the plane landed safely, according to the company. Boeing resumed flight testing of the 787 on Dec. 23. The plane, which will seat between 200 and 300 passengers depending on cabin configuration, is fabricated using 50 percent composite materials and only 20 percent aluminum, according to the company. The structure is 15 percent titanium and 10 percent steel. In comparison, the Boeing 777 - the company's newest plane before the 787 - is 50 percent aluminum and relies on composites for about 12 percent of its makeup. Boeing claims the 787 will be 20 percent more fuel efficient than similarly sized planes and produce 20 percent fewer emissions. Major assembly of the 787 began in June 2006. DIA has been courting Japan's All Nippon Airways, or ANA, to operate nonstop service between Denver and Tokyo using the 787, once the carrier takes delivery of the long-haul jet and certifies its use for trans-oceanic flights. \"ANA is still saying Denver is one of the top markets,\" DIA communications and marketing chief Sally Covington said about the airline's assessment of which U.S. cities it might serve with the 787. Officials from DIA, the state of Colorado, the city and county of Denver, and the metro Denver business community have made a number of trips to meet with ANA executives in Japan in an effort to win the Tokyo nonstop service. \"It's about having face time and building relationships,\" Covington said. \"Tokyo brings us all of Asia,\" she added, referring to the ability of passengers arriving at Narita International Airport from Denver to connect with major destinations in China, South Korea and elsewhere in the region.", "url": "https://www.denverpost.com/2011/01/11/boeings-787-dreamliner-flies-in-out-of-denver-2/"}, {"title": "Goodrich Completes Boeing 787 Electric Braking System certification 117310798 ", "date": "2011-03-03", "content": "Goodrich Corporation's electric brake system for the Boeing 787 Dreamliner has completed all required dedicated flight test conditions. The achievement follows a comprehensive development and qualification program involving multiple Goodrich business units and close collaboration with Boeing. The braking system incorporates the latest iteration of Goodrich's proprietary DURACARB carbon heat sink material which provides exceptional brake performance and up to 35% better brake life than competing carbon friction materials. Required test conditions included extensive on-aircraft testing of the wheels and electric brake hardware as well as validation of the proprietary software incorporated in the electric brake actuator controllers. Maximum brake energy testing was completed at Edwards Air Force Base in California. ", "url": "https://www.prnewswire.com/news-releases/goodrich-completes-boeing-787-electric-braking-system-certification-117310798.html"}, {"title": "Short Take: Fasteners in Boeing 787 Dreamliner Wings require re-work", "date": "2011-04-27", "content": "Jon Ostrower on his FlightBlogger site posted a story late last night on how thousands of improperly coated fasteners inside the Boeing 787 Dreamliner's wing need to be replaced to help protect against lightning strikes. The FAA requires that all joints and fasteners not produce sparks around fuel after a lightening strike. Since the majority of the aircraft is made of composites, it is vunerable to arcing from one metal part to another. Boeing flies their test fleet of Boeing 787s with special anti-static additives. When the first Dreamliner, ZA001, was hit with lightening, it received no damage. 35 Boeing 787's that have already been built which will require the re-work, which will take weeks per Dreamliner. ", "url": "https://www.airlinereporter.com/2011/04/short-take-fasteners-in-boeing-787-dreamliner-wings-require-re-work/"}, {"title": "Airline Expects Boeing 787 Passenger Flights Soon", "date": "2011-06-22", "content": " After more than three years of delays the Boeing 787 Dreamliner is expected to enter service later this summer. At the Paris Air Show today, launch customer All Nippon Airways announced they will be taking delivery of the composite airliner in August or September. The airline has 55 of the efficient new airliners on order and expects to be flying 14 of them by the end of March 2012. Boeing recently flew one of its 787 flight test aircraft to Japan where the plane maker and ANA were able to test and evaluate the airplane on potential routes and at airports where it will be serviced and maintained. Plagued by a wide range of delays, Boeing has built nearly 40 of the airplanes so far, though many of them still require finishing work before they will enter service. ", "url": "https://www.wired.com/2011/06/airline-expects-boeing-787-passenger-flights-soon/"}, {"title": "LOT Polish Airlines Unveils New Livery for Boeing 787 Dreamliner", "date": "2011-06-25", "content": "LOT Polish Airlines currently has eight Boeing 787 Dreamliners on order and during the Paris Air Show they unveiled an updated livery that will debut on the Dreamliner. The large \"LOT\" lettering and bird will remain, but with many other updated airline liveries, the cheat line running down the windows will disappear. The aircraft will be configured with 18 business class, 21 premium economy class and 213 economy class seats. LOT is set to be the first European airline to receive the 787 Dreamliner, starting in summer of 2012. ", "url": "https://www.airlinereporter.com/2011/06/lot-polish-airlines-unveils-new-livery-for-boeing-787-dreamliner/"}]}, {"win label": 1, "news": [{"title": "Boeing 787 Dreamliner makes 1st landing in Japan", "date": "2011-07-03", "content": "Boeing Co.'s long-delayed 787 completed its maiden trans-Pacific journey and landed in Japan, where the more fuel-efficient jet will undergo testing this week with All Nippon Airways in preparation for its first commercial launch. The \"Dreamliner\" touched down at Tokyo's Haneda Airport from Seattle early Sunday to applause and a white \"Welcome to Japan\" banner held by flight attendants and workers. Two fire trucks shot out celebratory arches of water as the aircraft approached the hangar. ANA even offered a live video feed of the landing on Ustream. ", "url": "http://www.chinadaily.com.cn/world/2011-07/03/content_12825242.htm"}, {"title": "Boeing 787 Dreamliner launches three years late, attracting competition from Airbus A350", "date": "2011-07-17", "content": "The OregonianWorkers at Boeing's final assembly line in Everett, Wash., put 787s together from parts made around the world. The Dreamliner's sprawling supply network proved more difficult to manage than traditional manufacturing. Boeing 787 Dreamliners, for now the world's coolest planes, are rolling off the assembly line more than three years late, a delay that risks a dogfight with archrival Airbus. This was the jetliner the planet was going to build, producing pieces in the world's far corners for seamless U.S. assembly. Boeing managers parceled out work to countries likely to buy the plane, letting Japan make wings, China build rudders, Italy supply fuselage sections and France furnish wheels and brakes. ", "url": "https://www.oregonlive.com/business/2011/07/at_long_last_boeings_dreamline.html"}, {"title": "Boeing rolls out 787 Dreamliner after years of delay", "date": "2011-08-07", "content": "The Boeing 787 Dreamliner sparkled Saturday in rare Pacific northwest sunshine as the plane made its long-awaited debut. Three years overdue and billions of dollars over the budget, Boeing will finally deliver the 787 Dreamliner to Japan's All Nippon Airways next month in Tokyo. The plane is scheduled to be the first to carry commercial passengers in the 787 Dreamliner series, which has been plagued by delays but promises to revolutionize air travel. \"We are rolling out the first delivery airplane, the first 787. That's an amazing thing for those who have worked on the program five, six, seven years, here at Boeing and our partners around the world,\" said Scott Fancher, Boeing's vice president and general manager of the 787 program. The plane is the first commercial airliner to be made mostly of carbon composites or super durable plastic. Those materials mean a lighter plane that Boeing says could use 20% less fuel than conventional airliners, making way for a more environmentally-friendly and cost effective aircraft option for airlines.", "url": "http://www.cnn.com/2011/TRAVEL/08/07/boeing.dreamliner/index.html"}, {"title": "Feds Sign Off on Boeing's 787 Dreamliner", "date": "2011-08-26", "content": "The flight testing is done, the Federal Aviation Administration has issued its approval and as of today Boeing can say the 787 Dreamliner is certified to carry passengers. The FAA presented Boeing with a type certificate and production certificate for the innovative composite airliner during a ceremony at Boeing's factory north of Seattle. The pieces of paper mean the Dreamliner can begin commercial service, and they represent the culmination of several billion dollars of investment for the aerospace giant and almost as many headaches. Boeing attempted a grand experiment with the Dreamliner, one that proved far more difficult to execute than anyone imagined. The 787 project took more than three years longer than expected, and the delays cost Boeing untold amounts of money in lost sales. ", "url": "https://www.wired.com/2011/08/feds-sign-off-on-boeings-787-dreamliner/"}, {"title": "Lighter and More Fuel Efficient, Boeing Delivers the First 787 Dreamliner", "date": "2011-09-29", "content": "This week, US aircraft maker Boeing celebrated the delivery of it's first new- generation 787 Dreamliner to the Japanese carrier, All Nippon Airlines. This follows a series of setbacks which have beset the launch, delaying deliveries by around three years. Despite the setbacks, Bloomberg reported in August that the 787 is the fastest selling aircraft ever. With the number of orders already secured, production of the 787 represents about 7 years of work for the company. These orders were all placed prior to 2011 however, and orders for 26 planes have been cancelled during 2011. ", "url": "https://www.triplepundit.com/story/2011/lighter-and-more-fuel-efficient-boeing-delivers-first-787-dreamliner/73336"}, {"title": "High Resolution Photos of United Airline's First Boeing 787 Dreamliner Rolling Out of the Factory", "date": "2011-10-14", "content": "Wednesday night, Boeing pulled out United Airline's first 787 Dreamliner from the factory and off the final assembly line. The first 787 Dreamliner has already been delivered to the launch customer, ANA, but United will be the first North American airline to take delivery of the new aircraft. From United's press release: \"While in final assembly, the aircraft moved through four factory positions, including the final aircraft body join, landing gear installation, weight-on-wheels testing and installation of interior components and systems. Over the next several months, the aircraft will move to the next phase of completion, which includes final cabin configuration, installation of engines and painting.\" ", "url": "https://www.airlinereporter.com/2011/10/hi-res-photo-of-uniteds-first-boeing-787-dreamliner-rolling-out-of-the-factory/"}, {"title": "Flying on the Boeing 787 Dreamliner for the First Time", "date": "2011-10-28", "content": "When I first started this blog a little over three years ago, I never thought I would be one of the first people to ever fly on the Boeing 787 Dreamliner. This truly is a dream (liner) come true. Over the years, I have closely followed the 787, through its many ups and downs and I was honored to be invited to Tokyo to take an excursion flight around Japan. The night before the flight I received little sleep and was up at 4 am, like a kid on Christmas. ", "url": "https://www.airlinereporter.com/2011/10/flying-on-the-boeing-787-dreamliner-for-the-first-time/"}, {"title": "Boeing 787: Is it as safe as it seems? Concern over plastic aircraft", "date": "2011-11-02", "content": "With revolutionary plastic wings, it has been hailed as the most significant step in air passenger travel since Concorde. But there are fears that for the long-term safety of the new Boeing 787 Dreamliner's plastic wings and fuselage. U.S. inspectors said they do not know what to look for when the new composite starts to fail in a new report, the New Scientist revealed. The report said it is unclear how the 787 will become damaged over time and it is not known what the damage to the composite will look like. The aircraft has been trumpeted as the green fuel efficient future of aviation with its carbon-fibre reinforced wings which shave 15 per cent off its weight. The revolutionary 264-seat Boeing Dreamliner flew passengers from Tokyo to Hong Kong on its first flight last week.", "url": "https://www.dailymail.co.uk/sciencetech/article-2056792/Boeing-787-Is-safe-Concern-plastic-aircraft.html"}, {"title": "Boeing plushes out third 787 Dreamliner", "date": "2011-11-12", "content": "In addition to the interior remake, Boeing changed the paint job from the \"light livery\" to the more-classic design that graces the first 787. Check out photos of the old and new interior and exterior above, along with a couple of pictures of the first 787 visiting Auckland, New Zealand. Read more aerospace news. Visit seattlepi.com's home page for more Seattle news. ", "url": "https://www.seattlepi.com/business/boeing/article/Boeing-plushes-out-third-787-Dreamliner-2265820.php"}, {"title": "Qantas and Jetstar change 787 strategy to support Asian growth and unit cost improvement", "date": "2011-11-28", "content": " Dual Jetstar fleet type targeting frequency and unit costs \"With the alignment of the B787-8 and B787-9 deliveries and the -9s not too far off from the -8s, Qantas is going to take the B787-9s directly into their business. We're going to take 15 B787-8s,\" Jetstar CEO Bruce Buchanan told CAPA exclusively. The Qantas Group 's previous B787 strategy was formed when the B787-8 was expected to be delivered to the group in mid-2012 and the B787-9 from 2014. The B787-8 is now expected in mid-2013 and the B787-9 from 2014. Previously B787-9s would replace Jetstar 's B787-8s, which in turn would be handed down to Qantas. ", "url": "https://centreforaviation.com/analysis/reports/qantas-and-jetstar-change-787-strategy-to-support-asian-growth-and-unit-cost-improvement-63613"}, {"title": "Boeing's First 787 Flying Into Retirement", "date": "2011-12-01", "content": " The first Boeing 787 to fly is following other retirees south today. Just a few weeks shy of the anniversary of its first flight, ZA001 is currently en route to Palmdale, California. It will be pulled out of service and stored until its final fate is determined. The first 787 to fly back on December 15, 2009, ZA001 has served as the workhorse of the flight test fleet with 518 flights and more than 1,326 hours according to Boeing. The airplane has been all around the world and just returned from Australia last month. ", "url": "https://www.wired.com/2011/12/boeings-first-787-flying-into-retirement/"}, {"title": "Boeing 787 Dreamliner test flight creates excitement around MYR", "date": "2011-12-07", "content": "A Boeing 787 Dreamliner airplane flew through Myrtle Beach Wednesday as part of the company's test flights for the airplane model. The plane used in the flight was made at the company's plant in Everett, Washington. Delivery employees are using the plane to practice before the company makes its first deliveries of the plane in South Carolina. The flight allowed pilots and other employees to familiarize themselves with large airports near Boeing's Charleston area assembly plants. In addition to Myrtle Beach, they flew the 787 through Columbia, Greenville-Spartanburg and Charleston airports. ", "url": "https://www.wmbfnews.com/story/16209004/boeing-787-dreamliner-to-arrive-at-myr"}, {"title": "ANA to paint the number 787 on its Dreamliners", "date": "2011-12-31", "content": "ANA, Japan's largest airline and the launch customer of the Boeing 787 Dreamliner, has unveiled the design of its third Dreamliner. The number 787 will be painted on to the front of all further ANA Dreamliners to be delivered in FY2012. The numbers will be painted in big, bold, blue font at the front of the aircraft so that it is easily recognizable as the 787 Dreamliner. The first two ANA Dreamliners already operating on ANA's domestic service are painted with the numbers in a different shade of blue. Japan Today ", "url": "https://japantoday.com/category/features/travel/ana-to-paint-the-number-787-on-its-dreamliners"}]}, {"win label": 0, "news": [{"title": "Boeing to land new 787 Dreamliner in Huntsville for employee tours", "date": "2012-01-12", "content": " Boeing 787 Dreamliner Boeing's 787 Dreamliner will make its first appearance in Huntsville Jan. 27-30 to give local employees a chance to see the company's new, advanced-technology airliner. Hundreds of Boeing employees here contributed to the aircraft's design and engineering. No public tours are planned. Boeing's 787 Dreamliner will make its first landing in Huntsville later this month to give local employees a chance to tour the company's all-new airliner. Boeing is sending one of the advanced-technology aircraft on an international \"Dream Tour\" so employees, suppliers, airline customers, financiers and others can get a close-up look. ", "url": "https://www.al.com/huntsville-times-business/2012/01/boeing_to_land_new_787_dreamli.html"}, {"title": "Boeing 787 To Begin Long Haul Passenger Flights", "date": "2012-01-17", "content": " The Japanese airline All Nippon Airways has been flying the first passenger carrying Boeing 787s for about two and a half months now. But so far all of the flights have been short, domestic routes. That should change later this month as ANA plans to begin flying to Frankfurt, Germany, giving the 787 a chance to stretch its long range legs for the first time with paying passengers. In the first few months, a pair of 787s did most of the work on the Japanese routes between Tokyo and Hiroshima or Okayama. A third 787 was delivered just before the end of 2011 and in the new year two more have been added to the ANA 787 fleet. ", "url": "https://www.wired.com/2012/01/boeing-787-to-begin-long-haul-passenger-flights/"}, {"title": "Boeing insists 787 Dreamliner jets are safe to fly despite flaws in the fuselage", "date": "2012-02-23", "content": "Aircraft manufacturer Boeing has insisted its 787 Dreamliner jets - the world's first carbon-plastic passenger plane - are still safe to fly, despite 'flaws' found in the fuselage of one of its models. Boeing reported signs of 'delamination' on a support structure in the rear fuselage earlier this month - the latest in a series of glitches in developing the revolutionary jet. Delamination occurs when repeated stress causes laminated composite materials to begin to separate. The company is now examining a backlog of assembled Dreamliners to see whether they show similar signs of stress, which it has blamed on incorrect 'shimming' - a process planemakers use to fill tiny gaps when aircraft are built. James Albaugh, chief executive officer of Boeing Commercial Airplanes, said during a media briefing in Singapore: 'All the airplanes that were built up to plane 55 have the potential for the shimming issue.' ", "url": "https://www.dailymail.co.uk/news/article-2105203/Boeing-insists-787-Dreamliner-jets-safe-fly-despite-flaws-fuselage.html"}, {"title": "Dreamliner 787 jet from Boeing shows off its assets to media on flight from Toronto to Boston", "date": "2012-03-04", "content": "Some experts say Boeing's latest jet, the 787, a mid-size, long-haul aircraft, could transform aviation travel because its fuel efficiency brings the economics of large jets to new smaller markets. Air Canada has 37 such jets, dubbed the Dreamliner, on order; seven are scheduled for delivery in 2014. Production woes have delayed its rollout, but Boeing says it will be worth the wait. Boeing invited several reporters to hitch a ride on a Dreamliner from Toronto to Boston on Sunday. The Star's Vanessa Lu assessed whether the ride is really a dream. ", "url": "https://www.thestar.com/business/2012/03/04/dreamliner_787_jet_from_boeing_shows_off_its_assets_to_media_on_flight_from_toronto_to_boston.html"}, {"title": "Boeing shows off its roomier, more fuel efficient 787 Dreamliner", "date": "2012-03-05", "content": "The Star-LedgerBoeing brought its new 787 Dreamliner to Newark Liberty International Airport yesterday to show off the plane's cutting edge design and technology. It's been about 35 years since the airline industry was so excited about a new jet. Boeing's 787 Dreamliner - like the 767 did a few decades ago - gives airline companies the potential to make money flying long-distance routes that weren't financially viable with larger planes. While the Dreamliner is mid-sized, it's designed to work like a much larger jet capable of making long-haul flights - Boston to Tokyo and Houston to Auckland, New Zealand - are a couple of the new routes being planned by airlines that have ordered the latest 787. \"The aircraft is right-sized for long, non-stop flights,\" said Daniel Friedenzohn, an assistant professor at Embry-Riddle Aeronautical University in Daytona, Fla. \"The airlines will be able to serve markets that they haven't been able to make money on in the past.\" ", "url": "https://www.nj.com/business/2012/03/boeing_shows_off_its_roomier_m.html"}, {"title": "Qatar Airways Unveils New Boeing 787 Seats at ITB Berlin", "date": "2012-03-08", "content": "Qatar Airways this week unveiled revolutionary new Business Class seats and Economy Class seats for its Boeing 787 Dreamliner aircraft with space, comfort and a revamped in-flight entertainment system being key features of the airliner that will be inducted into the fleet this summer. The first of several key service enhancements to be announced over the next few months, Qatar Airways' new 787 Business Class seats and Economy Class seats promise to deliver a whole new passenger travel experience across both cabins with the industry's newest aircraft. The Mayor of Berlin Klaus Wowereit, together with other VIPs, joined Qatar Airways Chief Executive Officer Akbar Al Baker for the official unveiling of the seats on the opening day of ITB Berlin, the world's largest travel fair taking place in the German capital this week. The seats are a central feature of Qatar Airways' new-look exhibition stand, which is making its debut at the five-day event. Qatar Airways' new Boeing 787 Dreamliners will feature a total of 254 seats in a two-class configuration of 22 in Business Class and 232 in Economy. ", "url": "https://www.prnewswire.com/news-releases/qatar-airways-unveils-new-boeing-787-seats-at-itb-berlin-141955363.html"}, {"title": "Boeing's 787 Dreamliner Delivers Space and Range", "date": "2012-03-26", "content": "With countless technical delays, Boeing's new 787 Dreamliner has been a long time coming, but for prospective VIP customers it is likely to prove worth the wait. When the smoke clears, the 787 is likely to go down as one of the great airplanes of all time, not least because of the leap forward it represents in terms of the use of composite materials in place of metals. As an airliner, the 787 will seat 210 to 250 with a range of 7,650 to 8,200 nm. In VIP configuration with 24 to 35 passengers sharing the 2,400-sq-ft cabin, the 787-8 will be able to remain aloft for nearly 22 hours and fly 9,590 nm nonstop, connecting virtually any two points on the globe. In the belly there is space for 4,400 cu ft of cargo. ", "url": "https://www.ainonline.com/aviation-news/business-aviation/2012-03-26/boeings-787-dreamliner-delivers-space-and-range"}, {"title": "Japan Airlines Opens New Routes With 787 Deliveries", "date": "2012-03-29", "content": "Japan Airlines is now the second airline in the world to operate Boeing's new 787 Dreamliner. The airline took delivery of two of the new composite airplanes this week and plans to quickly put them into service on routes the airliner was designed to fly: non-stop international trips not served by the bigger long-haul aircraft. One of the first places to benefit from the new airplane will be Boston, MA. The city currently doesn't have any non-stop flights to Japan. Beginning April 22, Japan Airlines will begin the first U.S. 787 route with non-stop flights between Boston and Tokyo. ", "url": "https://www.wired.com/2012/03/japan-airlines-opens-new-routes-with-787-deliveries/"}, {"title": "An Inside Look at Boeing's 787 Dreamliner Flight Simulator", "date": "2012-03-30", "content": "Boeing Flight Services offers eight locations around the world that provides pilot, maintenance, composite and cabin crew training. Around the world, Boeing offers 80 flight simulators. The locations for the 787 training facilities are located in London, Singapore, Shanghai, Tokyo and of course Seattle. We recently had the opportunity to take a behind the scenes look at the pilot training part of the BFS facility located south of Seattle,WA. ", "url": "https://www.airlinereporter.com/2012/03/an-inside-look-at-boeings-787-dreamliner-flight-simulator/"}, {"title": "Boeing 787 Dreamliner Begins First U.S. Passenger Flights", "date": "2012-04-23", "content": "Sunday marked the first U.S. passenger flight for Boeing's new 787 Dreamliner, with Japan Airlines flying non-stop between Tokyo and Boston. The airline is the second to receive the efficient new composite airliner after fellow Japanese carrier All Nippon Airways. But JAL is the first to fly the Dreamliner to a U.S. city. The flight also marks Boston's first non-stop service to Asia and the 787's first transpacific flight. The 787 is the first airliner built with a composite fuselage. ", "url": "https://www.wired.com/2012/04/boeing-787-dreamliner-begins-first-u-s-passenger-flights/"}, {"title": "Boeing Rolls Out First 787 Built in South Carolina", "date": "2012-04-30", "content": "Boeing rolled out the first 787 Dreamliner assembled at its new plant in North Charleston, S.C., on April 27. Addressing a crowd of some 7,000 employees and others gathered under the sun in front of the massive final assembly building, Boeing Commercial Airplanes CEO Jim Albaugh and Boeing South Carolina general manager Jack Jones framed the occasion in historic terms: It marked the first time Boeing built an airliner outside the Puget Sound region of Washington state. Plans call for delivery of airplane 46, powered by General Electric GEnx-1B engines, to Air India by the end of the second quarter, after system checks and first flight in North Charleston and painting by Leading Edge Aviation Services in Amarillo, Texas. Boeing's delivery schedules show the next three 787s assembled in South Carolina also going to Air India, rounding out the four aircraft Boeing expects to complete there this year. The company plans to accelerate final assembly to 3.5 aircraft per month by late next year or early 2014. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2012-04-30/boeing-rolls-out-first-787-built-south-carolina"}, {"title": "Flight on new Boeing 787 more an everyday experience than dreamy", "date": "2012-05-13", "content": "Airline employees and media tour the coach section of Boeing's new 787 Dreamliner at Dallas-Fort Worth airport in Fort Worth Texas, Friday, May 11, 2012. Looking out the unusually large windows of a 787 Dreamliner in flight Friday, the distinctive upward flexing of the slender carbon-fiber plastic composite wings that's visible from the ground was too gradual to see. Yet when we hit turbulence in flight, those sleek-as-scimitar wings moved dramatically, almost alarmingly. The pilots, though, were not perturbed. In the exceptionally quiet cockpit, they raved about how the new jet makes their jobs easier. ", "url": "https://www.oregonlive.com/business/2012/05/flight_on_new_boeing_787_more.html"}, {"title": "On Board Boeing's New 787 Dreamliner", "date": "2012-05-19", "content": " A couple of weeks ago British Airways invited me to visit their newly-extended maintenance facility at Heathrow to see the new Boeing 787 Dreamliner which was visiting briefly. I had seen them on the production line in America but we weren't allowed to take photos, so this was a great opportunity to see a fantastic new plane and to share some pictures with you. British Airways was doing some tests to make sure that the 787 could fit in the new hangar and the maintenance cradles they had built for it. I was just looking for a photo opportunity! New Rolls Royce Trent 1000 engines with this interesting scallop shape on the nacelle, which I believe is supposed to reduce noise. ", "url": "https://www.forbes.com/sites/matthewstibbe/2012/05/19/787-dreamliner/"}, {"title": "Boeing 787 Dreamliner: First test flight for Air India successful", "date": "2012-05-24", "content": "A new Boeing 787 Dreamliner aircraft -- which is to be delivered to Air India -- has successfully completed its first test flight in South Carolina, the plane manufacturing company has said. \"The airplane will now be flown to Texas to be painted with Air India's livery before returning to Boeing's South Carolina plant for a mid-2012 delivery,\" an official statement said. This is the first Dreamliner built in Boeing's South Carolina plant. ", "url": "https://www.rediff.com/business/slide-show/slide-show-1-boeing-787-dreamliner-first-test-flight-for-air-india-successful/20120524.htm"}, {"title": "Boeing 787 Dreamliner could be vulnerable to cyber criminals, claim experts", "date": "2012-05-31", "content": "Two Cambridge researchers have warned that a 'back door' in a chip used by the new Boeing 787 Dreamliners, could leave them open to a cyber attack. The vulnerability is in a chip used in the plane's computer systems, which could be taken over via the internet, allowing malicious attackers a way 'past' computer protection systems, reports the Guardian. Sergei Skorobogatov of Cambridge University and Chris Woods of Quo Vadis Labs, have now alerted governments around the world and offered information on how the chip could be hacked. New Boeing 787 New Boeing 787 Vulnerable? : A chip Boeing 787 Dreamliners could be open to cyber attacks The 'back door' has been discovered in a chip made by Actel, a US manufacturer, which is used in both military systems and aircraft such as the Boeing 787. ", "url": "https://www.dailymail.co.uk/travel/article-2152631/Boeing-787-Dreamliner-vulnerable-cyber-criminals-claim-experts.html"}]}, {"win label": 0, "news": [{"title": "Boeing 787 uses Android-based entertainment system, totals", "date": "2012-07-18", "content": "Just in case you're wondering why does it looks like I'm praising the Thales IEFC, the reason is because its specs include a 17-inch display for the business class, a STMicro dual-core ARM-based processor, 1 GB of RAM and a 256GB Solid State Drive. That's inside each of the 254 seats of the Dreamliner! As for the main server, it is equally impressive, featuring 32 x86 cores, 128 GB of RAM and a whopping 4TB of SSD storage space. Passengers will also be able to make calls using the 3G microcell, as well as access the plane's Wi-Fi network to access the Internet. ", "url": "https://www.androidauthority.com/boeing-787-dreamliner-android-specs-101723/"}, {"title": "United 787 Dreamliner emerges from Boeing factory, complete with golden head-to-tail 'swoop'", "date": "2012-07-31", "content": "The first US-based 787 carrier is inching closer to its Dreamliner service launch. United Airlines celebrated the plane's rollout today at Boeing's Everett, Washington factory. The aircraft, which is set to begin international service later this year, received a custom livery, which includes a curved \"swoop\" -- which oddly enough appears to be the focus of design chatter. That may just be because the public has yet to take a peek inside, though we did have an opportunity to hitch a ride on ANA's variant last year, which has been flying throughout Japan since late 2011. Despite All Nippon's head start, United's flavor has garnered much attention domestically, marking a massive milestone in the Dreamliner's delayed launch. ", "url": "https://www.engadget.com/2012-07-31-united-787-dreamliner-exterior-photos.html"}, {"title": "Boeing prepares to deliver United's 787 Dreamliner, we climb aboard for a tour", "date": "2012-08-02", "content": "Boeing's 787 Dreamliner is the hottest bird in aviation, and while the American-made airliner has already taken flight with passengers aboard, it has yet to land with US-flag air carrier livery along the fuselage. Japan's All Nippon Airways was the first to take delivery, with the premier pair making their way from the assembly line in September of 2011. Last year Japan Airlines made its first scheduled voyage across the Pacific in a Dreamliner of its own, and we were fortunate enough to fly roundtrip on a domestic ANA flight leaving from Tokyo a few months later. But now the 787 is making its way to an American carrier. As the first US airline to operate the plane, United Airlines is about to take delivery of its first of 50 Dreamliners, which will join the carrier's fleet to service both existing and new routes, such as Denver to Tokyo, which is set to launch in late March of next year. ", "url": "https://www.engadget.com/2012-08-02-boeing-united-787-dreamliner-handson.html"}, {"title": "ANA announces its new Boeing 787 flights between San Jose and Tokyo will begin Jan. 11", "date": "2012-08-21", "content": "All Nippon Airways' announcement Tuesday that it will launch its highly anticipated San Jose-Tokyo route Jan. 11 is giving Mineta San Jose International Airport lift in its efforts to garner more overseas routes after years of struggling to attract new flights in a tough economy. ANA will be flying a new Boeing 787 Dreamliner into San Jose five days a week, making the airport the first in the Bay Area to land the innovative and fuel- efficient aircraft. The flight's scheduled departures from San Jose will be 11:45 a.m. Monday, Wednesday, Friday, Saturday and Sunday. Each 11-hour flight is expected to arrive at Narita International Airport shortly after 4 p.m. the next day with connecting flights throughout Asia. The flight will leave Tokyo at 5:35 p.m., arriving in San Jose shortly after 10 a.m. ", "url": "https://www.mercurynews.com/2012/08/21/ana-announces-its-new-boeing-787-flights-between-san-jose-and-tokyo-will-begin-jan-11-2/"}, {"title": "United Debuts Boeing 787 Domestic Flight Schedule", "date": "2012-08-30", "content": "United's 787 fleet will be based in Houston. The first flight on November 4 will depart from Houston's George Bush Intercontinental Airport at 7:25 a.m. headed for Chicago O'Hare International Airport. In addition to the Chicago flight, passengers flying from Houston to Cleveland, Denver, Los Angeles, Newark, San Francisco and Washington D.C. will be able to experience the Dreamliner in November and December before the majority of its flying is transferred to international routes. The 787 features include improved lighting, larger windows with automatic darkening shades, large overhead bins, lower cabin altitude and enhanced ventilation, providing higher humidity settings to help reduce the effects of long-haul flying. United's website will begin offering domestic seats on the 787 aircraft Saturday, September 1. ", "url": "https://www.cnbc.com/id/48841512"}, {"title": "5 Airlines Are Flying the Boeing 787 Dreamliner", "date": "2012-09-10", "content": " As we type this very sentence, Air India flies at cruising altitude on the long journey that will take their first Boeing 787 Dreamliner all the way from South Carolina to New Delhi. And yet it seems like only yesterday we were perched atop the Future of Flight Center in Everett, WA, in the early morning cold and mist, as the absolute very first Dreamliner was delivered, to Japanese carrier ANA. In fairness it's been a solid year since then and while five airlines now boast Boeing 787s in their fleets, there's a whole slew more champing at the bit to get their mitts on the sleek plane. Let's review who's got it and who wants it, shall we? Who's Got It. All Nippon Airways : You'll know it by the big \"787\" painted on the side and especially if you find yourself flying out of Tokyo anytime soon; ANA's Dreamliners are bright and numerous. ", "url": "https://www.businessinsider.com/5-airlines-are-flying-the-boeing-787-dreamliner-2012-9"}, {"title": "United's Domestic 787 Schedule, So You Can Fly in a Shiny, New Dreamliner", "date": "2012-09-14", "content": "You've probably heard a lot about the Boeing 787 Dreamliner over the last few years. After a several year delay in delivery Boeing is now cranking them out quickly, and United will be the first in the U.S. to fly the airplane ). If you've ever wanted to try the airplane, it's about to get very easy for you. Maybe it's the incredibly big windows with electronic shades. Maybe it's the lower cabin altitude that is supposed to make flying more comfortable. ", "url": "https://www.cntraveler.com/stories/2012-09-14/united-airlines-787-dreamliner-schedule"}, {"title": "NTSB Urges Action After Engine Failures in New Boeing 787, 747 Airliners", "date": "2012-09-17", "content": "Aboulafia added that the investigation and cooperation between the government agencies along with Boeing and General Electric shows the necessary steps are in place to deal with such issues, \"the system is working admirably.\" he says. According to the NTSB, GE has developed an ultrasonic inspection method for the fan midshaft that can be used while the engine is still on the airplane. All of the GEnx-1B engines used on 787 Dreamliners as well as spare engines have been inspected. All of the GEnx-2B engines on passenger versions of the 747-8 have also been inspected. ", "url": "https://www.wired.com/2012/09/ntsb-boeing-787-engines/"}, {"title": "Air India receives first South Carolina-made Boeing 787", "date": "2012-10-06", "content": "Representatives from Air India took delivery on Friday of the first Boeing Co 787 Dreamliner made in South Carolina and the first manufactured outside Boeing Commercial Airplane's headquarters in Washington state. The delivery marks another milestone in Boeing's efforts to broaden its production base beyond Washington, where all of its other jets have been built. The 787 is largely outsourced to other countries, with wings and other parts shipped in for final assembly to Boeing facilities in Washington and now, South Carolina. Boeing's corporate headquarters are in Chicago. \"Airplane built, airplane completed, airplane flown and now today, airplane delivered,\" said Jack Jones, chief executive of Boeing South Carolina whose $750 million final assembly plant in North Charleston was started in fall 2009. ", "url": "https://www.firstpost.com/business/air-india-receives-first-south-carolina-made-boeing-787-481550.html"}, {"title": "Dreamliner lands in Israel for first time", "date": "2012-10-10", "content": "A Boeing 787 aircraft landed at Ben-Gurion Airport for the first time Tuesday with a commercial Ethiopian Airlines' flight from Addis Ababa. The debut flight of Ethiopian Airlines' Dreamliner from Addis Ababa to Tel Aviv is only expected on October 16, after two delays. The official flight, including a special ceremony, will be held next week. However, due to operational reasons cited by the company, the plane made its first stop in Israel on Tuesday morning. ", "url": "https://www.ynetnews.com/articles/0,7340,L-4290490,00.html"}, {"title": "Passengers Love The New Boeing 787 Dreamliner", "date": "2012-11-05", "content": "In a trip years in the making, United Airlines passengers Sunday got their first chance to experience the Boeing 787 Dreamliner, which made its inaugural voyage for the airline on a scheduled flight from Houston to Chicago. The twin-aisle plane, which made its debut three years late because of production problems at Boeing, is said to be far more fuel efficient and less costly to maintain, while offering a new level of in-cabin comfort for passengers. Instead of being made mostly of metal, half the plane, including the fuselage and wings, is made of strong, light composite materials. \"If you want to be the world's leading airline, you need to have the world's leading airplane, and we have that today in the new Boeing 787 Dreamliner,\" said United CEO Jeff Smisek, who said he hadn't flown on one until the flight to O'Hare International Airport. \"It's been a long haul to get here.\" ", "url": "https://www.businessinsider.com/passengers-love-the-new-boeing-787-dreamliner-2012-11"}, {"title": "The 787 Dreamliner's fuel efficiency makes Tokyo possible for Denver", "date": "2012-11-09", "content": "The new Boeing 787 Dreamliner is made of composite plastic, uses less fuel, leaves passengers feeling more refreshed upon arrival and is twice as quiet as similar-size jets. United Airlines successfully flew its first commercial flight of the new plane Nov. 4, from Houston to Chicago. The plane holds the potential to significantly affect the metro-Denver market. United will open the first nonstop route between Denver and any Asian market when it begins Denver-to- Tokyo service April 1, an endeavor that is economically feasible with the Dreamliner's help. \"If we flew the 777 on that route, we'd have our head handed to us,\" said Jeff Smisek, United's chief executive, aboard the inaugural flight. ", "url": "https://www.denverpost.com/2012/11/09/the-787-dreamliners-fuel-efficiency-makes-tokyo-possible-for-denver/"}, {"title": "Jumpseat: Flying the Boeing 787 Dreamliner Sim", "date": "2012-11-12", "content": "Before I walked through the doors of the museum at Boeing Field in Seattle, I scanned the sharp lines of the B-47 perched just outside. The 1947 vintage bomber had really been the catalyst that heralded the beginning of the U.S. commercial jet age. The concept of swept wings was in its infancy, an engineering design obtained from post-World War II Germany. I recalled the previous night's dinner conversation regarding the B-47. \"At 456 knots, aileron roll reversal would begin,\" Dick Taylor stated matter- of-factly with a grin. ", "url": "https://www.flyingmag.com/pilots-places-pilots-adventures-more-flying-boeing-787-dreamliner-sim/"}, {"title": "Delivering Qatar Airway's First Boeing 787 Dreamliner", "date": "2012-11-18", "content": "On Monday the 12th of November 2012, Qatar Airways took delivery of their first Boeing 787 Dreamliner at a special ceremony at Boeing Field (BFI) in Seattle. Held in the 3-390 Hangar at Boeing Field the event was an extravagant ceremony for an airline that has one of the youngest and most technically advanced fleets in the world. The event began with a mystery arrival into the hangar where an Arabian style oasis could be found as guests mingled and waited for the main event. A press conference was held at the ceremony by not only Boeing and Qatar Airways but also the Ambassador to Qatar. ", "url": "https://www.airlinereporter.com/2012/11/delivering-qatar-airways-first-boeing-787-dreamliner-part-1/"}, {"title": "Aviation Week Flight-Tests the Boeing 787", "date": "2012-12-10", "content": "As much as we enjoyed our opportunity to fly the new Boeing 787 Dreamliner earlier this summer, we were the first to admit our flight was far from a full-fledged test. We spent about 30 minutes in the right seat making a handful of turns and maneuvers, and considering our level of experience flying big jets has been limited to a few hours in simulators, we were patiently waiting for the real experts to chime in on Boeing's new baby. Thankfully the team over at Aviation Week Space Technology includes a very experienced pilot with several years of flight experience piloting and evaluating all manner of jets, big and small. And veteran pilot Fred George recently completed his full flight test report of the Boeing 787 for the cover story in this week's issue. ", "url": "https://www.wired.com/2012/12/boeing-787-flight-test/"}]}, {"win label": 0, "news": [{"title": "787 Dreamliner Suffers Electrical Fire in Boston", "date": "2013-01-07", "content": "The fire is the latest reported mechanical failure in a string of incidents affecting Boeing's new Dreamliner, which was also plagued by production problems that delayed initial delivery by three and a half years. A Boeing spokesman, Marc Birtel, said the company was aware of the fire and was working with Japan Airlines on the problem. Officials with the Federal Aviation Administration are looking into what caused the fire, Chief Donahue said. The National Transportation Safety Board also announced it was opening an investigation. The 787 relies heavily on electrical power to drive onboard systems that in other jet models are run by air pressure generated by the engines. ", "url": "https://www.nytimes.com/2013/01/08/business/787-dreamliner-suffers-electrical-fire-in-boston.html"}, {"title": "FAA grounds all US Boeing 787 Dreamliners after second lithium ion battery failure", "date": "2013-01-16", "content": " As a result of an in-flight, Boeing 787 battery incident earlier today in Japan, the FAA will issue an emergency airworthiness directive to address a potential battery fire risk in the 787 and require operators to temporarily cease operations. Before further flight, operators of U.S.-registered, Boeing 787 aircraft must demonstrate to the Federal Aviation Administration that the batteries are safe. The FAA will work with the manufacturer and carriers to develop a corrective action plan to allow the U.S. 787 fleet to resume operations as quickly and safely as possible. The in-flight Japanese battery incident followed an earlier 787 battery incident that occurred on the ground in Boston on January 7, 2013. The AD is prompted by this second incident involving a lithium ion battery. ", "url": "https://www.engadget.com/2013-01-16-faa-grounds-all-us-boeing-787-dreamliners-lithium-ion-battery.html"}, {"title": "Boeing 787 Takes To Sky in First Flight Check", "date": "2013-03-25", "content": "A Boeing 787 Dreamliner took to the sky on Monday in the first of two flights aimed at showing that the plane's new lithium-ion battery system meets regulatory safety standards, a key step toward ending a two-month, worldwide grounding of the high-tech jet. Monday's two-hour flight test, if successful, would allow Boeing to go ahead with a second flight test \"in coming days\" that would gather data to be submitted to the Federal Aviation Administration, Boeing spokesman Marc Birtelsaid. The FAA and other regulators grounded the Dreamliner in mid-January after batteries overheated on two separate aircraft. Resuming flights would be a huge boost for Boeing, which is losing an estimated $50 million a week while the 787 is grounded, and for airlines, which are barred from flying the 787. Boeing also is prevented from delivering the planes to customers during the grounding, though it continues to build them. ", "url": "https://www.cnbc.com/id/100589450"}, {"title": "Boeing 787 woes delay United's Denver-Tokyo route ... again", "date": "2013-03-29", "content": "United Airlines is delaying its new Denver-Tokyo service - again - because its new Boeing 787 jets remain grounded. United said Friday that service between Denver and Tokyo's Narita Airport will begin June 10. The airline had already pushed back the original March 31 start to at least May 12. The airline said that it was still determined to use the plane on the new route. ", "url": "https://www.usatoday.com/story/todayinthesky/2013/03/29/boeing-787-woes-delay-uniteds-denver-tokyo-route--again/2036889/"}, {"title": "British Airways Boeing 787 Dreamliner Seen Painted", "date": "2013-04-11", "content": "Three days this week, we have posted a photo post on a new livery on a 787 (An American Airlines 787 and a Norwegian Air 787 were posted earlier this week). Today we are highlighting British Airways first Boeing 787 Dreamliner is a sort of semi-livery. As in the tail is painted, but the fuselage is not. We have seen this before and every other time, it has turned out to mean a special livery for the 787. Is British Airways planning the same? As of posting, no official word from the airline, but my guess is we will probably see something a bit different than their standard livery. This has been a good month for BA and new aircraft types. Earlier, their first Airbus A380 rolled out of the paint hangar in Germany and now the 787 in Everett. Just too bad we do not know when the Dreamliner will be delivered to the airline.", "url": "https://www.airlinereporter.com/2013/04/british-airways-boeing-787-dreamliner-seen-painted-sorta/"}, {"title": "Boeing 787 Closes In On Service Re-entry", "date": "2013-04-22", "content": "Boeing and 787 operators around the world began installing modification kits in their Dreamliners last Friday after the U.S. Federal Aviation Administration approved the manufacturer's proposed \"fix\" to their battery systems. Guidance for accomplishing the modification came in the form of an FAA-approved service bulletin, issued ahead of a \"superseding\" Advisory Directive due for publication in the Federal Register this week. Along with the approval of the battery adaptation, the FAA finished its review of the 787's 180-minute ETOPs clearance and opted not to reduce it, meaning the Dreamliner's effective range on transpacific flights will not change. The new AD, written to supersede the January 16 emergency directive that broadly required unspecified modifications to the battery systems \"in accordance with a method approved by the manager\" of the FAA's Seattle Aircraft Certification Office, will require 787 operators to install containment and venting systems for the main and auxiliary system batteries, and to replace the batteries and their chargers with modified components. Speaking on a conference call from Seattle Friday afternoon, Boeing 787 chief project engineer Mike Sinnett said the installations will take roughly five days to perform. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2013-04-22/boeing-787-closes-service-re-entry"}, {"title": "Qatar Airways Reinstates 787", "date": "2013-05-02", "content": "Qatar Airways became the second Boeing 787 customer to return a Dreamliner to service after a worldwide grounding of the fleet in January as Flight QR116 took off from Doha for Dubai Wednesday at 1:15 p.m. local time. The flight landed some four days after an Ethiopian Airlines 787 flew its first revenue service on a route between Addis Ababa and Nairobi. Qatar said the 787-the lone Dreamliner in its fleet of five to undergo the battery system modifications specified by U.S. authorities-will resume daily services between Doha and London on May 15. Joined by Boeing Middle East president Jeffrey Johnson, Boeing deputy fleet chief David Silver and a delegation of regional and international media, Qatar Airways CEO Akbar Al Baker sat among the first group of passengers to fly aboard the airline's reinstated Dreamliner 787. \"I always said I would be the first to fly on Qatar Airways' 787 once it returned to service, and I'm thrilled that our Dreamliner fleet is back in the skies, providing our passengers with an unparalleled level of service and comfort,\" said Al Baker. ", "url": "https://www.ainonline.com/aviation-news/2013-05-02/qatar-airways-reinstates-787"}, {"title": "Boeing 787 Battery Fix Lets Dreamliner Fly Again", "date": "2013-05-08", "content": " DSC 8034 Second Dreamliner built for ANA Boeing 's 787 Dreamliner has had a rough ride. After lengthy delays, the plane entered service with All Nippon Airways in October 2011 only to be grounded in January this year after a series of incidents involving the plan's batteries. After extensive redesign, the new battery has been recertified and the first modified 787, an Ethiopian Airlines plane, took off on 27 April and Qatar Airways has resumed its 787 operations but, according to Flight International, other airlines aren't likely to resume operations until June, giving them time to complete tests and training. The fire in a Japan Airlines 787 at Boston's Logan Airport was caused by problems in it innovative lithium-ion battery packs. The grounding left dozens of Dreamliners stranded at airports around the globe. ", "url": "https://www.forbes.com/sites/matthewstibbe/2013/05/08/boeing-787-battery-fix-lets-dreamliner-fly-again/"}, {"title": "UK's first Boeing 787 Dreamliner touches down", "date": "2013-05-31", "content": "It was three months late, but Britain's first Boeing 787 Dreamliner touched down on Friday at Manchester Airport. The delivery from Boeing's factory in Seattle to Thomson Airways, planned for February, was delayed after the US aerospace company grounded its fleet of 787s and suspended deliveries in January. There had been a battery fire on a parked 787 at Boston's Logan International Airport and another incident in which battery smoke forced an emergency landing by another of the airliners in Japan. Thomson's parent company, TUI Travel, said it also planned to buy 60 Boeing 737 MAX Aircraft, secured at a \"significant discount\" to the list price \"through various concessions\". At current list prices, the cost for 60 of the narrow-bodied aircraft would be £4bn. ", "url": "https://www.theguardian.com/business/2013/may/31/boeing-787-dreamliner-uk"}, {"title": "Tokyo-bound Boeing 787 Dreamliner diverted to Seattle", "date": "2013-06-18", "content": " A United Airlines Boeing 787 Dreamliner pulls up to a gate at O'Hare International in Chicago on May 20. United flight originated in Denver Crew got indication of oil filter problem Discovery of battery problems had prompted prior grounding of 787s SEATTLE - A Boeing 787 flying from Denver to Tokyo diverted to Seattle because of an oil filter issue, a United Airlines spokeswoman said. An airline maintenance team was inspecting the jet after Flight 139 landed normally Tuesday afternoon at Seattle-Tacoma International Airport, United spokeswoman Mary Ryan said in an email statement. United just put its 787s back in the air May 20 after smoldering batteries on two 787s owned by other airlines prompted authorities to ground the planes in January. The Tokyo-bound jet's problem was \"completely unrelated to any battery issues,\" Boeing spokesman Kate Bergman told The Seattle Times on Tuesday evening. ", "url": "https://www.usatoday.com/story/travel/flights/2013/06/18/boeing-787-dreamliner-diverted/2436731/"}, {"title": "Boeing 787 Dreamliner flies first UK passengers to Menorca", "date": "2013-06-21", "content": "The first UK passengers have finally taken a flight on Boeing's new, trouble- hit 787 Dreamliner. Thomson Airways, the first British carrier to operate the ultra-green £150m plane, took the first 290 fare-paying passengers from Gatwick to Menorca on Friday. The inaugural flight came as a surprise to the passengers - Thomson had kept it a secret and used it for staff training. The carrier is taking delivery of eight Dreamliners and will launch services in earnest on 8 July, flying to Orlando in the US and Cancun in Mexico from Gatwick, Manchester, East Midlands and Glasgow. The plane, which has a larger than average cabin and bigger windows, operates with a cabin pressurised to a lower than normal altitude to make journeys more comfortable and less tiring for passengers and crew. ", "url": "https://www.theguardian.com/business/2013/jun/21/boeing-theairlineindustry"}]}, {"win label": 0, "news": [{"title": "Boeing 787 Catches Fire in London", "date": "2013-07-12", "content": "Just two months after Boeing seemed to have left the problems with its 787 Dreamliner behind, it suffered another setback on Friday, when a fire broke out inside an Ethiopian Airlines 787 parked at Heathrow Airport in London. It was not immediately clear what caused the fire or how serious the repercussions would be. But investors, mindful that hazards with the jet's batteries had led to the grounding of the entire fleet from January to April, reacted nervously, sending Boeing's shares down 4.7 percent. Smoke came from the plane, named the Queen of Sheba, eight hours after it had been parked in a remote space at Heathrow and about four and a half hours before it was scheduled to depart for Ethiopia. No passengers were on the plane, which was connected to an external ground power source, according to people briefed on the incident. It was also not clear if any maintenance was under way or how long the fire had been burning, though it was intense enough to burn through its carbon-composite skin on the top of the fuselage near the tail. That area was not next to either of the plane's new lithium-ion batteries, which caught fire or emitted smoke in two earlier incidents that led to the grounding of the first 50 787s. Unless they were charging, aviation experts said, the batteries would not have been in use if the plane were connected to ground power. A team of British safety investigators began examining the plane shortly after the fire was put out. But no one involved - the investigators, Boeing, the airline or the airport - commented on the possible cause of the fire. Other experts said that some of the plane's wiring, and the oxygen systems for passengers, would have passed through the damaged area, which was above the rear galley. It was also possible the fire migrated from another part of the plane, they said. Richard L. Aboulafia, an aviation consultant at the Teal Group in Fairfax, Va., said the possibilities ranged from \"something pretty benign,\" like a lit cigarette or a coffee machine left on, to a serious flaw in the plane's new electrical system, which includes other innovative components besides the batteries. Or, he said, it could be something \"not as easy or as terrible,\" like a component that was installed incorrectly.", "url": "https://www.nytimes.com/2013/07/13/business/boeing-787-catches-fire-at-heathrow.html"}, {"title": "Exclusive Aerial Photo of Jetstar Airway's First Boeing 787 Dreamliner", "date": "2013-08-12", "content": "Last weekend, the first of 14 Boeing 787 Dreamliners for the Qantas Group rolled out of the paint hangar at Paine Field. This aircraft will be heading to Jetstar Airways, a Qantas-offshoot low cost carrier (LCC). The delivery will be significant, since as of now Jetstar operates an all-Airbus fleet. Jetstar currently operates the A320-family on short-haul routes around Australia, the South Pacific, and Asia, while running larger A330-200s on long-haul routes from Australia to Asia & Hawaii. The A330s are a mix of new aircraft and ex-Qantas birds. As the airline receives new 787s, they plan to transition their newer A330s into the legacy Qantas fleet. Despite this being the first for Jetstar, Boeing has delivered over 100 aircraft to the Qantas Group, ranging from the original 707 up to the 747-400ER (of which they are the only operator of the passenger variant).", "url": "https://www.airlinereporter.com/2013/08/aerial-photo-jetstar-airways-first-boeing-787-dreamliner/"}]}, {"win label": 0, "news": [{"title": "Boeing 787 snag causes Air India return to London", "date": "2014-01-22", "content": "A Boeing Co. 787 Dreamliner operated by Air India this week returned to London due to a communications problem, but has since been operational, the state-run carrier said on Wednesday. The aircraft's transponder failed during the flight on Sunday from London to New Delhi, Air India spokesman G.P. Rao said, adding there was no immediate safety concern. The plane was back in operation on Monday after engineers fixed the transponder, he said. The 787 has suffered a series of glitches since its launch two years ago. ", "url": "https://www.ndtv.com/india-news/boeing-787-snag-causes-air-india-return-to-london-548535"}, {"title": "New Boeing 787 Dreamliner lands at Vancouver airport", "date": "2014-02-03", "content": "The controversial Boeing 787 Dreamliner commercial airliner made its first scheduled landing at Vancouver's International Airport Monday morning. The state-of-the-art aircraft, carrying 186 passengers and operated by Japan Airlines, touched down just before 10 a.m. PT. The flight, which originated in Tokyo, and took nine hours, 45 minutes to Vancouver, was the first of what will be a daily route between Vancouver and Narita, Japan starting March 30. The high-tech jet has been touted as the future of commercial aviation. Its lightweight carbon fibre skin allows for bigger windows with electronic dimming instead of pull-down shades. ", "url": "https://www.cbc.ca/news/canada/british-columbia/new-boeing-787-dreamliner-lands-at-vancouver-airport-1.2521515"}, {"title": "Air India Boeing 787 diverted after software glitch", "date": "2014-02-07", "content": "Air India Ltd AIN.UL diverted a Boeing Co. 787 plane to Kuala Lumpur after pilots noticed a software glitch during a flight from Melbourne to New Delhi on Wednesday, in the latest incident involving the jet. Engineers flew from Hong Kong to fix the glitch, a spokesman for state-run Air India said, adding the plane with 215 passengers on board was due to take off for New Delhi on Thursday afternoon. \"It was not a major snag. But passengers were on board so we could not take a chance,\" the Air India spokesman said. He said Air India was awaiting a detailed report from the engineers on what caused the glitch. ", "url": "https://www.deccanherald.com/content/385018/air-india-boeing-787-diverted.html"}, {"title": "Boeing 787 Dreamliner planes in production found with wing cracks", "date": "2014-03-07", "content": "Boeing's much-delayed 787 Dreamliner has hit another production snafu. Hairline cracks have been discovered in the wings of some 787s that are being built. The Chicago-based manufacturer said none of the 122 jets already flown by airlines around the world are affected. \"We are confident that the condition does not exist in the in-service fleet,\" Boeing spokesman Doug Alder said in an email. \"We understand the issue, what must be done to correct it and are completing inspections of potentially affected airplanes.\" ", "url": "https://www.cbc.ca/news/world/boeing-787-dreamliner-planes-in-production-found-with-wing-cracks-1.2564692"}, {"title": "FAA Report IDs 'Issues' with Boeing 787, Declares It Safe", "date": "2014-03-19", "content": "The U.S. Federal Aviation Administration recommended that Boeing address four \"issues\" related to manufacturing and supplier quality in a new report released on March 19. The report details the results of a joint review of the Boeing 787's design manufacturing and assembly processes ordered after the January 2013 lithium battery fire aboard a Dreamliner parked at Boston Logan Airport. The review team also made recommendations for improved, \"risk-based\" FAA oversight to account for new business models. Team members traveled to manufacturing facilities in the U.S. and abroad and used in-service data and \"safety risk management principles\" to conduct reviews of the 787's critical systems. They chose specific components to examine more thoroughly, including the aircraft's variable-frequency starter generators, electrical power panels, fuel-line couplings and aft fuselage sections. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2014-03-19/faa-report-ids-issues-boeing-787-declares-it-safe"}, {"title": "BA Boeing 787 Dreamliner: The first flight", "date": "2014-04-22", "content": "British Airways has introduced the new Boeing 787 Dreamliner to its fleet, promising a host of new benefits to new and frequent flyers, as well as a number of technological goodies for travellers to experience. But does travelling on a brand new aircraft make a difference? We flew to Austin, Texas, to find out. A new cabin: The new cabin focuses on four new areas of improvement: noise, lighting, air, and comfort. As you can imagine the comfort part comes in the way of new seats and the air part in better air conditioning. Lighting has been improved with a new mood lighting system and bigger windows, while noise has been reduced by a new engine design and better sound dampening efforts in the materials used. All this, British Airways hopes, will make for a much better in-flight experience, but also one that leaves you refreshed when you get off the plane.", "url": "https://www.pocket-lint.com/gadgets/news/128553-ba-boeing-787-dreamliner-the-first-flight"}, {"title": "Air Canada to take delivery of Boeing 787 Dreamliner", "date": "2014-05-16", "content": "After waiting seven years, Air Canada executives will finally head to Seattle this weekend to pick up a Boeing 787 plane, the first of 37 Dreamliners on order. \"We're extremely excited. It's going to be a big winner for us,\" said Ben Smith, Air Canada's chief commercial officer, in an interview. The jet is expected to land on Sunday at Toronto's Pearson airport. On board will be CEO Calin Rovinescu along with 100 employees including 50 who won a contest for a seat on the inaugural flight. ", "url": "https://www.thestar.com/business/2014/05/16/air_canada_to_take_delivery_of_boeing_787_dreamliner.html"}, {"title": "Boeing 787 Dreamliner lands in Halifax", "date": "2014-05-23", "content": "One of Air Canada's Boeing 787 Dreamliner commercial airliners made its first scheduled landing at Halifax's Stanfield International Airport Friday afternoon. The high-tech jet has been touted as the future of commercial aviation. Its lightweight carbon fibre skin allows for bigger windows with electronic dimming instead of pull-down shades. How Air Canada's Dreamliner could change Canadian air travel It also has more comfortable air pressure and higher humidity to prevent dry skin and dry throats, and is 20 per cent more fuel-efficient than its rival airliners. Halifax's Stanfield International Airport welcomed its first Boeing 787 Dreamliner Friday. ", "url": "https://www.cbc.ca/news/canada/nova-scotia/boeing-787-dreamliner-lands-in-halifax-1.2652102"}, {"title": "FAA Approves Boeing 787 for 330-Minute ETOPS", "date": "2014-05-28", "content": "The U.S. Federal Aviation Administration on Wednesday increased the limits of Boeing 787 extended twin-engine operations from 180 to 330 minutes, Boeing announced on Wednesday. The approval allows the Dreamliner to operate as far as 330 minutes away from a diversion airfield, thereby allowing for more direct routes between long-range city pairs, particularly over the Pacific Ocean. The expanded operational permission could also allow airlines to open new routes after they meet the so-called proof of capabilities requirements and receive approval from their own regulatory agencies for such operations. Boeing 787s have operated under 180-minute ETOPS since they entered service in 2011. \"Our customers are eager to expand their 787 operations,\" said Larry Loftis, vice president and general manager, 787 program, Boeing Commercial Airplanes. ", "url": "https://www.ainonline.com/aviation-news/2014-05-28/faa-approves-boeing-787-330-minute-etops"}]}, {"win label": 0, "news": [{"title": "In Wichita, the 787 Dreamliner gets its head start", "date": "2014-07-22", "content": "When technicians at Spirit Aerosystems are done with their assembly work on a Boeing 787 Dreamliner, they power it up. The aircraft's computers thinks it's ready to fly, and it would be -- but for one thing: the plane has no wings or tail, and is missing most of its body. Still, a Dreamliner wouldn't be a Dreamliner without Spirit, which since 787s were first being built in 2007 has been the company that makes the next- generation composite plane's forward section. Although the Dreamliner has caused Boeing no end of headaches, given its long history of mechanical problems, on-board fires, worker strikes, supply chain interruptions, and other issues, it is still considered a leap forward in aviation, largely because it's made with lighter composite materials instead of aluminum, and as a result is as much as 20 percent more fuel-efficient than similar-sized planes. ", "url": "https://www.cnet.com/science/in-wichita-the-787-dreamliner-gets-its-head-start/"}, {"title": "RJ receives first Boeing 787 Dreamliner", "date": "2014-08-28", "content": "The first Boeing 787 Dreamliner joined the Royal Jordanian fleet on Wednesday night, bearing the name of Crown Prince Hussein Bin Abdullah II. RJ said on Thursday that the addition is part of a strategic plan it is implementing to modernise its fleet of long-range aircraft. This year will also see the introduction of four additional Dreamliners, an aircraft each month on average, according to an RJ statement. By the end of 2014, there will be five, whereas the remainder of the order will join the fleet during the next few years. Boeing said in a statement on its website that RJ, which currently flies to over 50 global destinations, plans to deploy the Dreamliner on North American routes as well as to Asia, Europe and the Middle East. ", "url": "http://jordantimes.com/news/local/rj-receives-first-boeing-787-dreamliner"}, {"title": "Xiamen Airlines Takes Delivery of First Boeing 787 ", "date": "2014-08-31", "content": "Another triumph for our friends at Boeing. Even with the fleet expansion plans, Xiamen Airlines will maintain an 'almost all' Boeing fleet. While few significant airlines can manage a One Airframer fleet, those who do enjoy a few perks that likely save them some serious bucks. I'm not greatly impressed by this airline's powerful RED theme in their small first class cabin, but Jeremy's pic may have over-shot Boeing's Mood Lighting. The crisp blue of the Business and Cattle-Class cabins is still harsh, but more comfortable to my eye. ", "url": "https://www.airlinereporter.com/2014/08/xiamen-airlines-takes-delivery-first-boeing-787-dreamliner/"}, {"title": "Boeing 787 and Airbus A350: A Tale of Two Planes", "date": "2014-08-31", "content": "The two biggies of aviation, Boeing 1.63% and Airbus 0.85%. are always trying to outdo each other in the battle of innovation. Their rivalry has been so aggressive that it's even led to a nasty war of words. One such epic clash involves the revolutionary Boeing 787 and the groundbreaking Airbus A350. These aircraft are the companies' built-from-scratch models -- a point of both pride and trouble for the two. ", "url": "https://www.fool.com/investing/general/2014/08/31/boeing-787-and-airbus-a350-a-tale-of-two-planes.aspx"}, {"title": "The 'fake' Boeing 787 rollout", "date": "2014-09-10", "content": "On the surface, Boeing's now infamous rollout of the 787 \"Dreamliner\" seemed planned to perfection. It was a well-coordinated event of global scale; huge crowds, great weather and US celebrity news man Tom Brokaw acting as master of ceremonies. Even the date was perfect: July 8, 2007, 7-8-7 for those in the US. \"If you could have sat there with me to feel the pride, to see the faces of those machinists and those engineers,\" says former Washington State governor Christine Gregoire, who was sitting in the front row with the Boeing leaders. \"It was a very proud day.\" ", "url": "https://www.aljazeera.com/economy/2014/9/10/the-fake-boeing-787-rollout"}, {"title": "Al Jazeera: Boeing Dreamliner Project Flawed", "date": "2014-09-12", "content": "In a new Al Jazeera documentary, \"Broken Dreams: Boeing 787,\" the news organization's investigative unit goes behind the scenes of Boeing's manufacturing operations and makes some serious allegations about the company and its 787 Dreamliner aircraft. In the report, which aired this week on Al Jazeera America, anonymous Boeing employees called into question Boeing's quality control standards, and claimed that workers in one of Boeing's plants used illegal drugs. The report, hosted by Al Jazeera's Will Jordan, is the culmination of a yearlong investigation of the American aviation giant. Boeing immediately disputed the accuracy of the documentary. In statement to Business Insider, Boeing said, \"We have not been afforded the opportunity to view the full program, but the promotional trailer and published media reviews suggest that what has been produced is as biased a production as we have seen in some time.\" ", "url": "https://www.businessinsider.com/al-jazeera-boeing-dreamliner-project-flawed-2014-9"}, {"title": "Boeing 787 Dreamliner makes emergency landing at Glasgow Airport", "date": "2014-09-26", "content": "Hundreds of passengers were forced to evacuate a Polish plane after the fire alarm started going off and prompted an emergency landing at Glasgow Airport. The Boeing 787 Dreamliner was en route to Warsaw from Chicago when the flight crew received a warning from the firefighting system in the luggage hold. More than 247 passengers and 12 crew were on board the LOT Polish Airlines flight when the crew declared the emergency over the Atlantic Ocean.", "url": "https://www.dailymail.co.uk/travel/travel_news/article-2770795/Boeing-787-Dreamliner-carrying-248-people-forced-make-emergency-landing-Glasgow-Airport.html"}, {"title": "Singaporean budget airline moving to Boeing 787", "date": "2014-10-09", "content": "Singaporean low-cost carrier Scoot will switch entirely to Boeing 787 jetliners, reportedly making it the first airline in the world to do so, in a step to become more cost-competitive. The Singapore Airlines group company now flies six jets in Boeing's 777 series. It will start taking delivery of 787s later this year, completing the changeover by June 2015. Scoot expects to receive 20 units of the 787 from the aircraft manufacturer by 2018. ", "url": "https://asia.nikkei.com/Business/Singaporean-budget-airline-moving-to-Boeing-787"}, {"title": "Spotted: American Airlines' first Boeing 787 Dreamliner", "date": "2014-10-30", "content": " American's first Boeing 787 Dreamliner is seen here in the pre-dawn hours outside Boeing's production line facilities in Everett, Wash, American Airlines' first Boeing 787 Dreamliner was spotted shortly after it emerged from a Boeing paint facility in Everett, Wash., during the pre-dawn hours of Thursday morning. The aircraft is expected to be delivered to American by year's end, which would make AA the second U.S. carrier to have a Dreamliner in its fleet. United already flies both the original 787-8 and the newer, bigger 787-9 versions of the jet. Images of American's first 787-8 were captured by Seattle-based photojournalist Jeremy Dwyer-Lindgren, who allowed Today in the Sky to publish one of the photos. Writing for Airways News, Dwyer-Lindgren says \"American anticipates operating its initial aircraft on domestic routes between its myriad US hubs early in 2015. ", "url": "https://www.usatoday.com/story/todayinthesky/2014/10/30/spotted-american-airlines-first-boeing-787-dreamliner/18168233/"}, {"title": "Boeing's 787 ecoDemonstrator Takes Flight", "date": "2014-11-17", "content": "Boeing's 787 \"ecoDemonstrator\" flew its first test mission out of Boeing Field in Seattle on Monday, marking the start of a new round of environmental trials expected to last until mid-December. Boeing said the latest tests involve more than 25 new technologies designed to improve efficiency and reduce noise. Using 787 Dreamliner flight-test article ZA004, Boeing plans to evaluate software and connectivity technologies related to operational efficiency; remote sensors to reduce wiring; aerodynamic and flight control improvements for greater fuel efficiency, and \"icephobic\" wing coatings to reduce ice accumulation. Plans call for ZA004 to test the NASA Airborne Spacing for Terminal Arrival Routes to improve landing efficiency; new greenhouse gas sensors evaluated in collaboration with Japan Airlines and others; real-time turbulence reports generated in partnership with Delta Air Lines to mitigate moderate or greater turbulence events; instrument landing systems for new and older aircraft to optimize landings and reduce fuel use; on-board Wireless Sensor Network and Micro Electro Mechanical Systems microphones to reduce wiring and weight; and outer wing access doors made from recycled 787 carbon fiber to reduce material costs and factory waste. Supplier partners for ecoDemonstrator 787 technologies and flight tests also include Rolls-Royce, Honeywell, Rockwell Collins, General Electric and Panasonic. ", "url": "https://www.ainonline.com/aviation-news/aerospace/2014-11-17/boeings-787-ecodemonstrator-takes-flight"}, {"title": "Air Canada expands 787 Dreamliner routes out of YVR", "date": "2014-11-19", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities. Pseudonyms will no longer be permitted. By submitting a comment, you accept that CBC has the right to reproduce and publish that comment in whole or in part, in any manner CBC chooses. Please note that CBC does not endorse the opinions expressed in comments. Comments on this story are moderated according to our Submission Guidelines. ", "url": "https://www.cbc.ca/news/canada/british-columbia/air-canada-expands-787-dreamliner-routes-out-of-yvr-1.2840768"}, {"title": "Report on Boeing 787 Dreamliner Battery Flaws Finds Lapses at Multiple Points", "date": "2014-12-01", "content": "The following week, a second episode involving a 787 Dreamliner in Japan - in which a smoking battery forced an emergency landing - prompted regulators to ban the jets' flights until the problem could be resolved. The board found a wide range of failings among manufacturers and regulators. The battery's maker, GS Yuasa of Japan, used manufacturing methods that could introduce potential defects but whose inspection methods failed to detect the problem, the board found. Boeing's engineers failed to consider and test the worst-case assumptions linked to possible battery failures, it said. And the Federal Aviation Administration failed to recognize the potential hazard and did not require proper tests as part of its certification process, the report said. ", "url": "https://www.nytimes.com/2014/12/02/business/report-on-boeing-787-dreamliner-batteries-assigns-some-blame-for-flaws.html"}, {"title": "Take A Ride On The Boeing 787 Dreamliner", "date": "2014-12-30", "content": "The Dreamliner.APIt's the pointy end of a spiffy new jet that piques the interest of most pilots. There's no denying that the 787 has a great-looking cockpit and some fascinating systems architecture. I can't imagine there's a pilot out there who wouldn't want to fly one. However, I figure the various aviation magazines and websites have the jet's gizmos and plumbing well-enough covered. So, instead, here's a critique of the 787 from a passenger's point of view. ", "url": "https://www.businessinsider.com/take-a-ride-on-the-boeing-787-dreamliner-2014-12"}]}, {"win label": 0, "news": [{"title": "Boeing 787 Dreamliner in Iqaluit for cold weather testing", "date": "2015-01-06", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities. Pseudonyms will no longer be permitted. By submitting a comment, you accept that CBC has the right to reproduce and publish that comment in whole or in part, in any manner CBC chooses. Please note that CBC does not endorse the opinions expressed in comments. Comments on this story are moderated according to our Submission Guidelines. ", "url": "https://www.cbc.ca/news/canada/north/boeing-787-dreamliner-in-iqaluit-for-cold-weather-testing-1.2891413"}, {"title": "United Airlines looks to change ten Boeing 787 ordered for 777-300ERs", "date": "2015-01-20", "content": "United Airlines is reportedly planning to swap at least ten of its ordered 787 Dreamliners for the 777-300ER aircraft. The airline is currently discussing the plans with Boeing to finalise a deal. United Airlines spokeswoman was reported by The Wall Street Journal as saying that the airline is not considering placing new orders for wide-body aircraft. The proposed deal could allow Boeing to maintain the production rates of the current-generation 777 aircraft at its assembly line in Everett, Washington, before proceeding with the 777X model in 2020. Boeing currently builds around 100 777 aircraft each year. ", "url": "https://www.aerospace-technology.com/news/newsunited-airlines-looks-to-swap-ten-boeing-787-order-with-777-300er-4493442/"}, {"title": "Giant Japanese oven gives Boeing room to ramp up 787 output", "date": "2015-03-12", "content": "Kawasaki Heavy Industries Ltd opened a plant on Friday with an oversized kiln to bake and harden carbon fibre aircraft fuselage sections, giving it capacity to surpass Boeing Co's production targets for the 787 Dreamliner. Deputy Director of KHI's 787 manufacturing unit, Akira Inomata, said the plant in Nagoya, central Japan, had the capacity to go \"beyond the 14\" Dreamliners that Boeing planned to build every month by 2020. The new 35 billion yen plant will build the forward fuselage for the Dreamliner, including the 330-seat stretch version slated for completion in 2017. KHI builds about 10 percent of the 787. In addition to the fuselage it also supplies the main landing gear well and wing parts. ", "url": "https://www.reuters.com/article/kawasaki-heavy-boeing-idUSL4N0WF1PC20150313"}, {"title": "US aviation authority: Boeing 787 bug could cause 'loss of control'", "date": "2015-05-01", "content": "The US air safety authority has issued a warning and maintenance order over a software bug that causes a complete electric shutdown of Boeing's 787 and potentially \"loss of control\" of the aircraft. In the latest of a long line of problems plaguing Boeing's 787 Dreamliner, which saw the company's fleet grounded over battery issues and concerns raised over possible hacking vulnerabilities, the new software bug was found in plane's generator-control units. The plane's electrical generators fall into a failsafe mode if kept continuously powered on for 248 days. The 787 has four such main generator- control units that, if powered on at the same time, could fail simultaneously and cause a complete electrical shutdown. \"We are issuing this AD airworthiness directive to prevent loss of all AC electrical power, which could result in loss of control of the aeroplane,\" said the Federal Aviation Administration directive. ", "url": "https://www.theguardian.com/business/2015/may/01/us-aviation-authority-boeing-787-dreamliner-bug-could-cause-loss-of-control"}, {"title": "Boeing 787 Dreamliners contain a potentially catastrophic software bug", "date": "2015-05-01", "content": "A software vulnerability in Boeing's new 787 Dreamliner jet has the potential to cause pilots to lose control of the aircraft, possibly in mid-flight, Federal Aviation Administration officials warned airlines recently. The bug-which is either a classic integer overflow or one very much resembling it-resides in one of the electrical systems responsible for generating power, according to memo the FAA issued last week. The vulnerability, which Boeing reported to the FAA, is triggered when a generator has been running continuously for a little more than eight months. As a result, FAA officials have adopted a new airworthiness directive that airlines will be required to follow, at least until the underlying flaw is fixed. \"This AD was prompted by the determination that a Model 787 airplane that has been powered continuously for 248 days can lose all alternating current electrical power due to the generator control units simultaneously going into failsafe mode,\" the memo stated. ", "url": "https://arstechnica.com/information-technology/2015/05/boeing-787-dreamliners-contain-a-potentially-catastrophic-software-bug/"}, {"title": "Boeing 787 Power Issue to Receive Software Fix", "date": "2015-05-05", "content": "Boeing 787 fleet maintenance records indicate that all in-service airplanes have already performed a power-off/power-on cycle within their ongoing maintenance schedules. Operators that have a definitive record of a power cycle within the last 120 days do not need to take any immediate action, Boeing has confirmed. A total of 28 aircraft in the U.S. registry are affected by the AD, which has also determined that the cost of the electrical power deactivation is one work hour at $85 per deactivation cycle. ", "url": "https://www.aviationtoday.com/2015/05/05/boeing-787-power-issue-to-receive-software-fix/"}, {"title": "Boeing 787 Dreamliner is now flying for American Airlines", "date": "2015-05-07", "content": " American Airlines Flight 2320, the carrier's first-ever regularly scheduled Dreamliner flight, taxis toward takeoff at Dallas/Fort Worth on the morning of May 7, 2015. The Boeing 787 \"Dreamliner\" is now flying paying passengers for American Airlines. The carrier flew its first regularly scheduled commercial flight with the jet Thursday morning, making it the second U.S. carrier to introduce the aircraft. Flight 2320 - AA's first regularly scheduled commercial flight on the 787 - departed Dallas/Fort Worth for Chicago O'Hare at 7:10 a.m. local time. The flight was scheduled to land in Chicago around 9:40 a.m. local time. ", "url": "https://www.usatoday.com/story/todayinthesky/2015/05/07/dreamliner-is-now-officially-flying-for-american-airlines/70937924/"}, {"title": "Boeing 777X will build on 787 Dreamliner technology as the largest and most efficient twin engine jet", "date": "2015-05-14", "content": " The Boeing 777X is twin-engine, twin-aisle will build on the success of the 777 and 787 Dreamliner. The 777X is the largest and most efficient twin-engine jet in the world. Its folding raked wingtip and optimized span deliver greater efficiency, significant fuel savings and complete airport gate compatibility. And its GE9X engine is the most advanced, fuel-efficient commercial engine ever. Performance, however, is just part of the story. ", "url": "https://www.nextbigfuture.com/2015/05/boeing-777x-will-build-on-787.html"}, {"title": "Buy Boeing On Prospects For 787 Profit, Better Labor Relations", "date": "2015-06-24", "content": " For reasons unknown, Boeing's board gave its CEO, Jim McNerney, a week to ship himself upstairs so Dennis Muilenburg -- a 30 year veteran who rose from engineering intern to Boeing's COO -- can take over as Boeing CEO on July 1. If all goes according to plan, McNerney, who has had a long-held passion for clever numbers, will leave his CEO slot exactly a decade after he started. But McNerney leaves Muilenburg with two big problems: how to turn the 787 -- a 242 to 335 seat aircraft that lists between $220 million and $300 million apiece -- into a profitable product and how to sweeten sour relations with Boeing's unions. To be sure, McNerney leaves his successor with a bigger company and a higher stock price. Boeing has a backlog of 5,700 commercial aircraft -- including 835 787s as of April 30 -- vying for a share of $5.6 trillion in aircraft demand expected through 2035. ", "url": "https://www.forbes.com/sites/petercohan/2015/06/24/buy-boeing-on-prospects-for-787-profit-better-labor-relations/"}]}, {"win label": 0, "news": [{"title": "Air Astana's 9-abreast Boeing 787 raises wider PaxEx ", "date": "2015-07-07", "content": "As airlines shrink passenger space in economy to add extra rows - and, in some cases, extra narrowed seats in each row - Runway Girl Network often wonders whether CEOs are truly aware of the passenger experience they are offering, and the effect that has on their airline's brand. In Almaty, as part of our visit to Kazakhstan and airline interviews courtesy of Air Astana, RGN sat down with company CEO Peter Foster to talk passenger experience given the airline's impressive plans for future organic growth. With a plan to take early delivery of the Airbus A321neoLR aircraft, an existing fleet of impressively outfitted Boeing 757 and 767 for longhaul, and an order for delivery of the Boeing 787 Dreamliner, together with a raft of awards, Foster and his airline are clearly trendsetters in the aviation industry. Rotation Low cost and full service are not mutually exclusive Foster is keen to emphasise strongly that he sees Air Astana as a premium service airline, while stating, \"We are already a low-cost carrier. I think there's a lot of confusion about this whole subject. ", "url": "https://runwaygirlnetwork.com/2015/07/air-astanas-9-abreast-boeing-787-raises-wider-paxex-questions/"}, {"title": "American Airlines' 787 Dreamliner Nightmare", "date": "2015-07-28", "content": " American Airlines probably thought it was making the right move when it bought seven Boeing 787 Dreamliners. After all, as I noted in my book, You Can't Order Change, the $166 million 250 to 330 seat aircraft was known for using 20% less fuel -- thus the profits from filling them up would be higher. But that was before American Airlines Flight 88 flew through a hailstorm outside of Beijing on July 27. The result was a punched-in nose that will keep the aircraft on the ground for now. American spokeswoman Andrea Huguely told USA Today on July 28 that \"repair work was underway on the aircraft and that passengers from Monday's flight had been accommodated on other flights.\" ", "url": "https://www.forbes.com/sites/petercohan/2015/07/28/american-airlines-787-dreamliner-nightmare/"}, {"title": "Boeing 787 Dreamliner Flying With a Boeing 40C ", "date": "2015-10-01", "content": "Such technical marvels of the \"Cheap Oil Era\" Both required fossil fuel for flight. So sad to see then surpassed by China's Nuclear/electric sourced, electric bullet train network, complete with social infrastructures, producing on veggies and rice, products for the U.S.A. as we speak. Such dramatic, convulsive changes stand before the Americans in the next few decades of oil scarcities and the paradigm shifts socially to be rent upon us. We will go from a foreign oil energy dependent economy to a domestic electric economy, furnished by Solar, Wind. Wave, Hydro, Tidal Geo thermal, and nuclear sources just to compete on a level economic field with Asians, or perish a Third World entity without but a strong Air-force dependent on foreign oil totally! ", "url": "https://www.airlinereporter.com/2010/05/pictures-boeing-787-flying-with-boeing-40c/"}, {"title": "Flying on United Airline's Boeing 787 Dreamliner Inaugural Flight", "date": "2015-10-02", "content": "It is 5:00AM the morning of Sunday November 2, 2012 as I make my way over to Gate E5 at Houston's George Bush Intercontinental Airport from a very quiet ticket counter, save for some journalists including Airways Magazine correspondent and director of social media, extraordinaire Jack Harty. Despite the obscenely early hour, Jack and I are absolutely pumped with excitement and anticipation covering the story via live tweets, blogs, and for 'Airways'. After foregoing a major development event, there is concern that this launch might be devoid of much of the pomp and circumstance of other launch flights, but this lack of showmanship, but this is doing little to dampen our enthusiasm for the inauguration of the first Boeing 787 to be operated by a U.S. carrier. ", "url": "https://www.airlinereporter.com/2012/11/flying-on-uniteds-first-boeing-787-dreamliner-inaugural-flight/"}, {"title": "Qatar Airways Takes Delivery Of Its 24th And 25th 787 dreamliners", "date": "2015-11-04", "content": "Qatar Airways took delivery of its 24th and 25th Boeing 787 Dreamliners today in a ceremony at Boeing's production facility in Everett, United States. As the Middle East launch customer for the Boeing 787, Qatar Airways received its first Dreamliner in November 2012. Since then the airline has continued to expand as one of the world's fastest growing airlines and it now flies to more than 150 destinations, with its fleet of Dreamliners serving 30 of those global destinations, including Amsterdam, Casablanca, Cape Town, Rome, and Tokyo Haneda. \"Qatar Airways was the Middle East launch customer for the Dreamliner back in 2012, and it is certainly a milestone to accept our 24th and 25th 787s into our fleet today,\" said Qatar Airways Group Chief Executive, His Excellency Mr. Akbar Al Baker. \"This year we have launched six new destinations in our expanding global network and these 787s will enable even more of our passengers to experience the genuine difference offered by travelling in one of the world's latest aircraft. ", "url": "https://www.prnewswire.com/news-releases/qatar-airways-takes-delivery-of-its-24th-and-25th-787-dreamliners-300172773.html"}, {"title": "Hella Jongerius designs interiors for KLM's Boeing 787 aircraft", "date": "2015-11-23", "content": "Dutch designer Hella Jongerius has created the economy and business cabin interiors for airline KLM 's first Boeing 787 Dreamliners, which go into operation today. The project continues the Berlin-based designer 's collaboration with KLM, which began in 2011 with her World Business Class cabin interior for the Dutch carrier's Boeing 747. KLM's Boeing 787 aircraft by Hella Jongerius KLM's Boeing 787 aircraft by Hella Jongerius Jongerius' buisness class seat for KLM's Boeing 787 Dreamliner Jongerius worked with colour and texture to create a more personal experience for passengers on board the Dreamliner aircraft. \"Air travellers often feel like insignificant cogs in a well-oiled machine, where every seat is identical except for the number,\" said a statement from the designer's studio. \"Jongerius focused on improving the passenger experience, by creating a homelike environment with warm, varied colours and replacing plastic with other materials that have more appealing textures.\" ", "url": "https://www.dezeen.com/2015/11/23/hella-jongerius-homelike-cabin-interiors-klm-boeing-787-dreamliner-aircraft/"}]}, {"win label": 0, "news": [{"title": "AAC Completes First Head-of-state Boeing 787-8", "date": "2016-02-05", "content": "Completions specialist Associated Air Center redelivered the industry's first head-of-state-configured Boeing 787-8 to an undisclosed customer. AAC's in-house team designed the interior. Its 2,404 sq ft of cabin space can accommodate 82 passengers in three cabin zones, while the fourth, presidential, zone comprises an office, bedroom and lavatory suite. At the delivery ceremony, AAC president James Colleary called the project \"new territory for VIP completions for composite, widebody aircraft,\" noting the Scottsdale, Ariz. company \"overcame significant new engineering challenges during this project.\" Every VIP passenger seat is equipped with a portable electronic device outlet and HD in-arm, 11-inch LCD touchscreen monitor, supplementing seven 42-inch LCD bulkhead mounted monitors connected to a variety of IFE sources that include six global and local Blu-ray players, Avod servers, passenger flight information systems and landscape camera system. ", "url": "https://www.ainonline.com/aviation-news/business-aviation/2016-02-05/aac-completes-first-head-state-boeing-787-8"}, {"title": "Boeing, Air Europa Celebrate Delivery of the Airline's First 787 dreamliner 300236369 ", "date": "2016-03-15", "content": "Boeing NYSE: BA, Air Europa and SMBC Aviation Capital are celebrating the delivery of the carrier's first Boeing 787 Dreamliner today. Air Europa leased its first 787 through an agreement with SMBC Aviation Capital. The delivery is also the first Dreamliner to SMBC Aviation Capital. The newest addition to Air Europa's fleet will touch down in Madrid on March 16th following a nonstop 4,128 miles delivery flight from Boeing's 787 assembly site in North Charleston, South Carolina. \"Today's delivery begins a new chapter in Air Europa's story. ", "url": "https://www.prnewswire.com/news-releases/boeing-air-europa-celebrate-delivery-of-the-airlines-first-787-dreamliner-300236369.html"}, {"title": "FAA Says Boeing 787 Dreamliners Have 'Urgent Safety Issue'", "date": "2016-04-25", "content": "The FAA described it as an \"urgent safety issue\" after one plane experienced issues in late January, reported CNN. The plane, which had been flying at 20,000 feet, experienced engine failure in one of the two engines after ice shed from the fan blades rubbed against the fan case and caused heavy vibrations, a GE Aviation spokesman explained to CNN. The plane was able to land safely with its remaining engine. \"Susceptibility to heavy fan blade rubs, if not corrected, could result in engine damage and a possible in-flight non-restartable power loss of one or both engines,\" the FAA warned in an airworthiness directive issued Friday. GE and Boeing are working together to solve the issue and avoid airline disruptions. ", "url": "https://fortune.com/2016/04/25/boeing-dreamliner-safety-issue/"}, {"title": "Boeing 787 Dreamliner sales slow", "date": "2016-05-16", "content": "The 787 Dreamliner is the first new plane Boeing has designed and built from scratch in 20 years, but its entry into service has been far from smooth. The program has been beset by engine and production issues. In 2013, the worldwide Dreamliner fleet was grounded after the lithium-ion battery packs on several aircraft caught fire. With more than $30 billion invested in the plane, Boeing has a lot riding on the state-of-the-art composite airliner. Fortunately for Boeing, not only has the Dreamliner been a hot seller for the company, with 1,154 orders to date, but its teething troubles seem to have been worked out. ", "url": "https://www.businessinsider.com/boeing-787-dreamliner-sales-slow-2016-5"}]}, {"win label": 0, "news": [{"title": "Hitch a ride on an amazingly aerobatic Boeing 787", "date": "2016-07-07", "content": "There's a good reason why Boeing cautions viewers not to attempt the below video on their own. Of course, I doubt that anyone happens to have a personal Boeing 787 parked in their driveway, but by all means only professional test pilots should have this kind of fun. As a teaser for the Farnborough International Airshow next week, Boeing took another 787-9 into the air with a thrilling near-vertical takeoff that you'd never experience as a passenger. It's just as jaw-dropping as the video we saw last year featuring a Vietnam Airlines 787-9, but this time the airliner is emblazoned with the livery of Japan's ANA. More on the 787 Boeing 787 Dreamliner wows with near-vertical takeoff Boeing flaunts longer new 787-9 Dreamliner at Farnborough In Wichita, the 787 Dreamliner gets its head start The video, which Boeing published Thursday on the company's YouTube page, begins with overhead shots of the Dreamliner taxiing onto the runway at Moses Lake, Washington. ", "url": "https://www.cnet.com/science/hitch-a-ride-on-an-amazingly-acrobatic-boeing-787/"}, {"title": "Boeing 787 Dreamliner's 'terrible teens' are finally over", "date": "2016-07-27", "content": "The Boeing 787-8 Dreamliner's first flight.BoeingThe final reminders of the Boeing 787 Dreamliner's turbulent early days will soon be gone. For more than a half decade, a fleet of early-production Dreamliners dubbed the \"terrible teens\" have been in limbo, waiting for a buyer to put them into service. They're called the \"terrible teens\" because many of the nonconforming aircraft were between the 10th and 20th Dreamliners built. According to the Puget Sound Business Journal 's Steve Wilhelm, as of a recent Boeing's investors conference in May, the company still had an inventory of 12 \"terrible teen\" planes. But Boeing executives confirmed to Business Insider on Wednesday that all of \"teens\" have been sold and will be delivered over the next two years. ", "url": "https://www.businessinsider.com/boeing-787-dreamliner-terrible-teens-2016-7"}, {"title": "Astronautics lands Boeing 787 deal", "date": "2016-08-01", "content": "Astronautics Corp. of America, based in Milwaukee, says it's been selected to provide an improved and updated electronic flight bag system on all current and future Boeing 787 Dreamliner aircraft. Astronautics Corp. of America has landed a contract to provide electronics for the Boeing 787. The system allows flight crews to access aircraft data including charts, maps, documents and databases. The current system on the Dreamliner has been in place since 2009. Terms of the deal were not disclosed. ", "url": "https://www.jsonline.com/story/money/2016/08/01/astronautics-lands-boeing-787-deal/87915906/"}, {"title": "Japan's ANA finds problem with Boeing 787 Rolls-Royce engines, cancels some flights", "date": "2016-08-25", "content": "Japanese carrier ANA Holdings 9202.T needs to replace damaged compressor blades in the Rolls-Royce RR.L engines powering its Boeing BA.N 787s, it said on Thursday, forcing it to cancel some Dreamliner flights over the coming weeks. The carrier said that under certain flying conditions the compressor blades in the engine's interior showed corrosion. It said it will cancel nine domestic 787 flights on Friday, with other cancellations likely in the coming weeks. ANA's Dreamliners are powered by Rolls-Royce Trent 1000 engines. The Japanese airline is the biggest operator of the Boeing model with some 49 aircraft, or around a tenth of the global fleet. Of the 445 Dreamliners in operation worldwide, 168 use the Rolls-Royce engines, according to Boeing's website. \"We are aware of the situation and are working with Rolls-Royce and ANA to resolve any issues impacting the airplanes in service,\" a spokesman for Boeing in Tokyo said. Rolls-Royce Holdings said in an e-mailed statement it was \"working closely with ANA to minimize the effect on aircraft service disruption\".", "url": "https://www.reuters.com/article/us-ana-rolls-royce-hldg-boeing-idUSKCN1100X3"}, {"title": "Engine failures on 787 Dreamliners prompt ANA to overhaul entire fleet", "date": "2016-08-31", "content": "The Japanese airline ANA has said it will refurbish all 100 Rolls-Royce engines on its fleet of Boeing 787 Dreamliners after three engine failures in 2016 caused by corrosion and cracking of turbine blades. The world's largest 787 operator said all 50 of its 787s would have their engines fitted with new blades, a process that could take up to three years. ANA had five engines that currently needed repairs \"but we will replace all the 100 engines for enhanced safety measures\", the company said, adding that it had already repaired three engines. \"By replacement we mean taking the engines off the 787s, replacing the faulty turbine blades and then putting those engines back on the aircraft,\" an ANA spokesman said on Thursday in Tokyo. \"We are not replacing the 787 engines with new ones.\" ", "url": "https://www.theguardian.com/business/2016/sep/01/engine-failures-on-787-dreamliners-prompt-ana-to-refit-entire-fleet"}, {"title": "Boeing Delivers First 787 Dreamliner to Uzbekistan Airways", "date": "2016-08-31", "content": "\"The delivery of our first Dreamliner marks a new and exciting chapter in our long-standing relationship with Boeing that began back in 1996,\" said Valeriy Tyan, Director General, Uzbekistan Airways. \"We are delighted that as early as in September, passengers of Uzbekistan Airways will be offered a new flight experience and an unmatched level of comfort onboard our Boeing 787 Dreamliner.\" ", "url": "https://www.prnewswire.com/news-releases/boeing-delivers-first-787-dreamliner-to-uzbekistan-airways-300320602.html"}, {"title": "Boeing's 787 and 777x have lowered cabin altitude", "date": "2016-09-10", "content": "A 787 Dreamliner being built for Air India in North Charleston, South Carolina.REUTERS/Randall HillDuring the development of the 787 Dreamliner, Boeing encountered countless engineering hurdles. One of which was the decision to build much of the plane out of carbon-fiber reinforced plastics and other composite materials instead of the aluminum most commonly used on commercial airliners. While the engineering of the composite airframe may have been a challenge, it's a decision that allowed Boeing to make a major change to its aircraft that could greatly reduce the effect of jet lag on its passengers. \"The Dreamliner has a composite fuselage and that allowed us to pressurize it at whatever altitude we wanted because the material is not as susceptible to fatigue,\" Blake Emery, director of differentiation strategy for Boeing Commercial Airplanes, told Business Insider in an interview. Currently, most airliners have cabin air pressure equivalent to that of an altitude of 8,000 feet. ", "url": "https://www.businessinsider.com/boeing-787-dreamliner-777x-cabin-pressure-jetlag-2016-9"}, {"title": "Royal Air Maroc shows off Boeing 787 Dreamliner at Washington Dulles", "date": "2016-09-14", "content": "Royal Air Maroc showed off its Boeing 787 \"Dreamliner\" on Thursday at Washington Dulles International Airport. The tour of the airline's newest aircraft type came as the Moroccan carrier completed its inaugural round trip between Casablanca and Washington Dulles, which becomes just the second U.S. gateway for Royal Air Maroc. \"Royal Air Maroc is thrilled to launch the only nonstop service between Washington, D.C., and Casablanca,\" CEO Abdelhamid Addou said in a statement accompanying the carrier's first day of service to Washington Dulles. BOOKMARK : Go directly to the Today in the Sky homepage \"We are equally excited about deploying the state-of-the-art Boeing 787 on this important route,\" he added. Indeed, Royal Air Maroc opened its Dreamliner to the media for a brief show- and-tell after the aircraft made its inaugural arrival to Washington Dulles from Casablanca. ", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2016/09/14/royal-air-maroc-shows-off-boeing-787-dreamliner-washington-dulles/90346550/"}, {"title": "Qantas: Boeing 787 Dreamliners will debut on route to Los Angeles", "date": "2016-12-13", "content": "Qantas made a splash on Sunday by announcing it would use its Boeing 787 Dreamliners to start the first-ever nonstop service between Australia and Europe in March 2018. Before that, however, the Australian carrier's new Dreamliners will make their debut on a route to the United States. Qantas said on Tuesday that its first 787-9 Dreamliners will enter service late next year on its route connecting Los Angeles and Melbourne, Australia. The carrier's 236-seat 787s will be deployed on the route starting Dec. 15, 2017, flying between the cities six times a week. ", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2016/12/13/qantas-boeing-787-dreamliners-debut-route-los-angeles/95368884/"}, {"title": "Delta Has Mothballed Its Order for 18 Boeing 787 Dreamliner Aircraft", "date": "2016-12-27", "content": "The order is valued at more than $4 billion at current list prices. Delta, in its statement, did not disclose specific terms of the agreement. The airline, which acquired Northwest in 2008 for $2.6 billion in shares, said it would continue to take delivery of 737-900ER aircraft through 2019. Delta declined to comment beyond its statement. The cancellation comes as Delta and other top U.S. airlines seek to slow flight capacity growth and in some instances shrink existing service in response to falling airfares. ", "url": "https://fortune.com/2016/12/27/delta-boeing-787-dreamliner-aircraft/"}]}, {"win label": 0, "news": [{"title": "Boeing 787 Dreamliner finally helps plane-maker deliver profit", "date": "2017-01-25", "content": "Boeing profits rose as the 787 Dreamliner emerged from a decade of losses and helped the company weather a turbulent market for wide-body jetliners. The world's largest aircraft maker is counting on its marquee carbon-fibre jet and higher output of its single-aisle 737, a workhorse with discount airlines, to bolster results this year. Boeing forecast higher cash and earnings per share, while predicting a sales decline as it makes fewer 777 wide-body aircraft. Investors, focused on Boeing's potential cash bounty, responded favourably. The shares rose 1.5 per cent to $163.02 at 8:40am in New York, before the start of regular trading. ", "url": "https://www.irishtimes.com/business/transport-and-tourism/boeing-787-dreamliner-finally-helps-plane-maker-deliver-profit-1.2950775"}, {"title": "LIFT Launches 787 Dreamliner Seating in Continued collaboration with boeing", "date": "2017-04-10", "content": "\"The 737 seat has been a great example of a successful collaboration across all departments,\" explains Tom McFarland, CEO of the EnCore Group. \"Carrying the successful collaboration on to the 787 Dreamliner was an easy decision, and the momentum of this new seat has been even better than the first one.\" Optimized specifically for the 787 Dreamliner, this new product was engineered from the ground up, designed to meet the unique needs of a long-haul passenger, while continuing to meet LIFT's standard of reliability, maintainability, and cost efficiency. Extensive ergonomic testing was conducted on every aspect of the seat in an effort to ensure maximum comfort over extended periods of time. The seatback was also designed with intuitive personal stowage options, and a focus on technology and entertainment that are specifically designed for the modern traveler. ", "url": "https://www.prnewswire.com/news-releases/lift-launches-787-dreamliner-seating-in-continued-collaboration-with-boeing-300437119.html"}, {"title": "Boeing turns to 3D-printed parts to save millions on its 787 Dreamliner", "date": "2017-04-11", "content": "Boeing will begin using at least four 3D-printed titanium parts to construct its 787 Dreamliner aircraft and may some day rely on as many as 1,000 parts created via additive manufacturing. Boeing has hired Oslo, Norway-based Norsk Titanium AS to print the parts. It marks the first time that FAA-approved, 3D-printed titanium parts will be used as structural components on a commercial aircraft, according to the company. The parts will be used near the rear of the Dreamliner, a mid-sized, wide- body, twin-engine jet airliner. Boeing builds about 144 Dreamliners each year. ", "url": "https://www.computerworld.com/article/3188899/boeing-turns-to-3d-printed-parts-to-save-millions-on-its-787-dreamliner.html"}, {"title": "Longest flights on Boeing 787 Dreamliners: See the top 20", "date": "2017-06-13", "content": " United Airlines revealed plans earlier this month for non-stop flights between Los Angeles and Singapore. The 8,700-mile route, which begins Oct. 27, would be the longest regularly scheduled route ever flown by a U.S. carrier. Based on current schedules, United's L.A.-Singapore service would become the world's third-longest based on distance. And, with its whopping flight time of 17 hours, 55 minutes on the westbound leg, it would also become a contender for the world's longest as measured by time in the air. There will be yet another superlative for United's new service: the L.A.-Singapore route would also become the world's longest regularly scheduled route to be flown with a Boeing 787 \"Dreamliner.\" United already holds that title with its existing San Francisco-Singapore route, which launched in June 2016. That will become the world's second-longest Dreamliner route when the new L.A. route starts Oct. 27. United plans to fly both of its California-Singapore routes with the 787-9 variant of the Dreamliner.", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2017/06/13/these-worlds-20-longest-boeing-787-dreamliner-flights---2017/102804440/"}]}, {"win label": 0, "news": [{"title": "Deer Jet 787-based 'Dream Jet' Wows Paris", "date": "2017-07-14", "content": "Chinese business jet operator Deer Jet unveiled its luxury Boeing 787-8 to the European press just after the Paris Air Show in June. The aircraft left Boeing's factory in 2014 and underwent more than two-and-a-half years of design and completions work before becoming operational in September last year. Registered in Guernsey, the \"Dream Jet,\" as Deer Jet has dubbed the aircraft, is operated through subsidiary Hong Kong Jet on behalf of parent company HNA Group. HNA also owns an airline and a chain of hotels and reports assets of $145 billion, $90 billion in annual revenue and 410,000 employees worldwide. The Paris appearance marked the finale of the 787's eight-leg \"Dreams Encounter the World\" tour, which took it to Hong Kong, Shanghai, London, Dublin, Doha, Seattle and Marrakech before touchdown at Paris Le Bourget Airport. ", "url": "https://www.ainonline.com/aviation-news/business-aviation/2017-07-14/deer-jet-787-based-dream-jet-wows-paris"}, {"title": "This Private Boeing 787 Dreamliner Costs $74,000 an Hour", "date": "2017-07-21", "content": "There's a lot you can do with with $74,000: buy a Land Rover, shell out for a day picking the brain of entrepreneur Mark Cuban, pay for a year of college with room and board at Columbia University, or book one hour of flying in the world's first Boeing 787 Dreamliner designed for private charter. Flying since late 2016 but officially unveiled this May with a high-profile, around-the-world tour, the 787 landed to show off in Shanghai, Hong Kong, London, Dublin, Doha, Riyadh, and Seattle. Chinese aviation charter company Deer Jet, its owner and operator, toured media and potential clients through the plane's master bedroom, with its California king-size bed and ensuite bathroom, walk- in closet with safe, art-filled lounge, dining room, gourmet kitchen galley, and guest cabin with additional lie-flat seats. Consulting firm Kestrel Aviation and French aircraft interior designer Jacques Pierrejean spent more than two years fashioning the completely custom interior which, in this \"VVIP,\" or very very important person, configuration, seats and entertains a total of 40 in the 2,300-square-foot space. If set up for a traditional commercial airline, the plane would normally seat more than 220 passengers. ", "url": "https://www.cntraveler.com/story/this-private-boeing-787-dreamliner-costs-74000-dollars-an-hour"}, {"title": "This Boeing 787 Dreamliner Spent 18 Hours Drawing A Gigantic Self-Portrait Across the US", "date": "2017-08-07", "content": " This Boeing 787 Dreamliner Spent 18 Hours Drawing A Gigantic Self-Portrait Across the US. Every day almost 100,000 flights take off around the world traveling to their destinations in routes that reduce turbulence and economize on fuel. So when airlines or aerospace companies get creative it is a lot of fun. Particularly for airplane fanatics who are tracking flights via online tracking services like FlightAware and FlightRadar24. Boeing gaining a playful reputation for test flight routes Boeing is getting a reputation for injecting fun into their test runs. Earlier this year, when they send their 737 MAX out for a mandatory eight-hour test flight, they did another kind of self-portrait, spelling out MAX in huge letters across Washington and Montana. ", "url": "https://interestingengineering.com/transportation/boeing-787-dreamliner-drawing-self-portrait-across-us"}, {"title": "Malaysia Airlines 'to buy 8 Boeing 787 jets'", "date": "2017-09-12", "content": "Malaysia Airlines will announce a deal to buy eight widebody Boeing 787 jets during the visit of Prime Minister Najib Razak to the United States, two industry sources said on Tuesday. The deal, worth more than copy.8 billion at list prices, is expected to be one of the announcements that will be made after Mr Najib meets with US President Donald Trump on Tuesday, the sources said. Mr Najib is scheduled to witness a memorandum of understanding signing ceremony between Malaysia Airlines and Boeing, according to a schedule of the Prime Minister's events in Washington reported by Malaysianmedia outlets. Malaysia Airlines said it would not comment on reports that are speculative in nature. The sources did not want to be named because the discussions were private.", "url": "https://www.bangkokpost.com/world/1322943/malaysia-airlines-to-buy-8-boeing-787-jets"}, {"title": "The Airbus A350 Is Not The Boeing 787 -- But Delta Loves It", "date": "2017-10-20", "content": " Delta Airbus A-350 Delta Air Lines Let's just say upfront that the Airbus A350 does not evoke any of the three turns of phrase so commonly applied to the Boeing 787. It is not a \"Dreamliner,\" the brand name Boeing so successfully coined. It is not a \"game changer,\" the description used to vast excess to describe the airplane that opened once unthinkable routes like San Francisco-Chengdu and London-Austin. It is not a \"moonshot,\" the word used, almost derisively, by the former Boeing CEO who famously said that today's \"more-for-less world will not let you pursue moonshots.\" Rather, the A350 is just a very good next-generation aircraft. ", "url": "https://www.forbes.com/sites/tedreed/2017/10/20/the-airbus-a350-is-not-the-boeing-787-but-delta-loves-it/"}, {"title": "Mitsubishi to cut Boeing 787 wing costs", "date": "2017-10-23", "content": "Boeing and Mitsubishi Heavy Industries, Ltd. have announced an agreement to reduce costs in MHI production of wings for the 787 Dreamliner. The announcement comes just over 10 years after MHI shipped the first 787 wingsets to Everett in May 2007. The two companies also say they will perform joint studies of advanced aerostructure technologies for future- generation commercial aircraft. Japan plays a key role in the 787 programme. Japanese industry produces 35% of the Dreamliner, and Japan is the single biggest customer for the aircraft. ", "url": "https://www.aircosmosinternational.com/mitsubishi-to-cut-boeing-787-wing-costs-102101"}, {"title": "Lufthansa Technik Wins First 787 Completion", "date": "2017-11-12", "content": "MRO and completions specialist Lufthansa Technik has won an order for a VIP cabin completion for a Boeing 787-8 from an undisclosed customer. The order represents its first Dreamliner completion project. Announcing the news at the Dubai Airshow yesterday, Wieland Timm, senior director sales for LHT's VIP and special mission aircraft division, said, \"With the conclusion of this completion contract, we are closing the final gap in our expertise for the Boeing 787. Our existing experience for this type of aircraft in the fields of modification, maintenance, repair and overhaul is a valuable basis for the equipment of this special VIP aircraft.\" LHT has provided technical services to more than 100 Boeing 787s from various commercial and VIP 787 operators, according to the company. ", "url": "https://www.ainonline.com/aviation-news/air-transport/2017-11-12/lufthansa-technik-wins-first-787-completion"}, {"title": "Russian lessor fails to find customers for Boeing 787 ", "date": "2017-11-21", "content": " Boeing will not charge the lessor for its failure to sell 22 Boeing 787 widebodies Avia Capital Services was expected to sell the 22 aircraft by October this year Russian lessor Avia Capital Services has failed to find customers for its 22 widebody Boeing 787 Dreamliners, TASS news agency reports, citing Rostec CEO Sergey Chemezov. The aircraft were initially intended for the national flag carrier Aeroflot. However, the delivery dates slipped several times so the airline eventually yielded the purchase option to Avia Capital Services. The lessor was expected to find operators for the airplanes by October this year. Boeing did not penalize the company for breaching the contract, Chemezov says. ", "url": "http://www.rusaviainsider.com/russian-lessor-fails-find-customers-boeing-787/"}, {"title": "ST Aerospace to provide parts for Gulf Air's Boeing 787 fleet", "date": "2017-11-22", "content": "Singapore-based ST Aerospace has secured a 15-year deal to provide component support for Gulf Air's new fleet of Boeing 787 aircraft. As part of the contract, ST Aerospace will provide comprehensive component maintenance-by-the-hour support that will feature component exchange, repair, overhaul, modification, reliability monitoring and logistics services. The MBH programme is designed to offer the customer airlines with a range of support and services at a pre-determined flight per hour rate. \"We are happy to play a role in Gulf Air's fleet renewal plan, which will see its fleet of 787-9 expanding to ten aircraft in the coming years.\" The programme can also help the aircraft operators to reduce their operating costs and fixed asset inventory holdings in terms of spares or maintenance equipment. ", "url": "https://www.aerospace-technology.com/news/st-aerospace-provide-parts-gulf-airs-boeing-787-fleet/"}]}, {"win label": 0, "news": [{"title": "American Airlines: Boeing Dreamliner order worth up to $12.3 ", "date": "2018-04-06", "content": " American Airlines is ordering 47 new Boeing jets with a combined list price of $12.3 billion to replace some of its oldest planes. The sides did not reveal details of the deal, though airlines typically negotiate sizeable discounts on such orders. American is also canceling an order with Boeing's European rival, Airbus, that was made last decade by US Airways prior to its merger with American. Additionally, American delayed delivery of 40 other Boeing planes -- Boeing 40 737 Max jets -- that had been scheduled to arrive between 2020 and 2022 American announced the moves Friday. In its Dreamliner order, American is taking both the 787-8 and 787-9 variants of the twin-aisle jet. ", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2018/04/06/american-airlines-reveals-boeing-787-dreamliner-order-up-12-3-billion/495574002/"}, {"title": "American Airlines orders 47 Boeing 787 Dreamliners", "date": "2018-04-10", "content": "Advanced technologies - additive manufacturing and 3D printing, automation and robotics, advanced materials, precision machining, precision measurement and 3D scanning, digital manufacturing, and Industrial IoT - are revolutionizing manufacturing. From April 30 to May 2, 2018, the Boston Convention Center will transform into an innovation space, a beacon for hands-on learning, and a virtual machine powered by advanced technologies. Expected to be the leading smart manufacturing event in the U.S., the Smart Manufacturing Experience 2018 will draw attendees from all industries and experience levels looking to future-proof their businesses. The event is co- sponsored by SME, AMT - The Association For Manufacturing Technology and founding partners Mazak, The Robert E. Morris Co., Methods Machine Tools, and IMTS. Smart manufacturing is described as the next Industrial Revolution. ", "url": "https://www.aerospacemanufacturinganddesign.com/article/american-airlines-orders-47-boeing-dreamliners-041018/"}, {"title": "Introducing Air Canada's Boeing 787 Dreamliner", "date": "2018-04-23", "content": "Air Canada's Boeing 787 Dreamliner is being heralded as a game- changer. The brand new aircraft offers superior comfort ideal for a long-haul route like Air Canada's year-round flights to Melbourne, up and running since June 1. Larger cabins make for a more comfortable flight and larger overhead bins give passengers that much more space for storage. The state-of-the-art aircraft also feature filtered fresh air, making long-haul travel a breeze and helping make sure passengers arrive rested, relaxed and ready to go. Travellers taking flight on Air Canada's Boeing 787 Dreamliners can choose between Economy Class, Premium Economy and Air Canada Signature Class. ", "url": "https://www.travelweek.ca/news/introducing-air-canadas-boeing-787-dreamliner/"}, {"title": "Hamilton Sundstrand systems contribute to successful 787 flight testing", "date": "2018-05-29", "content": "Hamilton Sundstrand's Boeing 787 Dreamliner systems are contributing to the aircraft's successful flight testing and are ready to support the airplane's entry into service, which Boeing has slated to occur in the fourth quarter. Hamilton Sundstrand is a subsidiary of United Technologies Corporation. The 787 took its first flight from Paine Field in Everett, Wash., on Dec. 15, 2009. Since then the flight test program has undergone approximately 1,100 flight test hours. \"Hamilton Sundstrand is extremely proud of its role in the development of the revolutionary Boeing 787 Dreamliner,\" said Hamilton Sundstrand president Alain Bellemare. ", "url": "https://www.reliableplant.com/Read/25607/Hamilton-Sundstrand-flight-testing"}, {"title": "Rolls-Royce warns that Boeing 787 groundings will get worse", "date": "2018-05-30", "content": "Rolls Royce is expecting a sharp increase in the number of Boeing 787 Dreamliner aircraft that will have to be grounded because of faults with the engine maker's Trent 1000 turbine, Bloomberg reports. The spike is expected to occur ahead of a deadline next month for mandated inspections forced by durability problems, according to a statement by Rolls Royce. The number of grounded Dreamliners is expected to reach 50 from the current 35, as the planes await repairs. About 80 percent of the Package C engine variant, which debuted with Boeing's 787-9 jetliner, have undergone initial checks for cracking or signs of wear and tear on turbine blades, according to a person familiar with the matter cited by Bloomberg. Almost a third of the engines failed the initial checks required by regulators for planes that fly more than two hours and 20 minutes from the nearest diversionary airport. ", "url": "https://business-review.eu/business/airlines/rolls-royce-warns-that-boeing-787-groundings-will-get-worse-171475"}, {"title": "Boeing 787 begins first flight-test operations outside of Washington", "date": "2018-05-30", "content": "The second Boeing 787 Dreamliner, ZA002, landed at 10:53 a.m. local time on March 9 in Victorville, Calif. This marks the beginning of the first flight- test operations outside of Washington state for the program. The airplane will be stationed at Victorville for approximately three weeks. The crew will conduct ground effects testing among other activities. During ground effects testing, the pilots fly the airplane very close to the runway to gather data regarding the aerodynamic effects and performance of the airplane during the takeoff and landing phases of flight. ", "url": "https://www.reliableplant.com/Read/23316/Boeing-787-begins-flight-test-ops"}]}, {"win label": 0, "news": [{"title": "United could open Boeing 787 pilot base at Newark by April ", "date": "2018-08-03", "content": " United Airlines appears to be pushing ahead with plans that would make its Newark Liberty hub a base for Boeing 787 \"Dreamliner\" flights. The carrier will open 787 pilot positions there in April, FlightGlobal.com reports, citing an Aug. 1 newsletter update from United to its pilots. \"We are evaluating using the 787 flying out of Newark in the future and are in the early stages of planning for that by ensuring we have proper pilot staffing allocated at the right time,\" Paul Carlson, United's managing director of crew resources, is quoted as saying in the newsletter. ", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2018/08/03/united-airlines-newark-boeing-787-pilot-base-could-open-april/898009002/"}, {"title": "Najib's pledge to Trump for MAS to buy Boeing 787 jets fails to take off", "date": "2018-09-26", "content": "Malaysia Airlines Bhd said on Wednesday a provisional deal to purchase eight Boeing Co 787 jets had lapsed, and the airline was in talks with planemakers about the future of its widebody fleet. The national carrier last year signed a memorandum of understanding with Boeing to purchase the 787 jets valued at US$2.25 billion at list prices during a visit to Washington by former prime minister Najib Abdul Razak. In April, Reuters reported the carrier had expressed interest in buying 20 to 30 widebody jets from either Boeing or its rival Airbus SE that could expand or replace the Boeing MOU. The lapse of the MOU was first reported by The Edge Weekly and confirmed by a Malaysia Airlines spokesperson on Wednesday. A Boeing spokesperson declined to comment on ongoing discussions with customers. ", "url": "https://m.malaysiakini.com/news/444744"}, {"title": "United 787 Almost Runs Out Of Fuel Near Sydney", "date": "2018-10-05", "content": "This week a pilot on a United 787 flight from Los Angeles to Sydney issued a mayday distress signal indicating a low fuel situation. Thankfully, the plane landed safely and now we're not entirely sure there ever was an emergency. So what happened? Was it a mistake or did the plane actually nearly run out of fuel? Mayday fuel declaration On Thursday October 4, United flight 839 made the emergency call, issued a mayday fuel declaration and everyone sprung into action. ", "url": "https://simpleflying.com/united-787-almost-runs-out-of-fuel/"}, {"title": "Boeing Dreamliner, Starbucks featured in Japan's new airport ", "date": "2018-10-11", "content": " Remember back on Dec. 15, 2009, when the first Boeing 787-8 Dreamliner test plane - known as ZA001 - took off from Paine Field in Everett, Washington, for a thrilling, three-hour maiden flight? That 787 Dreamliner is now the giant celebrity centerpiece of an aviation attraction called Flight of Dreams opening in central Japan at Chubu Centrair International, an airport built on an artificial island south of Nagoya. The four-story complex, built between the airport's two terminals, welcomes visitors to a Flight Center with high-tech and hands-on aviation experiences, including a look inside the 787's cockpit and a virtual tour of Boeing's Everett factory. The second and third floors of the facility, dubbed Seattle Terrace, overlook the 787 and include branches of some of Seattle's most iconic shops and restaurants, including Starbucks, Pike Brewing, Fran's Chocolates and Beecher's Cheese. Why is this all here? ", "url": "https://www.usatoday.com/story/travel/flights/todayinthesky/2018/10/11/boeing-787-dreamliner-flight-dreams-japan/1581377002/"}, {"title": "President-elect of Mexico has private jet up for sale", "date": "2018-11-13", "content": " A Boeing 787-8 Dreamliner aircraft, operated by Biman Bangladesh Airlines, performs in a flying display at the Farnborough Airshow, southwest of London, on July 18, 2018. Looking to purchase a private jet? Now's your chance. The president-elect of Mexico, Andres Manuel Lopez Obrador, has his Boeing 787-Dreamliner up for sale, according to NPR and The Guardian. The plane is only two years old, fits up to 280 people and is praised by its soon-to-be former owner. ", "url": "https://www.usatoday.com/story/travel/flights/2018/11/13/president-elect-mexico-has-private-jet-up-sale/1988837002/"}, {"title": "Boeing 787 Failed To Kill The A330 And NMA Would Cannibalize The 737, Airbus Asserts", "date": "2018-11-27", "content": " Speaking in advance of the delivery ceremony for TAP's new A330-900 aircraft, Airbus A330 head of marketing, Crawford Hamilton, asserted that Boeing's 787 had failed to kill the A330 program. Hamilton also suggested that, not only is a Boeing NMA unnecessary, but it would actually cannibalize orders for Boeing's 737 if it were to be built. Airbus A330 head of marketing, Crawford Hamilton Marisa Garcia \"We've got the right aircraft everywhere for the airlines of the world,\" Hamilton said, arguing that the current range of Airbus planes covers the world's routes comprehensively while offering airlines flexibility and commonality of the fleet. He credited Boeing's 787 for proving the business case for the Airbus A330. \"What was the best thing ever to happen to the A330? ", "url": "https://www.forbes.com/sites/marisagarcia/2018/11/27/boeing-787-failed-to-kill-the-a330-and-nma-would-cannibalize-the-737-airbus-asserts/"}]}, {"win label": 0, "news": [{"title": "Airbus A220 Is The New 'It' Plane, And It Could Be As Game-Changing As The 787", "date": "2019-01-17", "content": " Airbus A220 assembly line in Montreal Airbus Who would have guessed, a decade after the vaunted introduction of the Boeing 787 Dreamliner -- which in fact lived up to extraordinary expectations and reshaped a segment of the commercial airline industry -- that the spotlight would shift to a smaller, Canadian-developed aircraft that was once nearly given up for dead but is now reshaping its own industry segment? Nine years ago, in December 2009, two million people viewed the first 787 flight on the Internet, Boeing said at the time. Subsequently, association with the 787 became a badge of success for a variety of airlines that took early deliveries or launched flights that had been impractical with predecessor aircraft. Now the world watches as airlines roll out the Airbus A220, formerly the CSeries, the development of which nearly bankrupted Bombardier, leading the Canadian company to partner with Airbus on the program. The A220, designed for the 100-to 150 passenger market, provides both passenger comfort - wider seats, bigger windows, a quieter flight - as well as added fuel efficiency due to improved aerodynamics, lighter materials and new engines. ", "url": "https://www.forbes.com/sites/tedreed/2019/01/17/the-airbus-a220-is-the-aircraft-worlds-new-star-ten-years-after-the-first-boeing-787-flight/"}, {"title": "Boeing Ups 787 Dreamliner Production To 14 Planes Per Month", "date": "2019-01-31", "content": "Following a record year for production in 2018, Boeing has announced plans to increase 797 production for 2019 to 14 aircraft a month. This is up from the previous 12 per month output, and the uptick will lead to around 160 new Dreamliners being delivered over the course of the year.Revenues for 2018 topped $100bn for the first time ever, but the boom is not over for the plane maker. Predicting revenue of at least $109.5bn for this year, Boeing's boosted 787 production target is testament to the popularity and profitability of this aircraft. To achieve this higher level of 787 production for 2019, Boeing have already started ramping up their output. The expect to hit the 14 a month 787 production target by the second quarter, as revealed in their recent earnings call.", "url": "https://simpleflying.com/boeing-ups-787-dreamliner-production-to-14-planes-per-month/"}, {"title": "Virgin Atlantic 787 Dreamliner breaks speed record", "date": "2019-02-20", "content": " A powerful jet stream helped the aircraft to reach a speed of 1,289 kph and finish its Los Angeles-London trip 48 minutes ahead of schedule 2019 has started as a year of records in the aviation industry and this time it was a Virgin Atlantic's flight from Los Angeles to London that has made history. Virgin Atlantic's Boeing 787 Dreamliner overcame the speed of sound - EQRoy / Shutterstock Virgin Atlantic 787 Dreamliner breaks speed record A Virgin Atlantic Boeing 787 Dreamliner broke the speed of sound - EQRoy / Shutterstock Thanks to a strong jet stream that was passing over Pennsylvania on Monday, the carrier's Boeing 787 Dreamliner managed to overcome the speed of sound and reached 1,289 kilometres per hour. While the Boeing twin-jet usually cruises at around 901 kph, the strong winds at the altitude of 10.5 kilometres helped the aircraft to arrive in London 48 minutes ahead of schedule. Virgin managed to overcome the record set by a Norwegian Dreamliner in January 2018 when the low-budget carrier reached a speed of 1,248 kph during its transatlantic flight from New York to London. The record-breaking flight caused a storm of opinion on Twitter. ", "url": "https://www.kiwi.com/stories/virgin-atlantic-787-dreamliner-breaks-speed-record/"}, {"title": "Boeing 787 MAX Planes Grounded: What to Do if Flying", "date": "2019-03-13", "content": "President Trump issued an \"emergency order\" on Wednesday that the Federal Aviation Administration would ground all Boeing MAX planes in the U.S. following a second deadly crash on Sunday. Here's what to know about the controversial aircraft, which airlines are using it, and what to do if you're booked on one. The MAX 8, one of Boeing's latest models, crashed in Ethiopia on Sunday, killing all 157 passengers and crew on board. It's the second of this new plane to meet a similar fate. In October, another MAX 8 went down in Indonesia. ", "url": "https://people.com/travel/how-to-avoid-flying-boeing-737-max-8-after-second-deadly-crash/"}, {"title": "Norwegian Air Deploys Boeing 787 Dreamliner To Help Address 737 MAX Shutdown", "date": "2019-03-14", "content": "With more than 350 Boeing 737 MAX aircraft grounded after two disastrous accidents, airlines are scrambling to find replacements for planes suddenly pulled out of service, potentially leaving thousands of paid passengers stranded. Norwegian Air, for example, used some of its eighteen 737 MAXs for transatlantic flights from the US and Canadian East Coast to Ireland, Britain and Norway. How will Norwegian replace these aircraft? For now, Norwegian has come up with an ingenious, if temporary solution. ", "url": "https://www.forbes.com/sites/michaelgoldstein/2019/03/14/norwegian-air-deploys-boeing-787-dreamliner-to-help-address-737-max-shutdown/"}, {"title": "Garuda Indonesia to order Boeing 737 MAX 10 and 787 Dreamliner", "date": "2019-05-02", "content": "Ari Ashkara, CEO of Indonesian flag carrier Garuda Indonesia, has reportedly stated to news network Nikkei Asian Review that the airline's cancelled order for 49 737 MAX 8 aircraft will be replaced with an order for the larger 737 MAX 10 and 787 Dreamliner aircraft. While no quantities or official announcement has been made, it comes as a surprise that Garuda Indonesia would be placing an order for a different variant of the 737 MAX shortly after cancelling the MAX 8. In March, Garuda stated the reason for cancelling its outstanding 49 737 MAX 8s after just a single delivery was \" ... Garuda passengers in Indonesia have lost trust and no longer have the confidence in the 737 MAX \". The news came in the aftermath of the second fatal crash of the aircraft type, when Ethiopian Airlines ET302 crashed on 10th March. ", "url": "https://www.ifn.news/posts/garuda-indonesia-to-order-boeing-737-max-10-and-787-dreamliner/"}, {"title": "Boeing falsified records for 787 jet sold to Air Canada. It developed a fuel leak", "date": "2019-06-28", "content": "Boeing staff falsified records for a 787 jet built for Air Canada which developed a fuel leak ten months into service in 2015. In a statement to CBC News, Boeing said it self-disclosed the problem to the U.S. Federal Aviation Administration after Air Canada notified them of the fuel leak. The records stated that manufacturing work had been completed when it had not. Boeing said an audit concluded it was an isolated event and \"immediate corrective action was initiated for both the Boeing mechanic and the Boeing inspector involved.\" Boeing is under increasing scrutiny in the U.S. and abroad following two deadly crashes that claimed 346 lives and the global grounding of its 737 Max jets. ", "url": "https://www.cbc.ca/news/business/boeing-air-canada-jet-fuel-leak-1.5193550"}]}, {"win label": 0, "news": [{"title": "Boeing 787 On-Board Network Vulnerable to Remote Hacking researcher says ", "date": "2019-08-07", "content": "Active industrial cybersecurity expert Ruben Santamarta last fall discovered an Internet-exposed Boeing Co. server housing firmware specifications for the aviation manufacturer's 787 and 737 airplane networks. Intrigued, Santamarta dug into the firmware for the 787, Boeing's highly networked plane. He meticulously reverse-engineered the binary code and analyzed configuration files - uncovering multiple security vulnerabilities that could allow an attacker to remotely gain access to the sensitive avionics network of the aircraft, also known as the crew information systems network. \"It turns out the firmware I was analyzing is part of the aircraft that is segregating between the different networks,\" he told Dark Reading prior to publicly disclosing his findings here today. The firmware belongs to a core network component in the 787's network and was riddled with buffer overflow, memory corruption, stack overflows, and denial-of-service flaws that he says could be exploited by a hacker to remotely reach the aircraft's sensitive crew information systems network module. ", "url": "https://www.darkreading.com/vulnerabilities-threats/boeing-787-on-board-network-vulnerable-to-remote-hacking-researcher-says"}, {"title": "Air India Paints 'Ek Onkar' on Boeing 787 Dreamliner to Mark 550th Birth Anniversary of Shri Guru Nanak Dev", "date": "2019-10-28", "content": "In a bid to celebrate the 550th birth anniversary of Shri Guru Nanak Dev, 'Ek Onkar' was painted on the tail of Air India 's Boeing 787 Dreamliner, stated news agency ANI on Monday. The decision to paint the Sikh symbol was taken by Air India 's airline management.Also Read - 'Historic Moment,' Says Jaishankar as Air India Makes Inaugural Flight to Jaffna After 40 Years The 'Ek Onkar' symbol is a representation of the central tenet of Sikh religious philosophy which is about the presence of one supreme reality, stated a report. Notably, Harsimrat Kaur Badal took to her official Twitter account and said, \"Delighted that @airindiain is celebrating the 550th ParkashPurab of Guru Nanak Dev ji by painting Ek Onkar symbol on its aircraft. It represents the fundamental teaching of Sikhism that \"God is one\". The entire Sikh community is proud of this humble tribute.\" ", "url": "https://www.india.com/business/air-india-paints-ek-onkar-on-boeing-787-dreamliner-to-mark-550th-birth-anniversary-of-shri-guru-nanak-dev-3822729/"}, {"title": "Boeing whistleblower raises doubts over 787 oxygen system", "date": "2019-11-06", "content": "Boeing recently commissioned an independent review of its safety processes, which it says \"found rigorous enforcement of, and compliance with, both the FAA's aircraft certification standards and Boeing's aircraft design and engineering requirements.\" It said that the review had \"established that the design and development of the 737 Max was done in line with the procedures and processes that have consistently produced safe airplanes.\" ", "url": "https://www.bbc.com/news/business-50293927"}, {"title": "Lawmakers looking into FAA's approval of lightning strike safeguard on Boeing 787", "date": "2019-11-08", "content": "A letter from the Committee on Transportation and Infrastructure dated Thursday sent to FAA administrator Stephen Dickson raises questions about a safeguard that protects the 787 Dreamliner when it is hit by lightning. The letter comes amid the committee's investigation into the certification of the 737 MAX aircraft. \"While our investigation is ongoing, we are concerned about two additional safety issues about which we have received detailed information,\" Committee Chairman Rep. Peter DeFazio wrote. DeFazio cited documents saying Boeing implemented a design change on its 787 Dreamliner lightning protection features to which multiple FAA specialists objected and produced 40 airplanes before the change was approved by the FAA. \"If accurate, that is an astonishing fact that suggests either willful neglect of the Federal aviation regulatory structure or an oversight system in need of desperate repair,\" DeFazio wrote. ", "url": "https://www.live5news.com/2019/11/08/lawmakers-looking-into-faas-approval-lightning-strike-safeguard/"}, {"title": "Boeing 787: former Boeing engineer blows the whistle on 737 ", "date": "2019-11-12", "content": " A former Boeing engineer has claimed that passengers on the flagship 787 could be left with no oxygen in the event of a sudden decompression. New safety fears over the 787 NG aircraft deepen problems for troubled plane maker with 737 Max still grounded. A former Boeing engineer has claimed that passengers on the flagship 787 could be left with no oxygen in the event of a sudden decompression. Boeing's safety culture is under scrutiny following two fatal crashes of the 737 Max. This comes as a former engineer, John Barnett, claimed one in four of the 787's oxygen systems could fail. ", "url": "https://www.aerospace-technology.com/comment/whistleblower-ramps-up-scrutiny-on-boeing/"}, {"title": "Boeing Gets New Orders for 787 Dreamliner Aircraft", "date": "2019-11-18", "content": "Boeing's 787 Dreamliner program has several other problems that could dim its prospects. Earlier this month, a whistleblower alleged that 25% of the oxygen systems on the 787 Dreamliner could be defective, according to BBC. In August, The Post and Courier reported that a few Dreamliner customers raised production quality issues at Boeing's South Carolina facility. KLM Royal Dutch, Etihad, Eva Air, and Singapore Airlines have pointed out several production loopholes and poor quality. ", "url": "https://marketrealist.com/2019/11/boeing-gets-new-orders-787-dreamliner-aircraft/"}, {"title": "Emirates orders 30 Boeing 787 Dreamliner jets", "date": "2019-11-21", "content": "NASA has added five American companies to the pool of vendors eligible to bid on proposals for deliveries to the moon's surface through the agency's Commercial Lunar Payload Services initiative. The additions, which increase the list of CLPS participants on contract to 14, expand NASA's work with U.S. industry to build a strong marketplace to deliver payloads between Earth and the moon and broaden the network of partnerships that will enable the first woman and next man to set foot on the moon by 2024 as part of the agency's Artemis program. \"American aerospace companies of all sizes are joining the Artemis program,\" said NASA Administrator Jim Bridenstine. \"Expanding the group of companies who are eligible to bid on sending payloads to the moon's surface drives innovation and reduces costs to NASA and American taxpayers. We anticipate opportunities to deliver a wide range of science and technology payloads to help make our vision for lunar exploration a reality and advance our goal of sending humans to explore Mars.\" ", "url": "https://www.aerospacemanufacturinganddesign.com/article/emirates-orders-30-boeing-787-dreamliner-jets/"}, {"title": "John Barnett on Why He Won't Fly on a Boeing 787 Dreamliner", "date": "2019-11-24", "content": "For almost three decades, John Barnett was a quality manager at Boeing. For 28 of those years, he was with Boeing in Everett, Washington. Barnett loved Boeing. He loved Boeing planes. He loved his work. ", "url": "https://www.corporatecrimereporter.com/news/200/john-barnett-on-why-he-wont-fly-on-a-boeing-787-dreamliner/"}]}, {"win label": 0, "news": [{"title": "Play the lottery in Mexico and win a Boeing Dreamliner 787?", "date": "2020-01-18", "content": "With the presidential plane still unsold after almost a year on the market, President Lopez Obrador has floated a new idea to offload the luxuriously- outfitted Boeing 787 Dreamliner: hold a raffle. The National Lottery could raffle the plane off by selling six million tickets at 500 pesos a pop, Lopez Obrador told reporters at his regular news conference on Friday. \"That's 3 billion pesos US $160.6 million,\" the president said, explaining that the amount raised would cover the estimated US $130-million value of the plane. Lopez Obrador added that the prize would include the cost of operating the Dreamliner for one or two years. He said that rules would be put in place to prevent the winner from selling the plane for less than its value, charging that \"it would be very regrettable if it was sold off cheaply.\" ", "url": "https://mexiconewsdaily.com/news/play-the-lottery-in-mexico-and-win-a-boeing-dreamliner-787/"}, {"title": "Vistara Set To Receive First Boeing 787 Dreamliner In February", "date": "2020-01-22", "content": "Boeing is due to deliver Vistara's first Boeing 787 as early as February. The first of six aircraft will be used for local expansion, international routes and to start the airline's first widebody operations. What are the details of this order? There is nothing more exciting than getting something you ordered delivered. Be it a shiny fridge, a fresh pair of shoes or a state-of-the-art Boeing 787 Dreamliner. ", "url": "https://simpleflying.com/vistara-set-to-receive-first-boeing-787-dreamliner-in-february/"}, {"title": "Boeing set to cut 787 production rate to 10 per month", "date": "2020-01-29", "content": "In its quarterly earnings report, Boeing has disclosed that it will cut the production rate of its 787 'Dreamliner' to 12 aircraft a month by the end of 2020 and to 10 aircraft a month in 2021. While the exact time frame for this reduction is not yet known, Boeing hopes to return to a rate of 12 aircraft per month in 2023. The current 787 backlog is 546 aircraft strong and consists of 56 787-8, 346 787-9 and 144 of the largest Dreamliner version, the 787-10. At the current rate of 14 aircraft per month this backlog would have been fulfilled in just over three years. ", "url": "https://www.ifn.news/posts/boeing-set-to-cut-787-production-rate-to-10-per-month/"}, {"title": "Boeing to further cut 787, 777 production", "date": "2020-04-29", "content": "Boeing has announced that it will make further cuts to the monthly production rates of its two main wide-body aircraft families 777 and 787. It also plans to reduce its workforce, affecting about ten percent of its employees. This was mentioned in the company's results for the first quarter of 2020, during which Boeing Commercial Airplanes delivered 50 aircraft. Production of the 777/777X family will be reduced to just three airplanes per month in 2021, according to the release. ", "url": "https://www.ifn.news/posts/boeing-to-further-cut-787-777-production/"}, {"title": "Violent Storm Pushes Qatar Airways 787 Into A350", "date": "2020-05-01", "content": "Two Qatar Airways aircraft have likely been left damaged as a result of a severe storm in Doha yesterday. CCTV footage shared on Twitter shows a Boeing 787 being pushed into an Airbus A350 by the extreme winds. Freak storms can cause havoc at airports. After all, with so many flat surfaces designed to make an aircraft aerodynamic, a gust of wind in the wrong direction can give an aircraft a hard shove. According to ATIS information shared on Twitter, yesterday, winds in Doha were gusting up to 61 knots. ", "url": "https://simpleflying.com/qatar-airways-a350-787-collision/"}, {"title": "Inside the Boeing Business Jet 787 Dreamliner's most luxurious designs", "date": "2020-05-25", "content": " The Boeing Business Jet 787 is the private jet version of Boeing's bestselling 787 Dreamliner. The Dreamliner kicked off a next-generation revolution with its fuel-efficient engines and aerodynamically-friendly features. The private variant of the jet costs upwards of $200 million and fly to nearly any city on Earth non-stop. Visit Business Insider's homepage for more stories. The 787 Dreamliner is one of Boeing's most popular twin-engine wide-bodies thanks to its fuel efficiency, lower operating costs, and passenger-friendly amenities, which have proven to be endearing qualities for airlines and private owners alike. ", "url": "https://www.businessinsider.com/inside-the-boeing-business-jet-787-dreamliners-most-luxurious-designs-2020-5"}]}, {"win label": 0, "news": [{"title": "Vistara Takes Delivery Of Its Second Boeing 787 Dreamliner", "date": "2020-08-15", "content": "Vistara is set to take delivery of its second Boeing 787 later today. The aircraft left Boeing's facility in Everett, Washington, at 07:40 local time and is expected to touch down in Delhi in the next few hours. The delivery also coincides with India's Independence Day, a well-timed move by Vistara. Second 787 Vistara's second 787, registration VT-TSE, has been spotted at Boeing facilities since late March. While originally deliveries for the six 787 were to end by 2021, Vistara is trying to extend this deadline due to the current downturn, only taking delivery of two 787s this year. ", "url": "https://simpleflying.com/vistara-second-boeing-787-delivery/"}, {"title": "Eight Years Ago Ethiopian Airlines Took Its First Boeing 787", "date": "2020-08-18", "content": " \"We are pleased to be the first airline in the world outside Japan to receive this technologically advanced aircraft. We have been waiting for this airplane and now that we officially have it and will show it to the world, I can say with pride, it was worth the wait. This airplane is going to move Ethiopian Airlines to the forefront of aviation leadership around the globe.\" ", "url": "https://simpleflying.com/ethiopian-boeing-787-history/"}, {"title": "Boeing grounds eight 787 Dreamliners over manufacturing flaw", "date": "2020-08-28", "content": "Boeing has found a problem with the manufacturing of the 787 Dreamliner, the widebody jet that is one of the most successful products of the troubled aircraft maker. Eight of the planes will be grounded for inspection and repair of how parts of the fuselage were joined together, Boeing said in a statement. \"Boeing has identified two distinct manufacturing issues in the join of certain 787 aftbody fuselage sections, which, in combination, result in a condition that does not meet our design standards,\" said the company's statement. It said it is conducting a thorough review into the root cause of the problem. There are nearly 1,000 787s that have been delivered to 69 different airlines worldwide since it started operations in 2012. ", "url": "https://www.cnn.com/2020/08/28/business/boeing-787-dreamliner-problem/index.html"}, {"title": "Eight 787 Dreamliner jets grounded due to manufacturing flaws adding to Boeing woes", "date": "2020-08-29", "content": "South Carolina: Boeing Co. grounded eight of its 787 Dreamliner jets for inspection and repair after finding two manufacturing flaws that together could compromise the structural integrity of the aircraft. The distinct issues involve the composite barrel sections at the rear of the wide-body plane, which are melded together at a Boeing plant in South Carolina. Together, the flaws cause the fuselage sections to fall short of the planemaker's standards for withstanding stress, creating a risk of in-flight failure. Boeing has found that the rest of the global Dreamliner fleet meets those standards, known as limited load capability, a person familiar with the matter said. However, Boeing is analyzing data to determine whether it needs to take further action such as recommending inspections of other Dreamliners in use, said the person, who asked not to be identified as the matter is confidential. ", "url": "https://theprint.in/world/eight-787-dreamliner-jets-grounded-due-to-manufacturing-flaws-adding-to-boeing-woes/491467/"}, {"title": "Boeing finds new 787 Dreamliner production problem", "date": "2020-09-15", "content": "Boeing Co BA.N warned on Tuesday of delays in deliveries of its 787 Dreamliner, as three separate production flaws over the past year hamper efforts to develop an alternative cash cow to its grounded 737 MAX. In the latest issue, Boeing learned during fabrication of the 787 horizontal stabilizer that some components were clamped with greater force than specified, which could result in improper gap verification and shimming. Boeing identified the problem in February and announced it on Tuesday. The Federal Aviation Administration said Tuesday it \"is investigating manufacturing flaws affecting certain Boeing 787 jetliners. The agency continues to engage with Boeing.\" ", "url": "https://www.reuters.com/article/boeing-deliveries-idUSKBN25Z2R6"}, {"title": "No kidding! This Australian airline offers a 7-hour flight to nowhere", "date": "2020-09-18", "content": "Australian airline Qantas has announced that it will operate a seven-hour scenic flight over Australia next month. The hauler will perform a giant loop taking in the panoramic Aussie attractions such as Gold Coast, Queensland, New South Wales, and the country's isolated outback heartlands. The airline promises special onboard entertainment too, comprising a surprise celebrity host. The passengers will be flown on a Qantas Boeing 787 Dreamliner aircraft, which is generally reserved for long haul flights undertaken for journeys across continents. The aircraft is well-known for its big windows, making it ideal for sightseeing. ", "url": "https://www.businesstoday.in/industry/aviation/story/australian-airline-qantas-offers-a-seven-hour-long-flight-to-nowhere-sightseeing-273329-2020-09-18"}, {"title": "Boeing to move 787 production to South Carolina in 2021", "date": "2020-10-01", "content": "Boeing Co said on Thursday it will move the rest of its 787 Dreamliner production to South Carolina in 2021, a cost-cutting strategy that raises questions over the future its giant Everett plant north of Seattle. Reuters first reported on Sept. 21 that Boeing was near a decision to move Dreamliner production to South Carolina as its strategy of supporting two plants has been severely tested by the coronavirus slump in international travel, on top of a cyclical downturn in demand for big jets. As recently as last year, Boeing was making record numbers of 787s at its Everett widebody hub north of Seattle and - since 2012 - a second plant in North Charleston, South Carolina. Boeing said the single site would improve operational efficiency as the U.S. planemaker adjusts to the market downtown and positions for recovery. ", "url": "https://www.reuters.com/article/boeing-787-idUSKBN26N08Y"}, {"title": "The Airlines With The Largest Boeing 787 Fleets", "date": "2020-11-27", "content": "The Boeing 787 is a game-changing aircraft in so many ways. For airlines, it offered a capable, fuel-efficient aircraft that could travel between continents with ease. For passengers, it upped the comfort levels by some degree, offering anti-jetlag features and increased humidity for a more comfortable long-haul trip. But which airlines bought into the program to the greatest degree? Which airline operates the most Dreamliners? ", "url": "https://simpleflying.com/largest-boeing-787-fleets/"}, {"title": "Boeing plans to reduce 787 Dreamliner production in mid-2021", "date": "2020-12-07", "content": "Boeing plans to reduce 787 Dreamliner production to five a month from mid-2021. Aerospace and defence company Boeing has plans to cut 787 Dreamliner production from six a month to five in mid-2021 as international air travel continues to suffer due to the Covid-19 pandemic. In November, the firm did not deliver any 787 aircraft. At a conference, Boeing chief financial officer Greg Smith said that the international passenger traffic has decreased by 90% compared with last year, thereby affecting the 'overall near-term demand for the wide-body markets'. ", "url": "https://www.aerospace-technology.com/news/boeing-787-production-reduction/"}, {"title": "Turning corner: Boeing 787 begins crucial period", "date": "2020-12-26", "content": "On December 15, 2009, the Boeing 787 Dreamliner flew for the first time, finally defeating the delays and other issues that had plagued the program since its inception. Entering service two years later with All Nippon Airways, the journey was not smooth. The aircraft had its type certificate temporarily rescinded in 2013 following issues with its lithium-ion batteries. The quality of manufacturing at one of the assembly sites was also questioned throughout the years. Now, the program is being battered by the COVID-19 induced crisis. ", "url": "https://www.aerotime.aero/articles/26789-boeing-787-crucial-period"}]}, {"win label": 0, "news": [{"title": "More Bad News For Boeing: Norwegian Air Dumping 37 Wide-Body Boeing 787 Dreamliners", "date": "2021-01-15", "content": "Boeing announced its results on January 27 and they weren't pretty. The company lost $8.4 billion in the quarter, Boeing's largest quarterly loss ever. Major items taking a $6.5 billion charge on the upcoming 777X long-range wide-body jet. But other, less-reported news may spell further headaches for Boeing. ", "url": "https://www.forbes.com/sites/michaelgoldstein/2021/01/15/bad-news-for-boeing-norwegian-to-dump-787-dreamliners-as-it-ends-long-haul-flights/"}, {"title": "Qatar Airways to Upgrade Boeing 787-8 In-flight Entertainment Systems", "date": "2021-02-03", "content": " Qatar Airways is upgrading the in-flight entertainment systems on its fleet of Boeing 787-8s, such as the one pictured here. Qatar Airways is upgrading the cabin in-flight entertainment systems across its fleet of in-service Boeing 787-8s. The upgrade will feature the installation of the Thales AVANT IFE system in the Middle Eastern carrier's 787-8 cabins, according to a Feb. 2 press release published by the French avionics manufacturer. As part of the upgrade, a key focus for Qatar was to minimize fleet downtime during the retrofit installation process. \"To achieve this ambition, Thales has developed an upgrade program to adapt the existing legacy system to incorporate new AVANT screens and servers into the existing seats and aircraft infrastructure,\" Thales said in the release. ", "url": "https://www.aviationtoday.com/2021/02/03/qatar-airways-upgrade-boeing-787-8-flight-entertainment-systems/"}, {"title": "Boeing, hit with $6.6 million FAA fine, faces much bigger 787 repair bill", "date": "2021-02-25", "content": "Boeing Co will pay $6.6 million to U.S. regulators as part of a settlement over quality and safety-oversight lapses going back years, a setback that comes as Boeing wrestles with repairs to flawed 787 Dreamliner jets that could dwarf the cost of the federal penalty. Boeing is beginning painstaking repairs and forensic inspections to fix structural integrity flaws embedded deep inside at least 88 parked 787s built over the last year or so, a third industry source said. The inspections and retrofits could take up to a month per plane and are likely to cost hundreds of millions - if not billions - of dollars, though it depends on the number of planes and defects involved, the person said. Boeing shares extended losses in the final hour of trading, closing down 5.6%, after Reuters first reported the settlement with the Federal Aviation Administration over the planemaker's failure to comply with a 2015 safety agreement. ", "url": "https://www.reuters.com/article/us-boeing-787-insight-idUSKBN2AP2SL"}, {"title": "Boeing faces $6.6 million in new FAA fines and larger 787 repair bill", "date": "2021-02-25", "content": " The Federal Aviation Administration has levied $6.6 million in new fines against Boeing. Boeing will pay $5.4 million for failing to meet performance standards from a 2015 settlement. The remaining $1.21 million will go towards settling separate enforcement cases. Get the latest tech news & scoops - delivered daily to your inbox. Loading Something is loading. ", "url": "https://www.businessinsider.com/exclusive-boeing-faces-faa-fine-and-a-much-bigger-787-repair-bill-sources-2021-2"}, {"title": "Boeing potentially faces billions of extra costs to fix 787 Dreamliner issues", "date": "2021-02-26", "content": "Various production issues have bugged the Boeing 787 Dreamliner throughout the past year, resulting in the company suspending deliveries of new aircraft to customers. Now, as the manufacturer begins to amend issues found on the wide- body, the costs of doing so could potentially amount well into the billions. The planemaker is beginning to mend various issues found in the 787 Dreamliner. The fixes, which could affect at least 88 stored aircraft that were manufactured throughout the year, are expected to set back the company hundreds of millions, potentially billions, of extra costs, reported Reuters, citing sources familiar with the matter. The sum could vary depending on the number of aircraft and the state of inspected 787s, the source added. ", "url": "https://www.aerotime.aero/articles/27357-boeing-costs-787-issues"}, {"title": "Boeing delivers 787 Dreamliner aircraft after five-month halt", "date": "2021-03-29", "content": "Boeing has restarted delivery of its 787 Dreamliner after a five-month suspension amid ongoing inspection on the aircraft's deck windows. The aircraft manufacturer delivered one Dreamliner to United Airlines on 26 March. The company is on track to handover additional jets this month, Bloomberg reported citing people familiar with the development. An emailed statement by Boeing was quoted by media sources as saying: \"We continue to expect to resume delivering 787s by the end of March. \"However, we will continue to take the time necessary and will adjust any delivery plans as needed. \"We remain in constant and transparent communication with our customers and regulators.\" Meanwhile, Boeing's team of mechanics are continuing their search for structural flaws in the aircraft. Last week, Boeing was reportedly testing the flight-deck windows of several 787 Dreamliners to ensure that they meet requirements. In a separate development, the US Federal Aviation Administration (FAA) revealed last week that it will handle final pre-delivery checks on four 787 jets independently.", "url": "https://www.aerospace-technology.com/news/boeing-787-delivery-inspection/"}, {"title": "Air France Eyes New Denver Route With The Boeing 787 Dreamliner", "date": "2021-04-16", "content": "Denver's residents have a new flight to look forward to as Air France has announced a new service between the city and its own hub at Paris Charles de Gaulle. With tickets already available for purchase, the first flight is scheduled to take place well into the summer- on July 2nd. Let's take a look at the details of this new non-stop service. According to CBS Denver News, this new Paris-Denver service will mark Air France's first-ever flight in or out of Denver International Airport for the French flag carrier. It's reported that the service's launch is \"contingent on changes to travel bans currently in effect which do not allow non-essential travel between the United States and Europe\" as a result of the ongoing global health crisis. ", "url": "https://simpleflying.com/air-france-boeing-787-denver/"}, {"title": "American Airlines Agrees 737 MAX And 787 Delivery Delays With Boeing", "date": "2021-04-20", "content": "American Airlines and Boeing have reached an agreement to delay the purchase and delivery of new aircraft. The deal means American will now defer delivery of 19 787 Dreamliners and 18 737 MAX planes, as the airline is set to report large financial losses for the first quarter of 2021. American and Boeing agree to defer deliveries American Airlines has reached an agreement to defer the delivery of billions of dollars worth of Boeing planes. The two companies have agreed to defer the delivery of 19 787 Dreamliners and 18 737 MAX jets. The airline revealed the deal in a securities filing this week, which also hinted at first-quarter 2021 losses of up to $1.3 billion. ", "url": "https://simpleflying.com/american-airlines-boeing-delivery-delays/"}, {"title": "Boeing 787 Dreamliner is still the backbone of Etihad's fleet", "date": "2021-04-22", "content": "On April 22, 2021, Etihad Airways CEO Tony Douglas said the Boeing 787 Dreamliner remained the backbone of Etihad's fleet, which is currently under transformation. \"The statement we have made clear is that the backbone of our fleet for the medium term is Boeing 787 Dreamliner,\" Douglas said speaking at the World Aviation Festival virtual event. The air carrier is also planning to add more Airbus A350XWB aircraft to its fleet. The Abu Dhabi-based air carrier is one of the biggest operators of Boeing 787 aircraft in the world, having a total of 40 Dreamliners on its fleet, according to Douglas. \"What benefited for us is not only the operational economics but also the sustainability proposition of that incredible aircraft\". ", "url": "https://www.aerotime.aero/articles/27751-Etihad-Boeing-787-fleet"}, {"title": "The Boeing 787 Dreamliner: Over 1000 Deliveries To Date", "date": "2021-05-25", "content": "Boeing has now delivered over 1,000 of its 787 Dreamliner. This meant the 787 beat its predecessor, the 777, to the milestone by seven years. Meanwhile, circumstances surrounding the occasion may have led the planemaker to let it pass by without particular fanfare. Over 500 orders before first delivery Boeing has been on quite the journey with its Dreamliner program since it launched in 2004 with a firm order of 50 from All Nippon Airways. After years of delays caused by issues in the supply chain, worker strikes, and onboard electrical fires, the 787 took its first flight in December 2009. ", "url": "https://simpleflying.com/boeing-787-1000-deliveries/"}, {"title": "U.S. FAA confirms Boeing halt to 787 Dreamliner deliveries", "date": "2021-05-28", "content": "The Federal Aviation Administration said Friday that Boeing had temporarily halted deliveries of 787 Dreamliners as the agency waits for more data to determine if the planemaker's planned inspection method meets federal requirements. \"Boeing still needs to show that its proposed inspection method would meet FAA's federal safety regulations. The FAA is waiting for additional data from Boeing before determining whether the company's solution meets safety regulations,\" the FAA said in a statement. \"Since the FAA has not approved Boeing's proposal, Boeing chose to temporarily stop deliveries to its customers.\" ", "url": "https://www.reuters.com/business/aerospace-defense/boeing-halts-deliveries-787-dreamliners-wsj-2021-05-28/"}, {"title": "Boeing CEO believes 787 production will get to pre-pandemic rates", "date": "2021-06-04", "content": "Boeing CEO said that the aircraft manufacturer expected the Boeing 787 Dreamliner production rates to reach pre-pandemic levels of 14 aircraft per month. Speaking at the Bernstein virtual conference on June 3, 2021, Boeing CEO Dave Calhoun noted that the Boeing 787 Dreamliner production rates were expected to reach pre-COVID-19 levels. However, the timeline indicating when it might happen was not specified. \"We will get back to the rates that we used to be at. We believe in that airplane,\" Calhoun said while talking about the Boeing 787 Dreamliner production rates. ", "url": "https://www.aerotime.aero/articles/28085-boeing-ceo-787-dreamliner-production-rates"}]}, {"win label": 0, "news": [{"title": "Boeing cuts 787 Dreamliner production, delivery target after new flaw found", "date": "2021-07-12", "content": " Boeing cut its delivery target for its undelivered 787 Dreamliner planes and said it will temporarily lower production rates after a new defect was detected on some of the wide-body jets. Boeing said Tuesday it will deliver fewer than half of the Dreamliners it has already produced but has not yet delivered to customers. CEO Dave Calhoun said at an investor conference last month that the company would deliver the \"lion's share\" of the roughly 100 Dreamliners in its inventory this year. Boeing halted deliveries of the wide-body planes in May for the second time in less than a year as the Federal Aviation Administration reviewed the manufacturer's method for evaluating the aircraft. Last year, Boeing first disclosed incorrect spacing in some parts of certain 787 aircraft, including the fuselage, halting deliveries for five months. ", "url": "https://www.cnbc.com/2021/07/13/boeing-787-dreamliner-manufacturing-flaws.html"}, {"title": "Boeing discloses a new problem with the 787 Dreamliner", "date": "2021-07-13", "content": "Even when Boeing has its best month in years, it has problems. Boeing on Tuesday disclosed a new issue with the 787 Dreamliner widebody jet, which has been dogged with problems since August. The company said some of the planes' fuselage was not joined together to meet precise standards and there are questions about the verification process to make sure they meet the standards. The locations where parts of the plane are joined must meet precise standards down to a small fraction of an inch. There are questions about the inspection process used to check that work. ", "url": "https://www.cnn.com/2021/07/13/business/boeing-787-dreamliner-faa/index.html"}, {"title": "LATAM Wants To Add 5 Boeing 787 Dreamliners To Its Fleet", "date": "2021-08-09", "content": " \"Since the Petition Date, the Debtors have focused on the rightsizing of their fleet obligations. Such efforts have included seeking the rejection and return of certain aircraft that the Debtors have determined are no longer necessary and are uneconomical .... In parallel with these rejection efforts, LATAM has sought proposals and engaged with aircraft lessors regarding both existing lease arrangements and new lease arrangements.\" ", "url": "https://simpleflying.com/latam-boeing-787-dreamliners/"}, {"title": "LATAM Brazil Takes Its First Boeing 787 Dreamliner", "date": "2021-08-25", "content": "This week, LATAM Brazil received its first Boeing 787 Dreamliner, coming from its Chilean sister. The widebody will help LATAM push its long-haul connectivity from the Brazilian market, following the surprising lease rejection of the former Airbus A350XWB fleet. Let's investigate further. How did we get here? Earlier this year, LATAM Airlines Group surprised everyone by rejecting the leasing contracts of its Airbus A350XWB fleet. ", "url": "https://simpleflying.com/latam-brazil-1st-dreamliner/"}, {"title": "Boeing finds new defect in continuing struggle to produce Dreamliner 787", "date": "2021-10-14", "content": "Boeing Co said on Thursday that some titanium 787 Dreamliner parts were improperly manufactured over the past three years, the latest in a series of problems to plague the wide-body aircraft. The quality issue does not affect the immediate safety of flights, the company said, adding it had notified the Federal Aviation Administration. Boeing is working to determine how many planes contain the defective part. Boeing said the parts were provided by Leonardo SpA, which bought the items from Italy-based Manufacturing Processes Specification. MPS is no longer a supplier to Leonardo, Leonardo confirmed. ", "url": "https://www.reuters.com/business/aerospace-defense/boeing-deals-with-new-defect-787-dreamliner-wsj-2021-10-14/"}, {"title": "Ten years on, is the Boeing 787 Dreamliner still more dream than nightmare?", "date": "2021-10-28", "content": "Without getting too geeky, it's worth recounting what made aviation's latest arrival such a departure from all aircraft before it. For starters, it was the world's first all-composite airliner, which resulted in a lighter, stronger, and nearly ageless fuselage. Less weight translates into reduced fuel burn. Major systems such as air conditioning and flight controls once powered exclusively by mechanical hydraulics were now electrically powered. The plane even sounded different, with electric whirrs replacing hydraulic hisses. ", "url": "https://www.cnn.com/travel/article/boeing-787-dreamliner-10th-anniversary/index.html"}, {"title": "Genting HK sells Boeing 787-8 aircraft to Genting subsidiary for US$25m", "date": "2021-10-28", "content": "Cruise ship operator Genting Hong Kong Ltd is selling Boeing 787-8 aircraft to GTL, an indirect wholly-owned subsidiary of Genting Bhd, for US$25 million. GTL is based in Delaware. In a statement to The Stock Exchange of Hong Kong Ltd, Genting HK said its indirect wholly-owned subsidiary Crystal and TVPX Aircraft have entered into the sale and purchase agreement with GTL and Bank of Utah for the disposal. Taking into consideration the net proceeds from the disposal of approximately US$24.9 million and the carrying value of the aircraft of approximately US$61.9 million as at Sept 30, 2021, the disposal is expected to result in a loss of approximately US$37 million. Genting HK said the disposal is part of its continual exercise in disposing of non-core assets, while enabling the group to enhance liquidity position in light of the uncertainties resulting from the Covid-19 pandemic. ", "url": "https://www.theedgemarkets.com/article/genting-hk-sells-boeing-7878-aircraft-genting-subsidiary-us25m"}, {"title": "EXCLUSIVE Italy opens new probe into Boeing 787 parts supplier MPS -sources", "date": "2021-11-05", "content": " Prosecutors in southern Italy have opened an investigation into the supply of parts to Boeing by Manufacturing Process Specification, a company at the centre of latest snags on the 787 Dreamliner, three people familiar with the matter said. According to two sources with direct knowledge of the investigation and another briefed on the probe, the move aims to verify whether components were flawed and could pose safety risks - a prospect denied by Boeing and MPS' lawyer. It is the second probe involving Brindisi-based MPS, which is already under court administration amid an ongoing investigation into the bankruptcy of a predecessor company, and follows the intervention of an anonymous whistleblower, the sources said. ", "url": "https://www.reuters.com/business/aerospace-defense/exclusive-italy-opens-new-probe-into-boeing-787-parts-supplier-mps-sources-2021-11-05/"}, {"title": "U.S. House panel seeks review of FAA oversight of Boeing 787", "date": "2021-11-20", "content": "Leaders of the U.S. House Transportation and Infrastructure Committee said Friday they asked for a government review of the Federal Aviation Administration's oversight of the Boeing 787 Dreamliner. Committee Chair Representative Peter DeFazio and top Republican Representative Sam Graves asked the Transportation Department's Office of Inspector General to conduct a review of the FAA's oversight of the manufacture and production of the Boeing 787. The lawmakers noted numerous production issues have halted deliveries for lengthy periods over the last 13 months. The lawmakers, aviation subcommittee Chair Rick Larsen and top Republican Garret Graves, asked the inspector general to determine \"whether the FAA's existing inspection program is sufficient to identify production issues, including whether FAA has enough inspectors, whether FAA performs enough inspections, and whether FAA has appropriate processes in place to identify production issues.\" Boeing shares were down more than 5% after a Wall Street Journal report that it had further slowed production of 787s. ", "url": "https://www.cnbc.com/2021/11/20/us-house-panel-seeks-review-of-faa-oversight-of-boeing-787.html"}, {"title": "Inside Vistara's Boeing 787 Operations So Far", "date": "2021-12-02", "content": " \"We've also seen that the aircraft is very reliable, of course it's very new but we've had a good run thus far. At the same time the other positive step by deploying the Dremaliners is that we are also able to operate quite efficiently to some of the biggest and key points in the world. Not just from an operating perspective but also economically because it is an efficient aircraft as compared to some of the others.\" ", "url": "https://simpleflying.com/vistara-787-operations/"}, {"title": "12 Years Ago the Boeing 787 Dreamliner made its debut", "date": "2021-12-15", "content": "The Boeing 7E7 aircraft, which was later renamed the 787 Dreamliner, was designed to target the 200 to 250-seat market, and provide non-stop, point-to- point service at speeds similar to its popular predecessors, the Boeing 777 and 747. Unlike other aircraft to be debuted in the early 2000s, including the Boeing 747-8i and the Airbus A380, the 787 Dreamliner's strong point was not its size, but its performance. ", "url": "https://www.aerotime.aero/articles/29698-boeing-787-dreamliner-first-test-flight-history"}, {"title": "Italian prosecutors seize parts for Boeing 787 aircraft", "date": "2021-12-19", "content": "Italian prosecutors on Saturday ordered the seizure of components intended for the production of Boeing 787 aircrafts that they said failed to meet the technical specifications sought by the customer. The titanium and aluminum parts were seized by finance police at a plant of Italian aerospace and defense group Leonardo in Grottaglie, in southern Italy. The components were produced by two small firms, Processi Speciali and Manufacturing Process Specification, which were previously sub-suppliers to Leonardo. Both these sub-suppliers are under investigation, said the prosecutors from the southeastern city of Brindisi who ordered the seizure. The administrator for Processi Speciali declined to comment. ", "url": "https://www.cnbc.com/2021/12/19/italian-prosecutors-seize-parts-for-boeing-787-aircraft.html"}]}, {"win label": 0, "news": [{"title": "LATAM Brazil Operates Its 1st International Boeing 787 Flight", "date": "2022-01-05", "content": "LATAM Brazil has operated the first international flight using its Boeing 787 Dreamliner fleet with a Brazilian crew onboard. The flight connected Sao Paulo Guarulhos and Madrid. LATAM expects to add more commercial services using the Dreamliner in the near future, following the surprising lease rejection of the Airbus A350 last year. LATAM's first flight with the 787 Last year, LATAM Airlines Group announced it would send a few Boeing 787 aircraft from its Chilean branch to Brazil. This movement would help LATAM Brazil cope with the capacity loss following the exit of the Airbus A350 fleet. ", "url": "https://simpleflying.com/latam-brazil-first-international-787/"}, {"title": "Vietnam Airlines Boeing 787 Diverts Following Terror Threat", "date": "2022-01-06", "content": "A Vietnam Airlines Boeing 787 Dreamliner was forced to divert to Fukuoka yesterday. The flight from Tokyo to Hanoi reportedly diverted after a threat to shoot the aircraft down was made via a phone call to the airline's Japanese office. Thankfully, the aircraft landed without further incident despite the threat. While terror threats to aircraft are rare, each one has to be taken incredibly seriously. Thankfully, most threats prove to be hoaxes, though when they do pan out, the implications can be catastrophic for the industry. ", "url": "https://simpleflying.com/vietnam-airlines-boeing-787-terror-threat/"}, {"title": "Boeing Lost $5.5 Billion On 787 Dreamliner Delays", "date": "2022-01-28", "content": " By the time the first of the initial batch of 50 787s was delivered to launch customer ANA in September 2011. The Seattle Times reported that development costs exceeded $32 billion. Boeing would break even at over 1,000 delivered units, but this would take another decade. The first aircraft was rolled out in a lavish ceremony on July 8, 2007, but it had more in common with a mock-up than a flyable plane. It would be another two and a half years before the first 787 took flight on December 15, 2009. ", "url": "https://jalopnik.com/boeing-lost-5-5-billion-on-787-dreamliner-delays-1848432045"}, {"title": "U.S. to inspect new 787 Dreamliners, says Boeing cannot self ", "date": "2022-02-15", "content": "The U.S. Federal Aviation Administration on Tuesday said it would perform final inspections on new Boeing 787 Dreamliner aircraft, and will not allow the planemaker to self-certify the jets. The U.S. aviation regulator said it notified Boeing of the decision that it will retain the authority to issue airworthiness certificates until it is confident \"Boeing's quality control and manufacturing processes consistently produce 787s that meet FAA design standards.\" Boeing said it \"will continue to work transparently through detailed and rigorous processes... We will continue to engage with the FAA to ensure we meet their expectations and all applicable requirements.\" ", "url": "https://www.reuters.com/business/aerospace-defense/faa-will-conduct-final-inspections-new-boeing-787-dreamliners-2022-02-15/"}, {"title": "FAA Will Not Hand Over Certification of Dreamliners to Boeing", "date": "2022-02-18", "content": " The FAA told Boeing that it will not hand over authority to certify 787 Dreamliners for flight. Boeing suspended deliveries of the airliners last May after the FAA raised concerns. The manufacturer has come under scrutiny in recent years for a number of manufacturing flaws. Get the latest tech news & scoops - delivered daily to your inbox. Loading Something is loading. ", "url": "https://www.businessinsider.com/faa-certification-dreamliners-boeing-2022-2"}, {"title": "Etihad Airways Launches A 'Nice' New Boeing 787 dreamliner route", "date": "2022-03-07", "content": " \"Despite Covid-19 suppressing global travel demand for a second year running, we have continued to transform Etihad Airways into a more efficient business, delivering additional line-by-line savings and further optimising our cost base. Our record cargo operations have provided much-needed uplift, helping to more than double monthly operating revenue between January and December.\" ", "url": "https://simpleflying.com/etihad-airways-launches-nice-new-boeing-787-dreamliner-route/"}, {"title": "EXCLUSIVE Boeing tests suppliers on 787 output hikes -sources", "date": "2022-03-11", "content": "Boeing Co is yet to see any respite from a freeze in deliveries of its 787 Dreamliner - but that has not stopped it testing suppliers' capacity to meet output scenarios as high as seven a month by end-2023, three people with knowledge of the matter said. The planemaker has stopped making public predictions on when it will win approval from U.S. regulators to resume deliveries, halted for nearly a year by factory defects in a still-running saga that is costing $5.5 billion overall. read more But, the people said, it has discussed what some analysts consider ambitious scenarios with parts makers as it surveys an industry crippled by successive crises and now facing labor and materials shortages deepened by Russia's invasion of Ukraine. ", "url": "https://www.reuters.com/business/aerospace-defense/exclusive-boeing-tests-suppliers-787-output-hikes-sources-2022-03-11/"}, {"title": "Boeing 787 Dreamliner Awaits Massive Blow (NYSE:BA)", "date": "2022-04-25", "content": " News Boeing has two main elements that could potentially make it an attractive investment. The first one is the huge pool of Boeing 737 MAX aircraft that are already built and the second one is the huge pool of Boeing 787 aircraft that are already built. Now, there's only one big problem or actually two. The first one is that while Boeing 737 MAX deliveries hit a multi-quarter high, the ramp up has not reached the pace that was initially anticipated. Yet, I'm somewhat bullish on the prospects of the Boeing 737 MAX program even if there are slips in the ramp up. ", "url": "https://seekingalpha.com/article/4503370-boeing-787-dreamliner-massive-blow"}, {"title": "Thai Airways Boeing 787 Dreamliner Bursts Tire After Landing In Bengaluru", "date": "2022-05-01", "content": " Earlier this week, a Thai Airways Boeing 787 aircraft burst its tire while landing at Bengaluru International Airport in the Indian state of Karnataka. The incident occurred on Tuesday when the Dreamliner was completing its flight from Bangkok. Thankfully, none of the passengers and crew onboard or on the ground were injured. Sequence of events According to data from Flightradar24.com, Thai Airways flight TG325 took off from Bangkok's Suvarnabhumi International Airport at approximately 14:45 UTC. After an uneventful flight heading west towards the Indian subcontinent, the plane landed at Bengaluru's Kempegowda International Airport's runway 09L at around 23:32 local time. ", "url": "https://simpleflying.com/thai-boeing-787-bursts-tire-after-landing-in-bengaluru/"}, {"title": "In Photos: American Airlines' First Boeing 787 Dreamliner Flight", "date": "2022-05-03", "content": "On January 23, 2015, the world's largest carrier American Airlines took delivery of its first Boeing 787 Dreamliner at a ceremony held at the planemaker's Everett, Washington factory. At the time of the delivery, American said they planned to introduce the aircraft in the second quarter. The plan was to use the new 787s on domestic flights between American Airlines hubs before later putting them on international routes. The inaugural passenger flight of American Airlines Boeing 787 Dreamliner took place on May 7, 2015, between Dallas/Fort Worth International Airport (DFW) and Chicago O'Hare International Airport (ORD). Surprisingly, the aircraft chosen for the flights was not the first 787 American Airlines received but a second Dreamliner that arrived on February 28, 2015.", "url": "https://simpleflying.com/american-airlines-first-boeing-787-flight-photos/"}, {"title": "US To Seize 2 Roman Abramovich Private Planes Including 787 Dreamliner", "date": "2022-06-06", "content": "A federal judge in New York has given the green light for the US Department of Justice to seize two aircraft belonging to Russian oligarch Roman Abramovich. The warrant authorizing the seizure was signed on Monday. The two aircraft in question are a Boeing 787 and a Gulfstream G650ER. According to court documents, the Boeing 787 is currently located in Dubai, and the Gulfstream aircraft is in Russia. The go-ahead has been given for the seizure of two aircraft belonging to Russian oligarch Roman Abramovich. ", "url": "https://simpleflying.com/roman-abramovich-private-jet-siezure/"}, {"title": "No, gracias: Argentina rejects Mexico's presidential Boeing 787 offer", "date": "2022-06-09", "content": "Mexican President Andres Manuel Lopez Obrador commented in his morning press conference that he offered the Boeing 787 TP-01 to the government of Argentina, but that the latter rejected it because its value was much higher than the budget available for the renewal of its presidential aircraft. Lopez Obrador indicated that he offered Argentina the controversial Mexican presidential aircraft because the Boeing 757 T-01 had already reached the end of its useful life. We sent them to say, 'there it is, take our plane.' Besides, it's a friendly government, he added. The value AMLO assigns to the Boeing 787 Jose Maria Morelos y Pavon is 110 million dollars and in the conference, he implied that the budget Argentina has available for the renewal of the presidential plane is only 30 million. ", "url": "https://www.aviacionline.com/2022/06/no-gracias-argentina-rejects-mexicos-presidential-boeing-787-offer/"}, {"title": "UK Government Shares Statement On British Airways 787 Nose Gear Retraction At Heathrow", "date": "2022-06-18", "content": "On the morning of June 18th last year, a Boeing 787-8 Dreamliner suffered a nose gear collapse at London's Heathrow Airport. The affected aircraft was registered as G-ZBJB, owned and operated by national carrier British Airways. It was just eight years old and was also the first of the aircraft type that British Airways took delivery off. A year since the unfortunate incident, the UK Government has released an anniversary statement. Recap of what happened The Boeing 787-8 aircraft was parked on a stand at the airport, loaded with cargo for a flight journey to Frankfurt Airport, and undergoing a pre-departure maintenance task. ", "url": "https://simpleflying.com/uk-statement-on-heathrow-airport-boeing-787-nose-gear-retraction/"}, {"title": "Repeat Orders: Why Boeing 787 Customers Keep Coming Back For More", "date": "2022-06-21", "content": "Last year, the Boeing 787 family marked 10 years since entering commercial service with Japanese carrier All Nippon Airways in October 2011. In the decade or so that has followed, the Dreamliner has become a popular widebody aircraft with operators worldwide, to the extent that many have made repeat orders for it. 787 orders in a nutshell As it stands, Boeing has received just under 1,500 net orders for the 787 family as a whole, with the exact total coming in at 1,488 aircraft across all three of the series' variants. Interestingly, this figure has been higher in recent years, and peaked at 1,505 net orders in 2020. However, issues surrounding the certification of the jet caused this to fall by 11 in 2021, and another six have been lost this year. ", "url": "https://simpleflying.com/boeing-787-repeat-orders/"}]}, {"win label": 0, "news": [{"title": "Breaking: Boeing Secures Additional 5-Aircraft 787 Order ", "date": "2022-07-19", "content": " \"AerCap is the world's largest 787 customer and we are very pleased to strengthen that position with this order for five additional aircraft/ This transaction is in line with our portfolio strategy of investing in the most in-demand new technology assets and will help us continue to support our airline customers meet their sustainability commitments.\" ", "url": "https://simpleflying.com/boeing-787-dreamliner-order-aercap-farnborough/"}, {"title": "FAA acting chief to meet inspectors before final Boeing 787 signoff", "date": "2022-08-03", "content": " The Federal Aviation Administration's acting chief will meet with FAA safety inspectors in South Carolina on Thursday before determining whether Boeing can resume deliveries of its 787 Dreamliner after production issues prompted the planemaker to stop deliveries in May 2021, an FAA spokesman said. The purpose of acting Administrator Billy Nolen's visit \"is to ensure that the FAA is satisfied that Boeing has taken the appropriate steps to improve manufacturing quality and to guarantee the autonomy of workers who ensure regulatory compliance on the company's assembly lines,\" the FAA said. On Friday, Reuters reported that the FAA had approved Boeing's inspection and modification plan to resume deliveries of 787 Dreamliners, citing two people briefed on the matter. Deliveries could resume as soon as this month, sources told Reuters. ", "url": "https://www.reuters.com/business/aerospace-defense/faa-acting-chief-meet-with-inspectors-before-final-boeing-787-signoff-2022-08-03/"}, {"title": "Boeing gets green light to start delivery of 787 Dreamliner", "date": "2022-08-09", "content": "The United States government has approved the delivery of the first Boeing 787 Dreamliner - nearly two years after production defects drew scrutiny and halted deliveries - clearing the way for American Airlines to take possession, the Reuters news agency reported citing people briefed on the matter. American Airlines said it expects to receive its first Boeing 787 delivery of the year as early as Wednesday and that the plane will enter commercial service in the coming weeks. The plane is its first 787 delivery since April 2021. Earlier on Monday, the Federal Aviation Administration said it expected Boeing to resume deliveries of its 787 in the coming days after the manufacturer made inspection and retrofit changes needed to meet certification standards. Boeing shares climbed as much as 3.7 percent in New York following the announcement before paring the gain. ", "url": "https://www.aljazeera.com/economy/2022/8/9/boeing-gets-green-light-to-start-delivery-of-787-dreamliner"}, {"title": "Boeing delivers first 787 Dreamliner since 2021 ending pause over manufacturing flaws", "date": "2022-08-10", "content": "Dreamliner customers like American and United Airlines have had to go without their new planes, which are often used for long-haul international routes, during a resurgence in demand for such trips this year. Among the issues discovered was tiny, incorrect spacing in some parts of the fuselage. \"Every action and decision influences our customers' trust in Boeing - we build trust one airplane at a time,\" Stan Deal, CEO of Boeing's commercial airplanes unit, wrote in a note to staff Wednesday. \"We'll continue to take the time needed to ensure each one meets our highest quality standards.\" The Federal Aviation Administration earlier this week said it cleared Boeing to resume deliveries, which were set to begin this week. ", "url": "https://www.cnbc.com/2022/08/10/boeing-delivers-first-787-dreamliner-since-2021-after-manufacturing-flaws.html"}, {"title": "American Airlines Takes Boeing's 1st 787 Dreamliner Delivery 15 months", "date": "2022-08-10", "content": "Boeing has resumed deliveries of its classic Dreamliner aircraft. Today, American Airlines received its first Boeing 787-8 aircraft since April 2021. The plane, bearing US Registration No. N880BJ was delivered from Charleston, South Carolina, and will enter commercial service in the coming weeks. Shipments of completed models have been on hold for over a year, with the backlog reaching over a hundred aircraft. ", "url": "https://simpleflying.com/american-airlines-takes-boeings-1st-787-dreamliner-delivery-15-months/"}]}]