[{"win label": 0, "news": [{"title": "Competition Seeks University Concepts for Gateway and Deep Space Exploration Capabilities", "date": "2018-09-05", "content": "To enable human expansion across the solar system, NASA is working with private companies and international partners to develop the Gateway, an outpost for crewed missions to the Moon that also supports scientific discovery and opportunities for a lunar economy. The agency is involving college students and faculty with the adventure of human space exploration through the 2019 Revolutionary Aerospace Systems Concepts - Academic Linkage (RASC-AL) competition. RASC-AL is seeking proposals from the university community in four categories related to the Gateway and supporting capabilities that will establish a long-term human presence in deep space near the Moon and on the lunar surface. Participants in the competition are asked to employ original engineering and analysis in creative proposals in one of these areas: Gateway Uncrewed Utilization & Operations, Gateway-Based Human Lunar Surface Access, Gateway Logistics as a Science Platform, Gateway-Based Cislunar Tug. The Gateway will serve as an all-in-one solar-powered communications hub, science laboratory, short-term habitation module, and holding area for rovers and other robots. This next phase of exploration will rely on agency collaboration with U.S. industry partners and sectors to develop innovative approaches that combine lunar robotics, resources in lunar orbit and lunar landing capabilities, with commercial and international participation. All of these efforts are the next step in our quest to establish a long-term presence at the Moon and later send astronauts to Mars. \"This year's competition seeks innovative solutions in themes that range from using Gateway for new science capabilities and as a springboard for deep space exploration, to developing technologies to pave the way for humanity's return to the Moon,\" said Jason Crusan, director of NASA's Advanced Exploration Systems (AES) division within the Human Exploration and Operations Mission Directorate (HEOMD). \"Multidisciplinary teams are highly encouraged, as varied skill sets will be extremely important in future space expeditions.\" Interested teams of eligible undergraduate or graduate students must submit a response by January 17, 2019 that addresses one of the four themes, and includes a detailed abstract and a two-minute video proposal. Each team's response should investigate novel and robust applications for Gateway missions that allow crews to live, thrive, research and explore beyond low-Earth orbit. From the submitted proposals, NASA and industry experts will select 20 teams to continue developing their proposed concepts. In a later down-select, up to 14 of those teams will be invited to submit a technical paper and present their projects in person at a design review during the June 2019 RASC-AL Forum in Cocoa Beach, Florida. Each invited team will receive a $6,000 stipend to participate in the Forum. The top two winning teams overall will be provided a travel stipend to give presentations at a major aerospace conference, such as the annual American Institute of Aeronautics and Astronautics SPACE Forum. \"We need new ideas from the next generation's best and brightest to solve important issues,\" Crusan continued. \"History has shown that this is exactly what we receive from the RASC-AL competition each year. I continue to be inspired by the enthusiastic participants as they present numerous imaginative and compelling approaches to these big exploration and technology questions. It's a real testament to the desire for innovation and progress that led to the creation of RASC-Al.\"", "url": "https://www.nasa.gov/feature/competition-seeks-university-concepts-for-gateway-and-deep-space-exploration-capabilities"}]}, [], {"win label": 1, "news": [{"title": "Angelic halo orbit chosen for humankind's first lunar outpost", "date": "2019-07-18", "content": "Mission planners at NASA and ESA's ESOC Operations Centre have spent months debating the pros and cons of different orbits, and have now decided on the path of the lunar Gateway. Like the International Space Station, the Gateway will be a permanent and changeable human outpost. Instead of circling our planet however, it will orbit the Moon, acting as a base for astronauts and robots exploring the lunar surface. Like a mountain refuge, it will also provide shelter and a place to stock up on supplies for astronauts en route to more distant destinations, as well as providing a place to relay communications and a laboratory for scientific research. Mission analysis teams at ESOC are continuing to work closely with international partners to understand how this choice of orbit affects vital aspects of the mission - including landing, rendezvous with future spacecraft and contingency scenarios needed to keep people and infrastructure safe. The angelic halo orbit: The Gateway, it has recently been decided, will follow a 'near-rectilinear halo orbit', or NRHO. Instead of orbiting around the Moon in a low lunar orbit like Apollo, the Gateway will follow a highly 'eccentric' path. At is closest, it will pass 3000 km from the lunar surface and at its furthest, 70 000 km. The orbit will actually rotate together with the moon, and as seen from the Earth will appear a little like a lunar halo. Orbits like this are possible because of the interplay between the Earth and Moon's gravitational forces. As the two large bodies dance through space, a smaller object can be 'caught' in a variety of stable or near-stable positions in relation to the orbiting masses, also known as libration or Lagrange points. Such locations are perfect for planning long-term missions, and to some extent dictate the design of the spacecraft, what it can carry to and from orbit, and how much energy it needs to get - and stay - there. Travelling on the NRHO path, one revolution of the Gateway in its orbit about the Moon would take approximately seven days. This period was chosen to limit the number of eclipses, when the gateway would be shrouded by the Earth or Moon's shadow. \"Finding a lunar orbit for the gateway is no trivial thing.\" says Markus Landgraf, Architecture Analyst working with ESA's Human and Robotic Exploration activities. \"If you want to stay there for several years, the near rectilinear halo orbit is slightly unstable and objects in this orbit do have a tendency of drifting away\". To keep the Gateway in position, regular small station-keeping manoeuvres will be required. Take the stage: So why this orbit? The fundamental limiting factor when moving parts from Earth, to a potential lunar base and the Moon's surface, is energy. \"In human spaceflight we don't fly one single, monolithic spacecraft,\" explains Florian Renk, Mission Analyst in ESOC's Flight Dynamics Division. \"Instead we fly bits and pieces, putting parts together in space and soon on the surface of the Moon. Some parts we leave behind, some we bring back - the structures are forever evolving.\" To escape Earth's gravitational pull requires a huge amount of energy. To then land on the Moon and not hurtle straight past it, we have to slow down by losing that same energy. We can save some of this energy by leaving parts of the spacecraft in orbit, taking only what we need to the surface of the Moon. A permanent base in this orbit around the Moon will act as a staging post, from where parts can be left behind, picked up and assembled. After liftoff, only a moderate manoeuvre will be needed to slow a visiting spacecraft to rendezvous with the Gateway. The Lunar lander will then transport people, robots and infrastructure down to the surface when the Gateway is closest to the Moon, which happens about every seven days. Likewise, a transfer window to the gateway opens about every seven days for the return trip from the lunar surface. Forward to the Moon: During the 2020s, the Gateway will be assembled and operated in the vicinity of the Moon, where it will move between different orbits and enable the most distant human space missions ever attempted. It will offer a platform for scientific discovery in deep space and build invaluable experience for the challenges of future human missions to Mars. \"The flight dynamics expertise here at ESOC is unique in Europe,\" adds Rolf Densing, ESA's Director of Operations. \"Our analysts and flight dynamics experts provide support to a full range of missions, including some of the most complex and exciting like the lunar Gateway. We can't wait to see this ambitious international endeavour realised.\"", "url": "https://www.esa.int/Enabling_Support/Operations/Angelic_halo_orbit_chosen_for_humankind_s_first_lunar_outpost"}, {"title": "NASA Funds CubeSat Pathfinder Mission to Unique Lunar Orbit", "date": "2019-09-13", "content": "NASA has awarded a $13.7 million contract to Advanced Space of Boulder, Colorado, to develop and operate a CubeSat mission to the same lunar orbit targeted for Gateway - an orbiting outpost astronauts will visit before descending to the surface of the Moon in a landing system as part of NASA's Artemis program. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) is expected to be the first spacecraft to operate in a near rectilinear halo orbit around the Moon. In this unique orbit, the CubeSat will rotate together with the Moon as it orbits Earth and will pass as close as 1,000 miles and as far as 43,500 miles from the lunar surface. The pathfinder mission represents a rapid lunar flight demonstration and could launch as early as December 2020. CAPSTONE will demonstrate how to enter into and operate in this orbit as well as test a new navigation capability. This information will help reduce logistical uncertainty for Gateway, as NASA and international partners work to ensure astronauts have safe access to the Moon's surface. It will also provide a platform for science and technology demonstrations. \"This is an exciting opportunity for NASA to aggressively push forward towards the Moon in partnership with several American small businesses as a vanguard to Artemis and sustained human presence beyond low-Earth orbit,\" said Jim Reuter, associate administrator for NASA's Space Technology Mission Directorate. \"This mission is highly ambitious in both cost and schedule - and taking that deliberate risk is part of the objective of this mission - alongside the rapid technological advancement in cislunar navigation and the opportunity to verify orbital trajectory assumptions and retire unknowns for future missions.\" The 12-unit CubeSat is about the size of a small microwave oven. Onboard is a communications system capable of determining how far CAPSTONE is from NASA's Lunar Reconnaissance Orbiter and how fast the distance between the two spacecraft is changing. The inter-spacecraft information will be used to demonstrate software for autonomous navigation, allowing future missions to determine their location without having to rely exclusively on tracking from Earth. CAPSTONE will provide NASA and its partners with important insights to support exploration of the Moon and Mars, including: Demonstration of spacecraft-to-spacecraft navigation services, Verification of near rectilinear halo orbit characteristics for future spacecraft, Experience entering this orbit with a highly efficient lunar transfer, Experience with rideshare or small dedicated launches to the Moon, Commercial experience providing mission planning and operations support services for CubeSats beyond Earth, Rapid commercial delivery of a CubeSat mission beyond Earth orbit. \"CAPSTONE offers a lot in a small package,\" said Advanced Space CEO Bradley Cheetham. \"Not only will it serve as a pathfinder for Artemis, but it will also demonstrate key exploration-enabling commercial capabilities. Our team will be pioneering state-of-the-art tools for mission planning and operations to enable growth in the number of future missions to the Moon, Mars, and throughout the solar system.\" A number of launch options are possible for the mission, including being the primary payload on a small spacecraft launch vehicle. After launch, CAPSTONE will take approximately three months to enter its target orbit and begin a six-month primary demonstration phase to understand operations in this unique regime. The award to Advanced Space is through a Phase III Small Business Innovation Research (SBIR) contract, a follow-on to earlier SBIR awards that developed CAPSTONE's autonomous positioning and navigation system experiment.", "url": "https://www.nasa.gov/press-release/nasa-funds-cubesat-pathfinder-mission-to-unique-lunar-orbit"}, {"title": "Advanced Space to Operate Cubesat Mission for NASA", "date": "2019-09-16", "content": "NASA awarded a $13.7 million contract to Advanced Space of Boulder, Colorado, to develop and operate a cubesat mission to the same lunar orbit targeted for Gateway - an orbiting outpost astronauts will visit before descending to the surface of the Moon in a landing system as part of NASA's Artemis program. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment is expected to be the first spacecraft to operate in a near rectilinear halo orbit around the Moon. In this unique orbit, the CubeSat will rotate together with the Moon as it orbits Earth and will pass as close as 1,000 miles and as far as 43,500 miles from the lunar surface. The pathfinder mission represents a rapid lunar flight demonstration and could launch as early as December 2020. CAPSTONE will demonstrate how to enter into and operate in this orbit as well as test a new navigation capability. This information will help reduce logistical uncertainty for Gateway, as NASA and international partners work to ensure astronauts have safe access to the Moon's surface. It will also provide a platform for science and technology demonstrations. \"This is an exciting opportunity for NASA to aggressively push forward towards the Moon in partnership with several American small businesses as a vanguard to Artemis and sustained human presence beyond low-Earth orbit,\" said Jim Reuter, associate administrator for NASA's Space Technology Mission Directorate. \"This mission is highly ambitious in both cost and schedule - and taking that deliberate risk is part of the objective of this mission - alongside the rapid technological advancement in cislunar navigation and the opportunity to verify orbital trajectory assumptions and retire unknowns for future missions.\" ", "url": "https://www.satellitetoday.com/government-military/2019/09/16/advanced-space-to-operate-cubesat-mission-for-nasa/"}, {"title": "NASA cubesat to test lunar Gateway orbit", "date": "2019-09-16", "content": "NASA has awarded a contract to a small business for the development of a cubesat designed to demonstrate the use of the unique orbit planned for the agency's lunar Gateway. The $13.7 million contract to Colorado company Advanced Space covers the development of Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE), a 12-unit cubesat that the agency could launch as soon as the end of 2020. The spacecraft will likely be the first spacecraft to use what's known as a near-rectilinear halo orbit, an elliptical polar orbit around the moon whose closest point to the moon is over one pole and most distant point is over the other pole. NASA plans to use that orbit for the lunar Gateway, which will serve as a staging point for human landings near the south pole of the moon starting in 2024. CAPSTONE will demonstrate that the orbit is stable for spacecraft, reducing what NASA calls \"logistical uncertainty\" for the Gateway. The spacecraft will also test a navigation system that will measure its position relative to NASA's Lunar Reconnaissance Orbiter and how that distance is changing over time, allowing the cubesat to measure its position without relying on ground stations. \"This mission is highly ambitious in both cost and schedule - and taking that deliberate risk is part of the objective of this mission - alongside the rapid technological advancement in cislunar navigation and the opportunity to verify orbital trajectory assumptions and retire unknowns for future missions,\" Jim Reuter, associate administrator for space technology at NASA, said in a Sept. 13 statement announcing the CAPSTONE contract. Partnering with Advanced Space on the mission is Tyvak Nano-Satellite Systems, a cubesat developer. Brad Cheetham, chief executive of Advanced Space, said Tyvak will provide the spacecraft while Advanced Space will handle overall project management and some of the spacecraft's key technologies, like its navigation system. Advanced Space has been working on lunar navigation technologies, including winning a Space Act Agreement with NASA in July for that system, called the Cislunar Autonomous Positioning System (CAPS). That earlier agreement, Cheetham said, will support CAPS, and thus the CAPSTONE mission, by giving the company access to NASA expertise as well as resources from the Lunar Reconnaissance Mission. \"The CAPSTONE mission will be an opportunity to demonstrate core components of CAPS as well as other capabilities we have been working on,\" he said. \"We see this work as a pathfinder for NASA as well as future missions to the moon by others.\" How CAPSTONE makes it to lunar orbit remains uncertain. NASA's statement said that the agency was considering a number of options, including launching the cubesat as a primary payload on a small launch vehicle. NASA anticipates the spacecraft reaching lunar orbit in three months for a six-month primary mission. Cheetham said that NASA is responsible for procuring the launch. \"I expect we will have more details on this aspect of the mission in the coming months,\" he said.", "url": "https://spacenews.com/nasa-cubesat-to-test-lunar-gateway-orbit/"}, {"title": "NASA CubeSat will test lunar space station orbit", "date": "2019-09-17", "content": "NASA hopes to put humans back on the Moon by 2024, starting with an orbiting space station dubbed Lunar Gateway. And the space agency is already showing signs of prepping for the upcoming missions. Recently, the organization announced it will partner with Advance Space, an aerospace company from Colorado, to develop a small CubeSat mission to answer questions before the upcoming missions. The CubeSat, named CAPSTONE, will be a tiny satellite with the same orbital path that Gateway could eventually take. This path will rotate together with the Moon as it orbits Earth, brining it as close to the Moon's surface as 1,000 miles. CAPSTONE could launch as early as December 2020, and with it, could demonstrate how to enter and operate in this lunar orbit before the much larger spacecraft for Gateway are ready. \"CAPSTONE offers a lot in a small package,\" said Bradley Cheetham, the CEO of Advance Space, in a press release. Along with configuring the orbital path, the CubeSat will test new navigation technologies, which will allow future missions to find their location without having to rely on tracking from Earth. CAPSTONE will also help the team answer how small dedicated launches to the Moon will work, once there are astronauts on Gateway. CAPSTONE is only about the size of a small microwave. To reach its target orbit, it'll take about three months. From there, it will begin a six-month demonstration phase. During this time, the team will understand how the CubeSat will operate in the orbit. Gateway will be a NASA-built spacecraft that will serve almost as a traveler's outpost, orbiting the Moon. The space agency hopes to have astronauts living on the small space station for up to three months, giving them a place to conduct experiments and travel to the lunar surface in a short amount of time. This will also serve as a checkpoint for astronauts, their first stop from Earth to the Moon. As they make their way toward the lunar surface, they'll have to stop at Gateway first.", "url": "https://www.astronomy.com/news/2019/09/nasa-cubesat-will-test-lunar-space-station-orbit"}, {"title": "NASA to fly CubeSat pathfinder for Gateway in unique lunar orbit", "date": "2019-09-26", "content": "As soon as next year, NASA plans to launch a CubeSat the size of a microwave oven into a unique elliptical orbit around the moon as a scout for the future lunar Gateway, a mini-space station NASA intends to use as a staging point for crewed lunar landings beginning as soon as 2024. The commercially-built CubeSat, named CAPSTONE, will conduct deep space navigation experiments and demonstrate maneuvers to enter and operate in a near rectilinear halo orbit, an elliptical orbit around the moon that will be home to the Gateway, a critical piece of NASA's architecture to return humans to the lunar surface. The Trump administration has directed NASA to attempt a crewed lunar landing by the end of 2024. Earlier this year, NASA named the moon program Artemis, the twin sister of Apollo in Greek mythology. Along with the Orion crew ferry capsule, the Space Launch System heavy-lift rocket, and a new human-rated lunar lander, the Gateway is a core component of NASA's Artemis program. The first section of the Gateway, known as the Power and Propulsion Element, is scheduled for launch around the end of 2022. The PPE will be built by Maxar Technologies in partnership with several companies, including Blue Origin, which could provide a launch vehicle for the first Gateway element. A module to provide basic living quarters for astronauts will launch by the end of 2023. NASA has selected Northrop Grumman for a sole-source contract too built the Gateway habitation outpost, which will be derived from the company's Cygnus supply ship that carries cargo to the International Space Station. In the meantime, according to NASA's current plans, the SLS will launch on its first test flight - likely no earlier than 2021 - with an unpiloted Orion spacecraft into a roughly circular so-called distant retrograde orbit around the moon. A four-person crew could launch in 2022 or 2023 on the next SLS/Orion mission and fly on a single loop around the moon - without entering lunar orbit - before coming back to Earth on a free return trajectory. Before the launch of the first element of the Gateway, NASA's CAPSTONE mission will scout the near rectilinear halo orbit, or NRHO, for the first time. \"Gateway is not dependent on this mission, but CAPSTONE will likely be the first spacecraft in the near rectilinear halo orbit, and this is a dynamic environment ... (with) the influence of multiple gravitational bodies,\" said Christopher Baker, NASA's small spacecraft technology program executive. \"So CAPSTONE will help us reduce the logistical uncertainty by verifying what our models are telling us, including the dynamics for entering the NRHO, staying within that orbit, low-energy resupply trajectories for Gateway ... and then it's also a technical demonstration for a peer-to-peer navigation solution for cislunar space.\" CAPSTONE stands for the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment. The near rectilinear halo orbit will take the CAPSTONE spacecraft, and eventually the Gateway, as close as 1,000 miles (1,500 kilometers) and as far as 43,500 miles (70,000 kilometers) from the moon. The orbit selected for the Gateway \"is an orbit of the moon, but it's more of an orbit between the Earth and the moon,\" said Marshall Smith, director of NASA's human lunar exploration programs. The near rectilinear halo orbit comes with several advantages, Smith said Thursday in a presentation to the National Academies' Aeronautics and Space Engineering Board. A station in such an orbit will have a continuous communications link with Earth, and it allows landers departing from the Gateway to reach any place on the lunar surface with only modest propellant usage, Smith said. ", "url": "https://spaceflightnow.com/2019/09/26/nasa-to-fly-cubesat-pathfinder-for-gateway-in-unique-lunar-orbit/"}]}, {"win label": 0, "news": [{"title": "Rocket Lab will launch a satellite to the Moon for NASA to prepare for the Lunar Gateway", "date": "2020-02-14", "content": "Launch startup Rocket Lab has been awarded a contract to launch a CubeSat on behalf of NASA for the agency's CAPSTONE experiment , with the ultimate aim of putting the CAPSTONE CubeSat into cislunar orbit - the same orbit that NASA will eventually use for its Gateway Moon-orbiting space station. The launch is scheduled to take place in 2021. The CAPSTONE launch will take place at Rocket Lab's new Launch Complex 2 facility at Wallops Flight Facility in Virginia. Rocket Lab opened its launch pad there officially in December, and will launch its first missions using its Electron vehicle from the site starting later this year. The launch is significant in a number of ways, including being the second lunar mission to launch from the Virginia flight facility. It's also going to employ Rocket Lab's Photon platform , which is an in-house designed and built satellite that can support a range of payloads. In this case, Photon will transport the CAPSTONE CubeSat, which weighs only around 55 lbs, from Earth's orbit to the Moon, at which point CAPSTONE will fire up its own small engines to enter its target cislunar orbit. Rocket Lab introduced Photon last year, noting at the time that it is designed in part to provide longer-range delivery for small satellites - including to the Moon. That's a key capability to offer as NASA embarks on its Artemis program, which aims to return human astronauts to the lunar surface by 2024, and establish a more permanent human presence on and around the Moon in preparation for eventual missions to Mars. CAPSTONE will play a key role in that mission by acting \"as a pathfinder\" for the lunar Gateway that NASA eventually hopes to build and deploy. \"CAPSTONE is a rapid, risk-tolerant demonstration that sets out to learn about the unique, seven-day cislunar orbit we are also targeting for Gateway,\" said Marshall Smith, director of human lunar exploration programs at NASA in a press release. Detailing the news, \"We are not relying only on this precursor data, but we can reduce navigation uncertainties ahead of our future missions using the same lunar orbit.\" In total, the launch contract with Rocket Lab has a fixed price of $9.95 million, the agency said. NASA expects contractors Advanced Space and Tyvak Nano-Satellite Systems to begin building the CAPSTONE spacecraft this month ahead of its planned 2021 launch. ", "url": "https://techcrunch.com/2020/02/14/rocket-lab-will-launch-a-satellite-to-the-moon-for-nasa-to-prepare-for-the-lunar-gateway/"}, {"title": "Rocket Lab wins contract to launch NASA lunar cubesat mission", "date": "2020-02-15", "content": "NASA awarded a contract to Rocket Lab Feb. 14 for the launch of a cubesat mission that will serve as a precursor for the agency's planned lunar Gateway. A Rocket Lab Electron will launch the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) satellite from the company's Launch Complex 2 site at Wallops Island, Virginia, in early 2021. The contract for the dedicated launch is valued at $9.95 million. CAPSTONE, a 25-kilogram satellite being built by Colorado-based Advanced Space under a $13.7 million contract awarded in September, will go into a near-rectilinear halo orbit around the moon, the same orbit proposed for the lunar Gateway. CAPSTONE will demonstrate the stability of that orbit, which has never been used by a spacecraft before, to support planning for the Gateway. \"CAPSTONE is a rapid, risk-tolerant demonstration that sets out to learn about the unique, seven-day cislunar orbit we are also targeting for Gateway,\" Marshall Smith, director of human lunar exploration programs at NASA, said in an agency statement. \"We are not relying only on this precursor data, but we can reduce navigation uncertainties ahead of our future missions using the same lunar orbit.\" Rocket Lab will use Photon, the satellite bus it is developing based on the Electron rocket's kick stage, to place CAPSTONE on a trajectory to the moon. CAPSTONE will use its own propulsion system to enter orbit around the moon and maneuver into that near-rectilinear halo orbit, a process that will take three months. In a company statement, Rocket Lab Chief Executive Peter Beck emphasized the flexibility a dedicated launch offered over flying the spacecraft as a secondary payload on a larger vehicle. \"As a dedicated mission on Electron, we're able to provide NASA with complete control over every aspect of launch and mission design for CAPSTONE, something typically only available to much larger spacecraft on larger launch vehicles,\" he said. The launch will not be Rocket Lab's first mission for NASA. In December 2018 it launched 13 cubesats for NASA's CubeSat Launch Initiative, a contract originally awarded to the company in 2015 as part of NASA's Venture Class Launch Services program for using new small launch vehicles. The launch will also be just the second mission to the moon launched from Wallops Flight Facility. In September 2013, Wallops hosted the launch of a Minotaur 5 rocket carrying NASA's Lunar Atmosphere and Dust Environment Explorer, a mission that studied the tenuous lunar atmosphere and dust environment in orbit around the moon.", "url": "https://spacenews.com/rocket-lab-wins-contract-to-launch-nasa-lunar-cubesat-mission/"}, {"title": "NASA picks Rocket Lab to launch lunar CubeSat mission", "date": "2020-02-15", "content": "NASA announced Friday that Rocket Lab will launch a 55-pound (25-kilogram) CubeSat from Wallops Island, Virginia, toward the moon in early 2021 on a demonstration mission to test lunar navigation techniques and scout a unique elliptical orbit for the planned Gateway mini-space station. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE, mission will launch aboard a Rocket Lab Electron booster from the company's new launch site at the Mid-Atlantic Regional Spaceport in Virginia, NASA announced Friday. Rocket Lab's new launch pad in Virginia, designated Launch Complex 2, was completed last year and will be ready to support launches later this year. The company said the new facility will primarily support Electron missions with U.S. government payloads. The launch contract with Rocket Lab - U.S.-based company that currently launches from New Zealand - has a value of $9.95 million, according to NASA. The CAPSTONE payload will receive a dedicated ride into space from Rocket Lab. NASA last year contracted with Advanced Space, a company headquartered in Boulder, Colorado, to develop and operate the CAPSTONE CubeSat under a $13.7 million agreement. The launch of the CAPSTONE mission next year will mark the second lunar mission to blast off from the Mid-Atlantic Regional Spaceport at Wallops Island, Virginia. NASA's LADEE lunar probe launched in September 2013 from pad 0A at the Virginia spaceport on top of a Minotaur 5 rocket. The CAPSTONE mission is a pathfinder for the lunar Gateway, a mini-space station NASA intends to use as a staging point for crewed lunar landings beginning as soon as 2024. The commercially-built CAPSTONE CubeSat will conduct deep space navigation experiments and demonstrate maneuvers to enter and operate in a near rectilinear halo orbit, an elliptical orbit around the moon that will be home to the Gateway, a critical piece of NASA's architecture to return humans to the lunar surface. \"This mission is all about quickly and more affordably demonstrating new capabilities, and we are partnering with small businesses to do it,\" said Christopher Baker, small spacecraft technology program executive at NASA headquarters in Washington. \"This is true from the perspective of CAPSTONE's development timeline, operational objectives, navigation demonstration and its quickly procured commercial launch aboard a small rocket.\" The Trump administration has directed NASA to attempt a crewed lunar landing by the end of 2024. NASA has named the moon program Artemis, the twin sister of Apollo in Greek mythology. Along with the Orion crew ferry capsule, the Space Launch System heavy-lift rocket, and a new human-rated lunar lander, the Gateway is a core component of NASA's Artemis program. \"CAPSTONE is a rapid, risk-tolerant demonstration that sets out to learn about the unique, seven-day cislunar orbit we are also targeting for Gateway,\" said Marshall Smith, director of human lunar exploration programs at NASA Headquarters. \"We are not relying only on this precursor data, but we can reduce navigation uncertainties ahead of our future missions using the same lunar orbit.\"", "url": "https://spaceflightnow.com/2020/02/15/nasa-picks-rocket-lab-to-launch-lunar-cubesat-mission/"}]}, {"win label": 0, "news": [{"title": "Rocket Lab Readies Photon Spacecraft for NASA Moon Mission", "date": "2020-12-11", "content": "Rocket Lab has reached a key milestone ahead of the company's first launch to the Moon, with spacecraft qualification underway for the Photon spacecraft that will transport a NASA satellite into a unique lunar orbit that no other spacecraft has explored before. NASA's Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) will be launched by Rocket Lab's Electron launch vehicle and Photon in Q2 2021. The CAPSTONE satellite will act as a pathfinding precursor for lunar missions, including Gateway, a Moon-orbiting outpost that will provide vital support for a sustainable, long-term human return to the lunar surface under NASA's Artemis program. Rocket Lab's Photon spacecraft, which will act as a trans-lunar injection stage for this mission, has now entered a rigorous qualification test campaign at Rocket Lab's Production Complex, one of the final development milestones before lift-0ff in the new year. To travel more than 380,000 km to the Moon, CAPSTONE will lift-off on an Electron launch vehicle to an initial low Earth orbit. From there, Rocket Lab's in-house designed and built Photon spacecraft, will take the reins to provide in-space transportation, power, and communications for NASA's satellite until separation, when CAPSTONE will continue on its own trajectory to lunar orbit. Photon will also continue to the Moon to conduct a lunar fly-by as a secondary mission. In preparation for the mission, Photon has entered a rigorous test and qualification campaign to subject the spacecraft to conditions similar to those it will experience during launch and in space. This qualification process will see Photon undergo thermal vacuum tests to recreate the extreme variations in temperature experienced in space, as well as vibration tests and acoustic tests to replicate the conditions during launch. Development and testing of the CAPSTONE satellite platform and propulsion system is being undertaken simultaneously by Advanced Space in Boulder, Colorado, Tyvak Nano-Satellite Systems in Irvine, California, and Stellar Exploration in San Luis Obispo, California. The satellite is scheduled for integration with the Photon spacecraft in the new year. Though modelers on the ground have studied the unique near-rectilinear halo orbit (NRHO) that CAPSTONE is destined for, no spacecraft has actually maneuvered into it to date. By testing out this halo-shaped orbit, CAPSTONE will help reduce risk for future spacecraft by verifying the orbit's dynamics, while also validating innovative navigation technologies. The NRHO is a gravitationally balanced orbit between the Earth and the Moon, offering stability for long-term missions like Gateway and requiring minimal energy to maintain, making it a perfect staging point for lunar and deeper space missions. Lunar missions have historically required decades of planning, hundreds of millions of dollars in funding, and have been carried out by large spacecraft that require launch on huge rockets. By contrast, the CAPSTONE mission will lift-off less than two years since the project's inception, and at a launch cost of less than $10 million. The launch is supported by the Launch Services Program at NASA's Kennedy Space Center in Florida. The mission development is funded by the agency's Space Technology Mission Directorate and managed by the Small Spacecraft Technology Program at NASA's Ames Research Center in California's Silicon Valley. \"The idea of a dedicated small satellite launch to the Moon was fantasy until Electron and Photon. With CAPSTONE we're demonstrating that lunar and interplanetary missions can be fast, cost-effective, and highly tailored,\" said Peter Beck, Rocket Lab founder and CEO. \"Providing launch, in-space transportation, and satellite buses as a single, integrated mission solution was an ambitious program, but one we're proud to have brought to market. Electron and Photon have unlocked the door for small satellite missions beyond low Earth orbit, enabling an exciting future for easier and cheaper scientific research missions to other planets, asteroids, moons, and more.\"", "url": "https://www.rocketlabusa.com/updates/rocket-lab-readies-photon-spacecraft-for-nasa-moon-mission/"}]}, {"win label": 0, "news": [{"title": "NASA Prepares Propulsion System of CAPSTONE CubeSat Mission", "date": "2021-03-23", "content": "NASA has launched an environmental test for the propulsion system of a small satellite that would verify the safety of the Moon's cislunar orbit. The space agency said Tuesday its Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) would study the unique orbit's dynamics to reduce risks of NASA's planned Gateway lunar outpost. Gateway would operate from the Moon's orbit to support future missions under the Artemis program, which aims to revive manned space exploration. CAPSTONE will also attempt to demonstrate space-to-Earth communications and navigation between spacecraft. California-based Stellar Exploration designed and developed CAPSTONE's propulsion system with early funds from NASA's Small Business Innovation Research (SBIR) program. Tyvak Nano-Satellite Systems builds the CAPSTONE CubeSat under the leadership of Colorado-based Advanced Space and the management of NASA's Launch Services Program.", "url": "https://executivegov.com/2021/03/nasa-prepares-propulsion-system-of-capstone-cubesat-mission/"}, {"title": "NASA'S CAPSTONE LUNAR MISSION TO FLY LATER THIS YEAR", "date": "2021-05-13", "content": "Later this year, NASA plans to launch a CubeSat to test a special orbit around the Moon to verify its characteristics in advance of sending the Lunar Gateway there as early as 2024. The 12-unit CubeSat is called \"Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment,\" or CAPSTONE, and it is spacecraft designed to test the calculated orbital stability of a \"near-rectilinear halo orbit\" for the Lunar Gateway outpost, which is expected to be part of NASA's Artemis program. NASA has contracted Rocket Lab to launch CAPSTONE aboard an Electron rocket from Wallops Island, Virginia, in 2021. The rocket will send the 55-pound (25-kilogram) CubeSat into an initial Earth orbit. From there, Rocket Lab's Photon satellite bus, which CAPSTONE will be attached to during its initial journey to the Moon, is expected to use its propulsion systems to gradually raise their orbit over a three-month period before ultimately adding enough energy for a trans-lunar injection. After detaching from Photon, CAPSTONE will use its own propulsion to navigate into the elliptical near-rectilinear halo orbit, putting it on a trajectory to circle the Moon every seven days. It'll come as close as 1,000 miles (1,600 kilometers) above one lunar pole to roughly 43,500 miles (70,000 kilometers) above the other. This halo-shaped orbit, with its elongated shape and pin-point balance between the gravity of Earth and the Moon, has a completely unobstructed view of Earth at all times and can support communications to the lunar south pole, the planned destination of Artemis astronauts. CAPSTONE is planned to be the first CubeSat to fly in cislunar space - the orbital space near and around the Moon - and the first spacecraft to fly in this particular halo orbit. The mission is also expected to demonstrate an innovative spacecraft-to-spacecraft navigation solution at the Moon to a near-rectilinear halo orbit by measuring its position relative to NASA's Lunar Reconnaissance Orbiter. Overall, its mission is to help minimize any risks for future spacecraft destined for this orbit. Using innovative navigation technology, it will orbit the prescribed area around the moon for a minimum of six months to learn the characteristics and specific dynamics of the orbit. This particular orbit offers stability for long-term missions like the Lunar Gateway and requires little energy to maintain, making it an ideal staging area for missions to the Moon and beyond for humans.", "url": "https://www.spaceflightinsider.com/missions/nasas-capstone-lunar-mission-to-fly-later-this-year/"}]}, {"win label": 0, "news": [{"title": "CAPSTONE's CubeSat Prepares for Lunar Flight", "date": "2021-08-07", "content": "Small spacecraft will play a big role in lunar exploration, including a Moon-bound CubeSat launching later this year. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE, mission team is making the final preparations for the spacecraft that will make CubeSat history over a series of technological and operational firsts for the small platform. Planned for launch in 2021, CAPSTONE will fly in cislunar space - the orbital area near and around the Moon - and demonstrate an innovative spacecraft-to-spacecraft navigation technology. CAPSTONE also will test out a unique lunar orbit that Gateway will use as the Moon-orbiting outpost for NASA's Artemis program. CAPSTONE will use a hydrazine-fueled propulsion system during most of its three- to four-month journey to the Moon. This line of propulsion system, developed by Stellar Exploration Inc. of San Luis Obispo, California, is a recently developed and flight-proven system developed for use on CubeSats. The team recently completed a fueling and final test-fire of CAPSTONE's propulsion system at Stellar Exploration's facility and is integrating the system with the spacecraft. But before CAPSTONE fires its own thrusters, Rocket Lab's Electron rocket will launch the mission from Earth carrying the CAPSTONE spacecraft integrated onto its new Lunar Photon upper stage/spacecraft. For the mission, Lunar Photon will serve as an upper stage to get CAPSTONE to a highly efficient ballistic lunar transfer trajectory designed by Advanced Space of Colorado. About seven days after launch, after a series of orbit raising maneuvers and the final trans-lunar injection burn, Photon will release CAPSTONE. After the deep space, low energy transfer, the CAPSTONE spacecraft will insert itself into the near rectilinear halo orbit. At the same time, Lunar Photon will continue to a separate orbit for its safe disposal. The CAPSTONE spacecraft is fast approaching completion. Near-term plans include continued integration, testing, and international shipment of the spacecraft in late September. Rocket Lab has identified its Launch Complex 1 in New Zealand as the CAPSTONE launch site. Onsite launch preparations will include checkouts and fueling of the CAPSTONE spacecraft and its subsequent integration with Photon. In May 2021, New Zealand signed the Artemis Accords with NASA - a set of principles that reinforce and implement the 1967 Outer Space Treaty. The agency aims to assemble the broadest and most diverse international space exploration coalition in history. To date, 12 nations have signed the accords, and conversations with other nations are ongoing. CAPSTONE is commercially owned and operated by Advanced Space in Westminster, Colorado. It represents an innovative collaboration between NASA and industry to provide rapid results and feedback to inform future exploration and science missions. Tyvak Nano-Satellite Systems of Irvine, California, is building the microwave oven-sized 12-unit CubeSat platform. ", "url": "https://www.nasa.gov/feature/ames/capstone-s-cubesat-prepares-for-lunar-flight"}, {"title": "Launch of lunar CubeSat moved from Virginia to New Zealand", "date": "2021-08-16", "content": "The launch of a miniature trailblazer probe for NASA's planned Gateway lunar space station has been moved from Rocket Lab's new launch pad in Virginia to the company's spaceport in New Zealand, officials recently announced. NASA's Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE, mission will test deep space navigation and communications technology in the vicinity of the moon. CAPSTONE will also demonstrate maneuvers to enter and operate in a near rectilinear halo orbit, an elliptical orbit around the moon that will be home to the Gateway, a critical piece of NASA's architecture to return humans to the lunar surface. The Gateway is a mini-space station NASA intends to use as a staging point for crewed lunar landings later in the 2020s. Rocket Lab won a $9.95 million NASA contract in February 2020 to launch the CAPSTONE mission aboard the company's Electron rocket, with an extra boost from Rocket Lab's Photon propulsion platform to send the small spacecraft toward the moon. At the time, NASA and Rocket Lab said CAPSTONE would take off from a new Electron launch pad at Wallops Island, Virginia, in early 2021. Rocket Lab announced Aug. 6 that CAPSTONE is now slated to launch from the company's operational launch base on Mahia Peninsula in New Zealand in the fourth quarter of 2021. Rocket Lab, which is headquartered in Southern California, did not say why the launch of the CAPSTONE mission moved from Virginia to New Zealand. The company intended to begin launching from Virginia in 2020. The new Electron launch pad at the Mid-Atlantic Regional Spaceport is located adjacent to the launch pad used by Northrop Grumman's much larger Antares rocket. The site lies on property owned by NASA's Wallops Flight Facility. Delays in NASA's certification of the Electron rocket's new autonomous flight safety system have kept Rocket Lab from beginning service from the Virginia launch base. In June, officials at Wallops said they hope to complete certification of the new autonomous flight safety system by the end of the year, enabling the first Rocket Lab launch from U.S. soil. The 55-pound (25-kilogram) CAPSTONE spacecraft will ride Rocket Lab's two-stage Electron launcher on its initial climb into space. Rocket Lab's Photon spacecraft platform, which also serves as an upper stage, will perform a series of orbit-raising burns and a final trans-lunar injection maneuver to send the CAPSTONE spacecraft toward the moon.", "url": "https://spaceflightnow.com/2021/08/16/launch-of-lunar-cubesat-moved-from-virginia-to-new-zealand/"}, {"title": "NASA, Advanced Space Complete CubeSat Simulations for CAPSTONE Mission", "date": "2021-09-24", "content": "Advanced Space, in collaboration with NASA, completed a series of simulations for a technology demonstration mission aimed at testing the dynamics of a unique lunar orbit that have not been tested in spaceflight yet. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment team worked on the virtually simulated flights of a microwave-oven sized Cubesat that was set through its orbital dynamics paces, NASA said Friday. The CAPSTONE team conducted an accurate and time-sensitive orbit insertion maneuver into the lunar near rectilinear halo orbit as part of the simulation tests. Afterward, insertion correction maneuvers were performed to fix the errors. \"The test also allowed the team to practice responses to potential anomalies during simulated flight to ensure the spacecraft stays on course,\" NASA said. The CAPSTONE mission is intended to support Gateway, a significant component of the Artemis program eyed to serve as a multipurpose outpost that orbits the Moon. According to NASA, the technology demo mission will test the CubeSat's capability to set foot in and sustain the special lunar orbit for about six months.", "url": "https://executivebiz.com/2021/09/advanced-space-nasa-conduct-cubesat-simulations-for-capstone-mission/"}, {"title": "CAPSTONE launch delayed to March 2022", "date": "2021-10-13", "content": "The launch of a NASA cubesat mission that will test the orbit to be used by the lunar Gateway has slipped to next March, the result of broader launch delays Rocket Lab has suffered because of the pandemic. NASA's Ames Research Center tweeted Oct. 13 that it was now targeting March 2022 for the launch of the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment spacecraft. CAPSTONE is a 12-unit cubesat, developed by Colorado-based Advanced Space, that will test the stability of the near-rectilinear halo orbit, the orbit NASA plans to use for the lunar Gateway. The announcement came one day after comments by NASA officials at the American Astronautical Society's Wernher von Braun Memorial Symposium here. Jim Reuter, NASA associate administrator for space technology, said the mission was now expected to launch \"early next calendar year\" while Andres Martinez, program executive for Advanced Exploration Systems, gave a specific no-earlier-than launch date of March 19, 2022. Neither discussed why CAPSTONE was delayed, but Peter Beck, chief executive of Rocket Lab, said in an Oct. 13 interview that the schedule slip was part of broader delays in the company's launch schedules caused by coronavirus lockdowns in New Zealand, where the company conducts its launches. \"That has been driven by COVID,\" he said of the CAPSTONE delay. \"It's out of our control.\" Rocket Lab last performed an Electron launch July 29, flying a mission for the U.S. Space Force. At the time the company was preparing a series of three consecutive Electron launches of satellites for geospatial intelligence operator BlackSky, arranged by launch services company Spaceflight, between late August and the end of September. However, the company said in early September that lockdowns in New Zealand caused by a new wave of the pandemic had put those and other Electron launches on hold . Beck said that the New Zealand government has moved away from the very strict lockdowns it had imposed to \"more normal\" lockdowns that do enable space launch activities to resume. Rocket Lab announced Oct. 11 it was preparing for back-to-back Electron launches of BlackSky satellites. One is scheduled for between Nov. 11 and 24, while the second will be no earlier than Nov. 27. The company has not announced the schedule for any other upcoming Electron launches. Beck noted that, in a September earnings call, the company said it had five launches on the manifest for the fourth quarter but that its official guidance, as a publicly traded company, was that it expected only two to take place based on customer readiness and the pandemic situation in New Zealand.", "url": "https://spacenews.com/capstone-launch-delayed-to-march-2022/"}]}, {"win label": 0, "news": [{"title": "Advanced Space Completes Milestone Testing for its Mission to the Moon", "date": "2022-02-18", "content": "Advanced Space LLC., a leading commercial space tech solutions company, had a successful test last week for CAPSTONE, a NASA-funded mission to the Moon. Advanced Space owns and operates the CAPSTONE mission, a trailblazing pathfinder for the Gateway. The Gateway, a lunar orbiting outpost, will support NASA's Artemis missions that will establish a long-term human presence at the Moon. CAPSTONE is the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment. It will help reduce risk for future spacecraft by validating innovative technologies and verifying the dynamics of the Earth-Moon halo orbit where the Gateway will operate. The fourth Operational Readiness Test (ORT-4) for the CAPSTONE mission conducted by the Advanced Space team simulated a week of real-time mission operations in a Near Rectilinear Halo Orbit (NRHO), the designated orbit for Gateway, which is being developed by NASA and its international and commercial partners. The Gateway will provide astronauts access to the lunar surface and act as a staging point for deep space exploration. It will feature living quarters for astronauts, a lab for science and research, and ports for visiting spacecraft. CAPSTONE will be the first spacecraft to fly in this NRHO and one of the first CubeSats to fly in cislunar space. It will traverse a low-energy ballistic lunar transfer and use solar perturbations to greatly decrease the spacecraft propulsion requirements for the mission. It will also test the peer-to-peer navigation system developed by Advanced Space, CAPS (Cislunar Autonomous Positioning System), to determine its position via crosslink measurements with NASA's Lunar Reconnaissance Orbiter without relying on ground stations. CAPS is supported by NASA's Small Business Innovation Research program. CAPS may enable autonomous navigation of satellites in cislunar space, helping to propel humans beyond Earth in a sustained way. \"These tests confirm our Advanced Space team is ready for launch,\" said Bradley Cheetham, Advanced Space CEO. \"We are excited to partner with NASA on this historic Moon mission. CAPSTONE will change the way we explore space,\" Cheetham added. Previous tests also simulated NRHO operations, but an exciting addition for Advanced Space's ORT-4 was the expanded testing of CAPS crosslink procedures. As part of the CAPS planning procedures, operators generate appropriate commands, like telling the spacecraft where to point, in order to execute the CAPS activities on board the spacecraft. Additionally, in ORT-4, operators performed real-time simulations of CAPS measurements on flight-like hardware. \"Our technology is a breakthrough for how NASA and other customers can navigate in space,\" said Dr. Jeff Parker, co-founder of Advanced Space, Chief Technology Officer, and author of the book Low-Energy Lunar Trajectory Design. \"Each time we have a test event, our lessons learned and ideas for improvements to our system allow us to better prepare for flight operations.\" The main objectives for ORT-4 were to demonstrate scripts and processes for Maneuver Planning and Payload Planning and to exercise the Operations team in nominal and contingency situations in NRHO operations. Additionally, the test conductors injected anomalies to test the Operations team and expose them to possible contingency situations they might see in flight. With the mission targeted for this Spring, these tests and constant communications with our partners like Tyvak, the spacecraft manufacturer, and Rocket Lab, the launch provider, are critical and increasing the level of excitement.", "url": "https://www.prnewswire.com/news-releases/advanced-space-completes-milestone-testing-for-its-mission-to-the-moon-301485463.html"}, {"title": "NASA's CAPSTONE Spacecraft Ships to Launch Site", "date": "2022-05-11", "content": "The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE , spacecraft which will chart a new path for NASA's Moon- orbiting space station Gateway , just started its journey. On Monday, May 9, 2022, it shipped from Terran Orbital Corporation in Irvine, California, to its launch site at Rocket Lab Launch Complex 1 on the Mahia Peninsula of New Zealand. CAPSTONE is expected to arrive at the Mahia Launch Complex in the next few days in preparation for a launch no earlier than May 2022. It will launch on a Rocket Lab Electron rocket using a Lunar Photon satellite upper stage to send the spacecraft into a never-been-tested near rectilinear halo orbit around the Moon.", "url": "https://scitechdaily.com/nasas-capstone-spacecraft-ships-to-launch-site/"}, {"title": "Launch of NASA's CAPSTONE cubesat moon mission delayed to June 13", "date": "2022-06-01", "content": "The launch of NASA's CAPSTONE moon mission has been pushed back another week, to no earlier than June 13. The 55-pound CAPSTONE spacecraft will lift off atop a Rocket Lab Electron booster equipped with a Lunar Photon upper stage, soaring into space from Rocket Lab's Zealand launch site. That liftoff had been targeted for June 6. But CAPSTONE will now get off the ground no earlier than June 13, Rocket Lab said via Twitter on Tuesday, explaining that extra time is needed \"to support final launch and Photon readiness checks.\" This is the second launch delay for CAPSTONE within the last two weeks. The cubesat had been scheduled to fly on May 31, but NASA announced on May 20 that the target date had shifted to June 6, without explaining why. The mission still has some wiggle room left, however; CAPSTONE's launch window runs through June 22. CAPSTONE's main goal is to test out the stability of a near rectilinear halo orbit around the moon , making sure it's a safe place for NASA's forthcoming Gateway space station - a key component of the agency's Artemis moon program - to set up shop. That highly elliptical orbit will take CAPSTONE, and Gateway, as close as 1,000 miles to the lunar south pole, and as far away from the moon as 43,500 miles . CAPSTONE will also conduct some navigation and communications tests with NASA's Lunar Reconnaissance Orbiter , which has been circling Earth's nearest neighbor since 2009.", "url": "https://www.space.com/nasa-capstone-cubesat-moon-mission-launch-delay-june-13"}, {"title": "NASA's CAPSTONE moon mission launch pushed to June 25", "date": "2022-06-15", "content": "The launch of NASA's CAPSTONE moon mission has been pushed back again, this time to no earlier than June 25. NASA and launch provider Rocket Lab had been eyeing yesterday as the soonest possible liftoff date for CAPSTONE , which will send a 55-pound cubesat to the moon. But the CAPSTONE team has pushed the target date to June 25, NASA officials announced in a brief blog post today. That single-sentence update does not give a reason for the delay. NASA sees CAPSTONE as a key part of its Artemis program of lunar exploration. If all goes according to plan, the microwave-oven-sized satellite will settle into a near rectilinear halo orbit around the moon , a highly elliptical path that will also be occupied by Gateway, the small space station that will serve as a jumping-off point for Artemis astronauts headed to the lunar surface. No probe has ever occupied a lunar NRHO, so \"CAPSTONE will help reduce risk for future spacecraft by validating innovative navigation technologies and verifying the dynamics of this halo-shaped orbit,\" NASA officials wrote in a mission description. CAPSTONE will do some other work during its pioneering mission as well. For example, the cubesat will perform communications and navigation tests in tandem with NASA's Lunar Reconnaissance Orbiter , which has been circling the moon since 2009. CAPSTONE will lift off atop a Rocket Lab Electron booster from the company's Launch Complex 1, on the Mahia Peninsula of New Zealand's North Island.", "url": "https://www.space.com/nasa-capstone-cubesat-moon-mission-launch-delay-june-25"}, {"title": "CAPSTONE en Route to the Moon After Successful Launch", "date": "2022-06-28", "content": "NASA's Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) mission is in space on the first leg of its journey to the Moon. CAPSTONE launched at 5:55 EDT (09:55 UTC) on Rocket Lab's Electron rocket from the Rocket Lab Launch Complex 1 on the Mahia Peninsula of New Zealand, Tuesday, June 28. Over the next six days, the engine of the Lunar Photon - the spacecraft carrying CAPSTONE as a payload - will periodically ignite to accelerate beyond low-Earth orbit and release CAPSTONE on the next phase of its journey to the Moon. ", "url": "https://blogs.nasa.gov/artemis/2022/06/28/capstone-en-route-to-the-moon-after-successful-launch/"}, {"title": "CAPSTONE Launches to Test New Orbit for NASA's Artemis Moon Missions", "date": "2022-06-28", "content": "NASA's CubeSat designed to test a unique lunar orbit is safely in space and on the first leg of its journey to the Moon. The spacecraft is heading toward an orbit intended in the future for Gateway, a lunar space station built by the agency and its commercial and international partners that will support NASA's Artemis program, including astronaut missions. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE, mission launched at 5:55 a.m. EDT (09:55 UTC) on Rocket Lab's Electron rocket from the Rocket Lab Launch Complex 1 on the Mahia Peninsula of New Zealand Tuesday. \"CAPSTONE is an example of how working with commercial partners is key for NASA's ambitious plans to explore the Moon and beyond,\" said Jim Reuter, associate administrator for the Space Technology Mission Directorate. \"We're thrilled with a successful start to the mission and looking forward to what CAPSTONE will do once it arrives at the Moon.\" CAPSTONE is currently in low-Earth orbit, and it will take the spacecraft about four months to reach its targeted lunar orbit. NASA invites the public to follow the spacecraft's journey live using NASA's Eyes on the Solar System interactive real-time 3D data visualization. Starting about one week after launch, virtually ride along with the CubeSat with a simulated view of our solar system. NASA will post updates about when to see CAPSTONE in the visualization on NASA's Ames Research Center's home page as well as Twitter and Facebook. CAPSTONE is attached to Rocket Lab's Lunar Photon, an interplanetary third stage that will send CAPSTONE on its way to deep space. Shortly after launch, Lunar Photon separated from Electron's second stage. Over the next six days, Photon's engine will periodically ignite to accelerate it beyond low-Earth orbit, where Photon will release the CubeSat on a ballistic lunar transfer trajectory to the Moon. CAPSTONE will then use its own propulsion and the Sun's gravity to navigate the rest of the way to the Moon. The gravity-driven track will dramatically reduce the amount of fuel the CubeSat needs to get to the Moon. \"Delivering the spacecraft for launch was an accomplishment for the entire mission team, including NASA and our industry partners. Our team is now preparing for separation and initial acquisition for the spacecraft in six days,\" said Bradley Cheetham, principal investigator for CAPSTONE and chief executive officer of Advanced Space, which owns and operates CAPSTONE on behalf of NASA. \"We have already learned a tremendous amount getting to this point, and we are passionate about the importance of returning humans to the Moon, this time to stay!\" At the Moon, CAPSTONE will enter an elongated orbit called a near rectilinear halo orbit, or NRHO. Once in the NRHO, CAPSTONE will fly within 1,000 miles of the Moon's North Pole on its near pass and 43,500 miles from the South Pole at its farthest. It will repeat the cycle every six and a half days and maintain this orbit for at least six months to study dynamics. \"CAPSTONE is a pathfinder in many ways, and it will demonstrate several technology capabilities during its mission timeframe while navigating a never-before-flown orbit around the Moon,\" said Elwood Agasid, project manager for CAPSTONE at NASA's Ames Research Center in California's Silicon Valley. \"CAPSTONE is laying a foundation for Artemis, Gateway, and commercial support for future lunar operations.\" During its mission, CAPSTONE will provide data about operating in an NRHO and showcase key technologies. The mission's Cislunar Autonomous Positioning System, developed by Advanced Space with support from NASA's Small Business Innovation Research program, is a spacecraft-to-spacecraft navigation and communications system that will work with NASA's Lunar Reconnaissance Orbiter to determine the distance between the two lunar orbiting spacecraft. This technology could allow future spacecraft to determine their position in space without relying exclusively on tracking from Earth. CAPSTONE also carries a new precision one-way ranging capability built into its radio that could reduce the amount of ground network time needed for in-space operations. In addition to New Zealand hosting CAPSTONE's launch, New Zealand's Ministry of Business, Innovation and Employment and a University of Canterbury-led team are collaborating with NASA on a research effort to track Moon-orbiting spacecraft. New Zealand helped develop the Artemis Accords - which establish a practical set of principles to guide space exploration cooperation among nations participating in NASA's 21st century lunar exploration plans. In May 2021, New Zealand was the 11th country to sign the Artemis Accords. The microwave-oven sized CubeSat was designed and built by Tyvak Nano-Satellite Systems, a Terran Orbital Corporation. CAPSTONE includes contributions from Stellar Exploration, Inc., Space Dynamics Lab, Tethers Unlimited, Inc., and Orion Space Systems. NASA's Small Spacecraft Technology program within the agency's Space Technology Mission Directorate (STMD) funds the demonstration mission. The program is based at NASA's Ames Research Center in California's Silicon Valley. The development of CAPSTONE's navigation technology is supported by NASA's Small Business Innovation Research and Small Business Technology Transfer (SBIR/STTR) program, also within STMD. The Artemis Campaign Development Division within NASA's Exploration Systems Development Mission Directorate funds the launch and supports mission operations. The Launch Services Program at NASA's Kennedy Space Center in Florida manages the launch service. NASA's Jet Propulsion Laboratory supports the communication, tracking, and telemetry downlink via NASA's Deep Space Network, Iris radio design, and groundbreaking 1-way navigation algorithms. ", "url": "https://www.nasa.gov/press-release/capstone-launches-to-test-new-orbit-for-nasa-s-artemis-moon-missions"}]}, {"win label": 1, "news": [{"title": "CAPSTONE heads to the moon", "date": "2022-07-04", "content": "A NASA-funded lunar cubesat is on its way to the moon July 4 after a series of burns by a Rocket Lab transfer stage. Rocket Lab's Lunar Photon stage released the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) cubesat at 3:18 a.m. Eastern, shortly after the seventh and final burn by the Photon's HyperCurie engine that placed the vehicles onto a ballistic lunar trajectory. Rocket Lab's Electron launched Lunar Photon and CAPSTONE June 28, placing them into a low Earth orbit. Lunar Photon then performed maneuvers to increase the apogee of its orbit, reaching 70,000 kilometers before the final translunar injection burn. Advance Space will take over operations of CAPSTONE, a 12U cubesat built by Terran Orbital. The NASA-funded mission will enter a near-rectilinear halo orbit around the moon to test the stability of that orbit ahead of future Artemis missions, including the lunar Gateway, that will operate there. It will also test autonomous positioning technologies through a link to the Lunar Reconnaissance Orbiter. NASA is spending about $30 million on CAPSTONE between its contracts with Advanced Space and Rocket Lab. \"Getting to this point, we have learned a tremendous amount already, and the time has come to execute our unique expertise for this monumental moon mission for NASA,\" Brad Cheetham, chief executive of Advanced Space, said in a statement. CAPSTONE will take more than four months to go to the moon, flying a low-energy trajectory that will take it 1.2 million kilometers from the Earth. That trajectory will minimize the propellant needed to enter lunar orbit in a maneuver scheduled for Nov. 13. CAPSTONE was Rocket Lab's first mission beyond Earth orbit. The company is developing a privately funded Venus probe mission that will be similar in design to CAPSTONE and Lunar Photon for launch on an Electron as soon as next year. The same architecture could be used for other solar system missions as well, the company says. \"We've built really impressive, low-cost access to not only the moon but to asteroids and other planets in our solar system,\" Peter Beck, chief executive of Rocket Lab, said in remarks on the company's webcast of the CAPSTONE deployment. \"This marks the beginning of a new scientific era where, for some tens of millions of dollars, you can go to the moon or you can go to an asteroid or you can go to Mars or Venus.\" The CAPSTONE launch was Rocket Lab's fourth Electron mission of the year. The company said the next Electron could roll out as soon as next week but has not disclosed a launch date or customer for that mission.", "url": "https://spacenews.com/capstone-heads-to-the-moon/"}, {"title": "Capstone Spacecraft on Moon Mission Loses Contact, NASA Says", "date": "2022-07-05", "content": "Operators have lost contact with the Capstone spacecraft, which was launched as part of NASA's efforts to return to the moon, the US space agency said. The unmanned craft, owned and operated by Advanced Space LLC, was launched on June 28 from New Zealand by Rocket Lab USA Inc. After six days, Capstone separated from an upper stage and began a four-month journey to the moon, NASA said in a July 4 blog post. The spacecraft, the first privately owned vehicle meant to orbit the moon, is \"currently not in contact\" and its supporting team is trying to determine the cause and re-establish communications, Sarah Frazier, a NASA spokeswoman, said in an interview. Capstone's primary objective is to test the orbit to be used by Gateway -- a small NASA space station that is to be a staging area for trips to the lunar surface. It will include docking ports for visiting spacecraft and a place for crew to live and work. Gateway is part of NASA's Artemis Program, which plans to return astronauts to the lunar surface as early as 2025, renewing human exploration of the moon and progressing toward the exploration of Mars.", "url": "https://www.bloomberg.com/news/articles/2022-07-05/capstone-spacecraft-on-moon-mission-loses-contact-nasa-says?sref=CIpmV6x8"}, {"title": "NASA Restores Contact With CAPSTONE Spacecraft - Prepares for Trajectory Correction Maneuver", "date": "2022-07-06", "content": "Mission operators have re-established contact with NASA's CAPSTONE spacecraft. Mission crews for NASA's Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) have re-established contact with the spacecraft via NASA's Deep Space Network after experiencing communications problems. Data downloaded from CAPSTONE indicate that the spacecraft is in good health and that it operated safely on its own when it was not in communication with Earth. Teams are preparing to perform CAPSTONE's first trajectory adjustment maneuver as early as 11:30 a.m. EDT (8:30 a.m. PDT) on July 7. It will more accurately target CAPSTONE's transfer orbit to the Moon. CAPSTONE is still on schedule to arrive in lunar orbit on November 13, as originally planned. In the meantime, the CAPSTONE team is still actively working to fully establish the root cause of the issue. Ground-based testing suggests the issue was triggered during commissioning activities of the communications system. The team will continue to evaluate the data leading up to the communications issue and monitor CAPSTONE's status. The mission team, led by Advanced Space, initially re-established contact with CAPSTONE at 9:26 a.m. EDT (6:26 a.m. PDT) on July 6. The signal confirmed that CAPSTONE was in the expected location, as predicted based on data from CAPSTONE's initial contacts on July 4. The team started recovery procedures and began receiving telemetry data from the spacecraft at 10:18 a.m. EDT (7:18 a.m. PDT). After its launch on June 28, CAPSTONE orbited Earth attached to Rocket Lab's Photon upper stage, which maneuvered CAPSTONE into position for its voyage to the Moon. Photon's engines fired seven times over the first six days at key moments to raise the orbit's highest point to around 810,000 miles (1,300,000 km) from Earth before releasing the CAPSTONE CubeSat on its ballistic lunar transfer trajectory to the Moon.", "url": "https://scitechdaily.com/nasa-restores-contact-with-capstone-spacecraft-prepares-for-trajectory-correction-maneuver/?expand_article=1"}, {"title": "NASA's tiny CAPSTONE probe aces 1st engine burn en route to the moon", "date": "2022-07-08", "content": "NASA's little CAPSTONE moon probe has bounced back from its recent hiccup. The 55-pound (25 kilograms) CAPSTONE successfully performed its first engine burn today (July 7), an 11-minute maneuver that started at 8:30 a.m. EDT (1230 GMT) and changed its velocity by 45 mph (72 kph) as planned, NASA officials said in an update. CAPSTONE is now about 289,000 miles (465,000 kilometers) from Earth, agency officials added. That's significantly beyond the orbit of the moon, but that's part of the plan; the probe is taking a long, looping and highly fuel-efficient path that will deliver it to lunar orbit on Nov. 13. Today's burn was initially supposed to happen on Tuesday (July 5), but the CAPSTONE team delayed it after briefly losing contact with the cubesat. That communication loss occurred on Monday (July 4), shortly after CAPSTONE separated from its Rocket Lab Photon spacecraft bus and began its long solo trek to the moon. (CAPSTONE launched on June 28 atop a Rocket Lab Electron booster, then spent a week in Earth orbit, spiraling farther and farther from our planet via Photon engine burns.) The CAPSTONE team announced yesterday morning (July 6) that it had re-established contact with the microwave-oven-sized probe. And mission engineers have already figured out what caused the dropout. On Monday, while investigating inconsistent CAPSTONE ranging data noticed by technicians with NASA's Deep Space Network, \"the spacecraft operations team attempted to access diagnostic data on the spacecraft's radio and sent an improperly formatted command that made the radio inoperable,\" NASA officials wrote in another update today. \"The spacecraft fault detection system should have immediately rebooted the radio but did not because of a fault in the spacecraft flight software,\" they added. \"CAPSTONE's autonomous flight software system eventually cleared the fault and brought the spacecraft back into communication with the ground, allowing the team to implement recovery procedures and begin commanding the spacecraft again.\" CAPSTONE is now fully up to speed, if today's burn is any indication. And the probe will get a chance to strut its stuff again soon: the mission team plans to conduct another trajectory-correcting burn on Saturday (July 9). There will be a series of other burns after that, allowing CAPSTONE to refine its course toward the moon. If all goes according to plan, the cubesat will slide into a highly elliptical near rectilinear halo orbit (NRHO) around Earth's nearest neighbor about four months from now. The lunar NRHO is thought to be highly stable, which explains why NASA chose it for its Gateway space station, an important part of the agency's Artemis program of moon exploration. But no spacecraft has ever occupied a lunar NRHO before. CAPSTONE will spend at least six months in the orbit, helping engineers and mission planners verify its purported stability. CAPSTONE also carries two technology demonstrations that could help future spacecraft navigate near the moon without as much tracking from Earth as is currently required, NASA officials have said. CAPSTONE (short for \"Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment\") is a NASA project, but Colorado company Advanced Space operates the mission under a $20 million contract the space agency awarded in 2019.", "url": "https://www.space.com/nasa-capstone-moon-cubesat-first-engine-burn"}, {"title": "NASA's CAPSTONE Executes Third Maneuver on Track to the Moon", "date": "2022-07-27", "content": "NASA's Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) successfully completed its third trajectory correction maneuver (TCM) on Monday. CAPSTONE is taking a long but fuel-efficient route to the Moon, flying about 958,000 miles (1.54 million kilometers) from Earth before looping back around to its near rectilinear halo orbit (NRHO). At the completion of the maneuver, CAPSTONE was about 780,000 miles (1.25 million kilometers) from Earth and was moving at about 595 miles per hour (about 267 meters per second). CAPSTONE will perform several such maneuvers during its journey to lunar orbit to refine its trajectory to the Moon. CAPSTONE remains on track to arrive to its lunar orbit on Nov. 13.", "url": "https://blogs.nasa.gov/artemis/2022/07/27/nasas-capstone-executes-third-maneuver-on-track-to-the-moon/"}, {"title": "NASA's tiny CAPSTONE moon probe is nearly 1 million miles from Earth", "date": "2022-08-31", "content": "NASA's little CAPSTONE spacecraft keeps checking off milestones on its long journey to the moon. The 55-pound CAPSTONE reached apogee, its farthest point from Earth, on Friday afternoon . And was indeed far away on that date - a whopping 951,908 miles , according to Advanced Space , the Colorado-based company that operates the mission for NASA. CAPSTONE launched atop a Rocket Lab Electron booster on June 28. The microwave-oven-sized probe is taking a circuitous, highly fuel-efficient route to the moon , where it's expected to arrive on Nov. 13. On that date, CAPSTONE will slide into a near rectilinear halo orbit around Earth's nearest neighbor - the same highly elliptical path that will be used by Gateway , the planned space station that's an integral part of NASA's Artemis moon program . No spacecraft has ever occupied a lunar NRHO before, so CAPSTONE will vet its stability and other characteristics ahead of Gateway's assembly there. The cubesat will also conduct several navigation and communications tests during its planned six months at the moon, some of them in concert with NASA's Lunar Reconnaissance Orbiter . CAPSTONE has already proven itself a resilient spacecraft. The cubesat went dark shortly after it deployed from Rocket Lab's Photon bus on July 4, but mission team members managed to reestablish contact a day later. The brief dropout was caused by an improperly formatted command, CAPSTONE team members have said. CAPSTONE isn't the only Artemis action that space fans have been following lately. NASA aimed to launch Artemis 1, the first official mission of the ambitious program, on Monday morning but called the attempt of due to a technical issue. Artemis 1 will use NASA's brand-new Space Launch System megarocket to launch an uncrewed Orion capsule on a six-week journey to lunar orbit and back. The glitch that nixed Monday's planned liftoff was a cooling problem with one of the four RS-25 engines in the SLS' core stage. The Artemis 1 team is still investigating the issue and has not yet announced a new target launch date.", "url": "https://www.space.com/nasa-capstone-moon-probe-farthest-point-earth"}, {"title": "CAPSTONE Spacecraft in Safe Mode, Teams Working to Resolve Issue", "date": "2022-09-10", "content": "The CAPSTONE spacecraft executed a planned trajectory correction maneuver on Thursday evening, Sept. 8, and CAPSTONE mission controllers have since obtained telemetry confirming that an issue put the spacecraft in safe mode near the end of the maneuver. The CAPSTONE mission team has good knowledge of the state and status of the spacecraft. The mission operations team is in contact with the spacecraft and working towards a solution with support from the Deep Space Network. Additional updates will be provided as available. CAPSTONE - short for Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment - is owned by Advanced Space on behalf of NASA. The spacecraft was designed and built by Terran Orbital. Operations are performed jointly by teams at Advanced Space and Terran Orbital.", "url": "https://blogs.nasa.gov/artemis/2022/09/10/capstone-spacecraft-in-safe-mode-teams-working-to-resolve-issue/"}, {"title": "NASA's tiny CAPSTONE probe suffers problem on its journey to the moon", "date": "2022-09-13", "content": "NASA's little CAPSTONE spacecraft has hit another hurdle on its long road to the moon. Toward the end of a major engine burn on Thursday evening , the 55-pound CAPSTONE experienced an anomaly that put the probe in a protective \"safe mode,\" mission team members said. The glitch \"resulted in the vehicle attitude orientation rates growing beyond the capacity of the onboard reaction wheels to control and counter,\" representatives of the Colorado company Advanced Space, which operates the CAPSTONE mission for NASA, wrote in an update on Monday . \"The vehicle was attempting to communicate with the ground for approximately 24 hours before any telemetry was recovered,\" they added. \"At the point of recovery, the spacecraft was not in a stable configuration, it was not power positive and the system was experiencing periodic resets.\" CAPSTONE team members have been working around the clock since then to deal with the still-mysterious problem, according to the update, and they've made some progress. For example, the team has reconfigured the \"operational state\" of the spacecraft, helping to stabilize the situation. CAPSTONE is also now power positive, meaning its solar arrays are generating more energy than the probe is consuming. The mission team continues working to diagnose the problem, \"improve the thermal situation\" of some of the spacecraft's subsystems and prepare for a coming \"detumble\" operation. \"A successful detumble will result in the vehicle resuming control of its orientation, orienting the solar panels to the sun to fully charge the batteries of the power used during the detumble,\" the update states. \"The spacecraft will then orient to the ground and await further instructions. These recovery operations will be further evaluated over the coming days.\" CAPSTONE, which is about the size of a microwave oven, launched atop a Rocket Lab Electron booster on June 28. The spacecraft is headed to the moon - specifically, a lunar near rectilinear halo orbit , the same one that will be used by NASA's Gateway space station in the coming years. CAPSTONE will verify the presumed stability of the NRHO ahead of the arrival of Gateway, which is a key part of NASA's Artemis moon program. The cubesat will also conduct navigation and communications experiments, some of them in cooperation with NASA's Lunar Reconnaissance Orbiter . CAPSTONE's journey is a long one; it's not scheduled to reach its lunar destination until Nov. 13. Thursday's engine burn helped keep it on target for that arrival date. Because Thursday's anomaly occurred near the end of the maneuver, it appears CAPSTONE remains on its designated course, according to Monday's update. CAPSTONE has battled through an anomaly already: It went dark just after deploying from Rocket Lab's Photon spacecraft bus on July 4. The mission team managed to fix that problem, which was caused by an improperly formatted command, a day later.", "url": "https://www.space.com/nasa-capstone-moon-probe-anomaly-september-2022"}, {"title": "CAPSTONE Team Continues Work Towards Spacecraft Recovery", "date": "2022-10-02", "content": "On September 8, the CAPSTONE spacecraft executed a planned trajectory correction maneuver. An issue occurred near the end of that maneuver that put CAPSTONE into safe mode . Later, navigation data indicated that the spacecraft was tumbling and mission controllers found that the onboard computer systems were periodically resetting. Initial recovery efforts were gear toward improving solar power and heating of the propulsion system to restore temperatures to above the operational limit. In preparation for a recovery operation, they were able to improve spacecraft thermal conditions for the propellant and other critical systems while maintaining positive power generation. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment mission team is continuing to work towards recovery of the spacecraft orientation control. This work includes collecting information from the spacecraft, running simulations, and refining recovery plans. CAPSTONE is currently power positive. This means that it is generating more power from its solar panels than the spacecraft systems are using. The spacecraft remains in a stable condition on track to the Moon. ", "url": "https://scitechdaily.com/capstone-team-continues-work-towards-spacecraft-recovery/"}, {"title": "CAPSTONE Team Stops Spacecraft Spin, Clearing Hurdle to Recovery", "date": "2022-10-07", "content": "CAPSTONE team members successfully executed an operation to stop the spacecraft's spin on Friday, Oct. 7, clearing a major hurdle in returning the spacecraft to normal operations. Following a planned trajectory correction maneuver on Sept. 8, CAPSTONE suffered an issue that caused the spacecraft to spin beyond the capacity of the onboard reaction wheels to control and counter. Data from the spacecraft suggests the most likely cause was a valve-related issue in one of the spacecraft's eight thrusters. The partially open valve meant the thruster produced thrust whenever the propulsion system was pressurized. The mission team extensively reviewed telemetry and simulation data and conducted multiple tests on the spacecraft in order to formulate a plan to stop the spacecraft's spin despite this issue. Recovery commands were executed Friday morning. Initial telemetry from CAPSTONE and observation data points to a successful maneuver, indicating the spacecraft has stopped its spin and regained full 3-axis attitude control, meaning CAPSTONE's position is controlled without unplanned rotation. CAPSTONE now has oriented its solar arrays to the Sun and adjusted the pointing of its antennas to provide a better data connection to Earth. The risks of this anomaly and recovery process were significant, and the team worked extensively and collaboratively to mitigate these risks. Over the coming days, the team will monitor the spacecraft status and make any needed adjustments to procedures in order to account for and mitigate the effects of the partially open thruster valve. The mission team also will work to design possible fixes for this valve-related issue in order to reduce risk for future maneuvers. CAPSTONE remains on track to insert into its targeted near rectilinear halo orbit at the Moon on Nov. 13. CAPSTONE - short for Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment - is owned by Advanced Space on behalf of NASA. The spacecraft was designed and built by Terran Orbital. Operations are performed jointly by teams at Advanced Space and Terran Orbital.", "url": "https://blogs.nasa.gov/artemis/2022/10/07/capstone-team-stops-spacecraft-spin-clearing-hurdle-to-recovery/"}, {"title": "CAPSTONE Team Regains Attitude Control of Spacecraft - No Longer Tumbling Through Space", "date": "2022-10-09", "content": "On Friday, October 7, CAPSTONE team members successfully executed an operation to stop the spacecraft's spin. This clears a major hurdle in returning the spacecraft to normal operations. Following a planned trajectory correction maneuver on September 8, CAPSTONE suffered an issue that put the spacecraft in safe mode. It was soon discovered that the spacecraft was spinning beyond the capacity of the onboard reaction wheels to control and counter. According to data from the spacecraft, the most likely cause was a valve-related issue in one of the spacecraft's eight thrusters. The partially open valve meant the faulty thruster generated thrust whenever the propulsion system was pressurized. After extensively reviewing telemetry and simulation data, the mission team conducted multiple tests on the spacecraft in order to formulate a plan to stop the spacecraft's spin despite this issue. On Friday morning, recovery commands were executed. It appears that the maneuver was successful, according to initial telemetry from CAPSTONE and observation data, which indicate the spacecraft has stopped its spin and regained full 3-axis attitude control. This means CAPSTONE's position can be controlled without unplanned rotation. CAPSTONE has now oriented its solar arrays to the Sun to maximize power generation. It has also adjusted the pointing of its antennas to provide a better data connection to Earth. The risks of this anomaly and recovery process were substantial, and the team worked extensively and collaboratively to mitigate these risks. Over the coming days, the team will continue to monitor the spacecraft's status and make any needed adjustments to procedures in order to account for and mitigate the effects of the partially open thruster valve. In order to reduce risk for future maneuvers, the mission team also will strive to design possible fixes for this valve-related issue. CAPSTONE remains on track to insert into its targeted near rectilinear halo orbit at the Moon on November 13. CAPSTONE - short for Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment - is owned by Advanced Space on behalf of NASA. The spacecraft was designed and built by Terran Orbital. Operations are performed jointly by teams at Advanced Space and Terran Orbital.", "url": "https://scitechdaily.com/capstone-team-regains-attitude-control-of-spacecraft-no-longer-tumbling-through-space/"}, {"title": "NASA's moon spacecraft survives trials of spaceflight, inches closer to lunar arrival", "date": "2022-11-01", "content": "To test the challenging orbit of a future moon space station, where astronauts will stop on the way down to the moon, a small NASA spacecraft is about to try it out first. NASA's microwave-size CAPSTONE spacecraft, which stands for Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, was designed to test navigating around the moon in a special type of orbit. CAPSTONE successfully completed a trajectory correction maneuver on Oct. 27, setting up the spacecraft's arrival to lunar orbit on Nov. 13, according to NASA. However, it hasn't been smooth flying for the satellite over the past 100 days. Advanced Space, which manages and operates the mission for NASA, has worked through issues as the spacecraft traveled toward the moon. Most recently, a problem with a thruster valve on the spacecraft in early September caused CAPSTONE to lose control and spin. Advanced Space engineers determined a partially open valve resulted in thrust whenever the propulsion system was pressurized. The CAPSTONE team uploaded a recovery sequence, and the spacecraft began functioning as designed in early October. \"This is a major accomplishment for the mission team and positions the mission well for upcoming critical activities and arrival at the Moon,\" Advanced Space officials said in a statement on Oct. 8. \"The risks of this anomaly and recovery process were significant, and the team worked extensively and collaboratively to mitigate these risks through disciplined engineering analysis and review.\" After launching on June 28 from New Zealand on Rocket Lab's Electron rocket, the spacecraft experienced its first hiccup about a week later. The satellite was not communicating via the Deep Space Network , a series of antennas NASA uses to downlink and uplink data with its spacecraft all over the universe. According to NASA, the brief blackout with the spacecraft started when the DSN team noticed inconsistent ranging data. In response, the spacecraft operations team attempted to access diagnostic data on the spacecraft's radio and \"sent an improperly formatted command,\" making the radio inoperable. Engineers quickly worked to get the spacecraft phoning home again within 24 hours. According to Advanced Space, the Deep Space Network recently performed a test with NASA's Lunar Reconnaissance Orbiter spacecraft \"to confirm that it could receive and return the signal CAPSTONE will be using to interact with the spacecraft as part of its CAPS software demonstrations once it arrives at the Moon.\" CAPSTONE is a $19.98-million technology demonstration mission designed to test navigating around the moon in a near-rectilinear halo orbit. This orbit will take CAPSTONE within 1,000 miles of one lunar pole and then 43,000 miles from the opposite pole at its furthest point once a week. According to NASA, this halo-like orbit requires less propulsion for spacecraft flying to and from the moon versus circular orbits. CAPSTONE will spend 6 months orbiting the moon with the possibility of extending its test mission. ", "url": "https://www.foxweather.com/earth-space/nasa-moon-spacecraft-capstone-inches-closer-to-lunar-arrival"}, {"title": "CAPSTONE Arrives to Orbit at the Moon", "date": "2022-11-13", "content": "The CAPSTONE mission operations team confirmed that NASA's CAPSTONE spacecraft arrived at its orbit at the Moon Sunday evening. The CubeSat completed an initial orbit insertion maneuver, firing its thrusters to put the spacecraft into orbit, at 7:39 p.m. EST. CAPSTONE is now in a near-rectilinear halo orbit, or NRHO. This particular NRHO is the same orbit that will be used by Gateway, the Moon-orbiting space station that will support NASA's Artemis missions. CAPSTONE is the first spacecraft to fly an NRHO, and the first CubeSat to operate at the Moon. In the next five days, CAPSTONE will perform two additional clean-up maneuvers to refine its orbit. After these maneuvers, the team will review data to confirm that CAPSTONE remains on track in the NRHO.", "url": "https://blogs.nasa.gov/artemis/2022/11/13/capstone-arrives-to-orbit-at-the-moon/"}, {"title": "CAPSTONE enters lunar orbit", "date": "2022-11-14", "content": "A NASA-funded cubesat successfully completed a maneuver to enter orbit around the moon Nov. 13. NASA announced that the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) spacecraft, a 12U cubesat, completed a 16-minute maneuver at 7:39 p.m. Eastern, placing the spacecraft into a near-rectilinear halo orbit (NRHO) around the moon. Data from the spacecraft showed that the maneuver took place as expected. \"That is a huge step for the agency,\" Jim Free, NASA associate administrator for exploration systems development, said at a Nov. 13 briefing about preparations for the Artemis 1 launch. CAPSTONE is designed to test the stability of the NRHO, the orbit that NASA plans to use for the lunar Gateway. The spacecraft, operated by Colorado-based Advanced Space, will also test autonomous positioning technologies through a link to NASA's Lunar Reconnaissance Orbiter. \"This is a very important orbit for us here on the Artemis program, specifically, because that is where we will fly Gateway,\" Free said. \"As CAPSTONE flies in that orbit for about six months, we'll get more data to understand and characterize that orbit.\" CAPSTONE is the first spacecraft to fly in the NRHO, an elliptical orbit over the moon's poles at altitudes ranging from 3,500 to 71,000 kilometers. It is also the first cubesat to go into any orbit around the moon. CAPSTONE launched on a Rocket Lab Electron rocket June 28 and, after a series of maneuvers by Rocket Lab's Lunar Photon kick stage, was deployed onto a low-energy ballistic lunar trajectory July 4. That trajectory took the spacecraft far beyond the moon before swinging back to allow it to enter orbit with a small maneuver. CAPSTONE's cruise was not without incident. The spacecraft lost communication with Earth shortly after deployment because of a glitch during commissioning, but contact was restored about a day later. The spacecraft went into safe mode during a trajectory correction maneuver in September, which engineers later traced to a valve problem with one of its thrusters. Controllers restored CAPSTONE to normal operations a month later. While the orbital insertion maneuver was successful, NASA said that two \"clean up\" maneuvers are scheduled for this week. After that, NASA and Advanced Space will be able to confirm that CAPSTONE is in the desired orbit. CAPSTONE, with a total cost to NASA of about $30 million, has a six-month primary mission but the potential to operate for an additional 12 or more months in an extended mission. While CAPSTONE is the first cubesat to orbit the moon, it may soon be joined by several others. The Artemis 1 mission, scheduled to launch as soon as Nov. 16, carries 10 cubesats, some of which will fly by, orbit, or land on the moon. Another NASA cubesat, Lunar Flashlight, is slated to launch to the moon later this month as a secondary payload on the launch of a commercial lunar lander by Japanese company ispace. Advanced Space is now working on a second cislunar smallsat mission. The Air Force Research Lab awarded the company a $72 million contract Nov. 10 to build Oracle, a mission to test space situational awareness technologies beyond Earth orbit out to the moon. Oracle is scheduled to launch in late 2025 for a two-year mission.", "url": "https://spacenews.com/capstone-enters-lunar-orbit/"}, {"title": "NASA's CAPSTONE spacecraft arrives at the moon testing out special orbit for future human missions", "date": "2022-11-14", "content": "A tiny NASA spacecraft arrived in a halo-like lunar orbit Sunday, providing a proving ground for future astronaut missions in the years ahead. On Sunday around 5 p.m. Mountain time, the CAPSTONE spacecraft made its initial insertion into the Near Rectilinear Halo Orbit around the moon, according to Advanced Space, the company that manages the spacecraft for NASA. NASA's microwave-size CAPSTONE spacecraft, which stands for Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, launched from New Zealand in June on Rocket Lab's Electron rocket and has been flying through space toward the moon over the past four months. HOW TO WATCH FOX WEATHER: The spacecraft's arrival was announced Sunday night by NASA managers providing an update ahead of the Artemis 1 launch to the moon . The launch will be the first uncrewed test flight of NASA's SLS moon rocket and Orion spacecraft, designed to return humans to the lunar surface by 2025. \"CAPSTONE has arrived in a near-rectilinear halo orbit. And that is a huge, huge step for the agency. It just completed its first insertion burn just a few minutes ago,\" NASA Associate Administrator for Exploration Systems Development Jim Free told reporters Sunday night. CAPSTONE's data will play an essential role in the Artemis program , helping to verify the orbit for NASA's lunar Gateway outpost, the future stopping point for astronauts on their way down to the moon. The $19.98-million technology demonstration mission will test navigating around the moon in a near-rectilinear halo orbit. \"This is a very important orbit for us here on the Artemis program specifically because that's where we will fly Gateway. And as Capstone flies in that orbit for about six months, we'll get more data to understand and characterize that orbit,\" Free said. \"In addition, CAPSTONE carries a navigational tech demo that will help other spacecraft operating around the moon.\" This orbit will take CAPSTONE within 1,000 miles of one lunar pole and then 43,000 miles from the opposite pole at its farthest point once a week. According to NASA, this halo-like orbit requires less propulsion for spacecraft flying to and from the moon versus circular orbits. According to Advanced Space, CAPSTONE will make two smaller correction maneuvers this week to ensure the spacecraft is settled into the specialized orbit. \"We are grateful to the CAPSTONE Mission Team, NASA's , Terran Orbital, Stellar Exploration and our team at Advanced Space,\" Advanced Space said. \"The 24/7 shifts have begun and are ready to get through this week's insertion maneuvers to make sure we are stable in the orbit. So far, so good. Today, we celebrate this big milestone.\" It wasn't all smooth flying for the satellite over the past four months. Advanced Space teams worked through several engineering issues as the spacecraft traveled toward the moon . Still, the tiny spacecraft and its team prevailed each time, and now CAPSTONE has arrived at the moon on schedule. As NASA prepares to launch its moon rocket for the first time this week, Free said the low-cost CAPSTONE mission would help reduce risk in the long run for the ambitious Artemis program. \"As we press to Wednesday, we already have our first effort going on at the moon in CAPSTONE and press towards our challenging journey that we have and the difficult mission that we continue to prepare for carefully and patiently because we want to take as much risk out of the system as we can,\" Free said. NASA's Artemis 1 mission is set to launch on Wednesday from Kennedy Space Center in Florida, sending the Orion spacecraft around the moon and back. ", "url": "https://www.foxweather.com/earth-space/nasas-capstone-spacecraft-arrives-at-the-moon-testing-out-special-orbit-for-future-human-missions"}, {"title": "NASA's CAPSTONE cubesat reaches final orbit around the moon", "date": "2022-11-22", "content": "NASA's tiny CAPSTONE spacecraft has settled into its final lunar orbit, shifting into the operational phase of its pioneering moon mission. CAPSTONE , which is about the size of a microwave oven, arrived at the moon on Nov. 13 , becoming the first cubesat ever to do so. The probe soon performed two engine burns to refine its orbit and has now embarked on its six-month mission at the moon , NASA officials announced on Monday(Nov. 21). That mission centers on validating the presumed stability of a lunar near- rectilinear halo orbit, a highly elliptical path that will also be used by Gateway, the small space station that NASA plans to build as part of its Artemis program . \"Missions like CAPSTONE allow us to reduce risk for future spacecraft, giving us a chance to test our understanding and demonstrate technologies we intend to use in the future,\" Jim Reuter, associate administrator for NASA's Space Technology Mission Directorate, said in a statement. CAPSTONE will also test two new technologies that could help future moon probes determine their position in space more independently. One is a chip- scale atomic clock and the other is navigation software developed by Advanced Space, the Colorado-based company that owns CAPSTONE and is operating it for NASA. CAPSTONE launched atop a Rocket Lab Electron booster on June 28. The liftoff sent CAPSTONE on a circuitous, highly fuel-efficient trek to the moon, which didn't go perfectly smoothly. For example, CAPSTONE lost contact with its handlers on July 4, shortly after the cubesat separated from Rocket Lab's Photon spacecraft bus. The moon probe also began to tumble and went into a protective safe mode during an engine burn on Sept. 8. But the mission team solved both of those problems, getting CAPSTONE to its destination and setting it up for the work to come. \"We have been working to this point since we started the company over 11 years ago. Getting into this orbit at the moon validates so much hard work and grit by the combined CAPSTONE mission operations team,\" Bradley Cheetham, principal investigator for CAPSTONE and CEO of Advanced Space, said in the same statement. \"The capabilities we have demonstrated and the technologies still to be matured will support future missions for decades to come,\" he added.", "url": "https://www.space.com/nasa-capstone-cubesat-final-orbit-moon"}, {"title": "CAPSTONE Forges New Path for NASA's Future Artemis Moon Missions", "date": "2022-11-22", "content": "NASA's CAPSTONE spacecraft has completed final maneuvers to place it in its target orbit around the Moon, refining its path in the orbit it arrived to last week. The spacecraft now is in the operational phase of its pathfinding mission, during which it will test an orbit key to future Artemis missions and demonstrate new technologies for spacecraft operating near the Moon. \"NASA's partnership with Advanced Space on CAPSTONE is enabling NASA to gain critical, additional capabilities at a lower cost,\" said NASA Administrator Bill Nelson. \"CAPSTONE is part of our new era of human exploration at the Moon, testing the unique orbit planned for the Gateway lunar space station.\" CAPSTONE - short for Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment - is a technology demonstration, designed to prove the reliability of new capabilities so that they can be used in future missions. CAPSTONE is the first spacecraft to fly in a near-rectilinear halo orbit (NRHO) and the first CubeSat to operate at the Moon. This orbit is the same planned for Gateway, an upcoming Moon-orbiting space station that will support NASA's Artemis missions. CAPSTONE will gather data on this orbit for at least six months to support Gateway's operational planning. \"Missions like CAPSTONE allow us to reduce risk for future spacecraft, giving us a chance to test our understanding and demonstrate technologies we intend to use in the future,\" said Jim Reuter, associate administrator for NASA's Space Technology Mission Directorate. \"Partnering with innovative U.S. companies, including several small businesses, on CAPSTONE has given us the chance to forge new ground, merging commercial interests with NASA's goals.\" CAPSTONE took a four-month journey from launch to orbit - overcoming challenges related to communications and propulsion along the way - and performed an initial orbit insertion maneuver on Nov. 13. In the following days, the CAPSTONE mission operations team, led by Advanced Space of Westminster, Colorado, analyzed data from the spacecraft to confirm it was in the expected orbit and carried out two clean-up maneuvers to refine its track. In addition to studying this unique orbit, CAPSTONE's mission also includes two technology demonstrations that could be used by future spacecraft. The Cislunar Autonomous Positioning System, or CAPS, is a navigational software developed by Advanced Space that would allow spacecraft operating near the Moon to determine their position in space without relying exclusively on tracking from Earth. CAPSTONE will demonstrate this technology by communicating directly with NASA's Lunar Reconnaissance Orbiter, which has been in orbit around the Moon since 2009. CAPSTONE will also demonstrate one-way ranging using a chip-scale atomic clock, which could allow spacecraft to determine their position in space without the need for a dedicated downlink to ground stations. \"We have been working to this point since we started the company over 11 years ago. Getting into this orbit at the Moon validates so much hard work and grit by the combined CAPSTONE mission operations team,\" said Bradley Cheetham, principal investigator for CAPSTONE and chief executive officer of Advanced Space. \"The capabilities we have demonstrated and the technologies still to be matured will support future missions for decades to come.\" CAPSTONE launched June 28, 2022, aboard a Rocket Lab Electron rocket from Mahia, New Zealand. After launch, a Photon upper stage raised CAPSTONE's orbit and injected the spacecraft into its ballistic lunar transfer, a long but fuel-efficient trajectory that carried the spacecraft to the Moon over the course of more than four months. CAPSTONE is commercially owned and operated by Advanced Space. It represents an innovative collaboration between NASA and industry to provide rapid results and feedback to inform future exploration and science missions. The spacecraft was designed and built by Terran Orbital. Operations are performed jointly by teams at Advanced Space and Terran Orbital. The mission is also supported by Stellar Exploration, Space Dynamics Laboratory, Orion Space Solutions, Tethers Unlimited, Inc., and Morehead State University.", "url": "https://www.nasa.gov/press-release/capstone-forges-new-path-for-nasa-s-future-artemis-moon-missions"}, {"title": "Space Dynamics Lab-Built Deep Space Radio Enters Lunar Orbit - Supports Artemis Program", "date": "2022-11-30", "content": "A deep-space radio built by Utah State University's Space Dynamics Laboratory is operating successfully onboard a NASA CubeSat technology demonstration mission to support Gateway, a vital component of NASA's Artemis program. The Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE, spacecraft entered a lunar orbit following a final insertion maneuver at 5:39 p.m. MDT on Nov. 13, 2022. CAPSTONE becomes the first CubeSat to orbit Earth's moon. The CAPSTONE mission is owned and operated by Advanced Space for NASA. The SDL-built Iris Radio onboard CAPSTONE carries critical information between the satellite and operators on Earth. The Iris Radio is a software-defined telecommunications subsystem designed specifically for orbits of altitudes greater than 1,500 kilometers above Earth. SDL designed and manufactured the CAPSTONE Iris Radio to perform in the extreme temperatures and radiation environment of lunar orbit. According to Tim Neilsen, SDL's CAPSTONE program manager, \"Preliminary telemetry received from the spacecraft following its insertion into a lunar orbit indicates that the Iris Radio is healthy and operating nominally.\" There is a lot riding on this small spacecraft that measures approximately 24 centimeters by 24 centimeters by 36 centimeters. Close to the size of a microwave oven and weighing about 25 kilograms, the CAPSTONE CubeSat is a pathfinder mission for the Lunar Gateway. Gateway is a Moon-orbiting outpost that is part of NASA's Artemis program. CAPSTONE's mission is to reduce risk for future spacecraft by validating new navigation technologies and verifying the dynamics of its unique quasi-stable, 3-body orbit, which keeps the spacecraft at a precise balancing point in the gravities of Earth and the Moon. When operational, Gateway will provide critical support for humankind's long- term return to the lunar surface and will be a staging point for deep space exploration. The solar electric propulsion spacecraft will include a Habitation and Logistics Outpost, known as HALO, that will be the initial crew cabin for astronauts visiting Gateway. Gateway will also support deep space logistics to supply astronauts as they set foot again on the Moon. \"The significant increase in small satellites such as CAPSTONE being used for deep space missions necessitates robust and reliable communications systems like the Iris Radio, which can transmit data to NASA's Deep Space Network and other international ground networks,\" Neilsen said. \"The CAPSTONE Iris Radio will also perform ranging functions to help the spacecraft navigate around its new orbit. SDL builds and tests Iris Radio technology in our NASA-certified facilities, and we are proud to support this important pathfinder mission for the Lunar Gateway and Artemis program.\" NASA's Jet Propulsion Laboratory created the Iris Radio's initial design and transitioned further development and manufacturing to SDL in 2016. JPL named the radio after the Greek mythological goddess Iris, daughter of Thaumas and Electra and messenger of the gods.", "url": "https://www.usu.edu/today/story/space-dynamics-lab-built-deep-space-radio-enters-lunar-orbit--supports-artemis-program"}, {"title": "NASA's lunar CAPSTONE CubeSat talks to Earth with a Utah-built space radio", "date": "2022-12-12", "content": "While the Artemis I mission splashed down Dec. 11 , another piece of equipment built by Utah engineers is still on a spacecraft orbiting the moon. Utah State University's Space Dynamics Laboratory built a deep-space radio that is part of NASA's mission to return astronauts to the moon. The microwave-sized spacecraft will spend the next several months orbiting the moon as part of the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment, or CAPSTONE for short. The mission will help NASA study what's known as a near rectilinear halo orbit. \"The reason that NASA is interested in this particular orbit is it provides a near-continuous view of the Earth, which is important for communication purposes,\" said Elwood Agasid, NASA's deputy program manager for the small spacecraft program. \"When Gateway gets established in that particular orbit, then this allows NASA to have constant communication with Gateway,\" Agasid added. The Gateway will be a space station designed to orbit the moon and is a part of NASA's Artemis program. CAPSTONE is the first spacecraft to fly this orbit, according to NASA , and will demonstrate whether it's viable. Agasid said the other benefit of this kind of orbit is that it doesn't take a lot of energy to maintain. The program manager for the mission at the Space Dynamics Laboratory in Utah, Tim Neilsen, said CAPSTONE is trailblazing this new orbit. \"Verifying that it's safe and that all of our analyses for the orbit are correct before we start sending more equipment and eventually, the most valuable thing is the astronauts that'll be up,\" Neilsen said. The CAPSTONE spacecraft is called a \"CubeSat.\". Neilsen said the deep-space radio his team built is what allows it to communicate with Earth. Mission operators can send the spacecraft instructions and it can send information back home. \"Its job is to sort of be like the modem, the connection to the internet,\" Nielsen said. \"It's the connection back to mission operators here on the group to command and control the spacecraft.\" The Space Dynamics Laboratory radio is called the Iris Radio. Agasid said they are designed for extended space missions and used for almost all of NASA's deep space exploration. The agency's Jet Propulsion Laboratory created the design and then gave it to the North Logan-based contractor in 2016 to meet manufacturing demands. \"The Space Dynamics Lab is building all those radios for NASA,\" he said. \"These X-band radios operate in that frequency range that are utilized by our deep space network to support all our deep space missions, missions that go to the moon, missions that go to mars and then missions that are used for space exploration.\" Nielsen said Space Dynamics Laboratory provided the radio and did some telecommunications consulting for this mission, but NASA will be handling the mission from here. The CAPSTONE CubeSat entered its lunar orbit in November, and Agasid said the primary mission will last about six months. \"Then assuming that things are operational, we'll continue with the extended experiments and that could go for an additional year,\" Agasid said. ", "url": "https://www.kuer.org/health-science-environment/2022-12-12/nasas-lunar-capstone-cubesat-talks-to-earth-with-a-utah-built-space-radio"}]}]