[{"win label": 0, "news": [{"title": "ISRO completes Chandrayaan-2 design", "date": "2009-08-17", "content": "The Indian Space Research Organisation (ISRO) has completed the design of the Chandrayaan-2 spacecraft, slated to be the agency's next mission to the moon. To be conducted jointly with Russia, the mission will involve putting a lander and a rover on the lunar surface to collect and analyse samples of lunar soil. \"Right now, the design has been completed. We had a joint review with Russian scientists here,\" ISRO chairman, G Madhavan Nair said. The proposed Chandrayaan-2 design will have an orbital flight vehicle constituting an Orbital Craft (OC) and a Lunar Craft (LC) that would carry a soft landing system up to Lunar Transfer Trajectory (LTT). The mission is slated for the end of 2012. The target location for the lander/rover would be identified using data collected by the ongoing Chandrayaan-1 mission. Chandrayaan-1 is India's unmanned mission to the moon, which was launched on 22 October last year. It is currently orbiting the moon at an altitude of 200km. Under the division of responsibility, ISRO will develop the orbiter, while Russia will design and construct the lander and the rover. Additional scientific payloads may be taken onboard from international contributors.", "url": "https://www.domain-b.com/aero/space/spacemissions/20090817_chandrayaan-2_design.html"}]}, {"win label": 0, "news": [{"title": "Chandrayaan-II launch as per schedule: ISRO", "date": "2010-01-02", "content": "Seven instruments will be aboard India's second unmanned mission to the Moon, Chandrayaan-2, the Indian Space Research Organization (ISRO) announced today. The mission, which is a cooperative effort between ISRO and the Russian Federal Space Agency, will include an orbiter, a lander and a rover, which officials hope will launch in 2013. The instruments will study the Moon in a variety of wavelengths, and there will be five instruments on the orbiter and two on the rover. They include: For the orbiter: 1. Large Area Soft X-ray Spectrometer (CLASS) and Solar X-ray monitor (XSM) for mapping major elements present on the lunar surface. 2. L and S band Synthetic Aperture Radar (SAR), which will probe the first few tens of meters of the lunar surface for the presence of different constituents, including water ice. SAR is expected to provide further evidence confirming the presence of water ice below the permanently shadowed regions of the Moon.  3. Imaging IR Spectrometer (IIRS) will map the lunar surface over a wide wavelength range for the study of minerals, water molecules and hydroxyl present.  4. Neutral Mass Spectrometer (ChACE-2) to carry out a detailed study of the lunar exosphere. 5. Terrain Mapping Camera-2 (TMC-2)to create a three-dimensional map essential for studying the lunar mineralogy and geology. For the rover: 1. Laser induced Breakdown Spectroscope (LIBS). 2. Alpha Particle Induced X-ray Spectroscope (APIXS). Both those instruments are expected to carry out elemental analysis of the lunar surface near the landing site.  ISRO didn't rule out adding addition payloads later \"if possible within the mission constraints,\" they said in a statement. The lander is being built by Russia, while the orbiter and rover are being built by ISRO. Chandrayaan-2 spacecraft weighs about 2,650 kg at lift-off of which the orbiter's weight is about 1,400 kg and lander about 1,250 kg. It will be launched onboard a Geosynchronous Satellite Launch Vehicle (GSLV) from the Satish Dhawan Space Centre, in India. Chandrayaan-1 was an extremely successful mission that lasted 10-months until the orbiter experienced communications and navigation problems in August 2009, abruptly ending the mission. Data from the 11 instruments on Chandrayaan-1 are still being analyzed, but have already contributed to finding water and hydroxyl across the Moon's surface and water ice in craters on the lunar poles.", "url": "https://www.thehindu.com/news/national/Chandrayaan-II-launch-as-per-schedule-ISRO/article16835464.ece"}]}, {"win label": 0, "news": [{"title": "New Moon Mission: Chandrayaan-2 Payloads Selected", "date": "2010-08-30", "content": "Seven instruments will be aboard India's second unmanned mission to the Moon, Chandrayaan-2, the Indian Space Research Organization (ISRO) announced today. The mission, which is a cooperative effort between ISRO and the Russian Federal Space Agency, will include an orbiter, a lander and a rover, which officials hope will launch in 2013. The instruments will study the Moon in a variety of wavelengths, and there will be five instruments on the orbiter and two on the rover. They include: For the orbiter: 1. Large Area Soft X-ray Spectrometer (CLASS) and Solar X-ray monitor (XSM) for mapping major elements present on the lunar surface. 2. L and S band Synthetic Aperture Radar (SAR), which will probe the first few tens of meters of the lunar surface for the presence of different constituents, including water ice. SAR is expected to provide further evidence confirming the presence of water ice below the permanently shadowed regions of the Moon.  3. Imaging IR Spectrometer (IIRS) will map the lunar surface over a wide wavelength range for the study of minerals, water molecules and hydroxyl present.  4. Neutral Mass Spectrometer (ChACE-2) to carry out a detailed study of the lunar exosphere. 5. Terrain Mapping Camera-2 (TMC-2)to create a three-dimensional map essential for studying the lunar mineralogy and geology. For the rover: 1. Laser induced Breakdown Spectroscope (LIBS). 2. Alpha Particle Induced X-ray Spectroscope (APIXS). Both those instruments are expected to carry out elemental analysis of the lunar surface near the landing site.  ISRO didn't rule out adding addition payloads later \"if possible within the mission constraints,\" they said in a statement. The lander is being built by Russia, while the orbiter and rover are being built by ISRO. Chandrayaan-2 spacecraft weighs about 2,650 kg at lift-off of which the orbiter's weight is about 1,400 kg and lander about 1,250 kg. It will be launched onboard a Geosynchronous Satellite Launch Vehicle (GSLV) from the Satish Dhawan Space Centre, in India. Chandrayaan-1 was an extremely successful mission that lasted 10 -months until the orbiter experienced communications and navigation problems in August 2009, abruptly ending the mission. Data from the 11 instruments on Chandrayaan-1 are still being analyzed, but have already contributed to finding water and hydroxyl across the Moon's surface and water ice in craters on the lunar poles.", "url": "https://www.universetoday.com/72427/new-moon-mission-chandrayaan-2-payloads-selected/"}]}, {"win label": 0, "news": [{"title": "Indian Rocket Launch Failure Caused By Faulty Cable", "date": "2011-01-04", "content": "A team that analyzed data from the failed launch of India's Geostationary Satellite Launch Vehicle (GSLV) has found the primary cause of the Dec. 25 mishap was the \"untimely and inadvertent snapping\" of a group of 10 connectors located at the bottom of the rocket's Russian supplied upper stage. The Indian Space Research Organisation (ISRO) said in a Dec. 31 statement that the vehicle's performance was normal up to 47.5 seconds after liftoff. It then began to stray from its planned orientation angle, which resulted in higher structural loads than the vehicle was designed to handle. The rocket, which was carrying a telecommunications satellite, began to break apart about 58 seconds into the flight and was destroyed by command at 64 seconds. ISRO said some of the connectors that snapped carried command signals from the onboard computer near the top of the vehicle to the control systems for the four L40 strap-on boosters that augment the rocket's first stage. These connectors are intended to be separated by command 292 seconds after liftoff but their \"premature\" rupture stopped the flow of control commands to the boosters, resulting in the loss of control of the vehicle, ISRO said. \"The exact cause of snapping of the set of connectors - whether due to external forces like vibration or dynamic pressure - is to be analyzed further and pin-pointed,\" ISRO said. The statement said ISRO has formed a committee to carry out an in-depth analysis of the failed flight as well as of the previous six GSLV missions and recommend corrective actions. The committee is chaired by G. Madhavan Nair, former chairman of ISRO, and has 11 experts drawn from within and outside ISRO. ISRO also has created a panel led by K. Kasturirangan, also a former ISRO chairman, to look into the future of the GSLV program and the vehicle's reliability for upcoming missions including the Chandrayaan-2 mission to the moon, which is slated for launch in 2013.  ISRO plans to complete these reviews by the end of February, the statement said. All but one of the GSLV's flights to date have used a Russian-built cryogenic upper stage, but only one of those engines remains. ISRO has developed its own cryogenic upper stage, but that engine failed in its debut mission earlier in 2010. This article was provided by Space News, dedicated to covering all aspects of the space industry.", "url": "https://www.space.com/9681-indian-rocket-launch-failure-caused-faulty-cable.html"}, {"title": "ISRO puts on hold moon mission Chandrayaan 2", "date": "2011-05-15", "content": "Two consecutive failures of GSLV flights, including the GSLV-F06 in December last year, has prompted ISRO to review the GSLV programme and reschedule the Chandrayaan 2 mission. The Indian Space Research Organisation(ISRO) has decided to review the entire Geosynchronous Satellite Launch Vehicle (GSLV) programme that involved two crashes last year and one in 2006. As a result, all major launches, including the second moon mission - Chandrayaan 2 - are being rescheduled. The space agency had earlier announced that it would be using the last of the seven cryogenic engines it had sourced from Russia, but is now uncertain about it. A meeting of the Space Commission on June 1 is expected to advice the ISRO on the future course of the GSLV, ISRO chairman Dr K. Radhakrishnan said on Saturday. \"We want to make GSLV a reliable vehicle,\" Radhakrishnan said, adding that the reassessment of the programme is priority work considering its importance in future missions. The derailment of the GSLV programme is going to affect the launch of Chandrayaan-2, which now stands postponed by nearly two years. It will now be launched in 2014. The next flight of GSLV with an Indian cryogenic engine is now slated for 2012. If successful, it will be used for the second moon mission in 2014. A modified version of GSLV is the preferred vehicle for the yet-to-be cleared manned mission to moon too, for which critical technology and human safety features are being developed, scientists said. According to Radhakrishnan, the 2012-GSLV flight will be a litmus test for the space agency. \"On that flight we don't want to put a high-technology satellite,\" he said. He informed that the launch vehicle will carry a two-tonne communication satellite called GSAT 6. If that goes well then another two-tonne satellite, GSAT 7, will be put into orbit using the GSLV. A panel led by former ISRO chairman G. Madhavan Nair has done a failure analysis of the crash of GSLV-F06 flight on December 25 last year and identified a design problem in the shroud at the bottom of the Russian-made cryogenic stage. Cryogenic technology holds importance as it is crucial for economic and efficient launch of heavy satellites. The Christmas day fiasco had closely followed the crash of GSLV with an Indian cryogenic phase on its test flight on April 15 last year. \"The problem involved a faulty fuel pump and the precision mechanics of its motor is being tweaked by ISRO experts,\" Radhakrishnan said. Earlier, the GSLV-F02 that launched INSAT-4C on July 10, 2006 was unsuccessful too. All the seven flights of GSLV so far have been reviewed by a panel led by former ISRO chairman K. Kasturirangan. The panel submitted its report in the last week of April. A third panel that includes veteran scientists Dr APJ Abdul Kalam, Prof MGK Menon and Prof Yashpal is reviewing the two reports together and will advise ISRO accordingly, Radhakrishnan said. He added that the Russian space agency that supplied the seven cryogenic upper stages has acknowledged ISRO's concern regarding the design problem in GSLV- F06. S. Ramakrishnan, director of ISRO Liquid Propulsion Systems Centre at Valiamala, said that the problem had been noticed earlier too, though it did not cause an accident.", "url": "https://www.indiatoday.in/india/south/story/isro-reschedules-moon-mission-chandrayaan-2-133769-2011-05-14"}]}, [], {"win label": 0, "news": [{"title": "India's Chandrayaan-2 Moon Mission Likely Delayed After Russian Probe Failure", "date": "2012-02-06", "content": "India's Rs. 425 crore (US$86.7 million) second mission to the moon, Chandrayaan-2, which was slated for launch in 2013 is expected to be rescheduled to 2016 because of a delay in the construction of the Russian lander that was to place an Indian rover on the moon. This setback comes in the wake of the failure of the Russian Phobos-Grunt mission to Mars. The news was announced by the head of the Institute for Space Research for the Russian Academy of Sciences, Lev Zelyony, in a recent interview to the Russian media. Zelyony, who is part of the team reviewing the failure of the Phobos-Grunt mission, said that the \"technical issues connected with the NPO Lavochkin's Phobos Grunt mission were also used in the lunar projects which need to be clearly reviewed.\" On December 30 last year, the Russian ambassador to India, A. M. Kadakin, told Asian Scientist Magazine that Russia will honor its commitment and supply the lunar lander, but added that \"slow and steady wins the race.\" Indian space scientists interpreted this as a clear indication that Russia may not be able to supply the lander on time, and their apprehensions have proved true. Indian space scientists said that the issue has posed two questions: whether India can develop its own lander or explore the possibility of looking for a lander from another source, namely NASA. This is important because indications suggest that India has not made any back-up arrangements for a lunar lander, just in case the Russians were unable to stick to their schedule. Previously, the father of the Indian moon mission, K. Kasturirangan, had told this magazine that keeping a readied lunar spacecraft on the ground for a long time was not a good idea. Scientists said that the setback was in a way a blessing in disguise because it will give a boost to the Indian Mars mission in sourcing alternatives, either homegrown or from abroad.", "url": "https://www.asianscientist.com/2012/02/topnews/india-chandrayaan-2-moon-mission-delayed-after-russian-probe-failure-lev-zelyony-2012/"}]}, {"win label": 0, "news": [{"title": "India's next moon mission depends on Russia: ISRO chief", "date": "2012-09-09", "content": "India's second moon mission will depend on Russia's decision after a failed inter-planetary mission with China, ISRO chairman said on Sunday, a day when the Indian space agency launched its 100th mission. \"Russia is reviewing its inter-planetary missions after a failed joint mission with China. For Chandrayaan-2, Russia has to provide the lander. \"India will build the lunar orbiter and rover. Russia has said they would come to us with a decision after their review,\" K. Radhakrishnan told reporters. The Chandrayaan 2 is planned for 2014 with India's heavier rocket - Geosynchronous Satellite Launch Vehicle (GSLV). Mr Radhakrishnan said Indian Space Research Organisation (ISRO) will ready the rocket and also the lunar orbiter and rover. While reports are there that the Chandrayaan 2 project may get delayed to 2016, Mr Radhakrishnan did not comment on it. For its 100th mission, ISRO on Sunday launched a Polar Satellite Launch Vehicle-C21 carrying SPOT 6, a 712-kg French earth observation satellite, and Proiteres, a 15-kg Japanese micro satellite, from the Satish Dhawan Space Centre in Sriharikota in Andhra Pradesh. ISRO is now eagerly looking forward to its Mars mission planned for next year. Ruling out that India was in race with China for the Mars mission, Mr Radhakrishnan said: \"Mars mission is a challenging one where we will develop new technologies.\" He said ISRO was studying the Mars mission since August 2010 and the union cabinet had recently approved the project. He said the Mars mission was much more challenging than Chandrayaan 1 mission since it required taking the orbiter from the initial orbit into the Mars orbit as the distance to be covered was huge. Mr Radhakrishnan said the other major challenge was tracking the satellite with deep space network. He said to realise the Mars mission next year, ISRO centres were working hard to perfect the GSLV rocket technology including the cryogenic engine technology. On the expansion of facilities at the space port Sriharikota, Mr Radhakrishnan said ISRO had decided to set up a Multi Object Tracking Radar to track the space debris and to time its rocket launches precisely. He said ISRO was also planning to have a second vehicle (rocket) assembly building to facilitate increasing launch frequency. He said ISRO would build two more communication satellites - GSAT 15 and GSAT 16 - to augment its transponder (transmitters that receive and send signals) capacity.", "url": "https://www.ndtv.com/india-news/indias-next-moon-mission-depends-on-russia-isro-chief-498868"}]}, {"win label": 0, "news": [{"title": "Chandrayaan-2: India to go it alone", "date": "2013-01-22", "content": "India has decided to go it alone in its second lunar mission, the Chandrayaan-2, which was originally proposed as an Indo-Russian venture. This was disclosed here on Monday by S.V.S. Murty of the Planetary Exploration Group of the Physical Research Laboratory (PRL), an institution under the Indian Space Research Organisation (ISRO) here. Dr. Murty was speaking on India's lunar and Mars missions at the ongoing workshop on exoplanets at the laboratory. According to an agreement signed on November 12, 2007 between ISRO and Roskosmos, the Russian Federal Space Agency, ISRO had the primary responsibility to provide both the orbiter and the rover, while Roskosmos was to design and build the lander for this combined orbiter-rover-lander mission. However, following the failure in December 2011 of Roskosmos' Phobos-Grunt mission, there was a delay in the construction of the Russian lander. The mission had a lander to return soil sample from the Martian satellite Phobos. This resulted in a complete review of technical aspects connected with the Phobos-Grunt mission, which were also used in the lunar projects such as the lander for Chandrayaan-2. Due to this, as well as financial problems, the Russian agency apparently expressed its inability provide the lander to meet even the revised time frame of 2015 for the Chandrayaan-2 launch. Dr. Murty stated that the cancellation of the Russian lander also meant that mission profile had to be marginally changed. The design of the indigenous lander and the preliminary configuration study was completed by the Space Applications Centre (SAC), Ahmedabad, he said. Chandrayaan-2 will have five primary payloads on the orbiter, two of which will be improvements on instruments that were onboard Chandrayaan-1. In addition, the rover too will carry two additional instruments. Chandrayaan-2 will be launched by a GSLV powered by an indigenous cryogenic engine. However, PRL director Jitendra Goswami clarified that this did not mean that the Indo-Russian collaboration on planetary exploration had ended. Since Chandrayaan-2 was intended to be Roskosmos' Luna-Glob moon exploration programme, the Russian agency may join hands with ISRO in any of its lunar missions, Dr. Murty said.", "url": "https://www.thehindu.com/news/national/chandrayaan2-india-to-go-it-alone/article4329844.ece"}]}, {"win label": 0, "news": [{"title": "India Drops Russia from Chandrayaan-2 Lunar Mission", "date": "2013-08-15", "content": "Fallout from a failed Russian planetary mission in 2011 has led India to go it alone on what would be its second mission to the Moon, a senior Indian government official announced Aug. 14. As conceived in 2008, the Chandrayaan-2 mission was to include a Russian-supplied lander along with an Indian rover and orbiter, all launched on an Indian rocket. But the failure of Russia's Phobos-Grunt mission led the Russian space agency, Roscosmos, to propose changes to Chandrayaan-2 that led India to reconsider the joint effort, according to V. Narayanaswamy, a government minister. Phobos-Grunt, intended to return samples from the martian moon Phobos, was launched November 2011 but never made it out of Earth orbit due to a propulsion system failure. The spacecraft assembly, which also included a Chinese-built Mars orbiter, re-entered the atmosphere and was destroyed in January.   Speaking at the Indian Parliament in New Delhi, Narayanaswamy said that in the wake of the Phobos-Grunt failure Roscosmos proposed changes designed to increase the reliability of its hardware. The revised plan necessitated an increase in the mass of the lander, which would have required the Indian Space Research Organisation (ISRO) to decrease the mass, and consequently the reliability, of its rover, he said. Narayanaswamy said Russia's proposed changes \"called for a major programmatic re-alignment\" and that this prompted ISRO to conduct a review to critically assess its own capability to design and deploy a landing craft. \"The integrated review of Chandrayaan-2 recommended that India could realize the Lander module in the next few years,\" he said. \"Currently the spacecraft is being reconfigured for the proposed Indian Rover and Lander modules.\"  According to the minister, ISRO has already made some progress with the development of rover module and a few scientific instruments to be flown to the Moon. \"Some experimental studies for the Moon Lander have also been undertaken at ISRO,\" he said. \"The details of changes in the configuration and the mission profile are under finalization,\" Narayanaswamy said. \"The payloads on the Lander - that may possibly include a seismometer - will be finalized in due course taking into account the weight, volume and power constraints of the Lander.\"  Chandrayaan-2 is the follow-on to India's first planetary mission, Chandrayaan-1, which successfully reached lunar orbit in late 2008 and operated for almost a year before overheating caused a premature termination of the mission, which nonetheless was declared a success.  Chandrayaan-2 was originally scheduled to launch in 2013. A new launch date for the mission has not been announced.", "url": "https://spacenews.com/36795india-drops-russia-from-chandrayaan-2-lunar-mission/"}, {"title": "India completes design of Chandrayaan-2, its next moon mission", "date": "2013-11-19", "content": "India has completed the design of Chandrayaan-2, its next mission to the moon -- this time in collaboration with Russia -- that would have a lander and rover which can collect samples of the lunar soil and analyse them and send back the data. \"Right now, the design has been completed. We had a joint review with Russian scientists here,\" chairman of Indian Space Research Organisation, G Madhavan Nair, said. According to the Bangalore-headquartered space agency, the Chandrayaan-2 mission would have an orbital flight vehicle constituting an Orbital Craft (OC) and a Lunar Craft (LC) that would carry a soft landing system up to Lunar Transfer Trajectory (LTT). The target location for the lander-rover would be identified using data from instruments of Chandrayaan-1, India's own and first unmanned mission to the Moon launched on October 22 last year. While ISRO will be developing the orbiter, it will be Russia's job to make the lander and rover. Additional scientific payloads would be acquired from international scientific community. \"Next (now that design has been completed) we will go towards prototype building, which will be taken up next year,\" Nair, also secretary in the Department of Space, said. Nair said the ISRO has learnt plenty of lessons from Chandrayaan-1 mission, particularly on the thermal and redundancy management fronts and would seek to improve systems in Chandrayaan-2, slated towards the end of 2012. \"I think we have got very valuable inputs on the heat radiation from the moon's surface and so on. Accordingly, the thermal design of the future aircraft can be addressed,\" he said. \"Radiation is much beyond our expectations, so we will have to see how the radiation hardening has to be strengthened.\" \"Then, in redundancy management also, there are some inputs which are available from this (Chandrayaan-1), which we will try to incorporate in Chandrayaan-2.\" The ISRO chairman said contingency operations undertaken by the organisation following the failure of Chandrayaan-1 spacecraft's onboard star sensor earlier this year have worked well and \"this is (now) as precise as it was earlier.\" \"We are able to locate the cameras at specific locations,\" he said noting some of the stereo images that have come recently. \"The fact that we were able to point the spacecraft towards the Earth and capture the (recent) solar eclipse, shows the accuracy of the system.\" Nair said 95 per cent of the scientific objectives of Chandrayaan-1 mission have been achieved. \"Another five per cent, what's left out, we will try to take up in the next season which is starting in October so that we can complete all the observations.\"  Nair said India's ground station at Byalalu on the city outskirts has given precision as good as the NASA station. \"We are comparing both the tracking results.\" On how the US and Europe, which have flown instruments on board Chandrayaan-1, have taken to the failure of star sensor, Nair said, \"They have got more than sufficient data with them and are extremely happy. Now, Indian and foreign scientists are working together to analyse the data and they have promised some results before the year end.\" Three-dimensional pictures of the moon would be available soon, he said. On the agenda for scientists' meet to discuss the Chandrayaan-1 project next month, Nair said ISRO wants to ensure that it has not \"left out anything\". \"Today, we know that there is no redundancy on board. So, if further failure...if it happens, then we will be crippled. \"So, all the scientific objectives have to be completed in the remaining time. We will discuss with them what is pending and what needs to be done. Secondly, if some of them have got preliminary findings then we will try to make an assessment.\"", "url": "https://www.dnaindia.com/bangalore/report-india-completes-design-of-chandrayaan-2-its-next-moon-mission-1282784"}]}, [], {"win label": 0, "news": [{"title": "HAL delivers 'Orbiter Craft Module Structure' of Chandrayaan-2 to ISRO", "date": "2015-01-22", "content": "HAL has delivered 'Orbiter Craft Module Structure' of Chandrayaan-2 to ISRO Satellite Centre (ISAC). Chandrayaan-2 is a two module configuration spacecraft comprising of the 'Orbiter Craft' and the 'Lander Craft'. \"The Orbiter Craft Module structure is a 3 tonne category bus structure made out of a central composite cylinder, shear webs and deck panels\", said T Suvarna Raju, CMD, HAL. The Chandrayaan-2 mission is aimed at placing an Orbiter around the moon and sending a Lander and Rover to the surface of the moon. It will be launched by a Geo-Stationary Satellite Launch Vehicle (GSLV-MKII). HAL has partnered and supported ISRO throughout its journey by providing hardware for satellites, SLV, ASLV, PSLV, GSLVMKII and GSLV MKIII (LVM3). HAL's association with India's space program dates back to early 70s, when HAL provided technical inputs and manufacturing support to ISRO for realisation of light alloy structural assemblies for satellites and launch vehicle. HAL had built the structural assembly of India's first satellite 'Aryabhata' which was launched on April 19, 1975. The association further strengthened with vital inputs from HAL to build the satellites \"Bhaskara-1\", \"Apple\" and Satellite Launch Vehicle (SLV). The technical capabilities of HAL made ISRO to partner with HAL in all its space endeavours including the recent Mars Mission. HAL has a division at Bengaluru totally dedicated to cater to ISRO's growing requirement.", "url": "https://www.thehindubusinessline.com/news/science/hal-delivers-orbiter-craft-module-structure-of-chandrayaan2-to-isro/article7342251.ece"}, {"title": "Chandrayaan-2 launch slated to take place in 2017-18: ISRO Chief", "date": "2015-04-15", "content": "India's second lunar exploration mission - Chandrayaan - 2 is targeted to be launched by 2017-18 with complete indigenisation, informed Indian Space Research Organization (ISRO) chairman A S Kiran Kumar here on Wednesday. \"With changes in the planned configuration for Chandrayaan-2, where originally the lander was supposed to come from Russia. Now we are developing our own lander. So it will be completely indigenous system,\" Kumar told media persons ahead of an awards function by Gujarat Innovation Society. \"For the launch of Chandrayaan-2 the target is sometime in 2017-18,\" said Kumar adding that meanwhile India will see about seven space launches. Of the seven launches, Kumar noted that one has already been done last month in March. \"Apart from that we are now getting ready for DMC- Disaster Monitoring Constellation satellite for Surrey Space Technology, followed by GSLV Mk-2 which is going to be launched,\" he said. ISRO has also lined launch of IRNSS (Indian Regional Navigate Satellite System) 1E and 1F. \"On March, 28 we launched the fourth IRNSS. In fact today we completed all the in-orbit tests that the satellite has actually gone into the right place. All the payloads have been turned on and they have been tested.\" \"Once you have the four navigation satellites, you can independently determine your physical position on ground. Latitude, longitude and height using a receiver signal,\" he added. Another in the line is the Astrosat to be launched in 2015 with a multi-wavelength telescope system which will be carried on a single platform. This will be unique observation systems to look at celestial objects thereby encouraging students to take unique observations from sky. With the new satellite, students can decide what celestial object they want to look at. Astrosat will carry multi-frequency telescope systems on a platform. GSAT-15 will be launched this year. \"The remaining six are from our own PSLV and GSLV Mk-2.\" \"Also we will have Reusable Launch Vehicle-Technology Demonstration Program or RLV-TD's first version or first trial of hypersonic experiment during this year,\" said Kumar. He stressed the ISRO was focusing more on the critical technologies and will continue to capitalise on the technology spin-offs. Presently, ISRO is working on composite material, artificial limbs, mentioned the chairman.", "url": "https://www.thehindubusinessline.com/news/science/chandrayaan-2-launch-slated-to-take-place-in-2017-18-isro-chief/article22498689.ece"}, {"title": "HAL delivers orbiter craft module structure of Chandrayaan-2 to ISRO", "date": "2015-06-22", "content": "Bengaluru-headquartered defence PSU Hindustan Aeronautics Limited (HAL) has delivered the 'Orbiter Craft Module Structure' of Chandrayaan-2 to ISRO Satellite Centre here. India's second lunar exploration mission, Chandrayaan-2 consists of an orbiter, lander and rover configuration. The Chandrayaan-2 mission aims to place an Orbiter around the moon and sending a Lander and Rover to the surface of the moon. It will be launched by a Geo-Stationary Satellite Launch Vehicle (GSLV-MKII). It may be recalled that India had launched Chandrayaan-1 on October 22, 2008. \"The orbiter craft module is a three-tonne category bus structure made out of a central composite cylinder, shear webs and deck panels,\" HAL Chairman and Managing Director T Suvarna Raju said in a release. The orbiter with scientific payloads will orbit around the moon and the lander will soft land on the planet at a specified site and deploy the Rover. The scientific payloads onboard the Orbiter, Lander and Rover are expected to perform mineralogical and elemental studies of the lunar surface. According to Indian Space Research Organisation's plans, Chandrayaan-2 will be launched by a Geo-Stationary Satellite Launch Vehicle (GSLV-MKII) during the next two to three years. HAL, in a release here said, its technical capabilities have made ISRO partner the PSU in all its space endeavours since the 1970s, including the recent much acclaimed low cost Mars Mission. HAL has a division at Bengaluru totally dedicated to cater to ISRO's growing requirements.", "url": "https://www.business-standard.com/article/current-affairs/hal-delivers-orbiter-craft-module-structure-of-chandrayaan-2-to-isro-115062200934_1.html"}]}, {"win label": 0, "news": [{"title": "India speeds up progress on its Moon mission", "date": "2015-09-13", "content": "India has begun intensifying work on its second lunar probe, called Chandrayaan-2, an advanced version of the agency's previous successful Chandrayaan spacecraft. The mission will include an orbiter and a lander-rover module and is scheduled to be launched at the end of 2017 / start of 2018 via a Geosynchronous Satellite Launch Vehicle (GSLV). Scientists at the Indian Space Research Organisation (ISRO) have recently started working to speed up activities on the design of the mission. ISRO's Space Applications Centre (SAC) has completed the configuration study for the Chandrayaan-2 and the work to integrate the mission's elements has begun. Chandrayaan-2's configuration changes were applied to the orbiter for accommodating the indigenous lander. The spacecraft's high-resolution camera was also configured to accurately provide high-quality images of the landing site area before the separation of the lander from the orbiter. The scientists have identified both the landing strategies for a soft landing on the lunar surface and new technologies required for the lander. The engineering model of the six-wheeled rover has been designed and tested at the lunar terrain test facility. SAC is also developing an HD video camera for both the lander and the rover. The mission will carry five scientific instruments on the orbiter. Three of which are new, while two others are improved versions of those flown on Chandrayaan-1. The payloads and sensors onboard the orbiter, lander, and rover are currently at various stages of development. \"The science goals of the mission are to further improve the understanding of origin and evolution of the moon using instruments onboard orbiter and in-situ analysis of lunar samples using the lander and the rover,\" an ISRO official told Deccan Herald. Initially, the mission was to be a joint Indian-Russian project, but Russia withdrew after the failure of the nation's Phobos-Grunt mission to Mars' moon Phobos. The spacecraft was to be launched in 2014, with an orbiter made by ISRO and a lander made by the Russian Space Agency Roscosmos. Following a cost analysis, Russia gave up on their rover in May of 2010 and India decided to develop the lunar mission independently. The Chandrayaan-2 orbiter, lander, and rover would be launched as a composite stack into the Earth Parking Orbit (EPO). The orbiter, weighing 1.4 metric tons, would then boost the stack towards the Moon to achieve Lunar Orbit Insertion (LOI). The lander would separate from the orbiter in lunar orbit. During the landing, the lander's main engine will bring the spacecraft to hover at approximately 1.2 miles above the lunar surface and then shut down. The lander will soft land at a specified site in the polar region of the Moon and deploy the rover. The scientific payloads onboard the orbiter, lander, and rover are expected to perform mineralogical and elemental studies of the lunar surface. The data will be relayed to Earth through the orbiter. The rover's mass will be about 65-210 pounds (29-95 kilograms) and will operate on solar power. It is planned to be operational for at least 14 days.", "url": "https://www.spaceflightinsider.com/organizations/isro/india-speeds-progress-moon-mission/"}]}, [], {"win label": 0, "news": [{"title": "ISRO uses new Challakere facility to conduct landing tests for Chandrayaan 2", "date": "2016-10-26", "content": "The Indian Space Research Organisation (ISRO) has started using its new facility at Challakere in Chitradurga, Karnataka, for Chandrayaan-2 tests. Chandrayaan-2 is India's second mission to the moon, which is likely to be more advanced than the earlier Chandrayaan-1 mission. ISRO has confirmed that it has begun the series of tests, comprising ground and aerial testing, associated with Chandrayaan-2 at the facility at Challakere, which is dubbed as a \"Science City,\" the Hindu reported. The Chandrayaan-2 mission will consist of Orbiter, Lander and Rover. The Orbiter will orbit the moon with its scientific payloads while the Lander will land on the moon and deploy the Rover on the surface. The Orbiter and Rover are expected to perform mineralogical and elemental studies of the moon's surface. Chandrayaan-2 will be launched by GSLV. \"The campaign for the Lander tests of Chandrayaan-2 has started. Tests are conducted over the simulated craters at Chitradurga. We are using an aircraft to assess whether the sensors on the Lander will do their job later of identifying the landing spot on the Moon,\" M Annadurai, ISRO Satellite Centre (ISAC) director, told the Hindu. The director noted that such a landing on an alien surface will be \"very complicated.\" More tests would be conducted in the coming months, which will include those on avionics and electronics, testing the legs of the Lander and finally a combined full test at Bengaluru and Chitradurga. Currently, the launch date for Chandrayaan-2 mission has been tentatively set for late 2017 or early 2018.", "url": "https://www.ibtimes.co.in/isro-uses-new-challakere-facility-conduct-landing-tests-chandrayaan-2-701329"}, {"title": "ISRO Starts Conducting Tests for Chandrayaan 2 Landing Mission", "date": "2016-11-11", "content": "ISRO has started conducting tests for its ambitious Chandrayaan-2 mission at its facility in Challakere in Karnataka, where simulated lunar craters have been created for landing mission, ISRO Chairman AS Kiran Kumar said on Friday. According to Kumar, several craters, resembling the terrain of the Moon, have been created on the ground at the facility to test instruments and sensors on the lander of Chandrayaan-2. (Also see: India's Second Lunar Probe Chandrayaan-2 to Be Launched in 2017) \"We are doing some tests with regard to the Moon landing mission of Chandrayaan-2. For that, an aircraft carrying some of the instruments is being flown over this simulated area at our facility in Challakere,\" Kumar told reporters on the sidelines of a function held at Physical Research Laboratory (PRL) in Ahmedabad. \"We have created some craters there. These tests are part of our 'hazard avoidance and landing' exercise. The lander is supposed to come down and land (on the Moon). We have to make sure that it lands at a place which does not have too much of slope. Otherwise, one of the legs of the lander would stuck in a crater,\" Kumar said. As per ISRO website, Chandrayaan-2, India's second mission to the Moon, is an advanced version of the previous Chandrayaan-1 mission. It consists of an orbiter, lander and rover configuration. The orbiter with scientific payloads will orbit around the Moon. The lander will soft-land on the Moon at a specified site and deploy the rover. The scientific payloads onboard the orbiter, lander and rover are expected to perform mineralogical and elemental studies of the lunar surface. In the recent past, Kumar had indicated that Chandrayaan-2 would be launched tentatively between 2017 and 2018. \"There will be instruments on the lander. To make sure that these instruments work when it lands on the Moon, we are doing some simulations and that is one of the activities going on at Challakere\" Kumar, who also serves as the Secretary in the Department of Space and Chairman of Space Commission, said. \"Tests are also going on to check the engines which provide required thrust to the lander in order to bring down it's velocity to compensate the lunar gravity during the landing,\" Kumar added. He was here to attend a function for giving away 'Shri Hari Om Ashram Prerit Dr. Vikram Sarabhai Research Awards-2015' and 'PRL Award-2015'.", "url": "https://www.gadgets360.com/science/news/isro-starts-conducting-tests-for-chandrayaan-2-landing-mission-1624376"}, {"title": "Chandrayaan-2 mission: ISRO conducts tests for Moon landing", "date": "2016-11-11", "content": "ISRO has started conducting tests for its ambitious Chandrayaan-2 mission at its facility in Challakere in Karnataka, where simulated lunar craters have been created for landing mission, ISRO Chairman A S Kiran Kumar said on Friday. According to Kumar, several craters, resembling the terrain of the Moon, have been created on the ground at the facility to test instruments and sensors on the lander of Chandeayaan-2. \"We are doing some tests with regard to the Moon landing mission of Chandrayaan-2. For that, an aircraft carrying some of the instruments is being flown over this simulated area at our facility in Challakere,\" Kumar told reporters on the sidelines of a function held at Physical Research Laboratory (PRL) in Ahmedabad. \"We have created some craters there. These tests are part of our 'hazard avoidance and landing' exercise. The lander is supposed to come down and land (on the Moon). We have to make sure that it lands at a place which does not have too much of slope. Otherwise, one of the legs of the lander would stuck in a crater,\" Kumar said. As per ISRO website, Chandrayaan-2, India's second mission to the Moon, is an advanced version of the previous Chandrayaan-1 mission. It consists of an orbiter, lander and rover configuration. The orbiter with scientific payloads will orbit around the Moon. The lander will soft-land on the Moon at a specified site and deploy the rover. The scientific payloads onboard the orbiter, lander and rover are expected to perform mineralogical and elemental studies of the lunar surface. In the recent past, Kumar had indicated that Chandrayaan-2 would be launched tentatively between 2017 and 2018. \"There will be instruments on the lander. To make sure that these instruments work when it lands on the Moon, we are doing some simulations and that is one of the activities going on at Challakere\" Kumar, who also serves as the Secretary in the Department of Space and Chairman of Space Commission, said. \"Tests are also going on to check the engines which provide required thrust to the lander in order to bring down it's velocity to compensate the lunar gravity during the landing,\" Kumar added. He was here to attend a function for giving away 'Shri Hari Om Ashram Prerit Dr. Vikram Sarabhai Research Awards-2015' and 'PRL Award-2015'.", "url": "https://indianexpress.com/article/technology/science/chandrayaan-2-mission-isro-conducts-tests-for-moon-landing-4370169/"}, {"title": "ISRO gears up for India's second mission to Moon 'Chandrayaan-2'", "date": "2016-11-12", "content": "After Chandrayaan-1, ISRO has started conducting tests for India's second mission to the Moon 'Chandrayaan-2' at its facility in Challakere in Karnataka, where simulated lunar craters have been created for landing mission, ISRO Chairman AS Kiran Kumar said on Friday. According to Kumar, several craters, resembling the terrain of the Moon, have been created on the ground at the facility to test instruments and sensors on the lander of Chandrayaan-2. \"We are doing some tests with regard to the Moon landing mission of Chandrayaan-2. For that, an aircraft carrying some of the instruments is being flown over this simulated area at our facility in Challakere,\" Kumar told reporters on the sidelines of a function held at Physical Research Laboratory (PRL) in Ahmedabad. \"We have created some craters there. These tests are part of our 'hazard avoidance and landing' exercise. The lander is supposed to come down and land (on the Moon). We have to make sure that it lands at a place which does not have too much of slope. Otherwise, one of the legs of the lander would stuck in a crater,\" Kumar said. As per ISRO website, Chandrayaan-2 is an advanced version of the previous Chandrayaan-1 mission. It consists of an orbiter, lander and rover configuration. The orbiter with scientific payloads will orbit around the Moon. The lander will soft-land on the Moon at a specified site and deploy the rover. The scientific payloads onboard the orbiter, lander and rover are expected to perform mineralogical and elemental studies of the lunar surface. In the recent past, Kumar had indicated that Chandrayaan-2 would be launched tentatively between 2017 and 2018. \"There will be instruments on the lander. To make sure that these instruments work when it lands on the Moon, we are doing some simulations and that is one of the activities going on at Challakere\" Kumar, who also serves as the Secretary in the Department of Space and Chairman of Space Commission, said. \"Tests are also going on to check the engines which provide required thrust to the lander in order to bring down it's velocity to compensate the lunar gravity during the landing,\" Kumar added. He was here to attend a function for giving away 'Shri Hari Om Ashram Prerit Dr. Vikram Sarabhai Research Awards-2015' and 'PRL Award-2015'.", "url": "https://www.indiatvnews.com/news/india-isro-gears-up-for-india-s-second-mission-to-moon-chandrayaan-2-356284"}, {"title": "ISRO Begins Simulation Tests For Its Second Moon Mission, Chandrayaan II", "date": "2016-11-13", "content": "The Indian Space Research Organisation (ISRO) has begun conducting simulation tests for its second moon mission, Chandrayaan-II at its facility in Challakere, about 200km from Bengaluru. Sources in the ISRO said: \"Some landing tests have kicked off as of now, and the project is moving ahead.\" ISRO chairman AS Kiran Kumar has made a statement in Ahmedabad that these tests are 'hazard avoidance and landing exercises.' The second moon mission is an advanced version of Chandrayaan-I and will consist an orbiter, lander, and a rover. The mission is aimed at placing an Orbiter around the moon and sending a Lander and Rover to the surface of the moon. It will be launched using the GSLV-MKII which ISRO is testing. While the initial launch of Chandrayaan-II was scheduled much earlier, the failure on part of the Russian space agency (Roscosmos) to supply the lander has delayed the project. The project, first conceived as a joint mission with Russia has become India's independent programme. The tests are simulations of moon landings so as to perfect the conditions on the moon. \"These are routine tests before any such project. The lander is expected to soft-land on the moon and deploy the rover, so the tests here will help us understand the process better before we actually launch,\" another officer said.", "url": "https://www.mensxp.com/special-features/today/33255-isro-begins-simulation-tests-for-its-second-moon-mission-chandrayaan-ii.html"}]}, {"win label": 0, "news": [{"title": "Russia supplies alpha-emitter for India's Chandrayaan-2", "date": "2017-02-16", "content": "Russian company Isotope (part of Rosatom State Atomic Energy Corporation) on Tuesday said it has supplied Cm-244 alpha-emitter to be installed in a scientific instrument in India's Chandrayaan-2 satellite. In a statement, Isotope said it has supplied Cm-244 alpha-emitter to Physical Research Laboratory, Ahmedabad, which comes under the Indian Space Research Organisation (ISRO). \"Radionuclide curium-244 (Cm-244) manufactured by Russian 'State Scientific Center - Research Institute of Atomic Reactors' (JSC SSC RIAR) is a pure alpha-emitter that enables sources to determine chemical composition of any rocks and soils,\" the statement added. It will be installed on the Alpha Proton X-Ray Spectrometer (APXS) aimed at analysing the lunar surface within the India's second lunar exploration mission Chandrayaan-2. The launch of spacecraft is scheduled for 2018. According to the statement, Russia has already supplied similar products to USA for launching of three NASA's expeditions - Mars Pathfinder (1997), Opportunity (2004) andCuriosity (2012) dedicated to explore rock chemistry on Mars. In 2014 the world's first soft landing of the Rosetta spacecraft on Comet Churyumov-Gerasimenko took place. The lander Philae, equipped with Russian made Cm-244 transmitted high-accuracy data about the comet's surface composition to Earth.", "url": "https://economictimes.indiatimes.com/news/science/russia-supplies-alpha-emitter-for-indias-chandrayaan-2/articleshow/57177280.cms"}]}, {"win label": 0, "news": [{"title": "ISRO begins flight integration activity for Chandrayaan-2, as scientists tests lander and rover", "date": "2017-10-25", "content": "The ISRO has started flight integration activity for its next lunar mission Chandrayaan-2 and scientists are currently carrying out tests for the lander and the rover that will explore the moon. Officials said the spacecraft launch, on board GSLV-Mk II, is planned for March and many new technologies have been developed indigenously to achieve the mission requirements. Chandrayaan-2, India's second mission to the Moon, is an advanced version of the previous Chandrayaan-1 mission nine years ago. This spacecraft is a composite model consisting of orbiter, lander and rover. According to the Bengaluru-headquartered space agency, unlike Chandrayaan-1, wherein an impact probe crash-landed on the surface of the moon, Chandrayaan-2 will soft-land its lander with the rover on the lunar surface to conduct the next level of scientific studies. \"Things are going on. The orbiter is getting ready. Flight integration activity is going on, and a series of tests are planned for lander and rover. They are all in progress and we are working towards the first quarter (of 2018) launch of Chandrayaan-2,\" ISRO Chairman A S Kiran Kumar told PTI. Officials said rover flight systems test include \"soil mixing exercise\" and mobility test to evaluate the rover's wheel-soil interaction.", "url": "https://indianexpress.com/article/technology/science/isro-begins-flight-integration-activity-for-chandrayaan-2-as-scientists-tests-lander-and-rover-4905883/"}, {"title": "Chandrayaan-2 Moon mission to be launched in first quarter of 2018", "date": "2017-11-10", "content": "A. S. Kiran Kumar, the chairman of the Indian Space Research Organisation (ISRO), has recently revealed that Chandrayaan-2 - India's second mission to the Moon - will be ready for launch sometime in the first quarter of 2018, noting that the spacecraft is currently in its final stages of integration. \"Things are going on. The orbiter is getting ready. Flight integration activity is going on, and a series of tests are planned for lander and rover. They are all in progress and we are working towards the first quarter (of 2018) launch of Chandrayaan-2,\" Kumar told Indian news agency PTI. His words were recently confirmed by Jitendra Singh, Union Minister of State for Atomic Energy and Space, who announced that the launch will take place in the first quarter of 2018, most likely in March. According to ISRO, Chandrayaan-2 mission will consist of an orbiter, a lander, and a six-wheeled 44-pound (20-kilogram) rover. The orbiter will be inserted into a 62-mile (100-kilometer) lunar orbit from where it will release the lander for a soft landing on the lunar surface. The lander will then deploy the rover that will move around near the landing site in a semi-autonomous mode for about two weeks, observing the lunar surface and analyzing the lunar soil. The main goal of Chandrayaan-2 is to demonstrate the soft-landing capability. Moreover, the mission will also collect scientific information on lunar topography, mineralogy, elemental abundance, lunar exosphere, and signatures of hydroxyl and water ice. \"It (Chandrayaan-2) differs from the previous one (Chandrayaan-1) in the sense that in the last one, we had Moon impact probe that descended on the Moon in an uncontrolled manner, whereas this (Chandrayaan-2) will carry a lander, which will descend on the surface of the Moon in a controlled manner,\" Kumar said. Chandrayaan-1 was a lunar orbiter operating between October 2008 and August 2009. The goal of the mission was the chemical, mineralogical, and photo-geologic mapping of the Moon. Chandrayaan-2 will be launched into space by ISRO's Geosynchronous Satellite Launch Vehicle (GSLV) in its Mk II variant. Liftoff will take place at the Satish Dhawan Space Centre in Sriharikota, India.", "url": "https://www.spaceflightinsider.com/organizations/isro/chandrayaan-2-moon-mission-launched-first-quarter-2018/"}]}, {"win label": 0, "news": [{"title": "Chandrayaan-2 launch in April, to aim for moon's south pole", "date": "2018-02-16", "content": "Chandrayaan-2 will be ISRO's first inter-planetary mission to land a rover on any celestial body. India's second lunar mission has been postponed till April, Jitendra Singh, who heads the Department of Space, said. It was earlier scheduled for March. The mission, which would cost about ~800 crore, will be the first time India will attempt to land a rover on the moon's south pole. \"The rover will land near an as-yet-unexplored south pole,\" Isro's new chairperson, K Sivan said. \"India is going to launch Chandrayaan-2 in April. It is under Chandrayaan-1 mission that the Isro spotted water on the moon. Chandrayaan-2 is a further extension of the project and it is as good as landing a man on the moon,\" Singh said at a conference on Friday. In case the launch does not happen in April because of unsuitable weather conditions it will happen in November. Earlier missions to the moon have landed near the equator so the south pole is relatively less known. It has very old rocks formed millions of years ago. \"This could possibly help us understand the origin of universe,\" Sivan said. In a separate conference, B N Suresh, Honorary Distinguished Professor of the Isro, said that Isro was ready to take humans to space. According to Suresh, the technology is ready but the political clearance is pending. The future plans of the space agency include developing heavier lift launch vehicles, reusable launch vehicles, heavy platforms and human space missions, the professor said. ", "url": "https://www.hindustantimes.com/india-news/chandrayaan-2-launch-in-april-to-aim-for-moon-s-south-pole/story-1LGmBEi7QKLLMuFFto55pK.html"}, {"title": "Chandrayaan-2 launch postponed to October: ISRO chief", "date": "2018-03-23", "content": "The launch of India's second lunar mission 'Chandrayaan-2', slated for next month, has been postponed to October as the experts have suggested some tests, the ISRO said today. The experts had met recently and suggested the tests, following which the mission will now be launched in October, Indian Space Research Organisation (ISRO) chairman K Sivan said. \"Chandrayaan 2 will not be in April, it has been changed to October,\" he told reporters at the airport here. Union Minister of State in the Prime Minister's Office, in-charge of the Department of Space, Jitendra Singh had on February 16 last said the lunar mission under which the ISRO will for the first time attempt to land a rover on the moon's south pole, will be launched in April. Sivan had earlier said the window to launch the Rs 800 crore mission was between April and November 2018. While the \"targeted date\" was April, ISRO would launch the mission in October or November, he had said. According to ISRO, Chandrayaan-2 is a \"totally indigenous mission comprising an orbiter, lander and rover\". The Chandrayaan-2 spacecraft weighing around 3,290 kg would orbit around the moon and perform the objectives of remote sensing the moon.\"The payloads will collect scientific information on lunar topography, mineralogy, elemental abundance, lunar exosphere and signatures of hydroxyl and water-ice,\" ISRO said on its website about the lunar mission. ISRO had launched its maiden lunar mission Chandrayaan-1 in 2008.", "url": "https://economictimes.indiatimes.com/news/science/chandrayaan-2-launch-postponed-to-october-isro-chief/articleshow/63429955.cms"}]}, {"win label": 0, "news": [{"title": "Chandrayaan-2 to be launched in January-March window in 2019, says ISRO", "date": "2018-08-12", "content": "India's second moon mission Chandrayaan-2 will now be launched in the January-March window in 2019 instead of later this year as the design was changed to enable it to land on the lunar surface, a top ISRO official said on Sunday. \"We have planned to launch Chandrayaan mission in January 3. We are fixing with that (date) and targeting that. But that is an open window. We can go up to March also. As we are coming closer (the date), we may miss the target,\" he said. The reason for postponing the mission was that there were certain important changes made in the design so that it could easily land on the lunar surface, he said. He was speaking on the sidelines of a function, where the bust of Dr Vikram Sarabhai, the architect of the Indian space mission, was unveiled. Asked why the weight of Chandrayaan-2 was increased by 600 kg, he said ISRO noticed during experiments that after the moon lander was ejected, the satellite would shake. So they decided that the design modification was required for landing and mass has to be increased. \"We also realised that the orbiter required more phases, which required more fuel,\" he told reporters. On the space agency's future missions, Sivan said ISRO also plans to launch 50 satellites in the next three years. The space agency would launch 22 satellites in 2019, the maximum in any year in the history of ISRO, he said. \"Next year from February to December we plan to have 22 missions with almost two missions per month, which is a very important activity. This tight schedule of programmes we are doing for the first time. We have set a target. We may not be able to achieve but we are targeting it. So many missions in a year is a huge target for the first time in the history of ISRO,\" Sivan said. The remaining months of 2018 would also be very hectic for ISRO as it plans to launch at least two missions every month, he said. \"Our next mission is PSLV C42, which will launch NOVASAT and S1-4. These two satellites are commercial satellites from the UK. It is a commercial mission and is planned in September. Subsequently, we have two missions each month,\" the ISRO chief said. In October this year, ISRO would launch GSAT29 for the Digital India programme and hyper spectrum imaging satellites along with 30 commercial satellites, Sivan said. The following month GSAT-7A will be launched, while in December there would be two missions, GSLV-F11 launching AMISAT and GSAT-31, a replacement for INSAT 4CR, whose life will get over by January, he said. ISRO would have two missions Chandrayan-2 by GSLV Mark 3 and the PSLV P45 launching RA-SAT 2B next year. The focus area of these launches was to enhance the communication so that rural India gets high bandwidth data connectivity, somewhere between 80 GBPS to 100 GBPS, he said. Asked about GSAT 6A, with which communication had been lost after its launch in March 31 this year, he said ISRO has not given up hope and was still trying to establish radar contact with the satellite. \"We have not given up hope. We will wait till a year,\" he said when asked how much time ISRO would take to announce that the GSAT 6A was a failed mission.", "url": "https://indianexpress.com/article/india/chandrayaan-2-launch-isro-5303332/"}]}, {"win label": 0, "news": [{"title": "Chandrayaan-2 mission launch most likely in Feb: ISRO", "date": "2019-01-03", "content": "The Indian Space Research Organisation (ISRO) is likely to launch Chandrayaan-2, the country's second mission to the Moon, next month, sources in the space agency said on Thursday. \"We are all trying hard. Definitely, it should be possible to launch the mission in February,\" a senior ISRO official told PTI. It is expected by the middle of next month but no date has been finalised, the sources said. \"There is no impediment. It's on track,\" the official said. Chandrayaan-2, a totally indigenous venture, comprises an orbiter, a lander and a rover. After a controlled descent, the lander would soft-land on the lunar surface at a specified site and deploy a rover, according to the ISRO. The six-wheeled rover will move around the landing site on the lunar surface in a semi-autonomous mode as decided by the ground commands. The instruments on the rover will observe the lunar surface and send back data, which will be useful for analysis of the lunar soil. The 3,290-kg Chandrayaan-2 will orbit the Moon and perform the objectives of remote sensing it. The payloads will collect scientific information on lunar topography, mineralogy, elemental abundance, lunar exosphere and signatures of hydroxyl and water-ice, the space agency said. Chandrayaan-1 was India's first lunar probe. It was launched by the ISRO in October 2008 and operated till August 2009.", "url": "https://www.thehindubusinessline.com/news/science/chandrayaan-2-mission-launch-most-likely-in-feb-isro/article25900207.ece"}]}, {"win label": 1, "news": [{"title": "Chandrayaan-2 now scheduled to take off on 22 July, says Isro", "date": "2019-07-17", "content": "Exactly a week after its launch was aborted due to a technical glitch, India's ambitious second mission to the moon, Chandrayaan-2 is now set to take off on Monday afternoon, said Indian Space Research Organization (ISRO). \"The launch which was called off due to a technical snag on 15 July is now rescheduled at 2:43 pm on 22 July,\" tweeted the national space agency, here on Thursday. The Geosynchronous satellite launch vehicle (GSLV) Mk-III M1, Isro's most powerful rocket was scheduled to take off at 2:51 am on 15 July, with the Chandrayaan-2 module consisting of an orbiter, a lander and a rover. However, some technical glitch was detected 56 minutes before the scheduled launch, compelling the scientists to halt the launch. The agency had completed the filling of fuel, including liquid hydrogen and liquid oxygen, into the cryogenic stage of the rocket, indicating the process was running normally till the last hour. Isro has yet not disclosed details on the nature of the error encountered. The mission comes around 11 years after the space agency's maiden journey to the moon, which successfully provided evidence of water on the moon. In the second mission, Isro aspires to build on those experiments and do more focused studies on the extent and distribution of water on the moon's surface and below it. It will also be the first time, that India would attempt a 'soft landing' on the south pole of the moon. If successful, it will become only the fourth country in the world, after US, Russia and China to achieve the feat. While the original date for attempting the landing was on September 6, when the lunar day begins, the agency has not yet announced when the landing would be attempted now. As per the initial plan, the integrated module was supposed to remain in earth's orbit for first 17 days and then move to the lunar orbit after necessary orbital raising manoeuvres are performed. Both the lander Vikram and Rover Pragyaan would then separate from the orbiter on 6 September and make a touchdown on the moon. While orbiter would revolve around the moon for a period of one year, the Lander and Vikram would map the lunar surface for water and minerals and conduct experiments.", "url": "https://edition.cnn.com/2019/07/22/asia/india-space-ambitions-moon-launch-intl-hnk/index.html"}, {"title": "Chandrayaan-2: Success in India's second attempt at launching moon mission", "date": "2019-07-22", "content": "India has successfully launched a mission to soft land a rover on the moon, in a landmark moment for a nation trying to become a space superpower. The country's latest lunar mission, Chandrayaan-2, which means \"moon vehicle\" in Sanskrit, took off from the Satish Dhawan Space Center at Sriharikota in Andhra Pradesh state at 2:43 p.m., Monday local time (5:13 a.m. ET). The launch was originally scheduled for July 15, but was abruptly called off just 56 minutes before liftoff due to a \"technical snag.\" India is now on the way to becoming the fourth country - in addition to United States, China and the former Soviet Union - to make a soft landing on the lunar surface. The Chandrayaan-2, which weighs 3.8 tons and carries 13 payloads, has three elements - lunar orbiter, lander and rover, all developed by the Indian Space Research Organization (ISRO). It will travel for two months, before positioning itself in a circular orbit 62 miles (100 kilometers) above the moon's surface. From there, the lander - named Vikram after the pioneer of the Indian space program Vikram Sarabhai - will separate from the main vessel and gently land on the moon's surface near its south pole. A robotic rover named Pragyan (meaning \"wisdom\") will then deploy and spend one lunar day, or 14 Earth days, collecting mineral and chemical samples from the moon's surface for remote scientific analysis. Over the next year, the orbiter will map the lunar surface and study the outer atmosphere of the moon. Kailasavadivoo Sivan, ISRO chairman, said in June that the last 15 minutes of the landing \"are going to be the most terrifying moments for us.\" Speaking at a press conference soon after the launch, Sivan said the \"mammoth task\" was possible thanks to the \"hard work by Team ISRO.\" \"They worked continuously, forgot about their families, sacrificing their interests ... in a nonstop mode, they worked to ensure that the snag was fixed properly.\" Indian Prime Minister Narendra Modi took to Twitter to congratulate the team. \"Special moments that will be etched in the annals of our glorious history! The launch of #Chandrayaan2 illustrates the prowess of our scientists and the determination of 130 crore Indians to scale new frontiers of science. Every Indian is immensely proud today!\" he tweeted. As well as coinciding with the 50th anniversary of the Apollo moon landing, the launch comes as other space agencies revisit the idea of sending humans to the moon and beyond - NASA has touted a bold plan to return American astronauts to the moon by 2024. India's space ambitions: This mission is significant for India - the country wants to become a major space player and put Indian astronauts in space by 2022. \"India wants to show, especially since Prime Minister (Narendra) Modi came into office, that India is a major power, and that India has to be treated as a major Indo-Pacific power,\" said Rajeswari Pillai Rajagopalan, head of the nuclear and space policy initiative at the Observer Research Foundation. Chandrayaan-1, India's maiden lunar mission, discovered water molecules on the surface of the moon. As part of that mission, an impact probe crashed into the moon's south polar region in a controlled landing. India's attempted soft-landing is a far greater technical challenge than the controlled crash of Chandrayaan-1. The two Chandrayaan missions are a precursor to Chandrayaan-3, which is scheduled to make a return mission to the moon in 2023-2024. In 2014, India became the first Asian nation to reach the Red Planet, when it put the Mangalyaan probe into orbit around Mars. The Mars Orbiter Mission famously cost $74 million - less than the $100 million than Hollywood spent making space thriller \"Gravity.\" In 2017, India launched a record 104 satellites in one mission while operating a low-cost budget. Earlier this year, Prime Minister Modi announced that India had shot down one of its own satellites, in what it claimed was an anti-satellite test, making it one of four countries to have achieved that feat. Modi said that operation, called Mission Shakti - which stands for \"power\" in Hindi - would defend the country's interests in space. The Foreign Ministry said that India had \"no intention of entering into an arms race in outer space.\" The nation is also positioning itself as the launch pad for the world's commercial satellites - it has launched 297 foreign satellites for 33 countries, according to the government's space agency. ISRO chairman Sivan also announced in June that India was planning to set up an independent space station by 2030. Currently, the only space station available for expedition crews is the International Space Station (ISS) a joint project, which several countries participate in. India's space agency has also proposed sending an orbiter to Venus by 2023. Some say India's ambitious goals are unrealistic. \"ISRO also has a capacity deficit, limited human and financial resources, so how will those be allocated between the space station and the astronauts program?\" asked Rajagopalan. \"Some of these things are driven towards nationalistic sentiments, pride and prestige but some are not going to be achievable.\" Asia space race: There is competing competition for space-related power and prestige in Asia - with China, India and Japan all outlining bold space exploration plans. China, India's great regional rival for superpower status, is the most rapidly accelerating space power and, under President Xi Jinping's leadership, has invested billions in building up its space program. In January, China made history by becoming the first nation to land a rover on the far side of the moon and a planned mission next year is due to land on the moon, collect samples and return to Earth. Preliminary plans are also underway for a manned lunar mission in the 2030s. If successful, China would become only the second country, after the US, to put a citizen on the moon. Beijing is also spending big on the Tiangong program, a precursor to a permanent space station it plans to finish construction on by around 2022.", "url": "https://edition.cnn.com/2019/07/22/asia/india-space-ambitions-moon-launch-intl-hnk/index.html"}, {"title": "With Chandrayaan-2 launch, India's ISRO shoots for the Moon on a shoe-string budget", "date": "2019-07-22", "content": "India took a giant leap in its space program on Monday after its space agency launched a spacecraft that is scheduled to touch down on the Moon in September. The Indian Space Research Organization (ISRO), which is India's equivalent of NASA, confirmed the successful launch of the spacecraft as the nation inches closer to becoming only the fourth country - after the United States, China and Russia - to land a spacecraft on the Moon. Chandrayaan-2 aims to land on a plain surface that covers the ground between two of the Moon's craters, Simpelius N and Manzinus C. If successful, India will also become the first country to achieve a soft, controlled landing close to the Moon's south pole. The launch today - which comes exactly 50 years since American astronauts walked on the Moon - could further cement India's position in the global space race.  At 142 feet tall, the rocket was originally scheduled to launch from the Satish Dhawan Space Centre, Sriharikota in Andhra Pradesh on July 15, but ISRO postponed it less than an hour ahead of the deadline citing a \"technical glitch.\" ISRO said it resolved the issue last week. Everything about India's homegrown lunar mission - dubbed Chandrayaan-2 (Sanskrit for \"moon vehicle\") - is a technological marvel. The spacecraft - which is sitting atop the country's most powerful rocket to date, a Geosynchronous Satellite Launch Vehicle called Mark III - is carrying an orbiter, a lunar lander called Vikram and six-wheeled rover dubbed Pragyan (Sanskrit for \"wisdom\"). On September 6 or 7 (a deadline which remains intact despite a week-long delay in the launch), the lander, which is named after Vikram Sarabhai, the father of ISRO, is scheduled to detach from the orbiter. Until then, Chandrayaan-2 will embark on a slow journey to the Moon, staying in an elliptical orbit. The mission's budget is just $141 million, significantly lower than those of other countries, and less than half of the recently released blockbuster \"Avengers: Endgame.\" The orbiter is designed to operate for at least one year, but the lander and rover are expected to operate for just a couple of weeks. \"Chandrayaan-2 is unique because it will explore and perform studies on the south pole region of lunar terrain, which has not been explored and sampled by any past mission. This mission will offer new knowledge about the Moon,\" India's Prime Minister Narendra Modi said in a statement. \"Efforts such as Chandrayaan-2 will further encourage our bright youngsters towards science, top quality research and innovation. Thanks to Chandrayaan, India's Lunar Programme will get a substantial boost. Our existing knowledge of the Moon will be significantly enhanced.\" The lift-off, which took place at 14:43 IST (local time), was broadcast live on some free-to-air TV channels. The successful launch prompted a flood of congratulatory messages on social media as millions of Indians expressed their excitement. The Chandrayaan-2 mission is aimed at analyzing minerals on the south pole of the Moon, a region that has not been closely studied yet. So the Chandrayaan-2 lander is equipped with a suite of instruments, including spectrometer and cameras, among others, to map the lunar surface, look for water and measure moonquakes and temperature of the soil.  In a statement released earlier this month, ISRO said the Chandrayaan-2 will \"boldly go where no country has ever gone before.\" As the name suggests, Chandrayaan is not India's first lunar mission. In 2008, the nation deployed orbiter Chandrayaan-1 that played an instrumental role in helping confirm the presence of water ice in the lunar craters. However, it could not make the controlled landing. In 2013, ISRO also launched an orbiter to Mars in its maiden $74 million interplanetary mission - a fraction of the $671 million NASA spent for a Mars mission in the same year. In 2017, ISRO also deployed a record 104 satellites into space in just 18 minutes. ISRO has come a long way and specialized in low-cost space launches since the early 1960s, when components of rockets were transported by bicycles and assembled by hand in the country. Last month, ISRO unveiled its intentions to have its own space station in the future and conduct separate missions to study the Sun and Venus. It will begin working on its space station following its first manned mission to space, called Gaganyaan (which means \"space vehicle\" in Sanskrit), in 2022 - just in time to commemorate 75 years of the country's independence from Britain. The government has sanctioned Rs 10,000 crores ($1.5 billion) for the Gaganyaan mission. \"While navigation, communication and Earth observation are going to be the bread and butter for us, it is missions such as Chandrayaan, Mangalyaan (Sanskrit for \"Mars vehicle\") and Gaganyaan that excite the youth, unite the nation and also pave a technological seed for the future,\" said Dr. Kailasavadivoo Sivan, chairman of Indian Space Research Organization (ISRO) at the time. \"It is the beginning of a historical journey of India towards the moon,\" Sivan said in a press conference today. \"It is my duty to salute all the people who have done the work.\"", "url": "https://techcrunch.com/2019/07/22/india-chandrayaan-2-launch-isro/"}, {"title": "Chandrayaan-2: India spacecraft begins orbiting Moon", "date": "2019-08-20", "content": "India's second lunar exploration mission has entered the Moon's orbit, nearly a month after blasting off, officials have said. Chandrayaan-2 began its orbit of the Moon at 09:02 local time (04:32 GMT) on Tuesday. The craft completed the manoeuvre in around 30 minutes, the Indian Space Research Organisation (Isro) said. India's Prime Minister Narendra Modi hailed the mission as \"an important step in the landmark journey\". K Sivan, head of Isro, said he was confident Chandrayaan-2 would land on the Moon as planned on 7 September. \"Whatever is humanly possible, has been done by us,\" he told reporters at a news conference. Chandrayaan-2 was launched from the Sriharikota space station on 22 July, a week after the scheduled blast-off was halted due to a technical snag. India hopes the $145m (£116m) mission will be the first to land on the Moon's south pole. Last month's launch was the beginning of a 384,000km (239,000-mile) journey. 'Our hearts almost stopped': Mr Sivan said Chandrayaan-2's successful entry into the Moon's orbit was a make-or-break moment for the mission. The craft, which comprises three parts - an orbiter, a lander and a rover - used an on-board propulsion system to complete the tricky operation. Mr Sivan said the speed and altitude of the craft had to be \"just right\" because \"even a small error would have killed the mission\". \"Our heartbeats increased... for 30 minutes, our hearts almost stopped,\" Mr Sivan said. Now Chandrayaan-2 has entered the Moon's orbit, it will carry out a series of manoeuvres in the coming days before its lander attempts to touch down next month. What is this mission all about? India's first Moon mission - Chandrayaan-1, which launched in 2008 - resulted in the probe crash-landing on the lunar surface. But it carried out the first and most detailed search for water on the Moon using radars. Chandrayaan-2 (Moon vehicle 2) will try to land near the little-explored south pole of the Moon. The mission will focus on the lunar surface, searching for water and minerals and measuring moonquakes, among other things. India used its most powerful rocket, the Geosynchronous Satellite Launch Vehicle Mark III (GSLV Mk-III), in this mission. It weighed 640 tonnes (almost 1.5 times the weight of a fully-loaded 747 jumbo jet) and, at 44 metres (144ft), was as high as a 14-storey building.The spacecraft used in the mission has three distinct parts: an orbiter, a lander and a rover. The orbiter, which weighs 2,379kg (5,244lb) and has a mission life of a year, will take images of the lunar surface. The lander (named Vikram, after the founder of Isro) weighs about half as much, and carries within its belly a 27kg Moon rover with instruments to analyse the lunar soil. In its 14-day life, the rover (called Pragyan - wisdom in Sanskrit) can travel up to a half a kilometre from the lander and will send data and images back to Earth for analysis. How long is the journey to the Moon? The journey of more than six weeks is a lot longer than the four days the Apollo 11 mission 50 years ago took to land humans on the lunar surface for the first time. In order to save fuel, India's space agency has chosen a circuitous route to take advantage of the Earth's gravity, which will help slingshot the satellite towards the Moon. India does not have a rocket powerful enough to hurl Chandrayaan-2 on a direct path. In comparison, the Saturn V rocket used by the Apollo programme remains the largest and most powerful rocket ever built.", "url": "https://www.bbc.com/news/world-asia-india-49404019"}, {"title": "Chandrayaan-2 reaches Moon: Here is what Isro achieved in past 50 yrs", "date": "2019-09-10", "content": "Around 1.52 am on September 7 when hundreds of scientists at the Indian Research Space Organisation (Isro) were glued to their monitor screens at Isro's control centre in Bengaluru, and millions of Indians were glued to their TV sets and mobile phones back home, India achieved two milestones and missed one by a whisker. In focus was 'Mission Chandrayaan-2', India's ambitious attempt to reach Moon's south polar region, an area largely unexplored as most lunar probes have focused on Moon's equator and north pole. It was not just an attempt to merely reach Moon's south pole, Chandrayaan-2 was an attempt to soft-land a rover there, a feat achieved by only three countries -- the US, Russia and China. On September 7, India reached the Moon for the second time. This was a record in sorts, given the handful countries who have done it before. What India also achieved that day was reaching the Moon's south polar region, again. (The first was in 2008 with the hard-landing of Chandrayaan-1.) But, these milestones aside, the milestone that India probably missed by a whisker was, it not being able to soft-land a rover on the Moon. Vikram Lander (which was part of Chandrayaan-2) landed on Moon, but not in the manner Isro scientists had planned it to. Isro lost contact with Vikram in the penultimate moments when it was just 2.1 km above Moon's surface. What exactly happened next is not known. Did it crash-land on the Moon? We do not know. Was it able to control its speed on its own despite losing contact with Isro (its system did have the capability)? We do not know. So far Isro has said it has located Vikram on the Moon. It is in \"one piece\" and in a \"tilted position\". \"Efforts to establish contact with it are on and data is being analysed,\" is what Isro has said. Had it been a successful soft-landing, India would have entered the league of a few nations to achieve the feat. But nevertheless, much of the Chandrayaan-2 mission is intact and in a very healthy state because most experiments will be carried out by the orbiter and not Vikram the lander. As per Isro, the orbiter is perfectly fine and moving on its trajectory around Moon. Despite the setback with Vikram's landing, September 7 will be remembered as a day that heralded India into a new zone of space explorations. Call it a coincidence or something destined, but the feats of Chandrayaan-2 come in a year when Isro completes its 50 years. In this five-decade-old journey, the scientists at Isro have ensured that the organisation reached milestones, one after the other, that kept their morale high to explore new frontiers. Isro's space odyssey started on August 15, 1969. Within six years it achieved its first milestone on April 19, 1975 when the first Indian satellite -- Aryabhatta -- successfully entered outer space with the help of the Soviet space agency. Weighing 360 kg, Aryabhatta had a mission life of just six months. For India, that was its 'one small step, one giant leap' moment. In many ways, the scale of Isro's space odyssey can be understood from how it journeyed from the age of Aryabhatta in 1975 to the age of something as complex as Chandrayaan-2 in 2019. In this period, Isro sent 105 Indian satellites into space, developed its own independent launch systems, carried out 75 launches, reached the Moon twice, successfully sent a spacecraft orbiting Mars, besides sending 297 satellites of 33 countries and 10 satellites designed and built by Indian students. But, like journeys of all great ambitious organisations, there of course were a few setbacks and failures that dotted Isro's space odyssey. The positive aspect was, they were few and far between. Of the 75 launches that Isro has carried out till date, only eight were unsuccessful. Besides this, two satellites failed in their orbits after being successfully launched while one suffered partial failure. In terms of complexity, Chandrayaan-2 has been the most sophisticated missions undertaken by Isro till date. Its precursor, Chandrayaan-1 too reached the Moon but through crash landing. In fact, it was the one that found vital evidence indicating presence of water molecules in Moon's south polar region, thus generating curiosity among space scientists to explore the region further. As Isro embarks on its journey to explore new frontiers, next on its radar is the ambitious 'mission Gaganyaan' which plans to send three Indian into the space by 2022.", "url": "https://www.indiatoday.in/science/story/chandrayaan-2-moon-landing-vikram-isro-achievements-in-50-years-1597565-2019-09-10"}]}, [], {"win label": 0, "news": [{"title": "Chandrayaan-2 completes one year in space; all payloads performing well, says ISRO", "date": "2020-07-21", "content": "As India's Chandrayaan-2 mission marked the completion of one year of its launch by GSLV MkIII -M1, the Indian Space Research Organisation (ISRO) said on Tuesday all its payloads are performing well.  The mission took off from the Satish Dhawan Space Centre in Sriharikota on July 22. After revolving around the Earth's orbit for nearly 23 days, the craft began its journey to the moon on August 14. The Chandrayaan-2 spacecraft was inserted into lunar orbit on August 20, 2019.  A day before its launch anniversary, ISRO said all eight payloads on Chandrayaan-2 are performing well.  The global mapping of lunar surface and polar coverage are being carried out as per the mission plan, it said. \"Extensive data has been acquired from Chandrayaan-2 payloads and parameters are being derived for (i) presence of water-ice in the polar regions, (ii) X-ray based and Infrared spectroscopic mineral information and (iii) mid and high latitude presence of Argon-40, a condensable gas on the Moon which gets released internally by the radioactive decay of 40 K,\" the space agency said.  ISRO said the report on the major findings from Chandrayaan-2 science experiments was planned to be released at the Annual Lunar Planetary Science Conference in March 2020 but was cancelled due to COVID-19. Public release of Science data from Chandrayaan-2 for global use will begin in October 2020, wherein details for accessing the data will be provided, it said. The Orbiter High Resolution Camera (OHRC) on board the orbiter has acquired 22 orbits images of lunar surface consisting of nearly 1056 sq. km area. It is also used to characterise landing sites for future missions. Even though ISRO contact with Vikram Lander, the Chandrayaan-2 mission achieved 98% of its objectives as the orbiter is doing very well. The Vikram Lander successfully separated from Chandrayaan-2 Orbiter on September 2. The Lander Vikram was to soft-land on the far side of the moon at on September 7. Minutes before its scheduled soft-landing, the communication with Vikram Lander was lost. It was 2.1 km above the moon's surface when it lost contact with the ground stations.", "url": "https://www.dnaindia.com/science/report-chandrayaan-2-completes-one-year-in-space-all-payloads-performing-well-says-isro-2833417"}, {"title": "ISRO's Chandrayaan 2 identifies craters that may have water after mapping 4 million square kilometres of the Moon in its first year", "date": "2020-08-21", "content": "Space agencies and private companies all over the world have their eyes set on the Moon as the next hub of human habitation. This includes the Indian Space Research Organisation (ISRO). It has found areas water could be right below the lunar surface, landing sites for future missions and what's hidden on the far side of the Moon over last one year. The orbiter was successfully injected into orbit on August 20. The eight the eight instruments onboard have been scouting the lunar surface for information and clues that could set the stage for further moon exploration. Even though the space agency did not share how much data was sent back to Earth, nearly half of it was from the Solar X-ray Monitor (XSM) and Chandrayaan-2 Large Area Soft X-ray Spectrometer (CLASS). According to ISRO, the orbiter has enough fuel to continue its orbit around the Moon for another seven years. The data that it has collected so far will be made public by year-end.", "url": "https://www.businessinsider.in/science/space/news/isro-chandrayaan-2-identifies-craters-that-may-have-water-after-mapping-4-million-square-kilometres-of-the-moon-in-its-first-year/slidelist/77667105.cms"}, {"title": "Chandrayaan-2 orbiter completes 4400 orbits around moon, ISRO says it will function for 7 yrs", "date": "2020-08-21", "content": "Marking a year of the Chandrayaan-2 integrated module having been inserted into lunar orbit, the Indian space Research Organisation (ISRO) has released its initial set of technical and mission data. The agency said that though the soft-landing of the Lander was unsuccessful, the orbiter has completed 4400 orbits around the moon and all eight on-board instruments are performing well.  While the orbiter was meant to stay operational for one year, ISRO says that it has enough fuel for remaining in orbit for seven years.  The Indian space agency has said that the spacecraft is healthy and performance of its subsystems are normal. The orbiter is being maintained in 100+/-25 km polar orbit (circling the moon along the poles) with periodic orbit maintenance (OM) manoeuvres. When any satellite or spacecraft is in space in a certain orbit it swings wildly on a certain plane and moves a few hundred metres or even a few kilometres away from the intended path. That's when commands are issued to fire its on-board liquid-fuelled Motors to steer it back on course.  So far, 17 such OMs were carried out since achieving 100 km lunar orbit on September 24, 2019. The statement from ISRO also adds that the eight scientific payloads on-board are being used optimally. Simply put, this means that the illumination on the lunar surface would vary throughout the year, depending on the sun's position. Hence, ISRO is making use of multiple equipment to capture images and conduct studies when conventional imaging cameras cannot function owing to poor lighting.   According to ISRO, over the last year, the Terrain Mapping Camera 2 (TMC 2) has been able to acquire images of nearly 4 million sq Km of lunar surface area, during 220 orbits. TMC-2 is said to be the highest resolution camera that is currently in orbit around the moon. With a resolution of 30cm, it will be able to distinguish between objects that are 30 cm apart. This is besides the orbiter high resolution camera (OHRC) that has captured images of about 1056sq km area. This data can be used to select landing sites for future missions. The images from OHRC can also help scientists understand the boulders in a particular region and help in interpreting the geological features and their history. While some of the salient results have been shared on the occasion of the anniversary of lunar orbit insertion, ISRO has stated that the public data release is planned for later this year, after validation by formal peer review. India's second moon-probe Chandrayaan 2 was launched on July 22 last year and had attempted a moon-landing on September 7. However, the much anticipated landing happened to end-up in a crash landing, after ISRO lost contact with the Vikram lander, barely at an altitude of 2.1 km from the lunar surface. This mission was launched with the objectives of obtaining detailed information on the topography, mineralogy, surface chemical composition, thermo-physical characteristics and the lunar exosphere. India's first lunar mission Chandrayaan-1 is credited with finding extensive presence of surface water and the indication of sub-surface polar water-ice deposits. ISRO is also working on Chandrayaan 3, the country's third moon probe, and it is expected to be launched sometime in 2021 or later. ", "url": "https://www.dnaindia.com/india/report-chandrayaan-2-orbiter-completes-4400-orbits-around-moon-isro-says-it-will-function-for-7-yrs-2838564"}]}, [], {"win label": 0, "news": [{"title": "Chandrayaan-2 spacecraft completes over 9,000 orbits around moon: ISRO", "date": "2021-09-06", "content": "The Indian Space Research Organisation opened a two- day Lunar Science Workshop 2021 on Monday to commemorate the completion of two years of operation of Chandrayaan-2 spacecraft around the lunar orbit.  Inaugurating the event, ISRO Chairman K Sivan stated the eight instruments aboard the Chandrayaan-2 spacecraft are conducting remote sensing and in-situ observations of the Moon at around 100 km altitude from the lunar surface.  \"Till date, the  Chandrayaan-2  has completed more than 9,000 orbits around the Moon,\" the ISRO chief added.  Sivan released data product and science documents based on data from Chandrayaan-2, along with data from spacecraft's orbiter payloads, for further research during the inaugural session of the workshop.  \"The science data are being made available for analysis by academia and institutes, for a greater participation to bring out more science from Chandrayaan-2 mission,\" ISRO said.  Sivan said he has reviewed the science results, and found them to be \"very much encouraging\".  Chairman of Apex Science Board, ISRO, A S Kiran Kumar said the imaging and scientific instruments on board the Chandrayaan-2 satellite have been providing excellent data.  \"Chandrayaan-2 has really incorporated many new features in its instruments which are taking the observations carried out on Chandrayaan-1 to a newer and higher level,\" added Kiran Kumar, a former ISRO Chairman.  Project Director of Chandrayaan-2, Vanitha M, said all the sub-systems of the orbiter were performing well.  \"We hope that we can get good data from the spacecraft for many more years,\" she said.  Vanitha said the imaging payloads of the orbiter -- TMC-2, IIRS  and OHRC  have sent us breath-taking pictures of the Moon.  The two-day workshop, organised by ISRO, is being live-streamed on the space agency's website and Facebook page, for effectively reaching the students, academia and institutes, and to engage the scientific community to analyse Chandrayaan-2 data, an ISRO statement said.  The science results from the eight payloads are being presented by the scientists in the workshop being held virtually. In addition, there will be lectures on the Chandrayaan-2 mission, tracking, operations, and data archival aspects.  Along with the scientists from ISRO/DoS, there will also be lectures on lunar science to be delivered by scientists from Indian Institute of Science Education and Research, Kolkata, Indian Institute of Science, Bengaluru, and Indian Institute of Technology, Roorkee, it was stated.", "url": "https://www.livemint.com/news/india/chandrayaan2-spacecraft-completes-over-9-000-orbits-around-moon-isro-11630922216785.html"}, {"title": "Chandrayaan-2 completes over 9,000 orbits around moon: ISRO", "date": "2021-09-06", "content": "India's Chandrayaan-2 spacecraft has completed more than 9,000 orbits around the Moon, and imaging and scientific instruments on board have been providing excellent data, officials said on Monday.  The  Indian Space Research Organisation   is holding a two-day Lunar Science Workshop 2021, which began on Monday, to commemorate the completion of two years of operation of Chandrayaan-2 spacecraft around the lunar orbit.  In his inaugural address, ISRO Chairman K Sivan said the eight payloads on board the Chandrayaan-2 spacecraft are conducting remote sensing and in-situ observations of the Moon at around 100 km altitude from the lunar surface.  \"Till date, the Chandrayaan-2 has completed more than 9,000 orbits around the Moon,\" added Sivan, also Secretary in the Department of Space.  According to the Bengaluru-headquartered ISRO, data product and science documents were released by the chairman, along with data from Chandrayaan-2 orbiter payloads.  \"The science data are being made available for analysis by academia and institutes, for a greater participation to bring out more science from Chandrayaan-2 mission,\" ISRO said.  Sivan said he has reviewed the science results, and found them to be \"very much encouraging\".  ISRO Apex Science Board Chairman A S Kiran Kumar said the imaging and scientific instruments on board the Chandrayaan-2 satellite have been providing excellent data.  \"Chandrayaan-2 has really incorporated many new features in its instruments which are taking the observations carried out on Chandrayaan-1 to a newer and higher level,\" added Kiran Kumar, a former ISRO Chairman.  Project Director of Chandrayaan-2, Vanitha M, said all the sub-systems of the orbiter were performing well. \"We hope that we can get good data from the spacecraft for many more years,\" she added.  Vanitha said the imaging payloads of the orbiter - TMC-2, IIRS  and OHRC - have sent us breathtaking pictures of the Moon.  The two-day workshop, organised by ISRO, is being live-streamed on the space agency's website and Facebook page, for effectively reaching students, academia and institutes, and to engage the scientific community to analyse Chandrayaan-2 data, an ISRO statement said.  The science results from the eight payloads are being presented by the scientists in a virtual workshop.  In addition, there will be lectures on the Chandrayaan-2 mission, tracking, operations, and data archival aspects.  Along with scientists from ISRO/DoS, there will be lectures on lunar science to be delivered by scientists from Indian Institute of Science Education and Research, Kolkata, Indian Institute of Science, Bengaluru, and Indian Institute of Technology, Roorkee, it was stated.", "url": "https://www.eastmojo.com/science-tech/2021/09/06/chandrayaan-2-completes-over-9000-orbits-around-moon-isro/"}, {"title": "Chandrayaan-2 Completes 9,000 Orbits Around Moon, Finds Two Elements on Lunar Surface", "date": "2021-09-08", "content": "On September 6, ISRO Chairman K Sivaninaugurated the Lunar Science Workshop, which was live-streamed on the ISRO website, social media platform, and YouTube channel. The chairman of ISRO stated at the opening session that the Chandrayaan-2 spacecraft has completed over 9000 orbits around the moon. On Monday, ISRO officials also stated that Chandrayaan-2 identified the two elements, chromium and manganese, in a few locations during the severe solar flare episodes.  According to reports, soil samples taken during previous moon missions revealed the existence of the elements on the lunar surface. However, the eight instruments onboard Chandrayaan-2 are performing scientific studies of the moon using remote sensing and in-situ techniques, according to an ISRO statement.  The Chandrayaan-2 Large Area Soft X-ray Spectrometer  analyses the lunar X-ray fluorescence  spectra for the presence of key elements including magnesium, aluminium, silica, iron, calcium, titanium and sodium.  In one of the sessions, Shyama Narendranath, Principal Investigator atClass Payload, discussed the findings, saying that remote sensing revealed the precise presence of chromium and manganese on the lunar surface for the first time. They said that it was a surprise and that the weight of these components is less than a percent of the weight of the moon.  The first day of the workshop focused on some of the unique characteristics of the orbiter's payloads. The class payload was also able to clear up any doubts about the existence of sodium on the lunar surface. Although sodium was discovered in official publications based on Chandrayaan-1 data, significant doubts persisted. Oxygen, aluminium, silica, calcium, titanium, and iron are among the elements present in this class.  It is noted that the two-day workshop was held to mark the completion of two years after the launch of the second moon mission, which began on July 22, 2019. ISRO Chairman also stated that the Chandrayaan-2 data is \"national property\" and urged the scientific and academic communities to use it to further knowledge. He released three documents on Chandrayaan-2 pertaining to science results and data products during the opening session.", "url": "https://www.news18.com/news/buzz/chandrayaan-2-completes-9000-orbits-around-moon-finds-two-elements-on-lunar-surface-4179089.html"}, {"title": "ISRO Chandrayaan-2 Detects Presence Of Water Ice On Moon's Polar Regions", "date": "2021-09-09", "content": "ISRO scientists revealed that its Chandrayaan-2 spacecraft that recently completed its second anniversary has picked up traces of water ice in the Permanently Shadowed Regions of the Moon.  This was revealed in a two-day online lunar science workshop organised by ISRO from September 6 to 7.    To the uninitiated, Permanently Shadowed Regions are essentially the northern and southern poles of the moon that get zero sunlight, making them the coldest regions on the lunar surface.  ISRO Chief, K Sivan revealed that Chandrayaan-2 spacecraft is loaded with Dual Frequency Synthetic Aperture Radar that maps surfaces using measurements of electrical properties of materials and can differentiate between the lunar and the ice surface.  The radar was one of the eight payloads that were sent to lunar orbit. Other payloads include a Terrain Mapping Camera, Orbiter High-Resolution Camera, a Large Area Soft X-ray Spectrometer, Solar X-Ray Monitor, Imaging Infrared Spectrometer, Atmospheric Composition Explorer and Dual-Frequency Radio Science Experiment.  K Sivan highlighted that it is also the world's first full polarimetric radar that has gone ahead for a planetary mission.  Anup Das, one of the members of the DFSAR team called this discovery could give us a better idea on the kind of impacts Moon has experienced in the past. The data and photos sent via the orbiter's high-resolution camera would undergo further analysis to study the massive craters.  Are you excited about this ISRO and Chandrayaan-2's milestone in finding traces of liquid water and ice on the moon? Let us know in the comments below, and keep reading  Indiatimes.com  for all your latest technology news and science insights.  ", "url": "https://www.indiatimes.com/technology/science-and-future/isro-chandrayaan-2-finds-ice-on-moon-poles-549068.html"}, {"title": "ISRO Commemorates Two Years of Chandrayaan 2 Mission", "date": "2021-09-11", "content": "The observations of the Chandrayaan 2 orbiter's eight instruments have yielded important findings about the Moon, according to the Indian Space Research Organisation.  Earlier this week, ISRO hosted discussions on lunar science with \"the people of the country, to engage Indian academia, institutes, students and people from all disciplines and walks of life\", through a two-day 'Lunar Science Workshop', and also released data from the Chandrayaan 2 mission.  The workshop, conducted virtually, commemorated the completion of two years of the Chandrayaan 2 mission in orbit around the Moon.  ISRO chairman and Department of Space secretary K. Sivan inaugurated the workshop and released results from the mission plus data products for the scientific community's use.  According to ISRO, the CHandra's Atmospheric Compositional Explorer  2 instrument aimed to study the composition of the Moon's exosphere - a thin layer of the natural satellite's atmosphere - from a polar orbit. It did this by studying how the quantity of the  argon-40 isotope  varied at the Moon's middle and higher latitudes, and inferred the amount of radiogenic activity in the mid and higher latitudes of the Moon's interior.  The Chandrayaan-2 Large Area Soft X-ray Spectrometer  instrument discovered trace quantities of chromium and manganese on the Moon's surface.  The Solar X-ray Monitor  instrument observed micro-flares from the Sun during the star's 'quiet' period - useful to understand why the Sun's atmosphere is so much hotter than its surface.  The Imaging Infra-Red Spectrometer  instrument made the first unambiguous detection of hydroxyl ions and water-ice on the Moon's surface.  The Dual Frequency Synthetic Aperture Radar  instrument studied subsurface features, spotted signatures of sub-surface water-ice and mapped morphological features in the polar regions in hi-res.  ISRO also said Chandrayaan 2 - with its Orbiter High Resolution Camera  instrument - has imaged the Moon's surface from a 100-km high lunar orbit with the \"best-ever\" resolution of 25 cm.  Similarly, the Terrain Mapping Camera  instrument imaged the Moon at a global scale and found the geologic signatures of lunar crustal shortening, and also identified volcanic domes.  The Dual Frequency Radio Science  instrument studied the Moon's ionosphere.  The science data from the mission has been archived in the Indian Space Science Data Centre  at Byalalu, near Bengaluru, and is available to access for further analysis through ISRO's public  PRADAN portal.  Chandrayaan 2 is the second spacecraft in India's series of lunar exploration satellites. It comprised an orbiter, a lander named 'Vikram' and a rover named 'Pragyan', and aimed to explore the Moon's hitherto unexplored south polar region.  ISRO launched the mission onboard a GSLV Mk III rocket from Sriharikota on July 22, 2019. By firing its thrusters, the mission inserted itself into a lunar orbit on August 20, 2019.  On September 2, the orbiter and lander modules separated into two independent satellites.  On September 7, however, the Vikram lander failed in its descent over the Moon's surface. After getting to within 2.1 km of the Moon's surface, it dropped down and crashed. ISRO subsequently lost communication from the lander - which held the rover inside itself.  The orbiter however continued operating, with ISRO saying its expected lifetime would be seven years. It will continue studying signs of the Moon's evolution as well as map the distribution of various elements and compounds over, and under, the Moon.  ", "url": "https://science.thewire.in/aerospace/isro-commemorates-two-years-of-chandrayaan-2-mission/"}, {"title": "Collision Between Lunar Orbiter Missions Of NASA & ISRO Averted As Indian Space Agency Takes Evasive Action", "date": "2021-11-18", "content": "The Indian space agency ISRO has recently conducted Collision Avoidance Maneuvers  for one of its key assets. CAMs are aimed at preventing the risk of collision of satellites in orbit with spacecraft or other space debris.  Latest reports suggest the Indian Space Research Organisation  employed CAMs to prevent a potential collision between its second lunar probe mission Chandrayaan-2 orbiter with a NASA spacecraft.  The Chandrayaan-2 mission was launched by ISRO to explore the south pole of the moon. It was described as a highly-complex mission and was said to represent a large technological leap in comparison with the past missions conducted by ISRO, but it had its fair share of controversy as well.  This Chandrayaan-2 brought together an Orbiter, Lander and a Rover and is  claimed  by ISRO as a unique mission which \"aims at studying not just one area of the moon but all the areas combining the exosphere, the surface as well as the sub-surface of the moon in a single mission\".  The mission involved the GSLV Mk-III, India's most powerful rocket; an orbiter for observing the lunar surface and passing communication between Earth, and the Vikram Lander.  The Chandrayaan-2 was successfully inserted into the lunar orbit on August 20, 2019. On September 2, 2019, the Vikram Lander was separated from the Orbiter to prepare for its landing. But it deviated from its trajectory and crash- landed on the moon's surface on September 6, 2019. The good news is that Chandrayaan-2 Orbiter is working fine.", "url": "https://eurasiantimes.com/collision-between-nasas-isros-lunar-orbiter-missions-averted/"}, {"title": "A spacecraft needed to make an evasive maneuver to avoid NASA's lunar orbiter", "date": "2021-11-18", "content": "Increasing orbital traffic isn't just  an issue above Earth. This week we learned that  India's Chandrayaan-2 Orbiter  circling the moon had to adjust its path to avoid coming too close to NASA's Lunar Reconnaissance Orbiter.  In mid-October, data from both the Indian Space Research Organization  and NASA showed that the two spacecraft would pass uncomfortably close to each other near the lunar north pole on Oct. 20.  \"Over a span of one week prior to the conjunction, analyses by both ISRO and JPL/NASA consistently showed that the radial separation between the two spacecraft would be less than 100 meters  and the closest approach distance would be only about 3 kilometers ,\"  ISRO said  in a statement Monday.  The two space agencies agreed that the Indian spacecraft should perform a collision avoidance maneuver on Oct. 18 to shift its orbit to avoid any future close shaves.  Both orbiters circle the moon in a nearly polar orbit, meaning they necessarily risk coming near each other over the lunar poles.  \"NASA and Indian Space Research Organization fully coordinated the collision avoidance maneuver conducted by ISRO's Chandrayaan-2 spacecraft Oct. 18,\" Nancy Jones, NASA spokesperson at Goddard Space Flight Center, said in an email to CNET. \"Such coordination between space agencies is an ongoing part of ensuring safe operation of satellites around the moon. At no time was NASA's Lunar Reconnaissance Orbiter or Chandrayaan-2 in danger.\"  Such maneuvers are common above Earth, where thousands of satellites orbit, particularly at lower altitudes occupied by SpaceX's Starlink and other larger constellations. But managing space traffic around other worlds can require a little more planning given the lag time for signals to travel between mission control rooms on Earth and distant locales such as the moon or Mars.  \"The event highlights the importance of continual assessment of close approach situations for lunar and Martian missions,\" ISRO added.  ", "url": "https://www.cnet.com/science/a-spacecraft-made-an-evasive-maneuver-to-avoid-nasas-lunar-orbiter/"}, {"title": "Collision Avoided! NASA craft almost crashed into India's Chandrayaan 2 moon orbiter", "date": "2021-11-21", "content": "Space research organizations keep on sending human made objects into space in order to know what is happening out in space to something new as well as keep track of what is happening on Earth. But, now there are so many man-made objects floating in space that even the Moon's orbit is becoming cluttered. As per the latest information provided by Indian Space Research Organization, the lunar orbiter of the Chandrayaan-2 mission was moved from its 100-km circular, polar orbit in October 2021 to avoid colliding with NASA's Lunar Reconnaissance Orbiter.  The two orbiters got too close on October 20, 2021 and the close conjunction between both the orbiters was expected to occur at 11:15 am. According to ISRO, \"the radial separation between the two spacecraft would be less than 100 meters  and the closest approach distance would be only about 3 kilometers \" at the time, as quoted by futurism.com. Observing the situation, both NASA and ISRO mutually agreed to have their orbiters perform maneuvers to avoid a collision on October 18 at 8:22 pm.  \"After orbit determination of CH2O  with post-manoeuvre tracking data, it was reconfirmed that there would be no further close conjunctions with LRO in the near future with the achieved orbit,\" Isro said in a statement, as quoted by hindustantimes.com.  It can be said that it is very important to monitor the objects sent in space in order to avoid any kind of collision as it will not only hamper the mission but will also lead to massive loss of information that these orbiters provide.  The Chandrayaan-2 orbiter is said to have a mission life of seven years. It will be used for the upcoming Chandrayaan-3 mission that will carry only the lander and the rover. The lander rover aboard Chandrayaan 2 mission crash- landed on the lunar surface just 2.1 km from its destination on September 7, 2019.  If the lander would have landed successfully then India would have been the fourth country to be able to successfully land the celestial object. The first three countries include the United States, Russia, and China.  ", "url": "https://tech.hindustantimes.com/tech/news/collision-avoided-nasa-craft-almost-crashed-into-india-s-chandrayaan-2-moon-orbiter-71637474801027.html"}, {"title": "India's Chandrayaan-2 maneuvered to avoid close approach to NASA's Lunar Reconnaissance Orbiter", "date": "2021-12-04", "content": "India's Chandrayaan-2 lunar orbiter maneuvered in October to avoid a close approach to NASA's Lunar Reconnaissance Orbiter  spacecraft, a conjunction both agencies have acknowledged but have said little more about.  In a Nov. 15 statement, the Indian Space Research Organisation  said Chandrayaan-2 performed a maneuver Oct. 18 to avoid a predicted close approach to LRO two days later. According to the statement, Chandrayaan-2 was predicted to come within three kilometers of LRO had it not maneuvered.  According to the statement, ISRO and NASA worked together starting a week before the predicted conjunction. \"Both the agencies deemed that the situation warranted a collision avoidance maneuver  to mitigate the close approach risk, and it was mutually agreed that CH2O would undergo the CAM,\" ISRO said in the statement, referring to the Chandrayaan-2 orbiter as CH2O.  The statement, though, did not explain why Chandrayaan-2 was the spacecraft selected to perform the maneuver. ISRO did not respond to questions about the maneuver submitted Nov. 27.  The ISRO statement - overlooked by many at the time since it was issued the same day as a Russian antisatellite test in low Earth orbit that created thousands of pieces of debris - was the first time either agency discussed the potential conjunction. NASA did not issue its own statement about the close approach.  \"NASA and Indian Space Research Organisation fully coordinated the collision avoidance maneuver conducted by ISRO's Chandrayaan-2 spacecraft Oct. 18,\" NASA spokesperson Nancy Jones said in a Nov. 30 statement offered in response to questions about the conjunction submitted Nov. 19. \"Such coordination between space agencies is an ongoing part of ensuring safe operation of satellites around the moon. At no time was NASA's Lunar Reconnaissance Orbiter or Chandrayaan-2 in danger.\"  That statement is the only comment NASA provided about the close approach. NASA did not answer questions about how the agencies determined Chandrayaan-2 should be the spacecraft to maneuver, or how many times LRO has had close approaches to other spacecraft in lunar orbit.  ISRO, in its statement, said that it regularly performs collision avoidance maneuvers for satellites in Earth orbit, but that this event \"is the first time such a critically close conjunction was experienced for a space exploration mission of ISRO which necessitated an evasive maneuver.\"  Chandrayaan-2 entered lunar orbit in August 2019 and, at the time, ISRO officials said the spacecraft would have enough propellant to operate for seven and a half years. LRO, by contrast, has been in lunar orbit since 2009. In a presentation at the annual meeting of the Lunar Exploration Analysis group in August, project officials said they had enough fuel on board for at least six more years of operations.  Collision avoidance is traditionally associated with satellites in Earth orbit, particularly low Earth orbit, but may increasingly become an issue both at the moon and Mars with more missions by more organizations. In March,  NASA confirmed it was exchanging data with the China National Space Administration about the orbits of their spacecraft orbiting Mars, after some initial frustrations among those in NASA's Mars program regarding the lack of data about the orbit of Tianwen-1, China's first Mars orbiter, which arrived at Mars in February.", "url": "https://spacenews.com/indias-chandrayaan-2-maneuvered-to-avoid-close-approach-to-nasas-lunar-reconnaissance-orbiter/"}]}, {"win label": 0, "news": [{"title": "Chandrayaan-2 Discovers Argon Gas In Moon's Exosphere, Offering Exciting Insights", "date": "2022-03-09", "content": "India's Chandrayaan-2 has made some discoveries about the Moon. With Chandrayaan-3 set to take off later this year, its predecessor is still making observations about Moon's surface.  Chandra's Atmospheric Composition Explorer-2  instrument onboard the Chandrayaan-2 has found Argon-40 in the lunar exosphere - the upper atmosphere of Moon situated beyond areas it was known to exist, ISRO statement said.  What does this mean? This observation could provide insights into how lunar exospheric species and processes unfold on the Moon.  In turn, it could help scientists understand the composition of lunar surface. The CHACE-2 was able to spot the presence of Argon in the equatorial and mid- latitude areas of the Moon. Why this discovery matters? Mind you, this isn't the first time that Argon-40 has been detected on the Moon. But previous observations were limited to near-equatorial regions as seen by the Apollo-17 mission. \"Though, Argon-40  is known to exist in the lunar exosphere, the knowledge on its distribution at higher latitudes is lacking. For the first time, Chandra's Atmospheric Composition Explorer-2 experiment aboard Chandrayaan-2 orbiter has continuously observed Ar-40 in latitude range of -60 to +60 degrees,\" according to the study published in the scientific journal Geophysical Research Letters.  Argon-40 is an inert, colourless and odourless element categorised as a noble gas. ISRO claims that once formed, the gas diffuses with inter-granular space and then runs upward to the lunar exosphere.  The study was led by M.B. Dhanya of the Vikram Sarabhai Space Centre and noted an increase in the density of Argon-40 near the sunrise terminator, a decrease along the dayside, a secondary peak near the sunset terminator, and a night- side minimum.  Their biggest discovery was that the density of Argon-40 along solar longitudes is similar to that of low latitude regions - even with differences in temperature and topography.", "url": "https://www.indiatimes.com/technology/science-and-future/chandrayaan-2-argon-gas-moon-discovery-564032.html"}]}]