[{"win label": 0, "news": [{"title": "China may be building first indigenous carrier", "date": "2015-09-27", "content": "Satellite imagery suggests that China may be building its first aircraft carrier at Dalian shipyard in northern China. Airbus Defence and Space imagery captured on 22 September suggests that the possible carrier is under construction in the dry dock associated with the refit and repair of Liaoning (CV16), the Soviet-era Kuznetsov-class carrier acquired from Ukraine that is now in People's Liberation Army Navy (PLAN) service. The new hull, first noted under construction in imagery captured on 10 March, is in an advanced state of assembly. IHS Jane's first noted preparations for a new vessel's assembly at the dry dock in Airbus Defence and Space imagery captured on 27 February. After the launch of a large commercial cargo vessel, the empty dry dock contained multiple support blocks used to provide a base for keel assembly. On 10 March, further imagery showed the initial stages of hull construction. At the time, the support layout suggested a hull of 150 to 170 m in length with a beam of about 30 m. The hull assembly continued through the summer. Imagery from 22 September shows a lengthened aft section and expanded bow. The hull is currently assessed to have a length of about 240 m and a beam of about 35 m. The incomplete bow suggests a length of at least 270 m for the completed hull. Given the incomplete nature of the upper decks, definitive identification of the Dalian hull as the first so-called '001A' aircraft carrier is not possible.", "url": "https://web.archive.org/web/20150930023447/http://www.janes.com/article/54833/china-may-be-building-first-indigenous-carrier"}, {"title": "China's First Domestic Aircraft Carrier Almost Certainly Under Construction", "date": "2015-09-30", "content": "China has quietly begun construction on its first domestic aircraft carrier in the same northern Chinese shipyard that refurbished the People's Liberation Army Navy's current Soviet-era carrier, USNI News has learned. Several sources confirmed to USNI News that an unknown shipbuilding project - first noticed publically by Jane's in late February - is almost without a doubt the bones of the PLAN's first domestically-built carrier. Sources pointed USNI News to an April photograph that emerged on the Chinese language Internet of a ship under construction at the Dalian yard believed to be the super structure of the PLAN's second carrier. Further late September satellite photographs published by Jane's last week show a ship that corresponds to the dimensions of the refurbished Kuznetsov-class aircraft carrier Liaoning - a ship with a beam of about 115 feet and a length of 886 feet. Jane's stopped short of a definitive determination that the mystery ship at Dalian was a new carrier - the Type 001A - but did compare the construction methodology of the ship to Soviet-era builds on the original Kuznetsov in the 1980s. The interest to what is in the Dalian dry dock - once the home for Liaoning's refit after China purchased the carrier - has been a hot topic of conversation for international naval watchers. One, retired U.S. Navy Capt. Chris Carlson, told USNI News given how quickly the Dalian yard builds commercial ships the timing of construction pointed toward a military platform. \"We're talking eight months from March when they say the initial sections began going up,\" he said on Wednesday. \"If it was commercial ship it would be done already.\" Carlson said the Jane's photographs indicate the ship is being built without a well deck which would likely rule out a big deck amphibious warship. \"The logical explanation is that it's a carrier,\" he said.", "url": "https://news.usni.org/2015/09/30/chinas-first-domestic-aircraft-carrier-almost-certainly-under-construction"}, {"title": "China moving full speed ahead in construction of aircraft carriers", "date": "2015-10-05", "content": "Satellite photos analyzed by IHS Janes show China has dramatically ramped up efforts to construct a second aircraft carrier-the first to be built indigenously there. While the new ship will likely not be a match for US aircraft carriers, it is important for a number of reasons, and representative of China's ambitions to be a naval superpower. The ship is in \"advanced state of construction\" in a Dailan shipyard, according to analysis of commercial satellite images by IHS Jane's. And China's goal is reportedly to launch the new carrier by this December (in time for Mao Zedong's 122nd birthday), and outfit it by the end of next year. China's plans to build new carriers have not exactly been a secret. Construction of the ship started in March, and was confirmed to be a carrier by People's Liberation Army (PLA) officials speaking to Hong Kong Commercial Daily. The new carrier, called the Type 001A, will include technology currently only used aboard US carriers, according to PLA Navy senior officers: an electromagnetic catapult that will allow aircraft to be launched with greater fuel and weapons loads. That would put China into a very exclusive club. The Type 001A is likely the first of at least three new carriers that will be built by China. The PLA Navy's existing carrier, the Liaonang-an extensive rebuild of a never-completed former Soviet carrier acquired from Ukraine-took sixteen years to obtain and rebuild. But during that time, China has acquired a wealth of data about how aircraft carriers work-purchasing other derelict carriers (including one from Australia) and technical data from other countries-including data likely stolen from US defense contractors. China's military leaders have said that they believed they could now build a carrier in as little as two years.", "url": "https://arstechnica.com/information-technology/2015/10/china-moving-full-speed-ahead-in-construction-of-aircraft-carriers/"}]}, {"win label": 0, "news": [{"title": "Officials Confirm Construction of First Domestic Chinese Aircraft Carrier", "date": "2016-01-04", "content": "China is in the midst of building its first domestic carrier, Ministry of National Defense officials confirmed last week. During a press conference, spokesman Col. Yang Yuju told reporters construction was underway. \"After taking into account a range of factors, the relevant authorities launched work on developing a second aircraft carrier, and we are now undertaking our own indigenous design and construction,\" he said, according to a translation of a Chinese language transcript of the Dec. 31 press conference. \"We have a long coastline and a broad maritime jurisdiction... Defending national maritime security, and safeguarding sovereignty over territorial seas and over maritime rights and interests, are sacred duties of China's armed forces.\" Follow on reports from Chinese state-controlled press said the People's Liberation Army Navy's (PLAN) new carrier was to field its Shenyang J-15 Flying Shark - an unlicensed copy of the Russian Sukhoi Su-33 Flanker - displace about 50,000 tons and retain the short take-off but arrested recovery (STOBAR) configuration of its Soviet-era carrier test platform - Liaoning. The decisions the Chinese made in their new carrier point to a measured approach to the new ship - Type 001A. \"Compared with China's first carrier ... the second carrier will have more mature technology and performance, with better coordination between its systems,\" wrote China's state controlled Xinhua news wire. From the information released by Chinese media, the carrier will be mostly similar to the Kusetnov-class template of Liaoning and absent a catapult launching system. \"Future Chinese carriers will be fitted with catapults for fighter jets to take off on deck, but the process will be gradual since catapult take-off involves more complex technology,\" wrote Xinhua. The details of Type 001A confirms months of speculation and analysis around construction of a ship in a dry dock in China's Dailan shipyard. The construction of the ship resembled the builds of Soviet Kuznetsov-class carrier, reported Jane's in September - a ship with a beam of 115 feet and a length of 866 feet. Jane's stopped short of declaring the ship the Type 001A but several experts confirmed to USNI News in September the ship was China's first domestic carrier. The unexpected confirmation of the Type 001A follows China's irregular efforts of transparency in its military acquisition. Buried in its 2010 Ocean Development Report, China declared it would pursue development of its own domestic carrier program. It took six months for the detail to make it into the Western press. Two years ago, a Chinese party official declared construction of the first domestic aircraft carrier already underway with an eventual goal of four PLAN carriers but those comments were quickly scrubbed from state press. A four-carrier force would mimic traditional carrier deployment patterns in which there are three carriers in maintenance or workups for every carrier deployed.", "url": "https://news.usni.org/2016/01/04/officials-confirm-construction-of-first-domestic-chinese-aircraft-carrier"}]}, {"win label": 0, "news": [{"title": "China's Type 001a carrier has nearly finished construction and should launch from drydock in early 2017", "date": "2016-09-08", "content": "China's domestic 001a aircraft carrier is nearly complete and could be ready for sea trials by early 2017 The carrier now awaits only the installation of its superstructure - also known as the \"island\" of an aircraft carrier. This part houses the bridge of the ship, its aviation facilities, and its radar and electronic warfare systems in addition to other key systems. The new carrier is thought to be displace 60,000 to 70,000 tons. That's far short of the new US Gerald Ford class's 100,000 tons. The Type 001a will probably carry something in the area of 48 aircraft, including 36 J-15 multi-role carrier-based fighters and another dozen Z-18 or Z-9 helicopters. The new ship will probably be launched from drydock sometime early next year and will float pierside for the rest of the refitting process. That will take at least a few years, and ship trials will take another year or two. It will not be fully operational until 2020 or later. The J-15 is structurally based on the Russian Su-33, the indigenous fighter features Chinese technologies as well as avionics from the J-11B program.", "url": "https://www.nextbigfuture.com/2016/09/chinas-type-001a-carrier-has-nearly.html"}, {"title": "Further progress made on China's Type 001A carrier", "date": "2016-09-26", "content": "Images recently published on Chinese online forums reveal that China's first indigenous aircraft carrier (CV), commonly referred to as the Type 001A, is fast nearing structural completion at Dalian shipyard. The forward part of the carrier's island structure, including the bridge and main mast supporting structure, has been lifted into place: a significant step in readying China's second aircraft carrier for launch. Fabricated in a covered facility on the dockside, the forward island module is nine decks high and around 30 m long. The aft island module, containing the propulsion plant air intakes and funnel uptakes, was also fabricated on the dockside. Once this is installed, it will give a very clear indication of the carrier's propulsion, which is most likely to be oil-fired boilers and steam turbines, though previously there has been speculation that it could be gas-turbine propelled. Although the new carrier is essentially a Chinese-built version of the Soviet Kuznetsov-class carrier design, some differences from China's first carrier, Liaoning , are becoming evident and are likely to help optimise the installation of Chinese-built sensors such as the 3-D phased array radar. Liaoning is a Soviet-era Kuznetsov-class carrier acquired from Ukraine that is now in People's Liberation Army Navy (PLAN) service. China's land-based carrier mock-up at Wuhan was modified in 2014, re-positioning the radar's four planar arrays in a higher position and across the corner diagonals of the island superstructure.", "url": "https://web.archive.org/web/20161101102534/http://www.janes.com/article/64097/further-progress-made-on-china-s-type-001a-carrier"}, {"title": "China Adds An Island Tower To Its Aircraft Carrier", "date": "2016-10-06", "content": "The Type 001A \"CV17\" aircraft carrier is China's first domestically built aircraft carrier. In October 2016, it took a key step forward with its island structure fully installed. Since 2014, the \"CV-17\" has been under construction at Dalian Shipbuilding Industry Corporation's drydocks. While the Type 001A largely follows the Soviet design of the Liaoning (ex Varyag) carrier, including a ski-jump ramp for aircraft short takeoffs, some of its more notable changes include a larger displacement, new sensors and optimized aircraft storage. Located on the carrier's starboard (right) side, the island houses the bridge and flight control center, as well as radars. The island, heavily based on the one found on the Soviet-built Liaoning carrier, is so big that Dalian shipyards had to install the structure in two pieces. The new island will be far more capable in what it offers the ship. While the Liaoning has older Type 346 active electronically scanned array (AESA) radars (also found on the Type 052C destroyer), CV-17 will have newer Type 346A radars to control its J-15 fighters and detect enemy aircraft and missiles. The best indicator of what the completed CV-17 will look like actually comes from the island on the \"land\" carrier test building in Wuhan, which has also been upgraded with Type 346A radars this year. With all major structures on the CV-17 complete, the remaining tasks before launch include wiring the ship, installing sensors, electronics and self defense weapons, and various key systems like aircraft elevators, ship propellers and rudders. Presently, the CV-17is targeted to hit the water in mid 2017 for fitting out, and then into service with the PLAN, thus expanding China's naval aviation capability and power projection. However, the CV-17 can expect to reach operational status faster that its predecessor benefits from the Liaoning's years of training Chinese carrier pilots. And with more capable carriers in the pipeline, like the catapult-equipped Type 002 and nuclear-powered Type 003, China's blue-water navy will only become more formidable.", "url": "https://www.popsci.com/china-builds-new-islandfor-its-aircraft-carrier/"}]}, {"win label": 0, "news": [{"title": "China's Second Aircraft Carrier to Begin Sea Trials in 2019", "date": "2017-02-22", "content": "The Chinese People's Liberation Army Navy's (PLAN's) first indigenously designed and developed aircraft carrier Shandong is expected to be launched in the coming weeks, China's Ministry of Defense announced on February 21. The aircraft carrier's \"scaffold has been removed and red undercoat has been painted below the ship's waterline in Dalian, northeastern Liaoning Province, and that a launching ceremony will soon be held,\" according to China Military Online. Once launched, the ship is expected to be commissioned into service with the PLAN's North Sea Fleet or East Sea Fleet within the next two years. The new Type 001A aircraft carrier is an improved variant of the PLAN's only operational aircraft carrier, the 60,000-ton Type 001 Liaoning - a retrofitted Soviet-era Admiral Kuznetsov-class multirole aircraft carrier. With a displacement of around 65,000 tons, the Shandong will only be slightly larger than the Type 001 ship. Powered by oil-fired boilers and steam turbines, the ship will have an estimated operational range of 3,850 nautical miles (7,130 kilometers) at about 32 knots. Like the Liaoning, China's second carrier will be able to accommodate up to 24 Shenyang J-15 multirole fighter jets, a variant of the fourth-generation Sukhoi Su-33 twin-engines air superiority fighter, as well as up to ten rotary wing aircraft such as Changshe Z-18, Ka-31, or Harbin Z-9 helicopters. The new carrier will feature a so-called ski-jump assisted Short Take-Off But Arrested Recovery (STOBAR) launch system. \"Based on information released by the Chinese defense ministry, 001A's aircraft will still use the ski-jump method of taking off from a ski ramp on the front of the carrier just like its 'sister,' the Liaoning, rather than more advanced catapult technology used by U.S. aircraft carriers,\" China Military Online reports. In addition, aircraft launched with a STOBAR system usually also carry lighter armament, reducing the ship's overall combat power. However, there is speculation that the PLAN's next carrier, dubbed Type 002, will be using more modern catapult technology. \"In other words, 002 is entirely different from the Liaoning (001) and 001A, and it will look like [a] U.S. aircraft carrier rather than a Russian one,\" Li Jie, a Chinese naval analyst said in an interview this month. \"The main difference is that [catapult technology is more] flexible and the system's speed can be controlled, so it can launch aircraft of different sizes.\" The catapult assisted take-off but arrested recovery (CATOBAR) aircraft launch system used on U.S. aircraft carriers also puts less strain on an aircraft's frame, allows it to carry a heavier weapons load, and allows a faster takeoff and landing rate. According to Yin Zhuo, a senior researcher at the PLAN's Equipment Research Center, \"in order to protect China's territories and overseas interests, China needs two carrier strike groups in the West Pacific Ocean and two in the Indian Ocean. So we need at least five to six aircraft carriers.\"", "url": "https://thediplomat.com/2017/02/chinas-second-aircraft-carrier-to-begin-sea-trials-in-2019/"}, {"title": "China is about to launch its second aircraft carrier, 001A", "date": "2017-03-06", "content": "CHINA's first homegrown aircraft carrier is nearing completion. The scaffolding has come off, fresh paint is being applied - and new details are emerging of its design. The ship - dubbed Project 001A, or CV17, is likely to be launched within weeks. Adding to the atmosphere of expectation is a Beijing state-media video 'infographic' outlining the modular design and advanced construction of the as yet unnamed aircraft carrier being built in the Chinese port city of Dalian. It reveals that, despite the similarities in appearance, this new ship is a significant improvement over the Soviet design it was reverse-engineered from. However, believed to be given the name Shandong upon its completion , the new aircraft carrier does not represent the future of Chinese naval air power. That ship - designated 002 - is already under construction in Shanghai. It's much bigger. It's probably nuclear powered. And it's said to be much, much more like US aircraft carriers in both form and function. And there are even more to come. \"In order to protect China's territories and overseas interests, China needs two carrier strike groups in the West Pacific Ocean and two in the Indian Ocean. So we need at least five to six aircraft carriers,\" a Chinese defence analyst recently told the People's Daily . LAUNCH PAD: The promotional video confirms the new aircraft carrier has been 'reverse engineered' from the 60,000 ton Soviet-era aircraft carrier Varyag, originally bought by Chinese investors from Ukraine in 1998 under the guise of being converted into a $200 million floating casino. Her sister ship, the Russian Kuznetsov, made headlines last year while laying a thick trail of smoke on its way to take up station off the coast of Syria and contribute to strike operations against forces opposing President Bashar al-Assad. Varyag re-emerged from the Dalian shipyards in 2012 as the 'training' vessel PLAN Liaoning - nominally to give China's military experience in the complicated arena of naval aviation. In November last year Liaoning was declared 'fully operational', and has since deployed to contested waters around Taiwan and the South China Sea. While Liaoning and 'Project 001A' represent a significant step forward in China's ability to project its military might around the globe, the ships themselves do not represent the state-of-the-art. Instead of using catapults to launch aircraft into the sky, they rely on the slingshot effect of a simple ramp, known as a 'ski-jump'. Great Britain, India and Russia use similar ramps because of their technical simplicity and significantly lower cost. However, these ramps do not allow aircraft to carry full loads of bombs or fuel in the same way United States and French aircraft carriers do. This reduces both the combat effectiveness and range of ski-jump carrier-borne aircraft. Unlike Britain's new HMS Queen Elizabeth II and HMS Prince of Wales aircraft carriers, the Chinese ships provide 'arrested recovery' technology for landing aircraft. Essentially these are tensioned wires strapped across the deck which can 'catch' fast-moving and heavy aircraft equipped with a tail hook, quickly bringing them to a halt. This means Liaoning and Project 001A can operate large J-15 Flying Shark strike fighters, themselves reverse-engineered copies of Russian Su-33 'Flanker' aircraft. The new Royal Navy ships are limited to helicopters and the F-35B vertical-landing variant of the Joint Strike Fighter. SOMETHING NEW: China's carrier-construction project has been a carefully guarded secret, with Beijing only admitting in late 2015 that construction work had begun after Janes Defence Weekly published satellite photographs revealing the ship taking shape. But new details have gradually come to light. Project 001A does appear to have many revised features over its Soviet predecessor. \"Its design, combat capability and technologies will be much more advanced,\" Chinese military analyst Song Zhongping told the Global Times outlet of the People's Daily . \"One key difference is the design will be more 'humanised,' which means all personnel on the carrier will enjoy a more comfortable and modern environment.\" But improvements also appear to extend to technical matters. Its flight deck arrangement has been changed, as have the sponsons - projections from the sides of the ship holding weapons, sensors and other equipment. This, combined with an enlarged hangar, is said to allow 001A to carry between six and eight more fighter jets than the 24 Liaoning can stow. The control-tower superstructure also appears to have been modified to accommodate new radars and masts. It was lifted into place on the new hull late last year. \"The Type 001A has learned from US carriers to focus on how to make aircraft on board more functional.\" Beijing-based military analyst Li Jie recently told the South China Morning Post . While the ship may appear visually complete, it is yet to be fitted out. This means it is largely empty, with equipment such as radios and radars - even kitchen appliances and crew bunks - still needing to be installed. \"It will take about one to two years to carry out functional debugging of its devices, weapons and equipment,\" Li Jie told the People's Daily . \"The new aircraft carrier can begin sea trials by early 2019.\"", "url": "https://www.news.com.au/technology/innovation/china-is-about-to-launch-its-second-aircraft-carrier-001a/news-story/ce97a88eba53b00ea37892698b12504c"}, {"title": "China Launches First Domestic Aircraft Carrier", "date": "2017-04-26", "content": "China has launched its first domestically built aircraft carrier in a ceremony at a northern Chinese shipyard on Wednesday. The 50,000-ton Type-001A carrier was launched in a flurry of ticker tape and confetti from its dry dock at the Dalian Shipyard just after 9 A.M. local time on Wednesday (9 P.M. EDT, Tuesday). \"A bottle of champagne was broken on the aircraft carrier as a customary way of blessing the ship,\" read a statement from the Chinese National Ministry of Defense. \"After that, the new aircraft carrier was slowly towed out of the dockyard and transferred to the wharf.\" The Type-001A is based on the Kuznetsov-class Russian carrier Liaoning, the incomplete aircraft carrier Beijing bought in 1998, refurbished and commissioned in 2012. According to imagery released by the People's Liberation Army Navy, like Liaoning, the new carrier will rely on a Short Take Off But Arrested Recovery (STOBAR) system of launching aircraft with fighters launching from a so-called skip-ramp at the bow of the ship. The new carrier was modified from the original design to include a new S-band radar system, a smaller island to maximize the number of aircraft aboard and changes to the ski-ramp launching system. Reports from the PLA say the new carrier would field an unspecified number of Shenyang J-15 Flying Shark - an unlicensed copy of the Russian Sukhoi Su-33 fighter. The Chinese quietly began construction of the Type-001A in 2013 at the same shipyard the Liaoning was with analysts guessing the nature of the construction through photos posted on the Chinese language internet. In late 2015, after almost two years of speculation, Chinese officials confirmed the construction of the Type-001A in an unexpected press conference. \"After taking into account a range of factors, the relevant authorities launched work on developing a second aircraft carrier, and we are now undertaking our own indigenous design and construction,\" Col. Yang Yuju, according to a translation of a Chinese language transcript of the Dec. 31 press conference. \"We have a long coastline and a broad maritime jurisdiction... Defending national maritime security, and safeguarding sovereignty over territorial seas and over maritime rights and interests, are sacred duties of China's armed forces.\"", "url": "https://news.usni.org/2017/04/26/video-china-launches-first-domestic-aircraft-carrier"}, {"title": "China launches its first native totally designed and built aircraft carrier", "date": "2017-04-26", "content": "China has launched its first domestically designed and built aircraft carrier, state media said on Wednesday, as the country seeks to transform its navy into a force capable of projecting power onto the high seas. Adorned with colorful ribbons, the Type 001A ship \"transferred from dry dock into the water at a launch ceremony\" in the northeastern port city of Dalian, according to official broadcaster CCTV. The ribbon-cutting was followed by the traditional breaking of a champagne bottle on the ship's bow. Analysts said the ship represented a \"status symbol\" for Beijing in a contested region but posed little threat to advanced US carriers. China's defense ministry has previously said the new carrier would displace 50,000 tons and use conventional rather than nuclear propulsion. It is expected to carry China's indigenous J-15 aircraft, along with other planes. Type 001A is China's new class of carrier. The country first aircraft carrier, the Liaoning, is a secondhand Soviet ship built more than 25 years ago and commissioned in 2012 after extensive refits. The possession of a native aircraft carrier places China among the few military powers with such vessels, including the United States, Russia and the United Kingdom. But experts were quick to point out that China's naval force still lags far behind that of the US, the world's leading military power which has multiple carriers. James Char, China military analyst at Singapore's S. Rajaratnam School of International Studies, said the new vessel will serve as more of a \"status symbol\" for China in the East and South China seas. \"It is highly unlikely to pose a threat to the US if you look at how advanced American aircraft carriers are,\" Char said. The announcement is part of China's efforts to build a blue water navy capable of projecting power.", "url": "https://en.mercopress.com/2017/04/26/china-launches-its-first-native-totally-designed-and-built-aircraft-carrier"}]}, {"win label": 1, "news": [{"title": "China launches second aircraft carrier", "date": "2017-08-16", "content": "China launched its second aircraft carrier Wednesday morning in a Dalian shipyard in Liaoning Province, northeast China. The new carrier, the first developed and built by China, was transferred from a dry dock into water at a launch ceremony, starting about 9 a.m. in the Dalian shipyard of the China Shipbuilding Industry Corporation. It is China's second aircraft carrier, coming after the Liaoning, a refitted Soviet Union-made carrier put into commission in the Chinese People's Liberation Army (PLA) Navy in 2012. China began building its second carrier in November 2013, with dock construction starting in March 2015. The main body of the carrier has been completed, with equipment of major systems including propulsion and electricity installed. Putting the carrier into water marks progress in China's efforts to design and build a domestic aircraft carrier. After the launch, the new carrier will undergo equipment debugging, outfitting and mooring trials. The launch ceremony included a performance of the national anthem, ribbon cutting, breaking a champagne bottle on the bow, and steam whistles from ships nearby. The ceremony was attended by Fan Changlong, vice chairman of the Central Military Commission, as well as leaders of the PLA Navy and China Shipbuilding Industry Corporation. Ma Xiaoguang, a Chinese mainland spokesperson with the Taiwan Affairs Office of the State Council, said Wednesday he was proud of the great achievement made by the country in modernizing the national defense and military. \"[The move] will help to strengthen our capability to safeguard national sovereignty, territorial integrity, as well as major and core interests,\" Ma said at a press conference in Beijing.", "url": "http://www.xinhuanet.com//english/2017-04/26/c_136237552.htm"}, {"title": "China's first domestically built aircraft carrier completes outfitting", "date": "2017-11-23", "content": "China's first domestically made aircraft carrier has completed outfitting work and is soon expected to conduct mooring trials. The construction of the Type 001A aircraft carrier is on schedule. The carrier, which was launched on April 26, is being built in the coastal city of Dalian city, Northeast China's Liaoning province.", "url": "http://www.chinadaily.com.cn/china/2017-11/23/content_34883062.htm"}]}, {"win label": 0, "news": [{"title": "China's first home-grown Type 001A aircraft carrier begins maiden sea trial", "date": "2018-04-23", "content": "China's first homegrown aircraft carrier looks set to begin its maiden sea trials after pictures appeared online on Monday of it being towed from its berth in the northeastern port of Dalian. The sea trial of the Type 001A carrier, which coincides with the PLA Navy's 69th anniversary, is expected to be limited in scope and duration but analysts said it had a symbolic importance as China sought to highlight the advances it had made as a nautical power. The Liaoning Maritime Safety Administration had announced on Friday that three areas in the northeastern Bohai and Yellow seas would be cordoned off for military activity between April 20 and 28. The carrier left its berth in Liaoning province with the assistance of tugboats on Monday at about 10am, according to a photo circulated on Twitter by the official party mouthpiece People's Daily. Song Zhongping, a Beijing-based military expert meteorological conditions would be a key factor in determining the success of the trial. \"The area being cordoned off for the trial is quite narrow and the time period is quite short,\" said Song, \"Being the first trial, it has symbolic and has important political significance, so the military has to make sure that nothing will go wrong ... the coming few days starting from today [Monday] is good timing.\" Song said this week's trial would mainly test the ship's propulsion and communication systems. Other systems such as its electronics and weapons will be tested in subsequent trials in the near future. A naval source earlier told the South China Morning Post that the maiden trial may just involve turning a circle in Bohai bay and making sure there were no leaks below the waterline. A main engine run was conducted last week and was again on Monday, according to Beijing-based military expert Zhou Chenming. The Type 001A's propulsion system uses eight steam turbines - a design copied from the Soviet TB-12 engines used by its sister ship, the Liaoning. \"Like the Liaoning, the Type 001A is also using bunker oil that can't be burned completely, so we saw the ship emitting black smoke when its propulsion system was tested today,\" Zhou said, adding that a similar phenomenon was seen on April 17 when the giant ship's engines were first tested. \"But black smoke just appears in the first 10 minutes of the engine test, then it will return to normal.\" Zhou said the maiden sea trail on Monday would see the new carrier turn a circle within Bohai, but it could remain at sea until April 28 depending on the weather and ocean conditions. Zhou said the new carrier would be tested for between six and 12 months in different waters and different ocean conditions before it was handed over to the navy.", "url": "https://www.scmp.com/news/china/diplomacy-defence/article/2142989/chinas-first-home-grown-aircraft-carrier-begins-maiden"}, {"title": "Z-18 Helicopter Tested aboard China's Type 002 Aircraft Carrier", "date": "2018-05-11", "content": "A Z-18 helicopter landed and took off from China's first domestically developed aircraft carrier for the first time on Saturday morning, reported Global Times. The Z-18 helicopter took less than five minutes to land and take off from the deck of the as-yet unnamed Type 002 carrier, which was launched in April last year. An analyst from news portal Sina.com.cn noted that China's first carrier, Liaoning, began sea trials five days after the completion of its first helicopter landing test in 2011.", "url": "http://www.navyrecognition.com/index.php/naval-news/naval-news-archive/2018/may-2018-navy-naval-defense-news/6212-z-18-helicopter-tested-aboard-china-s-type-001-aircraft-carrier.html"}, {"title": "First Chinese-built Carrier Returns from Successful Sea Trials", "date": "2018-05-11", "content": "China's first domestically built carrier has returned from its first set of sea trials last week, according to photos released by Chinese state media. The yet-unnamed Type-001A carrier - based on the Soviet-era Admiral Kuznetsov-class design - tested its systems in the Bohai Sea after leaving the Dalian Shipyard on May 13. A major task during the trials was to test and assess the Chinese domestically built propulsion plant for the carrier, state-controlled media stated. \"The sea trials will mainly test the reliability and stability of the carrier's power system and other equipment,\" the state-controlled agency said when the carrier left port. \"Construction on the carrier has been carried out as planned since it was launched in April last year, and equipment debugging, outfitting and mooring tests have been completed to make it ready for the trial mission at sea.\" Chinese officials are preparing for the next set of trials that will move beyond the basic hull and mechanical functions of the Type-001A and include the ship's combat and electrical systems, according to the South China Morning Post. Several sets of trials are expected before the carrier officially delivers to the People's Liberation Army Navy. The Type-001A features a short take-off but arrested recovery (STOBAR) configuration of the Soviet-era Chinese carrier Liaoning. Reports from the PLA say the new carrier would field an unspecified number of Shenyang J-15 Flying Shark - an unlicensed copy of the Russian Sukhoi Su-33 fighter. A third carrier - which is reportedly under construction near Shanghai - is reported to look more like a U.S. carrier with a Catapult-Assisted Take-Off Barrier Arrested Recovery (CATOBAR) systems aboard. China has said that it plans to seek a force of up to four aircraft carriers.", "url": "https://news.usni.org/2018/05/22/first-chinese-built-carrier-returns-successful-sea-trials"}, {"title": "China's Newest Carrier Sets Sail for Sea Trials", "date": "2018-05-14", "content": "On the 13 May China's second aircraft carrier has set sail for its first round of sea trials. The Type 001A class carrier, based upon the Soviet Kuznetsov class, follows the Type 001 Liaoning which was refitted from the aged Soviet carried Riga - sold by Ukraine as the Varyag in 1998. The Liaoning was subject to a massive overhaul, essentially taking a rusting hulk and turning it into a serviceable combat asset capable of launching Chinese J-15 jets. This was a learning exercise for China's navy and shipbuilding industry - taking the Cold War hulk and learning everything they could from it. The new, yet to be named, Type 001A is a very different beast. The Type 001A is China's first domestically produced carrier and while it owes much to the reverse engineering of the Riga and the lessons learnt with the Liaoning, it is very much China's first step towards an entirely domestically designed air craft carrier. The Type 001A was officially launched from Dalian shipyard on 26 April 2017, and is believed to be capable of carrying up to 40 aircraft and displace up to 70,000 tonnes, roughly 5,000 more than the Liaoning. While technical details on the vessel are sparse from the available photographs its clear to see some differences. Unlike the Liaoning, the Type 001A, has a second windowed deck command and control deck, in its island separating the bridge and flight operations to simplify communications and streamline command of ship and air elements. The upper radar elements of the island have also been redesigned to give cleaner lines. The Drive reports that the 001A moves to a 12-degree ski-jump flight deck slope instead of the Liaoning's 15-degrees. The 001A also has more space for aircraft and subsystems. The ship's systems and electronics are entirely modern, not relying on established Soviet infrastructure like the Liaoning. This will improve the 001A's efficiency but will still require a 5,000 man complement. China's carriers have not yet entered the Nuclear age and the 001A is powered by conventional steam turbines which give the vessel a top speed of 31 knots. While the new carrier was originally scheduled to enter service with the People's Liberation Army Navy in 2020, early delivery is now believed likely, with the ship entering service as early as late 2018/early 2019. China's next carrier is said to be an entirely indigenous design, the Type 002, with a projected displacement of 80,000 tonnes and a length of 320 metres. The Type 002 is already reported to be followed by China's next generation carrier, the Type 003 nuclear carrier. It remains to be seen if China follow build a second Type 001A before the 002 is completed.", "url": "https://www.overtdefense.com/2018/05/14/chinas-newest-carrier-sets-sail-sea-trials/#:~:text=The%20Type%20001A%20is%20China%E2%80%99s%20first%20domestically%20produced,towards%20an%20entirely%20domestically%20designed%20air%20craft%20carrier."}, {"title": "First Chinese-built Carrier Returns from Successful Sea Trials", "date": "2018-05-22", "content": "China's first domestically built carrier has returned from its first set of sea trials last week, according to photos released by Chinese state media. The yet-unnamed Type-001A carrier - based on the Soviet-era Admiral Kuznetsov-class design - tested its systems in the Bohai Sea after leaving the Dalian Shipyard on May 13. A major task during the trials was to test and assess the Chinese domestically built propulsion plant for the carrier, state-controlled media stated. \"The sea trials will mainly test the reliability and stability of the carrier's power system and other equipment,\" the state-controlled agency said when the carrier left port. \"Construction on the carrier has been carried out as planned since it was launched in April last year, and equipment debugging, outfitting and mooring tests have been completed to make it ready for the trial mission at sea.\" Chinese officials are preparing for the next set of trials that will move beyond the basic hull and mechanical functions of the Type-001A and include the ship's combat and electrical systems, according to the South China Morning Post. Several sets of trials are expected before the carrier officially delivers to the People's Liberation Army Navy. The Type-001A features a short take-off but arrested recovery (STOBAR) configuration of the Soviet-era Chinese carrier Liaoning. Reports from the PLA say the new carrier would field an unspecified number of Shenyang J-15 Flying Shark - an unlicensed copy of the Russian Sukhoi Su-33 fighter. A third carrier - which is reportedly under construction near Shanghai - is reported to look more like a U.S. carrier with a Catapult-Assisted Take-Off Barrier Arrested Recovery (CATOBAR) systems aboard. China has said that it plans to seek a force of up to four aircraft carriers.", "url": "https://news.usni.org/2018/05/22/first-chinese-built-carrier-returns-successful-sea-trials"}]}, {"win label": 0, "news": [{"title": "China's Newest Aircraft Carrier, 'Type 001A,' Reportedly Begins Sea Trials", "date": "2018-08-28", "content": "China's first domestically built aircraft carrier has reportedly begun its final sea trials before commissioning, after which it will take its place as a centerpiece in the country's growing blue-water navy. The carrier, which was launched last April and had its maiden voyage in May, has yet to be named but carries the official designation of Type 001A. The vessel's design is based on the Soviet Kuznetsov-class carrier. China's first carrier, the Liaoning, was originally built in the Soviet Union in the final years of the Cold War. It was purchased from Ukraine in 1998 and refurbished at the Dalian naval shipyard in northeastern China. The Liaoning went into active service in 2016. Both Chinese carriers are thought to displace about 65,000 metric tons fully loaded, which makes them considerably smaller than the 10 U.S. Nimitz-class carriers, the largest in active service. The South China Morning Post reports that the new carrier \"headed out to the Yellow Sea two days after a Type 055 guided-missile destroyer, the region's most advanced and biggest destroyer, and the carrier's likely escort, also started its maiden sea trial.\" Military analysts quoted by the Post said the vessel's second and final sea trial could last anywhere from six months to a year, after which it would be handed over to the China's navy for commissioning by October 2019 for the 70th anniversary of the founding of the People's Republic of China. \"This time the focus will be on testing the endurance of the new aircraft carrier's propulsion system. The communications, command, damage control, lift operations and weapon systems will also be [examined],\" Hong Kong-based military expert Song Zhongping told the newspaper. Meanwhile, the Post reports separately that the Liaoning was undergoing a refit to upgrade its command center on the ship's \"island\" conning tower. \"According to Beijing-based naval expert Li Jie, the new structures are likely to be similar to those on the country's second aircraft carrier, the Type 001A,\" the Post says. The latest Chinese aircraft carrier starts sea trials amid growing tensions between the U.S. Navy and the naval wing of the People's Liberation Army, particularly in and around the South China Sea. In a meeting in June between Secretary of Defense Jim Mattis and Chinese President Xi Jinping, the Chinese leader reportedly said his country would not yield \"one inch\" of the South China Sea. The Financial Times reports that the meeting was meant for Mattis to deliver a \"medium tough\" warning to the Chinese leader that the U.S. is not happy about Beijing's militarization of several artificial islands in the region. China has competing claims with its maritime neighbors over several island chains in the South China and East China seas. China is one of a handful of countries that operate aircraft carriers.", "url": "https://www.npr.org/2018/08/28/642493101/chinas-newest-aircraft-carrier-type-001a-reportedly-begins-sea-trials"}, {"title": "Second-round sea trials for Chinese aircraft carrier", "date": "2018-09-04", "content": "The Chinese navy sent its first indigenously designed and built aircraft carrier, the Type 002, for a second round of sea trials on August 26. The latest test is designed to assess the ship's communication and navigation systems and its modified propulsion system. While it's been argued that the ship's capabilities are \"rather antiquated\", China's aircraft carrier program has been described as a symbol of its entry into \"the upper tier of military powers\".", "url": "https://www.bairdmaritime.com/work-boat-world/maritime-security-world/naval/ships-naval/second-round-sea-trials-for-chinese-aircraft-carrier/"}, {"title": "As China's Type 001A carrier sets out on fourth sea trial, analysts say call to service must be near", "date": "2018-12-27", "content": "China's first home built aircraft carrier set out on its fourth sea trial on Thursday, Chinese media reported. The test began after more than six weeks of maintenance on the Type 001A - a 315 metre (1,033 feet) long, 50,000-tonne vessel - at its home port of Dalian in Liaoning province. The latest trial, which may involve take-off and landing drills for some of its 32 J-15 fighter jets, would mean technical snagging was complete and the carrier will soon go into service, analysts said. Recent online photos showed three blast deflectors and three aircraft on the flight deck. The deflector is a device that redirects the exhaust from a jet engine, especially on take-off, to prevent heat damage to the deck and injury to deck crew. Liaoning Maritime Safety Administration said on Tuesday that an area off the east coast of Dalian in the northern Yellow Sea would be closed to marine ­traffic between Wednesday and Sunday for military exercises. The Type 001A embarked upon its five-day maiden voyage in May. Its second sea trial began on August 27 and the third got under way on October 30. The lag between the third and fourth trial is the shortest, which suggests that the Type 001A is making headway toward its official delivery to the PLA Navy. Hong Kong-based military expert Song Zhongping said aircraft drills means all other technical issues have been solved. \"The previous three sea trials mainly solved problems like communications and power, which builds a foundation for the exercises involving warplanes,\" he said. \"If the warplanes can smoothly take off and land, then it means the indigenous aircraft carrier will soon enter service.\" Beijing based military observer Zhou Chenming echoed that view, and said sea trials should improve the carrier's air operations. The defence ministry has not yet confirmed when the Type 001A will enter service, but spokesman Ren Guoqiang said in late November that it was \"making steady progress according to the plan, and the sea trials were safe and smooth and achieved the desired objectives\". Based on the Liaoning, the Soviet Admiral Kuznetsov class vessel that became the PLA's first commissioned aircraft carrier, the Type 001A features some significant modifications, including upgraded radar and bridge systems. The Type 001A, which will displace 70,000 tonnes when fully laden, will carry 32 J-15s compared to the Liaoning's 26. The ship is steam turbine powered, has a ski-jump deck for take-offs, and can accommodate up to 40 aircraft.", "url": "https://www.scmp.com/news/asia/article/2179704/chinas-type-001a-carrier-sets-out-fourth-sea-trial-analysts-say-call"}]}, {"win label": 0, "news": [{"title": "After a fourth sea trial, China's Type 001A aircraft carrier may go into service within months", "date": "2019-01-10", "content": "China's second aircraft carrier has returned to its home port of Dalian after finishing a fourth sea trial, and a naval expert says it is likely to be commissioned in the next few months. It is the first aircraft carrier designed and built in China, and it returned to the shipyard on Tuesday after spending 13 days off the northeast coast in the Yellow Sea - the longest trial so far, according to Chinese media reports. The Type 001A, which has yet to be named, was believed to have carried out a range of complex tests during the latest trial, and Beijing-based military expert Li Jie said the testing was nearly finished. \"The vessel has probably completed 80 to 90 per cent of the necessary tests,\" Li said. \"I think it's possible it can be delivered by the Chinese Navy Day on April 23.\" He said the warship might be able to take part in the PLA Navy's fleet review to be held that day off Qingdao, in Shandong province. Photos circulated online of the aircraft carrier returning to Dalian, in Liaoning province, showed what appeared to be a J-15 multirole fighter jet as well as a helicopter on its deck. When it left the port on December 27, photos of the 50,000-tonne vessel showed it was carrying three aircraft and three blast deflectors, which protect the deck and crew from jet engine exhaust. Li said the jets were likely to have carried out flyover tests and touchdowns on the deck, but probably not the full range of aircraft operations because that would only be possible when every system on the warship was ready. Launched in April 2017, the vessel made its maiden voyage over five days in May last year. That was followed by a 10-day trial in August-September and another 10 days at sea in October-November. If the warship does enter service in April, it will have made faster progress than China's first and only operational aircraft carrier, the Liaoning, which was handed over 13½ months after its maiden voyage. \"The engineers have gained experience after working on the Liaoning - such as what are the key issues or weaknesses the tests should focus on, and which areas are less likely to be problems,\" Li said. \"So that means the testing on this vessel will move faster than for the Liaoning, it will take less time.\" The Type 001A is based on the Liaoning - a Kuznetsov-class aircraft carrier that China bought from Ukraine in 1998 when it was half-built. China began refitting the warship in 2005 at the same shipyard in Dalian and it went through 10 sea trials - including one lasting 25 days and another carried out during a typhoon - before it was commissioned in 2012. Modifications for the Type 001A include a bigger aircraft hangar and a new design for the control tower and bridge, as well as upgraded radar and electronic systems. It will have a full displacement of 70,000 tonnes and will be able to carry 32 J-15 fighter jets - more than the Liaoning's 26. The 315-metre-long (1,033 feet) ship is steam-turbine powered and has a ski-jump deck for take-offs.", "url": "https://www.scmp.com/news/china/military/article/2181412/after-fourth-sea-trial-chinas-type-001a-aircraft-carrier-may-go"}, {"title": "China's second aircraft carrier sets sail for fifth sea trial", "date": "2019-04-16", "content": "China's second aircraft carrier reportedly set sail from the Dalian Shipyard Wednesday afternoon for its fifth sea trial, three days after the country's first carrier, the Liaoning, left the same shipyard. Experts believe it indicates a further step toward the final delivery of the second carrier. The domestically made Type 001A aircraft carrier left the shipyard in Northeast China's Liaoning Province under the assistance of multiple tug boats Wednesday afternoon, according to photos and accompanying captions released by IC, a Chinese image and photo provider, on Wednesday evening. The testing of carrier-based aircraft could be the focus of this sea trial, an IC photo caption reads. Photos taken by local residents and uploaded to the internet last week show guide lines and possibly a non-skid coating were being painted on the Type 001A's flight deck, which are considered necessary for the takeoff and landing of aircraft. The warship is said to have already successfully tested its avionics, radar and communication systems in previous trials, so it is likely fighter jets will conduct take offs and landings this time, an anonymous military expert told the Global Times. Li Jie, a Beijing-based naval expert, told the Global Times that he believes such a test is likely, or at least there will be preparations to enable future tests. \"This sea trial will go a step further toward the final delivery of the new aircraft carrier,\" Li said. Full-sized models of an electronic warfare version of the J-15 warplane and a Z-18 helicopter were also spotted on board the Type 001A as it embarked on the sea trial, Hong Kong-based newspaper Wen Wei Po said Wednesday. The Liaoning, China's first aircraft carrier, was already at sea after leaving the Dalian Shipyard on Sunday. The two aircraft carriers could rendezvous in the northern Yellow Sea near Dalian, Chinese military observers said, as an area has been quarantined for a military exercise from Sunday to March 5, according to a notice the Maritime Safety Administration of China released on Friday. China will conduct a multinational naval activity in Qingdao, East China's Shandong Province in celebration of the 70th anniversary of the establishment of the People's Liberation Army navy on April 23, said spokesperson for the Ministry of National Defense Ren Guoqiang at a routine press conference on Thursday. With the Type 001A and the Liaoning both at sea at the same time they could be preparing for the celebration parade, said Li. Chinese military enthusiasts are thrilled by the idea of such a speculation, with some writing online posts that they cannot wait to see China's first pair of aircraft carrier strike groups. However, even if the two carriers train together, it is probably only for parade purposes as the second carrier is still not combat-ready, the anonymous expert said. The Type 001A has not been delivered to the military yet and therefore might not even make it to the parade, he said.", "url": "http://eng.chinamil.com.cn/CHINA_209163/TopStories_209189/9436666.html"}, {"title": "After 5 trials & a new coat of paint, China to commission second aircraft carrier by July", "date": "2019-04-16", "content": "China's dream of a blue-water navy - the kind that can operate anywhere in the world - is one step closer to realisation. Its indigenously- built carrier vessel, the Type 002 CV-17 , has gone through five trials, and could be commissioned as early as July this year. The Print had reported in November 2018 that the CV-17, China's second carrier vessel and the first to be built indigenously, was well ahead of schedule. And the latest satellite images of the Dalian Shipyard indicate that ship has returned from its fifth trial and received a final coat of paint. Any blue-water navy needs carrier vessels, which is why China's People's Liberation Army Navy has fast-tracked their development. It is creating the Jiangnan Changxing facility near Shanghai to augment the Dalian Shipyard in faster production of CVs. Fourth trial: The CV-17's fourth trial was conducted in the Yellow Sea and the Bohai Sea. It left Dalian on 27 December 2018 and returned to home port on 8 January 2019. It was observed interacting very closely with other ships and travelling from the Yellow Sea to Bohai in a formation on 30 December 2018. The ship possibly conducted inter-operability tests and synced its electronic equipment and gadgetry with other ships of the fleet. The CV-17 was almost static in the Bohai area. It is speculated that this was for touch-and-go trials, which are more difficult on a static carrier than a moving one. However, no aircraft tyre marks were observed on the ship's landing strip, so touch-and-go or landing trials cannot be confirmed to have taken place. Fifth trial: The fifth trial was a super-short sea trial. It began on 28 February and was completed by 8 March. The PLAN's original carrier, the CV-16 Liaoning, also moved out of Dalian with its consort ship Daguan #88. Both possibly participated in an exercise being carried out in the East China Sea. Both ships later returned to their home ports, Qingdao and Dalian. New coat of paint: The PLAN began repainting of the deck of the CV-17 on 22 March. The primer coat was seen being applied on the deck in a satellite image from 23 March. This coat was observed to be complete on 2 April. The latest satellite images from Dalian indicate that the final coat has been applied on the CV-17. The shade of the new coat is much darker than the previous coat, very similar to its predecessor, the CV-16 Liaoning. Some of the signatures also indicate that an anti-skid coating has also been applied. These are all strong signals that the ship is ready, and could be commissioned in the next three months.", "url": "https://theprint.in/defence/after-5-trials-a-new-coat-of-paint-china-to-commission-second-aircraft-carrier-by-july/221762/"}]}, {"win label": 1, "news": [{"title": "Type 002 China's 2nd Aircraft Carrier to be Commissioned by Year-End", "date": "2019-09-09", "content": "China's new aircraft carrier set sails from the port of Dalian on Aug. 1st for its seventh set of sea trials. It returned August 23, 2019 after its longest test campaign to date which lasted 22 days. This 2nd aircraft carrier for the PLAN, designed by the engineers of the 701 Institute of the CSIC group on the basis of Project 1134.5 Varyag , is set to be commissioned, as expected, before the end of the year. East Pendulum **predicted this back in 2016** when the vessel was still in dry dock. In addition to the Chinese Navy receiving its 2nd aircraft carrier, we are likely to see by December 2019 the launch of the **1st Type 075 LHD currently under construction** at Hudong Shipyard. -Zhonghua in Shanghai, and by the possible keel laying of the 3rd aircraft carrier at Jiangnan Changxing shipyard, also located in Shanghai. While state media have not disclosed any details on the latest sea trials of \"Type 002\" it is our understanding that it took place in the Yellow Sea, in a maritime area measuring 3,387 km^2 and bounded by a perimeter of 233 km. The tests seem to have been organized in two stages, first from August 1st to 4th which is announced by the LN-0148 maritime safety notification , then from August 6th to 22nd by another LN-0159 notification for the exact same area. Civil or unauthorized ships are advised not to enter the perimeter for \"military maneuvers\". Although the Chinese navy has not yet received its new aircraft carrier, and therefore the data are not yet complete, the comparison of sea trial times initiated by the aircraft carrier Liaoning and its quasi-sister-ship gives provides us with some interesting findings. For example, we can see that it was not until the 9th set of trials that Liaoning made its longest 25-day trial, while the \"Type 002\" did it on its 7th outing. The new Chinese aircraft carrier also made shorter outings, averaging less than 9 days on its first 6 outings, before reaching its long test run, compared with more than 10 days on average for Liaoning 's 8 first outings. In short, the outings of the \"Type 002\" are shorter, more spaced out, but also less numerous, at least according to the figures to date. This could therefore suggest an evolution of the test program as well as the military standards associated with the aircraft carriers in the Chinese Navy but also in the naval industry, made possible probably by the feedback from Liaoning. It should be noted that satellite images showed that the new Chinese aircraft carrier was making rounds at sea. If we do not know the date and the exact location of these satellite images, some media used the term \"Williamson turn\" to qualify these maneuvers. According to a former technical officer of the Chinese Navy, however, these circles seen by commercial satellites are simply part of the nominal tests of all ships, military or civilian. Vessels have to be tested at 3 different speed and 2 different rudder angles per side . That's a total of 12 individual tests for ships conducting their trials. According to the source, the circles observed have little to do with the Williamson turn.", "url": "https://www.navalnews.com/naval-news/2019/09/type-002-chinas-2nd-aircraft-carrier-to-be-commissioned-by-year-end/"}, {"title": "China's new carrier doing its last sea trial", "date": "2019-10-17", "content": "China's first domestically-built aircraft carrier is reportedly \"all set\" for commissioning by the end of the year after it put to sea for the eighth time on Tuesday. Chinese papers hinted that it could be the last sea trial before the 70,000-ton vessel graduates to becoming a fully-fledged sea-going airbase to join the Chinese military and add to its naval capabilities. The carrier's sea trial is scheduled to end on October 22. It was announced earlier this week that the provincial maritime authority had cordoned off a large swathe of water in the Bohai Sea off Dalian, the homeport of the not-yet-christened warship, where it was also built. Such voyages during the past two years often involve the new ship carrying a few J-15 fighter jets as well as aircraft arresting gear in waters that are off-limits to civilian vessels. The carrier is referred to as the Type 001A in state media and it was launched in April 2017 at the Dalian Shipyard. The carrier's propulsion, communication and navigation systems have presumably been tested to ascertain reliability throughout its recent cruises in the Bohai Sea and Yellow Sea since the beginning of this year and those trips could have involved the launching and recovery of aircraft. Still, the time it has taken before going into service has been longer than expected. Its sister ship, the Liaoning, took a little over one year to complete 10 sea trials in 2012, after Chinese shipbuilders refurbished and repurposed a Soviet-built hull purchased from Ukraine in the 1990s. The Type 001A is an evolution of the earlier Admiral Kuznetsov-class carrier with a host of indigenous tweaks to the original Soviet design, and thus more caution and a loose timeframe for trials were warranted. Observers say the new ship is on track to enter service by the end of the year at a propitious time when Beijing needs more naval assets to project power in the South and East China Seas. Future Chinese carriers will be bigger and more potent with each ship under construction or being planned to narrow the gap with the supercarriers in service with the US Navy. A third ship is swiftly taking shape at Shanghai's Jiangnan Shipyard and is expected do away with the curled-up bow for a flattop look with a cutting-edge electromagnetic catapult to launch fighter jets, and the fourth one may even be nuclear powered. Meanwhile the US Navy has 10 Nimitz Class aircraft carriers and the first of the next-generation, USS Gerald R. Ford, is expected to start deployments in the coming years.", "url": "https://asiatimes.com/2019/10/chinas-new-carrier-doing-its-last-sea-trial/"}, {"title": "China's first homemade aircraft carrier sails through Taiwan Strait", "date": "2019-11-17", "content": "China's first domestically built aircraft carrier passed through the Taiwan Strait on Sunday , followed by two U.S. and Japanese military vessels, Taiwan's Ministry of National Defense has announced. The north-to-south passage was closely monitored by Taiwan's navy, the ministry said. The carrier, known as Type 002, is the largest warship ever built by China. Sunday marked its first appearance on the strategic waterway. Another high-profile passage through the Taiwan Strait by a Chinese aircraft carrier was on June 25. It was the Soviet-built Liaoning's first such transit since undergoing a major refit last year. ", "url": "https://www.taiwannews.com.tw/en/news/3819043"}, {"title": "China's newest aircraft carrier docks at Hainan", "date": "2019-11-21", "content": "China's second aircraft carrier has docked at Yulin Naval base at the southern tip of Hainan Island, amid media speculation that it will soon be commissioned into Peoples' Liberation Army Navy (PLAN) service. Satellite images provided by Maxar Technologies show the Type-001A carrier at pier side. Seven Shenyang J-15 fighters are visible on the deck, as are four helicopters. The rotorcraft comprise what appears to be a trio of Changhe Z-18s and a single Harbin Z-9. The carrier recently sailed from the Dalian shipyard to Hainan Island via the Taiwan Strait. When commissioned (and named) the Type-001A will become China's second operational carrier after Liaoning, which was developed from the hulk of the Varyag, a Kuznetsov-class carrier that the Soviet Union never completed owing to the end of the Cold War. The Type-001A represents a major milestone for Beijing as it is the country's first locally designed and built aircraft carrier. Though it resembles Liaoning, with the same conventional powerplant, reports suggest it can carry 44 aircraft, compared with 36 for Liaoning. The vessel also has updated radars and a modernised bridge. Both Liaoning and Type-001A use a ski-jump to launch fixed-wing aircraft. This limits payload and precludes operations of support aircraft for missions such as airborne early warning & control (AEW&C) and antisubmarine warfare. China's third carrier, the Type-002, will be equipped with electromagnetic aircraft launch and recovery systems (EMALS), allowing it to operate a similar mix of fixed wing aircraft as found on US Navy aircraft carriers. In May, an artist's impression on social media offered more details about the Xian KJ-600, an AEW&C type resembling the Northrop Grumman E-2 Hawkeye AEW&C aircraft. The impressions suggest that the twin-turboprop KJ-600 will also have a carrier on-board delivery (COD) variant similar to the C-2 Greyhound, and an anti-submarine warfare variant.", "url": "https://www.flightglobal.com/fixed-wing/chinas-newest-aircraft-carrier-docks-at-hainan/135493.article"}, {"title": "China commissions first indigenously-built aircraft carrier 'Shandong'", "date": "2019-12-17", "content": "With President Xi Jinping in attendance, China on Tuesday commissioned the Type 002-class aircraft carrier Shandong in Sanya in the island province of Hainan, bordering the South China Sea. This puts China in a group of only four countries that have multiple fixed-wing aircraft carriers, with the US, UK and Italy being the others. The Chinese state-run news outlet Global Times cited a CCTV report saying that the carrier would have a displacement of around 40,000 to 60,000 tons and an airwing of up to 36 J-15 'flying shark' fighters . It is expected to have many improvements over the country's other carrier, the Liaoning , with a similar ski-jump flight deck, a \"more advanced electronic devices and control and command system\" and an \"optimized superstructure and internal layout\". According to the Centre for Strategic and International Studies, the carrier can also carry KA-28/Ka-31/Z-8s/Z-8JH/Z-8AEW helicopters. China has kept details of the carrier project under wraps, with the project itself only officially announced in 2015. The United States Naval Intelligence News reported that one domestically-built carrier was being built in the Dalian Shipyard while satellite images shared by CSIS showed another under construction at the Jiangnan shipyard, expected to be the more advanced Type-003 project. With a STOBAR configuration, the Shandong would be China's second carrier after the Kuznetsov -class Liaoning , which was purchased from Ukraine in 1998 and used as a training ship-later declared combat-ready in 2016. The addition of the Shandong to the Chinese fleet will greatly enhance the PLAN's capabilities in the South China Sea. The Hainan province where the ship was launched is located to the East of Vietnam, which contests the SCS with China along with Malaysia, the Philippines, Taiwan and Brunei. In November, China sailed the Shandong through the Taiwan strait, resulting in Taiwan scrambling fighters and jets and both the US and Japan trailing the ship with their own vessels. A third Chinese carrier project is also reportedly under way, the Type 003, with plans to have four in operation by 2024 . After the retirement of the INS Viraat in 2017, India has only one aircraft carrier in service, the 45,000-ton Kiev -class INS Vikramaditya. The domestically-built INS Vikrant has faced multiple delays and is expected to commence basin trials in 2020, with delivery to the Navy expected by 2021. The Global Times stated that the China is now the first Asian country to operate a domestically-built carrier since World War II. This feat would have been achieved by India in 2018 had INS Vikrant been inducted as per schedule. ", "url": "https://www.theweek.in/news/world/2019/12/17/china-commissions-first-indigenously-built-aircraft-carrier-shandong.html"}, {"title": "China Commissions First Home-Built Aircraft Carrier", "date": "2019-12-17", "content": "The Chinese People's Liberation Army Navy's (PLAN) first domestically designed and built aircraft carrier, the Type 002 Shandong (CV-17), was commissioned on Tuesday at a naval base in Sanya on the southern island of Hainan during a ceremony attended by President Xi Jinping, according to local media reports. Xi inspected an honor guard during the ceremony and met with PLAN personnel aboard the carrier, the Global Times reported on December 17. The Shandong was launched in April 2017 and began sea trials one year later in April 2018. The carrier conducted a total of nine sea trials. During its last sea trial in November, the Shandong passed through the Taiwan Strait and entered the South China Sea. In comparison, the PLAN's sole operational aircraft carrier, the 60,000-ton Liaoning, a retrofitted Soviet-era Admiral Kuznetsov-class multirole aircraft carrier, completed 10 sea trials before being commissioned in 2012. The Shandong will be able to accommodate up to 32 fighter aircraft in total, according to senior PLAN officers. With today's commissioning, the PLAN is now operating two aircraft carriers, although it will take the Shandong around a decade to be combat-ready, while the Liaoning primarily serves as a training platform for Chinese naval aviation. It may also take a decade or two for a next-generation carrier-based strike aircraft to be deployed aboard the PLAN's flattops. Chinese pilots and aviation personnel will also need to gain additional experience in operating aircraft from carriers. As Steven Stashwick pointed out in these pages, the Shandong will likely be beset by so-called \"first-in-class problems,\" technical and engineering issues that will only become apparent once the ship will begin conducting operations, which will impact the carrier's reliability. Stashwick also noted that China's future carrier force may be limited to four hulls due to the massive costs associated with building these huge flattops. Additionally, the PLAN will also have to gain further experience operating a carrier strike group (CSG). A future PLAN CSG will most likely be composed of Jiangkai-II-class (Type 054A) frigates, Luyang-III-class (Type 052D) destroyers, Renhai-class Type 055 destroyers, and one to two Yuan-class (Type 039A) or alternatively Song-class (Type 039) submarines in addition to support vessels. The Shandong will be homeported in Sanya.", "url": "https://thediplomat.com/2019/12/china-commissions-first-home-built-aircraft-carrier/"}, {"title": "China's first domestically-built aircraft carrier officially enters service", "date": "2019-12-18", "content": "China has officially commissioned its first domestically-built aircraft carrier, the Shandong, a significant step forward in Chinese President Xi Jinping's ambitions for the country to field a world-class navy. Xi attended the commissioning ceremony in the southern province of Hainan Tuesday, according to state-run media, where the Shandong finally entered service as part of the People's Liberation Navy. According to state-run news agency Xinhua, Xi presented a Chinese flag and a certificate with the ship's official name to the ship's captain and political commissar. The Shandong, which uses conventional rather than nuclear propulsion, is the second carrier in the Chinese fleet. China's first aircraft carrier, the Liaoning, a retrofitted Soviet-era vessel, was purchased from the Ukrainian government in 1998. Both the Liaoning and the Shandong use ski-jump style ramps at the end of the flight deck to launch planes, a comparatively older technology compared to the United States Navy's preferred \"catapult\" technology. Aircraft launched by catapults can get airborne quicker and with greater quantities of fuel and ammunition, giving them an advantage over Chinese planes, which rely on their own power when lifting off from ski-jumps. The aircraft carrier's name was officially announced on Tuesday. Before then, it had been only known as the Type 001A. Both of China's aircraft carriers, the Shandong and the Liaoning, are named after coastal provinces close to Beijing. According to Peter Layton, visiting fellow at the Griffith Asia Institute, the Liaoning was intended to act as more of a training vessel, whereas the Shandong is likely to be deployed in combat missions, positioning China alongside a select number of countries with global naval capabilities, including Russia, France, the US, and the United Kingdom.", "url": "https://edition.cnn.com/2019/12/17/asia/china-aircraft-carrier-shandong-intl-hnk/index.html"}, {"title": "China's Second Aircraft Carrier Type 002 \"Shandong\" Commissioned With The Chinese Navy", "date": "2019-12-19", "content": "The People's Liberation Army Navy commissioned into service the new Type 002 aircraft carrier on December 17, 2019 in presence of President Xi Jinping. The ship, which has been named Shandong and given hull number 17, is China's first domestically built aircraft carrier and was developed from their first carrier, the Liaoning, which is in turn a refitted Kuznetsov -class carrier bought second-hand from Ukraine in 1998. The commissioning ceremony took place at a naval base in Sanya, South China's Hainan Province, where is expected to be based. This move will give the carrier a quick access to the South China Sea where there are currently territorial disputes between China, Taiwan, Vietnam, Indonesia, Malaysia, the Philippines and Brunei, involving both maritime boundaries and islands. The construction of the ship began in 2013 at the Dalian Shipyard, North-East China Liaoning Province, contracted to the No.701 Research Institute of the state-owned China Shipbuilding Industry Corporation . After being launched in April 2017 , the carrier underwent a trial phase which took longer than expected, with the first sea trial in May 2018, and the commissioning originally planned in April 2019 had to be postponed. The Shandong is a conventional-powered aircraft carrier with an approximate displacement, according to most sources, ranging between 40,000 to 60,000 tons. Like the Liaoning, the carrier features a Short Take-Off Barrier Arrested Landing configuration with the embarked aircraft taking off with the help of a ski-jump , rather than using a catapult like the US aircraft carriers, and landing by catching the arrestor wires. According to Chinese media, the Shandong, built taking in account the operational feedback from the Liaoning, is equipped with an optimized layout and more advanced radar and Command and Control systems. The ship can reportedly carry 36 Shenyang J-15 fighter jets, more than the 24 carried by the Liaoning. With the commissioning of the Shandong, China has now two aircraft carriers, of which the older one devoted to training, and according to some sources started building a third one that could use a catapult launch system. This expansion of the fleet reflects the modernization of the Chinese Armed Forces in the last few years as the country aims to expand its economic and military influence in the area.", "url": "https://theaviationist.com/2019/12/19/chinas-second-aircraft-carrier-type-002-shandong-commissioned-with-the-chinese-navy/"}]}, {"win label": 0, "news": [{"title": "China's first home-built aircraft carrier, the Shandong, tightens shore leave regulations to combat coronavirus", "date": "2020-02-19", "content": "Shore leave rules for the crew of China's first home-built aircraft carrier have been tightened to prevent an outbreak of coronavirus on board, the navy said. Embarking and disembarking from the Shandong will now involve extra security, Naval News, an official website of the People's Liberation Army Navy, reported on Tuesday. Naval command headquarters has set a daily quota for the crew, and whoever wants to go ashore must have personal permission from Captain Lai Yijun or Political Commissar Pang Jianhong after medical screening. \"That was to cut off the possible transmission outside the ship and block the virus before any infection,\" the navy said. It did not say what, if any, extra measures were applied to other Chinese warships. While the crew of the 65,000 tonne warship will stick to routine duties and training programmes, the Shandong will step up hygiene regulations and drills. \"Each and every corner\" of the vessel has been disinfected, Naval News, which referred to a \"closed-off management\" situation on the ship, said. It stressed that military training should not be affected by outbreak precautions, while emergency breakdown drills and studies on missile defence went ahead as usual. Some of the Shandong crew were in the worst-hit areas of China, the report said, but there had not been any cases of infection. It did not say if those crew members were on leave or seconded to emergency operations. The novel coronavirus was identified in January and has spread across China. It causes the disease known as Covid-19 - and that has infected about 74,000 people and killed more than 2,000. Shandong is China's second commissioned carrier after the Liaoning, with a complement of more than 1,000. It went into service on December 17 after a ceremony on the southern island of Hainan. Last year, the PLA Navy said it planned to have four carrier strike groups and has stepped up pilot training, choosing to take cadets from naval aeronautical universities rather than enlist experienced air force pilots. In the Shandong's home port of Sanya, 54 cases of coronavirus were reported by Wednesday, with 22 people cured and one fatality. On Hainan, there were 163 cases and four deaths. Purchase the China AI Report 2020 brought to you by SCMP Research and enjoy a 20% discount (original price US$400). This 60-page all new intelligence report gives you first-hand insights and analysis into the latest industry developments and intelligence about China AI. Get exclusive access to our webinars for continuous learning, and interact with China AI executives in live Q&A. Offer valid until 31 March 2020.", "url": "https://www.scmp.com/news/china/military/article/3051376/chinas-first-home-built-aircraft-carrier-shandong-tightens"}, {"title": "Chinese PLA Navy Shandong Type 001A aircraft carrier conducts sea trials", "date": "2020-05-29", "content": "During a press conference that was held on Friday May 29, 2020, the Chinese Ministry of National Defense, has announced that the Chinese Navy is conducting sea trials for aircraft carrier Type 001A Shandong in accordance with the arrangement of the annual trial plan, said Senior Colonel Ren Guoqiang, spokesperson of China Mod. China's first indigenously-built aircraft carrier, the Type 001A Shandong left the Dalian Shipyard in northeast China's Liaoning Province for military missions at sea on May 25. This is its maiden voyage for training since commissioned five months ago, marking that the Shandong has primarily formed combat effectiveness. The training is to test the performance of weapons and equipment and improve the level of aircraft carrier training, so as to further enhance the troops' ability to perform missions and tasks, Senior Colonel Ren said. The Shandong Type 001A is a first-generation Chinese aircraft carrier that was launched on 26 April 2017 for the People's Liberation Army Navy of the People's Republic of China . It is the second aircraft carrier built by the Chinese naval defense industry after the completion of Liaoning. China's first aircraft carrier, Liaoning, entered service in 2012. China's second aircraft carrier , Shandong Type 001A, entered service on December 17, 2019. The Shandong is a modified version of the Liaoning design that incorporates some design improvements, including features that reportedly will permit it to embark and operate a larger air wing of 40 aircraft that includes 36 fighters. Its displacement is estimated at 66,000 to 70,000 tons. China's primary carrier-based fighter aircraft is the J-15 or Flying Shark, an aircraft derived from the Russian Su-33 Flanker aircraft design that can operate from carriers equipped with a ski ramp rather than catapults. China reportedly plans to develop a carrier-capable variant of its J-20 fifth- generation stealth fighter and/or a carrier-capable variant of its FC-31 fifth-generation stealth fighter to complement or succeed the J-15 on catapult-equipped Chinese carriers. China reportedly is also developing a carrier-based stealth drone aircraft.", "url": "https://navyrecognition.com/index.php/news/defence-news/2020/may-2020/8502-chinese-pla-navy-shandong-type-001a-aircraft-carrier-conducts-sea-trials.html"}, {"title": "China's Newest Aircraft Carrier Now Conducting Sea Trials", "date": "2020-06-01", "content": "China's newest aircraft carrier, Type 001A Shandong (Hull 17), is conducting sea trials at a time Beijing's military leadership criticizes the pace and scope of U.S. Navy operations in the region. Shandong departed the Dalian Shipyard on May 25 to test the ship's weapons and equipment, to train crew members and enhance the carrier's ability to conduct missions, Senior Col. Ren Guoqiang, a spokesman for China's Ministry of National Defense, confirmed on Friday during a media briefing. Footage of Shandong, released by the ministry, shows the carrier launching and recovering Shenyang J-15 fighters. Shandong is China's People's Liberation Army Navy's second aircraft carrier, but the first one built domestically. China's other carrier is Liaoning, which was initially built by the Soviet Union. China spent years refitting the carrier before putting it into service in 2012. \"The PLA Navy is conducting sea trials and training exercises for aircraft carrier Shandong in accordance with the annual training plan,\" Ren said. The carrier was reported operating in the northern region of the Yellow Sea, according to an account in The South China Morning Post, which first reported Shandong's sea trials. China started constructing Shandong in November 2013 at Dalian Shipbuilding, a subsidiary of China State Shipbuilding Corp, according to China's Ministry of National Defense. Shandong has a displacement of at least 49,000 tons and a conventional propulsion system. In comparison, two nuclear reactors power each of the U.S. Navy's new Ford-class carriers, which have displacements of 100,000 tons. Shandong left for sea trials just days after the White House released a report criticizing China's expanding use of economic and military power to coerce nations to adopt China's world view. The report, United States Strategic Approach to the People's Republic of China, was released on May 20 and was required by the National Defense Authorization Act of 2019. \"Beijing contradicts its rhetoric and flouts its commitments to its neighbors by engaging in provocative and coercive military and paramilitary activities in the Yellow Sea, the East and South China Seas, the Taiwan Strait, and Sino-Indian border areas,\" the White House report states. On Friday, during the same briefing he confirmed Shandong's sea trials, Ren countered the White House report's claims. \"The current situation in the South China Sea is generally stable. The United States sent warships and aircraft to the South China Sea to carry out the so-called freedom of navigation operations to conduct close-in reconnaissance against China's islands and reefs and hold targeted military exercises. These operations are the real drivers for militarization of the South China Sea. China urges the U.S. side to respect the efforts made by the countries in the region to safeguard peace and stability in the South China Sea and make more positive and constructive efforts,\" Ren said, according to the briefing's English language transcript released by the ministry. China sent Shandong through the Taiwan Strait in December, shortly after its commissioning and just weeks before Taiwan's presidential election. At the time, Taiwan's President Tsai Ing-wen, from the pro-independence Democratic Progressive Party, was vying for re-election. She won the election with a comfortable margin.", "url": "https://news.usni.org/2020/06/01/chinas-newest-aircraft-carrier-now-conducting-sea-trials#:~:text=Shandong%20is%20China%E2%80%99s%20People%E2%80%99s%20Liberation%20Army%20Navy%E2%80%99s%20second,carrier%20before%20putting%20it%20into%20service%20in%202012."}, {"title": "China's Aircraft Carrier 'Shandong' Conducting Sea Trials In Yellow Sea", "date": "2020-06-02", "content": "According to The South China Morning Post, which first reported on Shandong's sea trials, at-sea training of Shandong's crew was disrupted by the coronavirus pandemic, but the vessel is now carrying out its first exercises at sea since being commissioned with the People's Liberation Army Navy (PLAN or Chinese navy) last year. A spokesman of China's ministry of defense said yesterday: The PLA Navy is conducting sea trials and training exercises for aircraft carrier Shandong in accordance with the annual training plan to test the performance of weapons and equipment, strengthen training and enhance the ship's capabilities to perform missions and tasks. Li Yongxuan, the vice captain of the Shandong aircraft carrier, told China's state media CCTV that the Shandong urgently needed training to develop its capabilities: \"We need to integrate the Shandong aircraft carrier combat group into the overall combat system as early as possible. And we will strive to make our aircraft carrier into a combat-ready and triumphant ship\".", "url": "https://www.navalnews.com/naval-news/2020/06/video-chinas-aircraft-carrier-shandong-conducting-sea-trials-in-yellow-sea/"}]}, {"win label": 0, "news": [{"title": "China's first homemade carrier Shandong sets out for exercises", "date": "2020-09-01", "content": "The Shandong , China's first domestically developed aircraft carrier - the country's second overall - set out from shipyard on Tuesday for military exercises, which will reportedly be held in the Bohai Sea in the next 22 days. Experts expect the carrier to integrate with J-15 fighter jets that were newly produced for it, as it continues to establish actual combat capability, and it will hopefully become combat-ready by the end of 2020. Two combat-ready aircraft carriers will have strategic significance for China to resist military pressure from countries like the US in the Taiwan Straits and the South China Sea, and potentially from India on China's key maritime transport lanes, experts said. After a display of fireworks and under the assistance of several tug boats, the Shandong embarked from the Dalian Shipyard in Northeast China's Liaoning Province on Tuesday morning, Hong Kong-based news website wenweipo.com reported on the same day. The carrier had full-scale models of a J-15 fighter jet and a Z-18 helicopter on its flight deck when it left Dalian, the report said. The voyage coincided with a notice released by China's Maritime Safety Administration on Monday, which set a navigation restriction in the Bohai Sea from Tuesday to September 22 for an undisclosed military mission. The restriction zone is in the waters off a Chinese People's Liberation Army Navy Aviation Force base, so putting these factors together, the Shandong 's voyage will likely feature integrated training with fighter jets in the sea area, wenweipo.com predicted. China has been producing new J-15 aircraft carrier-based fighter jets and training new pilots for the Shandong in recent years, and this voyage could see the carrier integrated with those capabilities as a crucial part of its combat preparedness, a Chinese military expert who requested anonymity told the Global Times on Tuesday. According to photos released by the Shenyang Aircraft Co under the Aviation Industry Corp of China , the manufacturer of the J-15, on its website in February, the company was producing new J-15s at that time. A J-15 under assembly was seen getting new, green priming paint instead of the previous yellow one, which indicated that it features a new type of anti-corrosion material for better performance at sea, reports said then. Beijing-based naval expert Li Jie told the Global Times on Tuesday that after the latest exercise, it will not take the Shandong long to become combat capable, thanks to experience garnered on the country's first carrier, the Liaoning. Hopefully within this year, the Shandong will conduct another training session, which will eventually give it the basis for initial combat capability, Li predicted. The Shandong was commissioned into the PLA Navy on December 17, 2019 in Sanya, South China's Hainan Province and it returned to the Dalian Shipyard later that month. This is the second time since then that it has embarked on a training voyage. The first time was in the Yellow Sea and Bohai Bay between May 25 and June 17, lasting 23 days, wenweipo.com reported. \"Troops on the aircraft carrier need to achieve independent comprehensive combat capability and integrate into the combat group system as soon as possible,\" Li Yongxuan, executive officer of the Shandong , told China Central Television during May's training. Recently, China has been facing military pressure from countries like the US in the Taiwan Straits and the South China Sea, and potentially from India on China's key maritime transport lanes, and Li Jie said that the Shandong , together with the first carrier Liaoning, will become key forces. Two aircraft carriers can squeeze the island of Taiwan from different angles, and together with the DF-21D and DF-26 anti-ship ballistic missiles of the PLA Rocket Force, they can lock down the island and deny possible US intervention, Li Jie said, noting that they can also play a role in protecting crucial maritime transport lanes like the Strait of Malacca.", "url": "https://www.globaltimes.cn/content/1199551.shtml"}, {"title": "China's two aircraft carriers complete drills in September", "date": "2020-09-25", "content": "China's two aircraft carriers, the Liaoning and the Shandong, recently completed military drills in the South China Sea, according to a statement by the Chinese Ministry of Defense on Thursday. It was the first time the Chinese navy has sent two carriers to sea at once, though the ships did not train together. The Shandong was commissioned in December; the Liaoning was commissioned in 2012. While at sea, the Liaoning completed \"regular exercises\" while the Shandong conducted sea trials, according to a Thursday article by the Chinese state-run newspaper Global Times. Sea trials are a testing phase of ships and their systems. \"The moves aimed to test the equipment's performance and troops' training results, and boost their capability to carry out missions,\" Defense Ministry spokesman Senior Colonel Tan Kefei said at a press conference Thursday, according to the Global Times. Both of the carriers went to sea in early September, according to the newspaper. The Shandong steamed into the Bohai Sea and the Liaoning was seen in the Yellow Sea, according the Global Times. The Chinese military also completed combat exercises near the Taiwan Strait last weekend that were \"meant to target foreign interference and Taiwan separatists,\" Tan said Thursday, according to the Chinese Communist Party- owned China Daily news. \"If Taiwan separatist forces dare to attempt Taiwan's secession under any circumstances, we will do whatever it takes to thwart their efforts,\" Tan said, according to China Daily. The exercises came a day after U.S. Sen. Rick Scott, R-Fla., introduced the \"Taiwan Invasion Prevention Act\" into the Senate. The bill would pledge to help Taiwan \"counter Communist China's military buildup across the Taiwan straits,\" authorize the president to use military force to protect Taiwan and encourage the Defense Department to send \"appropriate personnel\" to Taiwan's National Defense Academy, according to a Sept. 17 statement by Scott's office. \"Communist China continues to threaten our important ally - a threat not only to the people of Taiwan, but to the United States and our allies around the globe,\" Scott said in the statement. \"We must do everything we can to discourage Communist China from using military force against a peaceful democratic power, and the Taiwan Invasion Prevention Act demonstrates our commitment to Taiwan and to the importance of freedom and democracy,\" he added.", "url": "https://www.stripes.com/china-s-two-aircraft-carriers-complete-drills-in-september-1.646381"}, {"title": "China's first domestically built aircraft carrier to be combat-ready by year-end: Report", "date": "2020-10-27", "content": "China's first domestically-built aircraft carrier Shandong has completed regular testing and training missions at sea and is expected to be combat- ready by this year-end, state-run media here reported on Tuesday. Chinese aircraft carriers Liaoning and Shandong have recently completed routine training and sea trials, the Chinese military said last month. Liaoning, a refit of the Soviet-era ship, was commissioned in 2012, while Shandong was commissioned into the PLA Navy in December last year. Official media reports say China plans to have six aircraft carriers. Shandong focused on actual combat after serving in the People's Liberation Army Navy for 10 months, China Central Television reported on Tuesday. The testing and training included aviation support, damage control and emergency response, the CCTV reported, quoting the ship commander Senior Captain Lai Yijun. The exercises focused on actual combat and have effectively tested the performance of the weapons on the ship. The testing and training show that the carrier's core performance improved, Lai said. Shandong is China's second aircraft carrier. It is also the country's first domestically built aircraft carrier. As Shandong has just served for less than a year, it is still undergoing basic training to test the performance of its equipment and enhance research on the operations and training of the ship, Zhang Junshe, a senior research fellow at the PLA Naval Military Studies Research Institute, told the state-run Global Times on Tuesday. In the future, the ship will conduct more exercises on coordination with aircraft and ships, as well as coordination with other carrier strike group, Zhang said. ", "url": "https://www.theweek.in/news/world/2020/10/27/chinas-first-domestically-built-aircraft-carrier-to-be-combat-ready-by-year-end-report.html"}, {"title": "China's 2nd aircraft carrier Shandong completes testing, training mission, to be combat-ready by year-end", "date": "2020-10-28", "content": "China's first domestically made aircraft carrier, the Shandong, has completed regular testing and training missions at sea that focused on actual combat after serving in the People's Liberation Army (PLA) Navy for 10 months, China Central Television (CCTV) reported Tuesday. The testing and training included aviation support, damage control and emergency response, CCTV reported, citing Senior Captain Lai Yijun, the ship's commander. They focused on actual combat and have effectively tested the performance of the weapons on the ship, Lai said. The testing and training show that the carrier's core performance improved, according to Lai. As the Shandong has just served for less than a year, it is still undergoing basic training to test the performance of its equipment and enhance research on the operations and training of the ship, Zhang Junshe, a senior research fellow at the PLA Naval Military Studies Research Institute, told the Global Times on Tuesday. In the future, the ship will conduct more exercises on coordination with aircraft and ships, as well as coordination with other carrier strike group, according to Zhang. The Shandong, the country's second aircraft carrier, was commissioned into the PLA Navy on December 17, 2019, in Sanya, South China's Hainan Province. It set out for military exercises on September 1, and experts hoped it would be combat-ready by the end of 2020. In May, CCTV reported that the ship was conducting testing and training missions at sea after local residents saw the warship leaving a shipyard. Since the COVID-19 outbreak, the aircraft carrier neglected neither epidemic control nor testing and training, as professional training has been conducted for individual sailors, battle positions and departments, CCTV reported then. The ship conducted its reported first mission on December 26, 2019 after commissioning the week before, during which it sailed through the Taiwan Straits. The Sanya-based warship will come and go in the region often as such transits will likely become routine, Chinese mainland experts predicted.", "url": "http://en.people.cn/n3/2020/1028/c90000-9774002.html"}, {"title": "Carrier Shandong likely to return to S.China home port for future missions after recent Straits transit: analyst", "date": "2020-12-20", "content": "The Chinese People's Liberation Army Navy's second aircraft carrier, the Shandong , sailed through the Taiwan Straits on Sunday toward the south in a combat group of four other PLA warships media reported. The move was likely part of its journey from Northeast China to return to its home port on the doorstep of the South China Sea for future missions after gaining combat capability through three training voyages over the past year amid the COVID-19 pandemic, analysts said. Taiwan's defense authority on Sunday said that the Shandong aircraft carrier of the PLA Navy, together with four other affiliated warships, on Thursday set out from Dalian, Northeast China's Liaoning Province and on Sunday crossed the Taiwan Straits and continued its way toward south, media on the island of Taiwan reported on Sunday. Claiming it monitored the PLA warships' transits with six ships and eight aircraft, the island's military said the situation was \"under control,\" the report said. Xu Guangyu, a senior adviser to the China Arms Control and Disarmament Association, told the Global Times on Sunday that since the Shandong will likely be deployed for activities in the South China Sea, the aircraft carrier was likely sailing back to its naval base in Sanya, South China's Hainan Province after finishing its third voyage in 2020. After its commissioning ceremony in Sanya on December 17, 2019, the Shandong returned to the Dalian Shipyard where it was constructed, conducting three training voyages throughout the year. The first was reportedly held in the Yellow Sea and Bohai Sea from May 25 to June 17, the second took place in the Bohai Sea from September 1 to 22, and the third from November 21 to December 13 in the Yellow Sea and Bohai Sea, and featured key training subjects including maximum sorties and recovery exercises for J-15 fighter jets that led military observers to believe the Shandong was about to reach initial operational capability. It was a year struck by the COVID-19 pandemic, and many warships, including four US aircraft carriers headed by USS Theodore Roosevelt were severely hit by the novel coronavirus. But the Shandong does not seem to have been affected by the virus due to its effective epidemic control and prevention measures, smoothly conducted training and exercises, and for the third time - the first since COVID-19 - the vessel sailed through the Taiwan Straits, analysts noted. Prior to the Shandong 's Taiwan Straits transit, media on the island of Taiwan wrongly reported that it was the Liaoning , the PLA's first aircraft carrier, that was about to sail through the Taiwan Straits, and leaders of Taiwan's defense authorities on Monday rushed to a command center to deal with the situation. Every time a PLA aircraft carrier group passes through the Taiwan Straits, it causes nervousness to Taiwan authorities, but such transits have already become routine, Chinese mainland observers said. The Liaoning sailed through the Taiwan Straits on various occasions since its commissioning in September 2012. The Shandong also sailed through the Straits twice in late 2019, before and after its commissioning ceremony in Sanya. By sailing through the Taiwan Straits, which is to the west of Taiwan island, rather than a route on the east side, the PLA could be understood as demonstrating its control in the Straits and China's sovereignty over the island of Taiwan, Xu said. On Friday evening, US Navy destroyer USS Mustin sailed through the Taiwan Straits, and the PLA Eastern Theater Command organized naval and aerial forces to track and monitor its course, the command revealed on Saturday. The island of Taiwan recently also started construction of new submarines and launched new warships, while the US has been approving arms sales to the island, all with the PLA in mind. The Shandong 's transit on Sunday could also be seen a countermeasure in response to Taiwan regional authorities' latest military provocations, and it could also aim to deter secessionists on the island and the US incumbent administration from colluding to stir troubles in the region, Xu said. Experts said that the Chinese mainland will operate more and more aircraft carriers, and transits in the Taiwan Straits will only become more frequent. Another Chinese mainland military expert told the Global Times on Sunday that the Taiwan military is making an empty show of strength by claiming it has a grasp of PLA activities, and the move aims to comfort and attract attention to people on the island. Taiwan military's actions will be meaningless in wartime, and PLA's aircraft carriers will enable the mainland to resolve the Taiwan question more efficiently, the expert said. \"It is not the Taiwan military the PLA aircraft carriers have in mind, but stronger opponents,\" the expert said.", "url": "https://www.globaltimes.cn/content/1210493.shtml"}, {"title": "China aircraft carrier sails through Taiwan Strait raising alarm", "date": "2020-12-21", "content": "An aircraft carrier group led by China's newest carrier, the Shandong, sailed through the Taiwan Strait on its way to routine drills in the South China Sea, China's navy said on Monday, after Taiwan mobilised its forces to monitor the convoy. The Shandong sailed through the Taiwan Strait a day after a US warship passed through the same stretch of sea. China's navy said the Shandong and its accompanying ships had \"smoothly\" travelled through the sensitive Taiwan Strait on Sunday, heading for exercises in the South China Sea, where China has made extensive territorial claims in the disputed waters. The drills are part of \"normal arrangements made in accordance with annual plans\", it said. \"In the future, we will continue to organise similar operations based on training needs.\" The carrier's move through the strait comes amid rising tension between China and Taiwan, which Beijing sees as part of its territory. The democratically ruled island says it has recorded almost daily incursions into its airspace by the Chinese armed forces in recent months. Taiwan's Ministry of National Defense said the Shandong was accompanied by four warships and had set out from the northern Chinese port of Dalian on Thursday. In a statement on its website, it said the convoy continued to move south. Taiwan said it sent six warships and eight military aircraft to monitor the Chinese ships' movements. \"The military has the confidence and ability to protect its homeland, ensure national security and maintain regional peace and stability,\" the statement said. The Shandong is China's second carrier, and was formally commissioned almost exactly a year ago. Since then, it has successfully completed tasks such as carrier-based aircraft take-off and landing and use of its weapons, the Chinese navy said. \"The combat capability of the formation system has been continuously improved in experimental training,\" it added, referring to the group of warships which accompany the Shandong. China has been working to hone its carrier operations but has little experience compared to the United States, which has operated integrated carrier battle groups with multiple vessels for decades.", "url": "https://www.aljazeera.com/news/2020/12/21/alarm-in-taiwan-as-china-aircraft-carriers-sail-through-strait"}, {"title": "Aircraft carrier Shandong conducts night exercises, builds up combat-readiness", "date": "2020-12-29", "content": "China's second aircraft carrier, the Shandong , recently conducted a series of night exercises, as the warship is on its way to becoming combat-ready around-the-clock, analysts said on Tuesday. Entry to several regions in the South China Sea is prohibited due to military exercises from Tuesday to January 7, and observers speculated the Shandong could be involved. The Shandong recently underwent a series of test exercises in the Bohai Sea, focusing on training objectives including departing port at night, sailing through narrow water channels, maritime search and rescue and damage management, China Central Television reported on Monday. It also strengthened training on aviation support and further boosted the training level of crew members under high-intensity logistics support, CCTV said. The report showed scenes of the Shandong training at night to the public for the first time, military observers noted. Night operations are crucial to any military unit, and many tactical and strategic opportunities and threats come at night, a Chinese military expert told the Global Times on Tuesday, requesting anonymity. The night exercises show how quick the Shandong 's progress is to gain round-the-clock combat capability, the expert said. \"It won't be long before we see night fighter jet takeoff and landing exercises on the Shandong.\" CCTV said that the night training was held in the Bohai Sea, and this means it likely took place before December 20, when the Shandong set out from Dalian Shipyard by the Bohai Sea, sailed through the Taiwan Straits and entered the South China Sea. Senior Captain Liu Wensheng, a spokesperson for the People's Liberation Army Navy, said at the time that the Shandong aircraft carrier group will conduct exercises in the South China Sea, which is a normal arrangement in accordance with its annual schedule. \"The PLA Navy will continue to hold more operations like this based on training requirements,\" he said. Foreign commercial satellite images and online photos taken by residents and travelers showed the Shandong arriving at a naval port in Sanya, South China's Hainan Province. Recent overseas reports also suggest China's first Type 075 amphibious assault ship is also in Sanya. Sanya's maritime safety administration on Monday released three navigation restriction notices, prohibiting entry of other vessels into waters in the South China Sea south, southeast and southwest of Hainan island. Military observers expect the Shandong , possibly also the Type 075 amphibious assault ship and other warships, to participate in the 10-day exercises.", "url": "https://www.globaltimes.cn/page/202012/1211350.shtml"}, {"title": "China's navy to test Shandong aircraft carrier in 10-day drill", "date": "2020-12-30", "content": " China will hold a 10-day military exercise in the South China Sea, just off the southern Chinese Coast, in the waters surrounding Hainan. The drill will begin on Wednesday, according to the South China Morning Post , which cited China's maritime safety divisions. Three simultaneous exercises, aimed at bolstering China's military presence in the contested waters, will feature one of the country's newest aircraft carriers, the Shandong , which entered into the Chinese navy last year and will be combat ready within the next few months. The exercises will also feature China's Type 075 amphibious assault ship fitted with a helicopter landing dock and will \"test new equipment which had joined the service over the past year.\" \"These exercises are arranged according to the PLA's annual training plan signed by Xi Jinping, Chairman of the Central Military Mission, in January,\" a People's Liberation Army source told the paper. The drills, which have been in the works for over a month, were postponed earlier in the year due to the ongoing coronavirus pandemic. Beijing states that out of its 2.3 million personnel, there are currently no reported coronavirus cases within the military. The Shandong carrier group sailed through the Taiwan Strait a day after a US warship transited the same waterway. China's military said it tailed the ship. China's navy said the Shandong and its accompanying ships had \"smoothly\" transited the sensitive and narrow Taiwan Strait on Sunday, heading for exercises in the South China Sea, where Beijing has made extensive and disputed territorial gains. The drills are part of \"normal arrangements made in accordance with annual plans,\" it said. \"In the future, we will continue to organize similar operations based on training needs.\" Taiwan's Defense Ministry said the Shandong was accompanied by four warships and had set out from the northern Chinese port of Dalian on Thursday. Taiwan said it sent six warships and eight air force aircraft to \"stand guard\" and monitor movement of the Chinese ships. The Shandong is China's second carrier, and was formally commissioned almost exactly a year ago. Since then, it has successfully completed tasks such as carrier-based aircraft takeoff and landing and use of its weapons, the Chinese navy said. \"The combat capability of the formation system has been continuously improved in experimental training,\" it added, referring to the group of warships which accompany the Shandong. China has been working to hone its carrier operations, but has little experience compared to the United States, which has operated integrated carrier battle groups with multiple vessels for decades. ", "url": "https://www.jpost.com/international/china-military-exercise-in-south-china-sea-features-new-aircraft-carrier-653692"}]}, {"win label": 0, "news": [{"title": "China's 2nd aircraft carrier group holds 1st drill in 2021 in S.China Sea, 'training for combat preparedness'", "date": "2021-05-02", "content": "An aircraft carrier group led by China's second aircraft carrier, the Shandong, is conducting a series of exercises in the South China Sea in its first known voyage of the year, almost immediately after the country's first carrier, the Liaoning, left the region, and Chinese analysts said on Sunday that the move highlighted the fact that the two aircraft carriers that China currently operates are actively training for combat preparedness. The Chinese People's Liberation Army (PLA) Navy recently organized the Shandong aircraft carrier group for exercises in waters in the South China Sea, Senior Captain Gao Xiucheng, a spokesperson from the PLA Navy, said in a statement on Sunday. The drill is a regular series of exercises organized based on the annual work schedule, and is fully legitimate and legal, Gao said, noting that it will contribute to boosting the service's capability to safeguard China's sovereignty, security and development interests as well as regional peace and stability. \"We hope the outside world can view [the Shandong's exercise] objectively and rationally. The PLA Navy will continue to organize similar exercises according to the plan regularly in the future,\" Gao said. This is the first time the Shandong has embarked on exercises made aware to the general public in 2021, observers said. As China's second aircraft carrier which entered service in December 2019 and underwent further trials and training sessions in 2020, the Shandong is gaining furtherly enhanced combat capability, a Beijing-based military expert told the Global Times on Sunday, requesting anonymity. The spokesperson said that the Shandong is in a group, and this means the aircraft carrier could practice coordinating with other vessels including destroyers and frigates like in real combat, instead of acting alone and testing its own technical parameters like during trial phases, the expert said. Gao did not announce which ships other than the Shandong are included in the group. Analysts pointed out that the Shandong's latest exercises come immediately after the end of exercises by another Chinese aircraft carrier, the Liaoning, also in the South China Sea. The Liaoning carrier group recently conducted routine drills and training in waters around Taiwan and related waters in the South China Sea, Senior Colonel Wu Qian, a spokesperson at China's Ministry of National Defense, said at a regular press conference on Thursday. According to Japan's Ministry of Defense Joint Staff, the Liaoning left the region as it had returned to the East China Sea on April 26 via the Miyako Strait. Having two aircraft carriers means the PLA Navy can deploy these large warships more often, according to the anonymous expert, who noted that when one undergoes maintenance, the other can take its place. The recent, consecutive exercises by the Liaoning and the Shandong show that China's aircraft carriers are actively training for combat preparedness in order to deal with any potential threat the country is facing, analysts said. \"China's aircraft carriers are not 'homebodies,' and long distance voyages are bound to become norm,\" Wu said.", "url": "https://www.globaltimes.cn/page/202105/1222578.shtml"}]}, {"win label": 0, "news": [{"title": "Aircraft carrier Shandong wraps up maintenance, prepares for voyage", "date": "2021-07-03", "content": "As China's second aircraft carrier, the Shandong, has reportedly left the port where it received its first scheduled maintenance since it was commissioned, analysts said on Sunday the domestically built carrier will be well prepared for far sea operations thanks to the refurbishment. The Shandong was launched from the main dock of Dalian Shipyard in Northeast China's Liaoning Province on Friday after finishing the painting of coating and marking lines on the flight deck and the cleaning of the hull bottom, Shanghai-based news website eastday.com reported on Saturday. It is the Shandong's first scheduled maintenance that would enhance the ship's usability, the report said. In addition to the visible changes, the Shandong has also likely received maintenance and refurbishment for some of its internal parts. They might even have been upgraded based on the experience accumulated from its acutal use, a Chinese military expert told the Global Times on Sunday, requesting anonymity. The Type 901 comprehensive replenishment ship Hulunhu arrived at the Dalian Shipyard by Friday, and was moored near the Shandong, eastday.com reported. The Hulunhu could supply the Shandong before the latter embarks on a voyage, the above-quoted expert said. After having completed the maintenance, the Shandong will be fully ready for missions to come, including those that could see the carrier team up with other warships, sail through the first island chain and hold intensive drills as the aircraft carrier Liaoning did in May, the expert said. Led by China's first carrier the Liaoning, a People's Liberation Army (PLA) Navy flotilla sailed through the Miyako Strait into the West Pacific and held intensive training with over 300 aircraft sorties south of Japan and east of the island of Taiwan for some 20 days in May, according to the Japanese Defense Ministry. Analysts said that this marked the longest and most sortie-intensive exercise by the Chinese carrier in the region, displaying the PLA's capabilities to deal with potential US or Japanese intervention in the Taiwan question amid wrong remarks made by the two countries. The Shandong's maintenance started in late March, when the carrier set out from its homeport in Sanya, South China's Hainan Province, sailed through the Taiwan Straits and then arrived at Dalian Shipyard, where the vessel was built, media reported at the time. If the Shandong returns to its homeport after maintenance, it could again transit through the Taiwan Straits, observers said. The Shandong was commissioned into the PLA Navy on December 17, 2019 in its Sanya homeport. Since then, it carried out a number of exercises in the South China Sea and the Bohai Sea, sailing through the Taiwan Straits several times in the process, media reported.", "url": "https://www.globaltimes.cn/page/202207/1269645.shtml"}, {"title": "China's 2nd aircraft carrier conducts exercises in South China Sea", "date": "2021-12-19", "content": "The Shandong , the second aircraft carrier of the Chinese People's Liberation Army Navy, recently set out for realistic combat-oriented drills in the South China Sea, in a move experts said on Sunday will enhance its capabilities. Since reports suggested that the Liaoning , the PLA Navy's first aircraft carrier, is also currently undertaking drills in the Pacific Ocean, observers are looking forward to seeing the Liaoning and the Shandong form a dual carrier group for the first time in the not-too-distant future. The Shandong embarked on a voyage to an undisclosed area in the South China Sea in early winter for realistic combat-oriented exercises including the arrested landing of fighter jets, damage control and maritime search and rescue, the People's Daily reported on Sunday. Wei Dongxu, a Beijing-based military expert, told the Global Times on Sunday that the domestically built aircraft carrier is constantly enhancing its combat capabilities with the naval warfare of the 21st century in mind. This is not the first time the Shandong has held drills this year. In early May, the PLA Navy organized the Shandong aircraft carrier battle group for exercises in waters in the South China Sea, Senior Captain Gao Xiucheng, a spokesperson from the PLA Navy, said at the time. Having just celebrated the second anniversary of its commissioning on Friday, the Shandong has a high level of combat preparedness thanks to the training and drills, analysts said. The People's Daily report comes shortly after Japan's Ministry of Defense Joint Staff claimed on Friday that the Japan Maritime Self-Defense Force spotted the Liaoning aircraft carrier battle group sailing through the Miyako Strait and entering the Pacific Ocean on Thursday. According to Japanese press releases, the Liaoning was escorted by a Type 055 large destroyer, a Type 054A frigate, a Type 901 comprehensive supply ship and potentially a Type 052D destroyer. Wei said that the Liaoning carrier group is likely undertaking a far sea exercise to train its capabilities to seize air superiority and control of the sea. Since both of the PLA Navy's aircraft carriers are reportedly sailing in the ocean, military enthusiasts are looking forward to seeing them forming a dual carrier group for the first time. As the combat capabilities of both vessels increase, it is only a matter of time before they form such a powerful group that can cover an even wider range of sea and air regions, Wei predicted. \"I believe we don't need to wait for long.\" It is also intriguing to see where the carriers are going next, as powerful typhoon Rai is ravaging the South China Sea, observers said.", "url": "https://www.globaltimes.cn/page/202112/1242815.shtml"}, {"title": "Chinese aircraft-carrier formation concludes open-sea combat training", "date": "2021-12-31", "content": "The Chinese navy's Liaoning aircraft-carrier formation returned on Thursday to a military port in Qingdao, east China's Shandong Province, concluding 20-plus days of open-sea combat training. The exercise, which began on Dec. 9, took the formation into various waters, from the Yellow Sea to the East China Sea and the West Pacific, and has improved the formation's combat capability, according to an official statement. Among the areas tested during the exercise was the continuous day-and-night operation and tactical flight of carrier-based J-15 fighter jets. During the exercise, the formation was repeatedly approached and monitored by foreign warships and aircraft, and it handled the situation effectively throughout.", "url": "http://eng.chinamil.com.cn/MEDIA/PhotosChina/10119819.html"}]}, {"win label": 0, "news": [{"title": "China sails aircraft carrier through Taiwan Strait hours before Biden-Xi call", "date": "2022-03-18", "content": "China sailed its aircraft carrier Shandong through the sensitive Taiwan Strait on Friday, shadowed by a US destroyer, a source with direct knowledge of the matter told Reuters, just hours before the Chinese and US presidents were due to talk. China claims democratically ruled Taiwan as its own territory, and has over the past two years stepped up its military activity near the island to assert its sovereignty claims, alarming Taipei and Washington. The source, who was not authorised to speak to the media and spoke on condition of anonymity, said the Shandong sailed close to the Taiwan- controlled island of Kinmen, which sits directly opposite the Chinese city of Xiamen, and was shadowed by a US warship. \"Around 10:30 am the CV-17 appeared around 30 nautical miles to the southwest of Kinmen, and was photographed by a passenger on a civilian flight,\" the source said, referring to the Shandong's official service number. The USS Ralph Johnson, an Arleigh Burke guided missile destroyer, shadowed the carrier, which did not have aircraft on its deck and sailed north through the strait, the source added. Taiwan also sent warships to keep an eye on the situation, the source said. Taiwan's Defence Ministry declined to comment. China's Defence Ministry and the US Navy did not immediately responded to requests for comment. The sailing happened about 12 hours before US President Joe Biden is due to speak to his Chinese counterpart, Xi Jinping. The source described the timing of the Shandong's movement so close to that call as \"provocative\". China says Taiwan is the most sensitive and important issue in its relations with the United States. Washington has no formal diplomatic ties with Taipei, but is Taiwan's most important international backer and arms supplier. The Shandong is China's newest aircraft carrier, commissioned in 2019. China's only other carrier, the Liaoning, is mostly used for training purposes.", "url": "https://www.deccanherald.com/international/world-news-politics/china-sails-aircraft-carrier-through-taiwan-strait-hours-before-biden-xi-call-1092452.html"}, {"title": "Chinese carrier sails through Strait", "date": "2022-03-19", "content": "China yesterday sailed an aircraft carrier through the Taiwan Strait, shadowed by a US destroyer, a source with direct knowledge of the matter said, just hours before the Chinese and US presidents were due to talk. The source, who was not authorized to speak to the media and spoke on condition of anonymity, told Reuters that the carrier Shandong sailed close to Kinmen County. \"Around 10:30am the CV-17 appeared around 30 nautical miles to the southwest of Kinmen, and was photographed by a passenger on a civilian flight,\" the source said, referring to the Shandong's official service number. The USS Ralph Johnson, an Arleigh Burke-class guided missile destroyer, shadowed the carrier, which did not have aircraft on its deck and sailed north through the Strait, the source added. Taiwan also sent warships to monitor the situation, the source said. The Ministry of National Defense declined to comment, but said its forces always keep close tabs on Chinese activity in the Strait and \"respond in accordance with standard procedures.\" US Navy spokesman Mark Langford said the Ralph Johnson \"conducted a routine Taiwan Strait transit March 17 local time through international waters in accordance with international law.\" He did not elaborate. Chinese Ministry of Foreign Affairs spokesman Zhao Lijian referred questions to the Chinese Ministry of National Defense, which did not immediately respond to a request for comment, but said the Shandong has a \"routine training schedule.\" \"We should not associate this with the communication between the heads of state of China and the United States. You may think it is too sensitive. What is sensitive is you, not the Taiwan Strait,\" Zhao told reporters in Beijing. The sailing happened about 12 hours before US President Joe Biden was due to speak to Chinese President Xi Jinping . The source described the timing of the Shandong's movement so close to that call as \"provocative,\" and said it was unusual that the vessel sailed during daylight hours, with previous missions happening at night. The Chinese navy in April last year said a carrier group, led by the Liaoning, the country's first aircraft carrier put into active service, was carrying out routine drills near Taiwan. The Shandong is China's newest aircraft carrier, commissioned in 2019. In December 2019, shortly before presidential and legislative elections in Taiwan, the Shandong sailed through the Strait, a move Taiwan condemned as attempted intimidation. The air force scrambles aircraft almost daily to ward off Chinese warplanes flying into Taiwan's air defense identification zone, mostly in the southwestern part of the Strait near the South China Sea. Taiwan calls this \"gray zone\" warfare activity, designed to test its responses and wear out its air force. ", "url": "https://www.taipeitimes.com/News/front/archives/2022/03/19/2003775051"}, {"title": "China's home-built aircraft carrier Shandong starts 1st maintenance, refurbishment: media reports", "date": "2022-04-24", "content": "The Shandong , China's second aircraft carrier and the first developed domestically, reportedly started its first scheduled maintenance and refurbishment that is expected to enhance the flattop's usability after more than two years of active service. The procedure could involve the painting of new non-skid coating as well as repairs and upgrades for some subsystems, and the carrier would come back stronger than ever in a few months, observers said on Sunday. Moored in a berth at Dalian Shipyard in Northeast China's Liaoning Province where the carrier was constructed, the Shandong was receiving painting of new non-skid coating to its flight deck on Saturday, the 73rd founding anniversary of the Chinese People's Liberation Army Navy, Hong Kong- based news website wenweipo.com reported on the day. This is the first scheduled usability enhancement maintenance of the Shandong back at its shipyard since its commissioning into the PLA Navy in December 2019 in Sanya, South China's Hainan Province, and the workers at the shipyard are working extra shifts for the refurbishment, according to the wenweipo.com report. The main dock of the Dalian Shipyard has been cleared after a civilian ship left on April 13, but the Shandong has not yet entered the dock, the report said. On March 18, the Shandong sailed through the Taiwan Straits from south to north without aircraft on its flight deck, Reuters reported at the time, citing the island of Taiwan's defense authority and an anonymous source. Analysts said then that the carrier was likely on its way from its homeport in Sanya to its shipyard in Dalian for a regular maintenance. In addition to refreshing the non-skid coating of the flight deck, the maintenance could also feature the refurbishment, repair and upgrade of some subsystems that tends to wear and tear, like the arresting gear, the power system, pipelines and electronics systems, a military expert who requested anonymity told the Global Times on Sunday. A comprehensive examination to the carrier could be carried out, and upgrades and overhaul could be made to those parts that encountered problems or can be optimized based on the experiences gained over the past two years, the expert said. It is totally normal for aircraft carriers to conduct this kind of regular maintenance, and this procedure could take a few months, the expert said, noting that the Shandong would become more powerful and combat-ready after the refurbishment. A refurbishment to the Liaoning , China's first aircraft carrier, took about six months, from July 2018 to January 2019, also in the Dalian Shipyard, according to media reports. ", "url": "https://www.globaltimes.cn/page/202204/1260185.shtml"}]}, {"win label": 0, "news": [{"title": "Aircraft carrier Shandong wraps up maintenance, prepares for voyage", "date": "2022-07-03", "content": "As China's second aircraft carrier, the Shandong , has reportedly left the port where it received its first scheduled maintenance since it was commissioned, analysts said on Sunday the domestically built carrier will be well prepared for far sea operations thanks to the refurbishment. The Shandong was launched from the main dock of Dalian Shipyard in Northeast China's Liaoning Province on Friday after finishing the painting of coating and marking lines on the flight deck and the cleaning of the hull bottom, Shanghai-based news website eastday.com reported on Saturday. It is the Shandong 's first scheduled maintenance that would enhance the ship's usability, the report said. In addition to the visible changes, the Shandong has also likely received maintenance and refurbishment for some of its internal parts. They might even have been upgraded based on the experience accumulated from its acutal use, a Chinese military expert told the Global Times on Sunday, requesting anonymity. The Type 901 comprehensive replenishment ship Hulunhu arrived at the Dalian Shipyard by Friday, and was moored near the Shandong , eastday.com reported. The Hulunhu could supply the Shandong before the latter embarks on a voyage, the above-quoted expert said. After having completed the maintenance, the Shandong will be fully ready for missions to come, including those that could see the carrier team up with other warships, sail through the first island chain and hold intensive drills as the aircraft carrier Liaoning did in May, the expert said. Led by China's first carrier the Liaoning , a People's Liberation Army Navy flotilla sailed through the Miyako Strait into the West Pacific and held intensive training with over 300 aircraft sorties south of Japan and east of the island of Taiwan for some 20 days in May, according to the Japanese Defense Ministry. Analysts said that this marked the longest and most sortie-intensive exercise by the Chinese carrier in the region, displaying the PLA's capabilities to deal with potential US or Japanese intervention in the Taiwan question amid wrong remarks made by the two countries. The Shandong 's maintenance started in late March, when the carrier set out from its homeport in Sanya, South China's Hainan Province, sailed through the Taiwan Straits and then arrived at Dalian Shipyard, where the vessel was built, media reported at the time . If the Shandong returns to its homeport after maintenance, it could again transit through the Taiwan Straits, observers said. The Shandong was commissioned into the PLA Navy on December 17, 2019 in its Sanya homeport. Since then, it carried out a number of exercises in the South China Sea and the Bohai Sea, sailing through the Taiwan Straits several times in the process, media reported.", "url": "https://www.globaltimes.cn/page/202207/1269645.shtml"}, {"title": "China Deploys Aircraft Carriers, Prepares Military Drills Near Taiwan Following Pelosi Visit", "date": "2022-08-03", "content": "Beijing deployed its two aircraft carriers this week and plans to start a series of live-fire exercises following Rep. Nancy Pelosi's (D-Calif.) visit to Taiwan, Chinese state media reported. Carriers CNS Liaoning (16) and CNS Shandong (17) sortied from their homeports as part of the retaliatory measures China planned in reaction to Pelosi's visit to Taipei as part of an expanded tour of the western pacific. \"The aircraft carrier Liaoning on Sunday embarked on a voyage from its homeport in Qingdao, East China's Shandong Province and the aircraft carrier Shandong on Monday set out from its homeport in Sanya, South China's Hainan Province, accompanied by a Type 075 amphibious assault ship,\" according to state-controlled Global Times on Tuesday. A defense official told USNI News, as of Wednesday morning, U.S. ships operating in the region have not had any unsafe or unprofessional encounters with People's Liberation Army Navy forces. The moves come in parallel to extensive live-fire exercise drills the PLA announced that will fire weapons within 10 miles of Taiwan's coast. The drills would surround Taiwan, with some crossing into waters claimed by the island, according to a New York Times graphic. At least two cross into Taiwan's marine border. China has warned ships and aircraft to stay out of the area for 72 hours while the drills are conducted, but it is unclear if Taiwan and the United States will follow, according to The New York Times. The current situation is reminiscent of the Third Taiwan Strait Crisis, which saw the U.S. send two aircraft carriers groups to the area in response to China's live fire drills. This time, the drills are closer to Taiwan. Meanwhile, the Reagan Carrier Strike Group and USS Tripoli (LHA-7) have been in the waters near Taiwan as of Monday, according to USNI News' Fleet Tracker. The Ronald Reagan CSG and Tripoli were in the vicinity due to normal operations, a Pentagon spokesperson said Monday. However, a senior defense official told USNI News that the ships were there as part of a contingency plan if there was a military reaction from China to Pelosi's visit.", "url": "https://news.usni.org/2022/08/03/china-deploys-aircraft-carriers-prepares-military-drills-near-taiwan-following-pelosi-visit"}]}]