[{"win label": 0, "news": [{"title": "E-ELT Site Chosen", "date": "2010-04-26", "content": "On 26 April 2010, the ESO Council selected Cerro Armazones as the baseline site for the planned 42-metre European Extremely Large Telescope (E-ELT). Cerro Armazones is a mountain at an altitude of 3060 metres in the central part of Chile's Atacama Desert, some 130 kilometres south of the town of Antofagasta and about 20 kilometres from Cerro Paranal, home of ESO's Very Large Telescope. \"This is an important milestone that allows us to finalise the baseline design of this very ambitious project, which will vastly advance astronomical knowledge,\" says Tim de Zeeuw, ESO's Director General. \"I thank the site selection team for the tremendous work they have done over the past few years.\" ESO's next step is to build a European extremely large optical/infrared telescope (E-ELT) with a primary mirror 42 metres in diameter. The E-ELT will be \"the world's biggest eye on the sky\" - the only such telescope in the world. ESO is drawing up detailed construction plans together with the community. The E-ELT will address many of the most pressing unsolved questions in astronomy, and may, eventually, revolutionise our perception of the Universe, much as Galileo's telescope did 400 years ago. The final go-ahead for construction is expected at the end of 2010, with the start of operations planned for 2018. The decision on the E-ELT site was taken by the ESO Council, which is the governing body of the Organisation composed of representatives of ESO's fourteen Member States, and is based on an extensive comparative meteorological investigation, which lasted several years. The majority of the data collected during the site selection campaigns will be made public in the course of the year 2010. Various factors needed to be considered in the site selection process. Obviously the \"astronomical quality\" of the atmosphere, for instance, the number of clear nights, the amount of water vapour, and the \"stability\" of the atmosphere (also known as seeing) played a crucial role. But other parameters had to be taken into account as well, such as the costs of construction and operations, and the operational and scientific synergy with other major facilities (VLT/VLTI, VISTA, VST, ALMA and SKA etc). In March 2010, the ESO Council was provided with a preliminary report with the main conclusions from the E-ELT Site Selection Advisory Committee. These conclusions confirmed that all the sites examined in the final shortlist (Armazones, Ventarrones, Tolonchar and Vizcachas in Chile, and La Palma in Spain) have very good conditions for astronomical observing, each one with its particular strengths. The technical report concluded that Cerro Armazones, near Paranal, stands out as the clearly preferred site, because it has the best balance of sky quality for all the factors considered and can be operated in an integrated fashion with ESO's Paranal Observatory. Cerro Armazones and Paranal share the same ideal conditions for astronomical observations. In particular, over 320 nights are clear per year. Taking into account the very clear recommendation of the Site Selection Advisory Committee and all other relevant aspects, especially the scientific quality of the site, Council has now endorsed the choice of Cerro Armazones as the E-ELT baseline site. \"Adding the transformational scientific capabilities of the E-ELT to the already tremendously powerful integrated VLT observatory guarantees the long-term future of Paranal as the most advanced optical/infrared observatory in the world and further strengthens ESO's position as the world-leading organisation for ground-based astronomy,\" says de Zeeuw. In anticipation of the choice of Cerro Armazones as the future site of the E-ELT and to facilitate and support the project, the Chilean Government has agreed to donate to ESO a substantial tract of land contiguous to ESO's Paranal property and containing Armazones in order to ensure the continued protection of the site against all adverse influences, in particular light pollution and mining activities.", "url": "https://www.eso.org/public/news/eso1018/"}, {"title": "World's Largest Telescope to Be Built in Chile", "date": "2010-04-28", "content": "The world's largest optical telescope - to be called, appropriately, the European Extremely Large Telescope - will be built on amountain in Chile, the observatory's planners announced Monday. The telescope's newly chosen home is the Cerro Armazones mountain in the central part of Chile's Atacama Desert. This location was pickedfor its optimal weather conditions the skies are clear overhead about 320 nights a year, according to its European Southern Observatory (ESO) builders. Chile's Cerro Amazones beat out a bid by Spain to build the European Extremely Large Telescope (E-ELT) in that country's La Palma region. But the Chilean location won in the end because of its balance between consistent clear night skies and the ability to work in conjunction with other nearby observatories run by ESO, which is an astronomy collaboration by 14 European countries. The new mega-observatory will have a primary mirror 138 feet (42 meters) wide and is reportedly expected to cost more than 1 billion Euros (US$1.3billion). In comparison, other famousoptical telescopes, like the Keck Observatory in Hawaii (with a mirror 33feet, or 10 meters, wide) and the 27-foot (8.2-meter) Subaru telescope, also inHawaii, will be dwarfed by its size. The Hubble Space Telescope, with a mirror almost 8 feet (2.4 meters) wide, soundstiny, but it can achieve higher resolutions than many larger Earth-based telescopes by being outside of Earth's atmosphere. \"This is an important milestone that allows us to finalize the baseline design of this very ambitious project, which will vastly advance astronomical knowledge,\" said Tim de Zeeuw, ESO's director general. \"I thank the site selection team for the tremendous work they have done over the past few years.\" ESO already operates three observatories in Chile, includingthe Paranal Observatory and its so-called Very Large Telescope (VLT), which is also in the Atacama Desert, a little morethan 12 miles (20 km) away from Cerro Armazones. Since they are so close, the new telescope will be operated in cooperation with Paranal. \"Adding the transformational scientific capabilities ofthe E-ELT to the already tremendously powerful integrated VLT observatory guarantees the long-term future of Paranal as the most advanced optical/infrared observatory in the world and further strengthens ESO's positionas the world-leading organization for ground-based astronomy,\" de Zeeuw said. Construction on the European Extremely Large Telescope isexpected to receive a final go-ahead at the end of 2010, and the observatory could begin operations in 2018.", "url": "https://www.space.com/8299-world-largest-telescope-built-chile.html"}, {"title": "World's Largest Telescope To Be Built in Chilean Desert", "date": "2010-05-03", "content": "The world's largest optical telescope - to be called the European Extremely Large Telescope - will be built on a mountain in Chile, the observatory's planners announced April 26. The telescope's newly chosen home is the Cerro Armazones mountain in the central part of Chile's Atacama Desert. This location was picked for its optimal weather conditions - the skies are clear overhead about 320 nights a year, according to its European Southern Observatory (ESO) builders. Chile's Cerro Amazones beat out a bid by Spain to build the European Extremely Large Telescope (E-ELT) in that country's La Palma region. The Chilean location won in the end because of its balance between consistent clear night skies and the ability to work in conjunction with other nearby observatories run by ESO, which is an astronomy collaboration by 14 European countries. The new mega-observatory will have a primary mirror 42 meters wide and is reportedly expected to cost more than 1 billion Euros ($1.3 billion). Other famous optical telescopes, such as the Keck Observatory in Hawaii with a mirror 10 meters wide and the 8.2-meter Subaru telescope, also in Hawaii, will be dwarfed by the E-ELT. The Hubble Space Telescope, with a mirror almost 2.4 meters wide, sounds tiny by comparison, but it can achieve higher resolutions than many larger Earth-based telescopes because it is outside of Earth's distortion-causing atmosphere. \"This is an important milestone that allows us to finalize the baseline design of this very ambitious project, which will vastly advance astronomical knowledge,\" said Tim de Zeeuw, ESO's director general. \"I thank the site selection team for the tremendous work they have done over the past few years.\" ESO already operates three observatories in Chile, including the Paranal Observatory and its so-called Very Large Telescope (VLT), which is also in the Atacama Desert a little more than 20 kilometers away from Cerro Armazones. Since they are so close, the new telescope will be operated in cooperation with Paranal. \"Adding the transformational scientific capabilities of the E-ELT to the already tremendously powerful integrated VLT observatory guarantees the long-term future of Paranal as the most advanced optical/infrared observatory in the world and further strengthens ESO's position as the world-leading organization for ground-based astronomy,\" de Zeeuw said. Construction on the European Extremely Large Telescope is expected to receive a final go-ahead at the end of 2010, and the observatory could begin operations in 2018.", "url": "https://spacenews.com/worlds-largest-telescope-be-built-chilean-desert/"}]}, [], {"win label": 0, "news": [{"title": "Brazil becomes first non-EU country to join European Southern Observatory", "date": "2011-01-05", "content": "Brazil has signed a formal accession agreement, paving the way for it to become a Member State of the European Southern Observatory (ESO), making it the fifteenth member and the first from outside Europe. The agreement was signed in Brasilia, by the Brazilian Minister of Science and Technology, Sergio Machado Rezende and the ESO Director General, Tim de Zeeuw. This followed the unanimous approval by the ESO Council during an extraordinary meeting on 21 December 2010.\"Joining ESO will give new impetus to the development of science, technology and innovation in Brazil, as part of the considerable efforts our government is making to keep the country advancing in these strategic areas,\" Rezende said. The membership of Brazil will give the country's astronomers full access to the observatory and, \"Open up opportunities for Brazilian high-tech industry to contribute to the European Extremely Large Telescope project. It will also bring new resources and skills to the organisation at the right time for them to make a major contribution to this exciting project,\" said de Zeeuw. The design phase of the European Extremely Large Telescope (E-ELT was completed recently and is ready to enter the construction phase. The go-ahead for E-ELT construction is planned for 2011. After ratification of Brazil's membership, the ESO member will be Austria, Belgium, Brazil, the Czech Republic, Denmark, France, Finland, Germany, Italy, the Netherlands, Portugal, Spain, Sweden, Switzerland and the UK. ESO operates three sites in Chile at La Silla, Paranal and Chajnantor.", "url": "https://sciencebusiness.net/news/74644/Brazil-becomes-first-non-EU-country-to-join-European-Southern-Observatory"}, {"title": "Europe Downscales Monster Telescope to Save Money", "date": "2011-06-14", "content": "The world's biggest telescope is getting smaller-but more affordable. The designers of the future European Extremely Large Telescope (E-ELT) have decided to shrink the telescope's primary mirror from a diameter of 42 meters to 39.3 meters. The resulting 13% decrease in sensitivity is likely to reduce its scientific payoff. But the 18% savings in its overall cost gives the telescope a better chance to remain on schedule for first light in 2022. The decrease in mirror diameter has not yet been officially announced. \"But it's part of the new design study that will be presented to the ESO Council,\" says Tim de Zeeuw, director general of the European Southern Observatory. ESO plans to build the telescope at Cerro Armazones, a 3064-meter-high peak close to its existing Very Large Telescope, which consists of four identical 8.2-meter instruments. ESO's governing council is expected to make a final decision on the project in December. Apart from a smaller primary mirror (which will consist of hundreds of hexagonal segments), the new E-ELT will also sport a significantly smaller secondary mirror (4.2 meters instead of 5.9 meters), and a smaller and more compact overall structure. The new dimensions will make it harder for the E-ELT to accomplish one of its primary goals, to image Earthlike planets orbiting other stars than the sun. \"It hurts,\" says de Zeeuw, \"but we've been able to bring the projected costs down from €1275 to €1055 million [US $1.5 billion]. This will enable us to build the instrument in 10 or 11 years.\" Astrophysicist Isobel Hook of the University of Oxford in the United Kingdom, who chairs the E-ELT Science Working Group, says that the downscaling \"is not disastrous\" but that there will be implications for the science. \"The ultimate goal of imaging an exoplanet similar to our own Earth might still be feasible,\" she says, \"but it's gonna be extremely difficult, and it will only be possible for nearby stars. The smaller size is disappointing from a scientific point of view, but we need to get on with it now. A further delay would also compromise the science.\" ESO is in a race with two other consortia to be the first in the next generation of jumbo telescopes. A U.S.-led international collaboration is preparing the 24.5-meter Giant Magellan Telescope on Cerro Las Campanas in Chile, while an international consortium led by Californian institutions is planning the Thirty-Meter Telescope (TMT) on Mauna Kea, Hawaii. Astronomer Richard Ellis of the California Institute of Technology in Pasadena, who is a member of the Board of Directors for the TMT, says the E-ELT's smaller mirror size will lead to a \"quite significant loss\" in its ability to study remote galaxies as well as directly image exoplanets. For observations that use adaptive optics-a complicated but essential technology to compensate for air turbulence-a small change in mirror diameter can have big consequences, he says. \"Still, the E-ELT will of course be a huge gain over the Thirty-Meter Telescope,\" says Ellis. The E-ELT received a financial boost in December when Brazil decided to become the 15th (and first non-European) member state of ESO. But even with Brazil's entrance fee of €130 million (spread out over 10 years), de Zeeuw says that construction of the original 42-meter E-ELT would have taken at least 16 years at its previous price. The decision to go with a smaller mirror, he says, represents a \"tremendous opportunity\" for the E-ELT to see first light before the TMT. Ellis says the TMT could be completed in 2018 if commitments for the entire price tag of just over $1 billion are secured by next year. So far, however, only $300 million plus funds for the completion of a detailed design study have been raised, he says. The TMT consortium is led by the California Institute of Technology, the University of California, and the Association of Canadian Universities for Research in Astronomy. Collaborating national institutes in Japan, China, and India might find it easier to raise money if the U.S. National Science Foundation decides to become a partner in the TMT, says Ellis, at a proposed 20% share.", "url": "https://www.science.org/content/article/europe-downscales-monster-telescope-save-money"}, {"title": "ESO Moves One Step Closer to the First Extremely Large Telescope", "date": "2011-06-15", "content": "With a decision by ESO Council to endorse a revised baseline design for the E-ELT, ESO is one step closer to starting construction of the European Extremely Large Telescope (E-ELT) on 3060-metre-high Cerro Armazones near ESO's Very Large Telescope site in Chile. After the successful E-ELT Design Review in September 2010 and with Brazil joining ESO (eso1050), the E-ELT project is now not only technically ready to enter the construction phase, but is also backed by a solid funding scenario. Between the end of 2010 and the summer 2011, the E-ELT project extended the detailed design phase in order to consider the recommendations of the E-ELT Design Review. The main goals were the reduction of risk by optimising the cost and constraining the schedule to make sure that ESO can further expand its leading role in astronomy by constructing the world's first extremely large telescope. In June 2011, the ESO Council endorsed a revised baseline design for the E-ELT and now expects a construction proposal for approval in December 2011. A decision on the additional funding needed from the ESO Member States will be made at the same time [1] - an additional contribution of €250 Million in total and a 2% year-on-year increase of the annual contributions on top of the normal indexation over a decade. Several Member States are already in the process of committing to their part of the E-ELT funding (see ann11030). The start of the E-ELT construction is planned for January 2012, which will enable the E-ELT to start operations as an integrated part of the Paranal Observatory early in the next decade. The overall concept of the 40-metre-class telescope remains unchanged. A slight reduction of the diameter of the primary mirror to 39.3 metres combined with a faster f-ratio, allows a more compact dome and main structure. This leads to a significant cost saving, as well as reduced risk on major items such as the secondary mirror. The estimated savings reduce the total project cost (including instrumentation and a healthy contingency) from €1275 to €1050 million. The costs are stated in 2011 euros and are subject to a review in Autumn 2011. Even with the slight decrease in size the E-ELT will gather 15 times more light than the largest optical telescopes existing today. \"As much as we astronomers always aim for ever bigger telescopes, the core purpose of such a revolutionary project as the E-ELT is to find the right balance between scientific capability and cost efficiency. ESO has always managed to lead ground-based astronomy and built front-line telescopes thanks to this approach\" says Tim de Zeeuw, ESO's Director General. \"With the new E-ELT design we can still satisfy the bold science goals and also ensure that the construction can be completed in only 10-11 years. This will allow the E-ELT to operate simultaneously with the James Webb Space Telescope\", he adds. The budget of the instrumentation suite remains unchanged and the optimisation of the design leads to a decrease in resolution no bigger than 9%, which does not significantly affect the E-ELT's revolutionary scientific ability. With a novel five-mirror design and integrated adaptive optics, the E-ELT will become the leading facility in many areas of astronomy. These include the quest to study and image exoplanets, including the analysis of their atmospheres, down to Earth-like masses.", "url": "https://www.eso.org/public/announcements/ann11034/"}]}, {"win label": 0, "news": [{"title": "Building the biggest eye on the sky", "date": "2011-12-08", "content": "Plans for one of the world's largest (and most prosaically named) scientific instruments - the European Extremely Large Telescope - should take a major step forward today when the organisation overseeing its development meets to approve interim funding for the project. The European Southern Observatory's Council will consider a package of measures, including approval for some elements of the telescope that could take years to construct and building an access road up the side of a mountain in Chile, this afternoon. Speaking ahead of the meeting the ESO's Director General Tim de Zeeuw suggested the omens were good for both the interim package and final approval of the 1.1 billion euro project in 2012. \"We are getting close to the target where many of the member states will be able to say not only that they want to be part of this project but also that they have the money. I'm hopeful that the Council can take the final decision in the course of 2012 and unleash the full project\". It's a prospect that has the astronomical community in a state of high excitement. With a main mirror nearly 40 metres in diameter the E-ELT is five times bigger than anything in existence today. According to Dr Isobel Hook, who chairs the E-ELT science working group, the telescope will offer an unprecedented view of the cosmos. ", "url": "https://www.bbc.com/news/science-environment-16093364"}, {"title": "The E-ELT Moves Closer to Reality", "date": "2011-12-09", "content": "The governing body of the European Southern Observatory, the ESO Council, has approved ESO's budget for 2012. This includes preparatory work on the road to the European Extremely Large Telescope (E-ELT) site at Cerro Armazones and the start of development of some very challenging optical components for the telescope. With several ESO Member States now having committed their part of the required additional funding, the final approval for the whole E-ELT programme is expected in mid-2012. At its 124th meeting, at ESO's headquarters, on 7-8 December 2011 the ESO Council approved the budget for 2012, which contains funding for some of the first elements of the E-ELT. These include the preparatory work on the access roads to the telescope site on Cerro Armazones and the start of work on the challenging adaptive optics mirror (M4 - i.e. the fourth mirror out of five in the telescope). Work will start in early 2012. Final approval of the whole E-ELT project by Council is expected in mid-2012. Over the last few months there has been excellent progress on the E-ELT project. An agreement between ESO and the Chilean government signed in October 2011 included the donation of land for the telescope and support for the E-ELT project from the Chilean government (eso1139). During October 2011 an external review confirmed that the E-ELT could be constructed within the proposed budget of 1082 million euros (in 2012 euros). Earlier detailed reviews had already confirmed that the design is technically sound. The September 2011 meeting of the ESO Scientific Technical Committee (STC) endorsed the plan that describes the scope of the first instruments to be attached to the E-ELT and the schedule for their development. The detailed E-ELT Construction Proposal, a 264-page comprehensive book with details of all aspects of the project, has now been made available as well as an executive summary. All ESO Member States are keen to move forward with the E-ELT and have unanimously agreed on how the additional costs of the huge project will be distributed. Three ESO Member States, the Czech Republic, Sweden and Finland, have already committed the extra funding. Several additional Member States, including ESO's largest Member State, Germany, have also stated that they are now in a position to support the project financially. It is expected that sufficient funding from Member States will be committed by mid-2012, enabling full approval of the E-ELT project at that time by Council. This schedule assumes that Brazil will have completed the ratification of its ESO membership by then. \"The E-ELT is starting to become reality. However, with a project of this size it is expected that approval of the extra expenditure will take time. Council at the same time recognises that preparatory work must start now in order for the project to be ready for a full start of construction in 2012,\" says the ESO Director General, Tim de Zeeuw. Recently there have also been some major commitments of national funds for the telescope and its instrumentation (ann11067). Among other developments at the meeting, the ESO Council unanimously elected Prof. Xavier Barcons from Spain as the next Council President, and approved the appointment of an E-ELT Project Manager, for which candidates are currently being sought. The E-ELT is the biggest project ever undertaken by ESO and is the largest ground-based optical/infrared astronomical project in history. The E-ELT is expected to start operations early in the next decade.", "url": "https://www.eso.org/public/news/eso1150/"}, {"title": "Europe's Extremely Large Telescope on Its Way", "date": "2011-12-09", "content": "Today, the council of the European Southern Observatory (ESO) fired the starting gun for the construction of what will be, by a big margin, the largest optical-infrared telescope ever built. The €1.1 billion behemoth, with the appropriately superlative name the European Extremely Large Telescope (E-ELT), will have a main mirror 39.2 meters across, dwarfing the 11.9-meter effective size of today's largest telescope, the Large Binocular Telescope. Today's green-light for initial construction is not a full approval for the project, because some of ESO's 15 member states have not yet secured the needed additional funding. But the approval does allow work to begin on building roads to the telescope site at Cerro Armazones in the Atacama Desert of northern Chile and on development of the instrument's adaptive optics. \"The E-ELT is starting to become reality,\" ESO Director General Tim de Zeeuw said in a statement. \"However, with a project of this size it is expected that approval of the extra expenditure will take time. Council at the same time recognises that preparatory work must start now in order for the project to be ready for a full start of construction in 2012.\" Although two rival telescope efforts in the United States-the Giant Magellan Telescope and the Thirty Meter Telescope-are struggling to secure funding from the cash-strapped National Science Foundation, ESO has been pushing ahead with a schedule that will see construction begin in 2012 and observations start in 2022. Chile has already donated the necessary land at Armazones, and some states, such as the United Kingdom, are pitching in for instruments. Member states' annual contributions to ESO, plus contributions from new member Brazil, are expected to raise two-thirds of the funds needed to complete the E-ELT. To make up the remaining one-third, ESO is asking members to up their contributions by 2%. The Czech Republic, Sweden, and Finland have already agreed to chip in the extra funds, but the other members have asked for more time, hence today's partial approval. Full approval of the project is expected by mid-2012.", "url": "https://www.science.org/content/article/europes-extremely-large-telescope-its-way#:~:text=The%20%E2%82%AC1.1%20billion%20behemoth%2C%20with%20the%20appropriately%20superlative,of%20today%27s%20largest%20telescope%2C%20the%20Large%20Binocular%20Telescope."}]}, {"win label": 1, "news": [{"title": "Multiple E-ELT Mirror Segments Tested Together for the First Time", "date": "2012-02-24", "content": "The next pieces of the jigsaw for the European Extremely Large Telescope (E-ELT) - the world's biggest eye on the sky - are coming together. At ESO's Garching facility in Germany, a full-size mock-up of a small section of the E-ELT primary mirror and its support structures provides a first test of multiple segments of the E-ELT's main mirror. Four of the 1.45-metre segments - the final mirror will have 798 - are being put through their paces to see how these hexagonal mirrors and their complex support units behave in real conditions, and whether they match the exacting requirements needed for the telescope. The mirror segments are made from different types of material from different manufacturers and are not yet coated to make them reflective. The current tests focus on the mechanical support systems, whose advanced sensors and actuators are used to keep the separate segments in the right position and shape, so that together they can form a perfect, giant mirror. Two of the four segments can be tilted by position actuators to adjust the shape of the mirror. The actuators move and support the segments - each with a weight of 245 kg - with nanometre precision. Shape actuators enable minute deformations of each segment to correct for tiny errors in the surface shape, caused by inevitable variations in manufacturing and assembly, as well as mechanical stresses or temperature shifts. Edge sensors constantly measure the relative positions of each segment and its neighbours to ensure that the overall surface shape remains unchanged when the whole assembly is tilted or disturbed by external factors such as wind, temperature changes or vibrations. During tests, the whole assembly can be tilted at an angle of up to 45 degrees. Standing some two metres above the floor, the four test mirror segments have been placed on their supports to see how they behave together and when tilted. The assembly is also being used to check accessibility for the engineers and technicians on-site to conduct maintenance and tests. Each day when the telescope is in operation, two of the 798 segments will be lifted out to be recoated, as the entire mirror will need recoating every 18 months to maintain its high reflectivity. The E-ELT is ESO's most ambitious project so far. With start of operations planned for early in the next decade, the E-ELT will tackle the biggest scientific challenges of our time, and aim for a number of notable firsts, including tracking down Earth-like planets around other stars in the habitable zones where life could exist. Dubbed E-ELT for European Extremely Large Telescope, this revolutionary new ground-based telescope concept will have a 40-metre-class main mirror and will be the largest optical/near-infrared telescope in the world: \"the world's biggest eye on the sky\".", "url": "https://www.eso.org/public/announcements/ann12013/"}, {"title": "European Extremely Large Telescope given go-ahead", "date": "2012-06-11", "content": "Construction of world's biggest optical telescope has been approved. The European Extremely Large Telescope (E-ELT) will have a primary mirror some 40m in diameter, and will be built on top of a mountain in Chile. Member states of the European Southern Observatory (Eso) organisation declared their support for the project on Monday at a meeting in Garching, Germany. They have not yet, however, put all of the 1bn euros (£0.8bn) of financing in place. That may be possible by December, at the organisation's next council meeting. By then, Brazil should also have become the 15th full member of Eso, further spreading the E-ELT's cost and making it more affordable for all nations. The telescope should be ready for use by about 2022, and will be one of the key astronomical facilities of 21st Century, complementing other huge observatories that will view the sky at different wavelengths of light. Voting positions: The E-ELT will detect objects in the visible and near-infrared. Its 39.3m main mirror will be more than four times the width of today's best optical telescopes (antennas for radio telescopes are still very much bigger). Its sensitivity and resolution should make it possible to image directly rocky planets beyond our Solar System. The observatory should also be able to provide major insights into the nature of black holes, galaxy formation, the mysterious \"dark matter\" that pervades the Universe, and the even more mysterious \"dark energy\" which appears to be pushing the cosmos apart at an accelerating rate. At the Garching meeting, six nations (Austria, the Czech Republic, Germany, the Netherlands, Sweden and Switzerland) were in a position to declare their full support to proceed with the project; four nations (Belgium, Finland, Italy, and the United Kingdom) declared their support pending approval from their governments; and the remaining four (Denmark, France, Portugal, Spain) said they continued to work towards full approval. The commitments from two-thirds of the members are sufficient at this stage to permit Eso to proceed with the project. Prof Isobel Hook is the UK E-ELT project scientist from the University of Oxford. She said Monday's decision was hugely exciting. \"We've all been working towards this moment for a long time, and this decision means we're now just a few years away from using this telescope,\" she told BBC News. \"The E-ELT's great size will give us much sharper images, provided we can correct for atmospheric turbulence [which makes stars twinkle], and that will be part of the telescope's design. The E-ELT will also have a much larger collecting area than any telescope we have now. That combination of sharpness and collecting area is what will make it so powerful.\" The telescope will be sited on Cerro Armazones, a mountain that is just 20km from Cerro Paranal where Eso currently operates its Very Large Telescope (VLT) facility - a suite of interconnected optical telescopes that includes four units with primary mirrors measuring 8.2m. Like Paranal, Armazones will enjoy near-perfect observing conditions - at least 320 nights a year when the sky is cloudless. The famous aridity found in Chile's Atacama desert means the amount of water vapour in the skies above the observatory will be very limited, reducing further the perturbation starlight experiences as it passes through the Earth's atmosphere. One of the first tasks will be to remove the top of the mountain to make a flat base for the telescope and its housing, which will be the size of a football stadium. Even before that work is undertaken, a road will need to be constructed on the slopes of Cerro Armazones to get heavy earth-moving equipment on site. The funding for the road and some design work on the E-ELT's Number Four mirror was approved at last December's council meeting. Europe at the front: Eso's principles require 90% of the funding to be in place before spending goes beyond the initial civil works. The total cost of the venture is currently projected to be 1,083 million euros (at 2012 prices). Prof Gerry Gilmore at Cambridge University played a key role in the early definition phases of the E-ELT, bringing together various competing ideas into a single project. He told the BBC: \"We all know the grand questions we want to ask - 'What is time? What is existence? What is reality? Is there life out there?'. And we know that we need technology to answer those questions. So, to see this technology being brought together in the E-ELT, with European leadership, is simply wonderful.\" ", "url": "https://www.bbc.com/news/science-environment-18396853"}, {"title": "ESO To Build World's Biggest Eye On The Sky", "date": "2012-06-11", "content": "ESO is to build the largest optical/infrared telescope in the world. At its meeting in Garching today, the ESO Council approved the European Extremely Large Telescope (E-ELT) Programme, pending confirmation of four so-called ad referendum votes. The E-ELT will start operations early in the next decade. ESO's governing body, the Council, met today, at the ESO Headquarters in Garching, Germany. The main topic on the agenda was the start of the European Extremely Large Telescope (E-ELT) Programme - the world's biggest eye on the sky. The E-ELT will be a 39.3-metre segmented-mirror telescope sited on Cerro Armazones in northern Chile, close to ESO's Paranal Observatory. All of ESO's Member States have already expressed very strong support for the E-ELT project (see eso1150). The Council has today voted in favour of a resolution for the approval of the E-ELT and its first suite of powerful instruments, pending confirmation of the so-called ad referendum votes. To approve the start of the programme, two-thirds of the Member States (at least ten) had to vote in favour. At the Council meeting Austria, the Czech Republic, Germany, the Netherlands, Sweden and Switzerland voted in favour of the start of the E-ELT programme. Four further countries voted in favour ad referendum: Belgium, Finland, Italy, and the United Kingdom. The remaining four Member States are actively working towards joining the programme in the near future. Following the resolution, spending on elements of the project other than the initial civil works will not commence until the contributions pledged by the Member States, as agreed in the funding principles approved by Council in late 2011, exceed 90% of the 1083 million euro cost-to-completion (at 2012 prices). On the current schedule the first large E-ELT industrial contracts would have to be approved and major funding committed within the next year. This is expected to provide sufficient time for the conditions to be satisfied: the confirmations of the votes from Belgium, Finland, Italy, and the United Kingdom; other Member States to join the project; and for Brazil to complete its ratification procedure. \"This is an excellent outcome and a great day for ESO. We can now move forward on schedule with this giant project,\" said the ESO Director General, Tim de Zeeuw. Early contracts for the project have already been placed. Shortly before the Council meeting, a contract was signed to begin a detailed design study for the very challenging M4 adaptive mirror of the telescope. This is one of the longest lead-time items in the whole E-ELT programme, and an early start was essential. Further details are given in ann12032. Detailed design work for the route of the road to the summit of Cerro Armazones, where the E-ELT will be sited, is also in progress and some of the civil works are expected to begin this year. These include preparation of the access road to the summit of Cerro Armazones as well as the levelling of the summit itself. \"The E-ELT will keep ESO in a leading position for decades to come and lead to an extraordinary harvest of exciting science,\" concluded Council President Xavier Barcons.", "url": "https://www.eso.org/public/news/eso1225/"}, {"title": "World's Largest Telescope Project Gets Green Light", "date": "2012-06-12", "content": "A European project to build the largest optical telescope on Earth took a big step closer to becoming reality Monday (June 11), when final approval came from the scientific consortium backing the new observatory. Plans for the mega-telescope, appropriately called the European Extremely Large Telescope (E-ELT), were approved by the governing council of the European Southern Observatory (ESO), officials announced Monday. \"This is an excellent outcome and a great day for ESO,\" ESO Director General Tim de Zeeuw said in a statement. \"We can now move forward on schedule with this giant project.\" The E-ELT will be a 129-foot (39-meter) segmented-mirror telescope sited atop a mountain called Cerro Armazones in northern Chile, close to ESO's Paranal Observatory. It will be many times more sensitive than any other instrument of its kind, researchers said. The huge telescope will collect at least 12 times more light than today's largest optical telescopes, allowing astronomers to probe a variety of high-priority cosmic questions. Scientists will use it to help search for habitable alien planets, for example, and to study the nature and distribution of dark matter and dark energy, the mysterious stuff thought to make up most of our universe but which astronomers have yet to detect directly. \"The telescope is set to revolutionize optical and infrared astronomy,\" said Isobel Hook of the University of Oxford, the United Kingdom's E-ELT project scientist, in a statement. \"Its unique combination of sharp imaging and huge light collecting area will allow us to observe some of the most exciting phenomena in the universe in much better detail.\" The E-ELT project is not quite ready to break ground yet, however. Construction cannot begin until provisional votes from four more of the ESO's 15 member states have been confirmed and 90 percent of the required funding has been secured, officials said. Building the E-ELT is expected to cost 1.083 billion euros, or roughly $1.35 billion at current exchange rates. ESO officials have said that construction is expected to begin sometime this year, with the telescope becoming operational in the early 2020s.", "url": "https://www.space.com/16115-worlds-largest-telescope-approval-eelt.html"}]}, {"win label": 0, "news": [{"title": "European Extremely Large Telescope Project Underway", "date": "2012-08-02", "content": "Officially underway and set to be built at the summit of a mountain in the Atacama desert, the European Extremely Large Telescope will be sensitive enough to capture 100 million times more light than the human eye, providing information on exoplanets and some of the first galaxies formed shortly after the Big Bang. The European Extremely Large Telescope Project (E-ELT) has officially been launched. This enormous telescope, with a diameter of nearly 40m, will be built in Chile and will include technologies developed at EPFL. Tear down that mountain, so we can see the stars! Indeed, the spectacular €1.08 billion project will undoubtedly lop a few meters off the top of Cerro Armazones, in Chile. But it's well worth it: with the European Extremely Large Telescope (E-ELT) and its principal 39.3 m-diameter mirror, we'll be able to observe stars and galaxies - both nearby and in the far reaches of the universe - with a level of detail that is unimaginable today. Georges Meylan, professor and head of EPFL's Astrophysics Laboratory, represents Switzerland on the advisory board of the European Southern Observatory (ESO). This intergovernmental organization is commissioned to build the giant telescope within the next ten years. The ESO's official acceptance of the project, this past June, \"will allow Europe to occupy the front lines of ground-based astronomical observation for many years to come,\" says Meylan. The characteristics of the project are mind-boggling. \"What we call the principal mirror is actually made up of about 800 mirrors placed side by side, forming a giant paraboloid,\" he explains. This structure will be housed in a dome that's large enough to hold Lausanne's cathedral. Sensitive enough to capture 100 million times more light than the human eye, this amazing telescope will be be able to give us more information on Earth's sister planets, the exoplanets, as well as more remote objects such as the first galaxies formed shortly after the Big Bang. \"These objects make up the visible content of the universe,\" Meylan explains. \"By unveiling the way they were formed and how they evolved, we're hoping to be better able to recount the history of the universe.\" Installing the world's largest observatory in the heart of the Atacama desert, at the summit of a mountain that's more than 3,000m high, won't be an easy task. The location, however, has everything going for it: exceptional atmospheric conditions (340 clear sky nights per year), and the close proximity of ESO's Very Large Telescope (VLT) - 20 km away - where EELT's technicians will also be based. EPFL will have a role to play in the construction of this behemoth. \"Our research on image deconvolution - that is, making clearer images than those provided by the telescope, notably by correcting for atmospheric perturbations - is cutting edge,\" continues Meylan. \"We have also proven our expertise with our work on ESA's Euclid satellite, which identifies the size and shape of remote galaxies. We are also in the running for equipping the E-ELT with imagers operating at near-infrared wavelengths that will permit it to attain new depth records. Finally, we have demonstrated expertise in spectroscopy applied to remote galaxies.\" The project is only just beginning; ESO has not yet chosen who will equip the E-ELT. With Meylan on the board of advisors, EPFL is nonetheless in direct contact and will be ideally positioned to offer solutions. \"The observatory should be completed and enter into operation in 2019-2020,\" he hopes.", "url": "https://scitechdaily.com/european-extremely-large-telescope-project-underway/"}]}, [], {"win label": 0, "news": [{"title": "E-ELT Construction Work to Start", "date": "2013-12-10", "content": "At a ceremony at ESO's Vitacura offices in Santiago on 9 December 2013 the ESO Director General, Tim de Zeeuw, and Jorge Letelier Lynch from the Chilean company ICAFAL Ingeniería y Construcción S.A., signed a contract for the construction of a road to the summit of Cerro Armazones, the levelling of the top of the mountain and additional civil works. The ceremony was also attended by representatives of the ESO project team. Cerro Armazones will be the site of the 39-metre European Extremely Large Telescope (E-ELT). The 3000-metre peak is located twenty kilometres from ESO's Paranal Observatory, in the Atacama Desert of northern Chile. The work specified in the contract will begin in March 2014 and is expected to take 16 months. It includes the laying and maintenance of a paved road, the construction of the summit platform and the construction of a service trench to the summit. These civil works will allow the required access to the summit for the future construction work on the giant telescope. The start of telescope operations is planned for early in the next decade, when the E-ELT will begin to tackle the biggest astronomical challenges of our time. It will be the largest optical/near-infrared telescope in the world: \"the world's biggest eye on the sky\".", "url": "https://www.eso.org/public/announcements/ann13099/"}]}, {"win label": 0, "news": [{"title": "Mountain top in Chile to be blasted off for Extremely Large Telescope", "date": "2014-06-18", "content": "Shortly after lunch on Thursday afternoon the silence of the Atacama desert in Chile will be rudely broken by the dull crack of dynamite sending a rush of mountain rock skywards. The explosion, planned for 2pm local time, marks the start of a months-long project to lop the top off the 3,000m-high Cerro Armazones. Once the dust has settled and the rubble has been cleared, the mountain will be smaller, flatter, and ready to host the largest optical and infra-red telescope in the world. The European Extremely Large Telescope, or E-ELT, will serve astronomers and cosmologists for generations to come. Size, as the name implies, matters. ", "url": "https://www.theguardian.com/science/2014/jun/18/astronomy-extremely-large-telescope-e-elt-chile-life-other-planets"}, {"title": "Groundbreaking for the E-ELT", "date": "2014-06-19", "content": "Today a groundbreaking ceremony took place to mark the next major milestone towards ESO's European Extremely Large Telescope (E-ELT). Part of the 3000-metre peak of Cerro Armazones was blasted away as a step towards levelling the summit in preparation for the construction of the largest optical/infrared telescope in the world. The groundbreaking ceremony at Paranal Observatory, 20 kilometres away from the blasting, was attended by distinguished guests from both Chile and the ESO Member States, as well as representatives of the local communities, senior officials from the project and ESO staff. The event was also streamed live online and a recording of the event can now be viewed. The order to proceed with the blasting was given by the Chilean Vice Minister of National Assets, Jorge Maldonado. During the groundbreaking ceremony the Chilean company ICAFAL Ingeniería y Construcción S.A. blasted part of the top of Cerro Armazones and loosened about 5000 cubic metres of rock. This is just one part of an elaborate levelling process which will help landscape the mountain, so that it can accommodate the 39-metre telescope and its huge dome. A grand total of 220 000 cubic metres will need to be removed to make room for the 150 metre by 300 metre E-ELT platform. The Cerro Armazones civil works started in March 2014 and are expected to take 16 months. These include the laying and maintenance of a paved road, the construction of the summit platform and the construction of a service trench to the summit [1]. The E-ELT first light is planned for 2024, when it will begin to tackle the biggest astronomical challenges of our time. The giant telescope is expected to allow the exploration of completely unknown realms of the Universe - it will be: \"the world's biggest eye on the sky\".", "url": "https://www.eso.org/public/news/eso1419/"}, {"title": "Mountain blasted to build 'Extremely Large Telescope'", "date": "2014-06-20", "content": "To look further into space and time than ever before possible, astronomers needed to get a mountaintop out of the way first. The top of Chile's Cerro Armazones mountain was blasted to rubble yesterday to clear the way for the European Southern Observatory's Extremely Large Telescope, which will be the world's biggest, with a main mirror nearly 128 feet in diameter, the Christian Science Monitor reports. Around a million tons of rock was shifted in the blast, which helped create a plateau on which to build the huge telescope amid ideal stargazing conditions in the remote Atacama Desert. The \"E-ELT\" is expected to be up and running early next decade. ", "url": "https://www.usatoday.com/story/tech/2014/06/20/newser-extremely-large-telescope/11060107/"}, {"title": "Beach bodies, passenger pigeons and Extremely Large Telescopes", "date": "2014-06-20", "content": " Welcome to Signal Boost, our weekly roundup of blog posts over the past week. We also feature our bloggers' favourite pieces of writing from around the internet - enjoy! This week saw the announcement of the Royal Society Winton prize shortlist. Grrlscientist has a rundown of the brilliant books that have been nominated. The food-energy-water 'nexus' mustn't become just another buzzword if we genuinely want to solve resource problems. ", "url": "https://www.theguardian.com/science/blog/2014/jun/20/beach-bodies-passenger-pigeons-and-extremely-large-telescopes-blogs-roundup"}, {"title": "Construction starts on 'extremely large' telescope", "date": "2014-06-22", "content": "A massive blast in the desert of Chile this week rocked the summit of Cerro Armazones, a mountain of over ten thousand feet. The explosion, organized by the European Southern Observatory, was executed with peaceful intent. It marked the first step in the construction of the European Extremely Large Telescope, which will be about four times the size of any existing telescope. The blast dislodged a small portion of the estimated 220,000 cubic meters of rock that must be removed in order to create a plateau capable of accommodating the telescope platform, according to a press release from the ESO. The E-ELT will produce images 15 times sharper than those of the Hubble Telescope and collect light faster than any other optical or infrared telescope. ", "url": "https://www.pbs.org/newshour/science/work-starts-chile-worlds-largest-telescope"}]}, {"win label": 0, "news": [{"title": "Construction of Extremely Large Telescope Approved", "date": "2014-12-04", "content": "At a recent meeting ESO's main governing body, the Council, gave the green light for the construction of the European Extremely Large Telescope (E-ELT) in two phases. Spending of around one billion euros has been authorized for the first phase, which will cover the construction costs of a fully working telescope with a suite of powerful instruments and first light targeted in ten years time. It will enable tremendous scientific discoveries in the fields of exoplanets, the stellar composition of nearby galaxies and the deep universe. The largest ESO contract ever, for the telescope dome and main structure, will be placed within the next year. The E-ELT will be a 39-meter aperture optical and infrared telescope sited on Cerro Armazones in the Chilean Atacama Desert, 20 kilometers from ESO's Very Large Telescope on Cerro Paranal. It will be the world's largest \"eye on the sky.\" \"The decision taken by Council means that the telescope can now be built, and that major industrial construction work for the E-ELT is now funded and can proceed according to plan. There is already a lot of progress in Chile on the summit of Armazones and the next few years will be very exciting,\" said Tim de Zeeuw, ESO's Director General. The construction of the E-ELT was approved by ESO's Council in June 2012 under the condition that contracts with a value larger than 2 million euros could only be awarded once the total cost of the telescope (1,083 million euros at 2012 prices) was funded to a 90% level. An exception was granted for the civil works at the site, which started with the groundbreaking ceremony in June 2014 and are making good progress. For the time being, 10% of the overall project costs have been shifted to a second phase. With the accession of Poland to ESO, the current funding commitments to the E-ELT have now reached more than 90% of the total cost of the first phase that will bring a fully working E-ELT. Additional commitments from upcoming Member State Brazil are expected in the coming years. To prevent the project from slipping, the ESO Council has decided that construction of the first phase of the 39-meter telescope can now proceed. This funded work includes the contract for the telescope's dome and main structure - the largest in ESO's history - which will be awarded in late 2015, and leads to the construction of a fully working E-ELT. Telescope components that are not yet funded include parts of the adaptive optics system, some of the instrument work, the innermost five rings of segments of the telescope's main mirror (210 mirror segments) and a spare set of primary mirror segments needed for more efficient telescope operation in the future. The construction of these components, whose postponement does not reduce the extraordinary scientific achievements the telescope will already be able to accomplish at the end of phase one, will be approved as additional funding becomes available, including that expected from the upcoming Member State Brazil. \"The funds that are now committed will allow the construction of a fully working E-ELT that will be the most powerful of all the extremely large telescope projects currently planned, with superior light collecting area and instrumentation. It will allow the initial characterization of Earth-mass exoplanets, the study of the resolved stellar populations in nearby galaxies as well as ultra-sensitive observations of the deep universe,\" concludes Tim de Zeeuw.", "url": "https://spaceref.com/science-and-exploration/construction-of-extremely-large-telescope-approved/"}, {"title": "ESO E-ELT Programme Confirmed", "date": "2014-12-04", "content": "At the 126th meeting of ESO's governing body, the Council, this week at the ESO Headquarters in Garching, Germany, the start of the European Extremely Large Telescope (E-ELT) programme received full approval, following the confirmation of three previously ad referendum votes (meaning that these votes were subject to confirmation by the authorities of those Member States), and one additional vote in favour, by the ESO Member State representatives. To approve the start of the E-ELT programme, two-thirds of the Member States (at least ten) had to vote in favour of the resolution for the approval of the E-ELT and its first suite of powerful instruments. At the last meeting of the ESO Council, in June 2012, ten Member States (Austria, the Czech Republic, Germany, the Netherlands, Sweden, Switzerland, Belgium, Finland, Italy, and the United Kingdom) voted in favour. However, the latter four Member States voted ad referendum. Of these ad referendum votes, Belgium confirmed its vote in October 2012 (ann12074), and at the Council meeting this week Finland and Italy also confirmed their ad referendum votes. In addition, France has now also voted in favour. Confirmation of the United Kingdom's ad referendum vote is pending. After today's meeting there are ten confirmed votes, and the ESO E-ELT programme is now fully approved. The total funds committed for the E-ELT project stand at 615 million euros, or almost 60% of the total cost of the telescope. Construction of the E-ELT will commence once 90% of the funding is pledged. The majority of the remaining funding is expected when the Brazilian parliament has ratified its accession agreement.", "url": "https://www.eso.org/public/announcements/ann12096/"}, {"title": "Green Light for E-ELT Construction", "date": "2014-12-04", "content": "At a recent meeting ESO's main governing body, the Council, gave the green light for the construction of the European Extremely Large Telescope (E-ELT) in two phases. Spending of around one billion euros has been authorised for the first phase, which will cover the construction costs of a fully working telescope with a suite of powerful instruments and first light targeted in ten years time. It will enable tremendous scientific discoveries in the fields of exoplanets, the stellar composition of nearby galaxies and the deep Universe. The largest ESO contract ever, for the telescope dome and main structure, will be placed within the next year. The E-ELT will be a 39-metre aperture optical and infrared telescope sited on Cerro Armazones in the Chilean Atacama Desert, 20 kilometres from ESO's Very Large Telescope on Cerro Paranal. It will be the world's largest \"eye on the sky\". \"The decision taken by Council means that the telescope can now be built, and that major industrial construction work for the E-ELT is now funded and can proceed according to plan. There is already a lot of progress in Chile on the summit of Armazones and the next few years will be very exciting,\" said Tim de Zeeuw, ESO's Director General. The construction of the E-ELT was approved by ESO's Council in June 2012 under the condition that contracts with a value larger than 2 million euros could only be awarded once the total cost of the telescope (1083 million euros at 2012 prices) was funded to a 90% level. An exception was granted for the civil works at the site, which started with the groundbreaking ceremony in June 2014 and are making good progress. For the time being, 10% of the overall project costs have been shifted to a second phase. With the accession of Poland to ESO, the current funding commitments to the E-ELT have now reached more than 90% of the total cost of the first phase that will bring a fully working E-ELT. Additional commitments from upcoming Member State Brazil are expected in the coming years. To prevent the project from slipping, the ESO Council has decided that construction of the first phase of the 39-metre telescope can now proceed. This funded work includes the contract for the telescope's dome and main structure - the largest in ESO's history - which will be awarded in late 2015, and leads to the construction of a fully working E-ELT. Telescope components that are not yet funded include parts of the adaptive optics system, some of the instrument work, the innermost five rings of segments of the telescope's main mirror (210 mirror segments) and a spare set of primary mirror segments needed for more efficient telescope operation in the future. The construction of these components, whose postponement does not reduce the extraordinary scientific achievements the telescope will already be able to accomplish at the end of phase one, will be approved as additional funding becomes available, including that expected from the upcoming Member State Brazil. For further information consult this FAQ and Messenger article that explains the details. \"The funds that are now committed will allow the construction of a fully working E-ELT that will be the most powerful of all the extremely large telescope projects currently planned, with superior light collecting area and instrumentation. It will allow the initial characterisation of Earth-mass exoplanets, the study of the resolved stellar populations in nearby galaxies as well as ultra-sensitive observations of the deep Universe,\" concludes Tim de Zeeuw.", "url": "https://www.eso.org/public/news/eso1440/"}]}, {"win label": 0, "news": [{"title": "ESO Awards Contracts for E-ELT Primary Mirror Segment Support System Units", "date": "2015-01-16", "content": "ESO has signed parallel contracts with CESA (Spain) and VDL (the Netherlands) for the design and production of qualification models for mirror segment support and related auxiliary equipment for the primary mirror of the European Extremely Large Telescope (E-ELT). This follows the earlier design and development of prototypes, their intensive testing at the ESO facility and a detailed assessment of lessons learned. The complete E-ELT primary mirror will be 39 metres in diameter. The mirror surface will comprise 798 hexagonal segments, plus a maintenance set, for a total of 931 segments. The hexagonal shape means that a common support structure can be used for all segments. These contracts include the delivery of detailed and complete instructions and engineering drawings for the production of the series. They also include the development of the procedures required to integrate the supports with the E-ELT glass segments, to handle and transport the segment assemblies, and to operate and maintain them. The contracts with CESA and VDL run for an initial period of 30 months. They will consist of preliminary and detailed design phases followed by the production of engineering models and testing. Four qualification models per contract will be delivered. At the end of the project, and before the competition for the series production starts, the qualification models will be integrated and tested at ESO's dedicated test facility for E-ELT primary mirror segments. E-ELT first light is planned for 2024, when it will begin to tackle the biggest astronomical challenges of our time. The giant telescope is expected to allow the exploration of completely unknown realms of the Universe - it will be: \"the world's biggest eye on the sky\".", "url": "https://www.eso.org/public/announcements/ann15003/"}, {"title": "Contract Signed for Final Design and Construction of Largest Adaptive Mirror Unit in the World", "date": "2015-06-19", "content": "ESO has signed a contract with the AdOptica consortium in Italy - ADS International and Microgate, partnered with INAF (Istituto Nazionale di Astrofisica) as subcontractors - for the final design and construction of the very challenging adaptive unit for the fourth mirror (M4) of the European Extremely Large Telescope (E-ELT). This mirror system will surpass any adaptive mirror ever made for a telescope and be the largest of its kind. The contract was signed by representatives of AdOptica and ESO at a ceremony at ESO Headquarters on 19 June 2015. The AdOptica contract does not include the manufacture of the shell mirrors themselves. These will be constructed under a separate contract that will be announced soon. The M4 deformable 2.4-metre mirror system forms a fundamental part of the E-ELT. It consists of a mirror made from six component petals, actuators and control systems that can correct the image distortion caused by the turbulence of the Earth's atmosphere in real time, as well as correct for deformations of the structure of the main telescope caused by wind. The corrected optical system will make the images obtained at the telescope almost as sharp as those taken in space [1]. Construction of a mirror system like this has never been attempted before and studies began in 2008 with two competitive contracts for a preliminary design for the E-ELT. In 2012, AdOptica was selected from two competitive designs. Since 2012, AdOptica has developed the preliminary design for the unit. The design has evolved significantly to fulfil stability requirements. The preliminary design review was successfully passed in April 2015 and the company has demonstrated the design with a one-metre mirror demonstration prototype that fulfils ESO's performance requirements. The new contract will be for the final design and manufacturing of the M4 unit. The planning calls for the final design to be completed by mid-2017, and then the unit will be manufactured and tested in Europe against the performance requirements before being shipped to Chile by the end of 2022.", "url": "https://www.eso.org/public/announcements/ann15045/"}]}, {"win label": 0, "news": [{"title": "ESO Signs Contract for Deformable Shell Mirrors for E-ELT", "date": "2015-07-08", "content": "ESO has signed a contract with the French optics company Reosc, a subsidiary of Sagem, Safran group, to manufacture the deformable shell mirrors that will comprise the fourth mirror (M4) of the European Extremely Large Telescope (E-ELT) These mirrors will be mounted and supported in the adaptive mirror unit (ann15045) to form the largest ever adaptive mirror unit ever made. The contract was signed by representatives of Reosc and ESO at a ceremony at ESO Headquarters on 8 July 2015. The M4 deformable mirror system forms a key part of the E-ELT. Measuring 2.4 metres in diameter, it will be made up of six thin segment mirrors, each only 1.95 millimetres thick and made of ceramic glass. Each shell is one of six 60-degree petal sections that form the circular segmented M4 mirror. SCHOTT will deliver pieces of ceramic to Reosc, then Reosc will manufacture and polish the thin shells. The AdOptica consortium in Italy - ADS International and Microgate, partnered with INAF (Istituto Nazionale di Astrofisica) as subcontractors - will produce the shell assemblies and build the entire support unit (ann15045). The prototyping of this challenging mirror has been ongoing for several years. Reosc produced the first flat thin-shell mirror for the E-ELT programme already in 2008. This 1.95-millimetre thick, 1-metre diameter mirror was then cut into two petals and used for the demonstration prototype [1]. In 2010, Reosc successfully manufactured a 2.7-metre thin mirror made of borofloat glass and cut it into segments. In 2011, Reosc then delivered the first thin shell for the deformable mirror of the Very Large Telescope (VLT). This aspheric mirror (ann12015) was coated and integrated in the support unit and has been under testing at ESO since the end of 2012 (potw1307a). A second thin-shell mirror for the VLT deformable secondary mirror (DSM) was delivered at the end of 2013 (ann14010), and will be tested at ESO in early 2016. Reosc will manufacture twelve mirror shells for the E-ELT M4, planning to produce the first six mirrors within five years and to complete the manufacturing of the twelve mirrors by 2023.", "url": "https://www.eso.org/public/announcements/ann15055/"}, {"title": "First Instruments for E-ELT Approved", "date": "2015-07-11", "content": "Following the recommendations of the ESO Finance Committee (FC) and Scientific Technical Committee (STC), Council authorised the Director General to sign the contracts for the first set of instruments for the E-ELT. These huge and innovative tools to analyse the light collected by the giant telescope will allow the E-ELT to address a wide range of astronomical questions soon after its completion. The choices are based on extensive input from the astronomical communities in ESO's Member States. This instrumentation package comprises a near-infrared imager with spectroscopic capability (MICADO), a multi-conjugate adaptive optics unit (MAORY), which will feed MICADO (and possibly additional future instruments); an integral field spectrograph (HARMONI), along with development of its laser tomography adaptive optics system to preliminary design review level; and a mid-infrared imager and spectrometer (METIS). MICADO, coupled with MAORY, will allow the full resolution of the telescope to be brought to bear on many current areas of research. A key driver for the instrument design is astrometric accuracy. Such detailed measurements of the positions of objects will allow, amongst other projects, the orbits of stars around the black hole at the centre of our galaxy to be tracked with unprecedented precision. HARMONI will make 3D observations of astronomical objects on scales ranging from planetary orbits to entire galaxies. One example of the potential of such an instrument is that HARMONI will enable us to understand the formation and evolution of galaxies from the earliest times in the history of the Universe right up until the present day. The METIS instrument, working at longer wavelengths, will also have a wide range of applications across all branches of astronomy. It will provide an invaluable link for astronomers wishing to follow up discoveries made with the James Webb Space Telescope by providing far greater spatial detail and dynamical information than can be achieved from space. Selection of the science capabilities of the E-ELT was a communal effort based on dedicated meetings and workshops and the work of the science teams of the instrument Phase A studies carried out during the E-ELT Phase B design. The Science Working Group (SWG) of the E-ELT Science and Engineering subcommittee (ESE) of the STC contributed to the final science case, developing the science priorities and the sequence of instruments. These were encapsulated in an instrumentation roadmap that was part of the E-ELT construction proposal. The requirements were refined and finalised by the Project Science Team after the completion of Phase B. The construction of these instruments is included within the Phase 1 E-ELT Programme approved by Council in December 2014.", "url": "https://www.eso.org/public/announcements/ann15056/"}, {"title": "Agreement Signed for E-ELT HARMONI Instrument", "date": "2015-09-23", "content": "ESO has signed an agreement with an international consortium of institutes [1] for the design and construction of the HARMONI instrument for the European Extremely Large Telescope (E-ELT). The agreement was signed by Grahame Blair, Executive Director of Programmes, Science and Technology Facilities Council, on behalf of the consortium, and Tim de Zeeuw, ESO Director General, at a ceremony at the Mathematical Institute, University of Oxford, United Kingdom, on 22 September 2015. Patrick Roche, President of ESO Council and Niranjan Thatte, Principal Investigator for HARMONI, were also in attendance. HARMONI, or the High Angular Resolution Monolithic Optical and Near-infrared Integral field spectrograph, will be one of the first-light instruments installed on the giant telescope and will function as the workhorse instrument for visible light and near-infrared spectroscopy in the wavelength range 0.5-2.4 µm. It can work with different adaptive optics systems, or even without adaptive optics at all, and will complement the MICADO camera, which is primarily focused on imaging. HARMONI is an integral field spectrograph that allows more than 30 000 spectra of an astronomical object to be obtained at the same time at near-infrared or visible wavelengths. The design of the instrument is such that it will be easy to calibrate and operate, providing the E-ELT with a \"point-and-shoot\" spectroscopic instrument ideally suited to fully exploit the huge scientific potential of the telescope in its early years. Thanks to the enormous light-collecting power and spatial resolution of the 39-metre E-ELT, HARMONI will be uniquely placed to explore galaxies in the early Universe, study the constituents of the local Universe and to characterise exoplanets in great detail. It will be a very versatile instrument, providing a range of image scales, resolving powers, fields of view and wavelength ranges - for instance, providing high spectral resolution for bright objects and high sensitivity for dim, distant objects. HARMONI is the result of extensive earlier development work over many years, both at ESO and in the community. In particular, early E-ELT instrument studies were initiated by Sandro D'Odorico at ESO. HARMONI also continues the well-established tradition of adaptive optics-assisted near-infrared (SINFONI) and visible light (MUSE) integral field spectroscopy at the VLT.", "url": "https://www.eso.org/public/announcements/ann15070/"}]}, {"win label": 0, "news": [{"title": "ESO Signs Largest Ever Ground-based Astronomy Contract for ELT Dome and Telescope Structure", "date": "2016-05-25", "content": "At a ceremony in Garching bei München, Germany on 25 May 2016, ESO signed the contract with the ACe Consortium, consisting of Astaldi, Cimolai and the nominated sub-contractor EIE Group, for the construction of the dome and telescope structure of the Extremely Large Telescope (ELT). This is the largest contract ever awarded by ESO and also the largest contract ever in ground-based astronomy. This occasion saw the unveiling of the construction design of the ELT. Construction of the dome and telescope structure will now commence. The Extremely Large Telescope (ELT), with a main mirror 39 metres in diameter, will be the largest optical/near-infrared telescope in the world: truly the world's biggest eye on the sky. It will be constructed in northern Chile, on a site that has already been prepared. The contract to build the telescope's dome and structure was signed by ESO's Director General, Tim de Zeeuw, the Chairman of Astaldi, Paolo Astaldi, and the President of Cimolai, Luigi Cimolai. ESO was delighted to welcome Italy's Minister of Education, Universities and Research, H.E. Stefania Giannini, to the ceremony, which was also attended by the Italian Consul General in Munich, Renato Cianfarani, the ESO Council President, Patrick Roche, and the Italian ESO Council Delegates, Nicolò D'Amico (who is also President of INAF) and Matteo Pardo, Scientific Attaché at the Italian Embassy in Berlin. The President of EIE, Gianpietro Marchiori, and other guests and representatives of the consortium were also present. The contract covers the design, manufacture, transport, construction, on-site assembly and verification of the dome and telescope structure. With an approximate value of 400 million euros, it is the largest contract ever awarded by ESO and the largest contract ever in ground-based astronomy. The ELT dome and telescope structure will take telescope engineering into new territory. The contract includes not only the enormous 85-metre-diameter rotating dome, with a total mass of around 5000 tonnes, but also the telescope mounting and tube structure, with a total moving mass of more than 3000 tonnes. Both of these structures are by far the largest ever built for an optical/infrared telescope and dwarf all existing ones. The dome is almost 80 metres high and its footprint is comparable in area to a football pitch. The ELT is being built on Cerro Armazones, a 3000-metre peak about 20 kilometres from ESO's Paranal Observatory. The access road and leveling of the summit have already been completed and work on the dome is expected to start on site in 2017. Tim de Zeeuw, ESO's Director General said: \"The ELT will produce discoveries that we simply cannot imagine today, and it will inspire people around the world to think about science, technology and our place in the Universe. Today's signature is a key step towards delivering the ELT in 2024.\" Paolo Astaldi, Chairman of Astaldi added: \"This project is truly visionary, both in what it represents for the field of astronomy and for construction and engineering. Astaldi and our project partners, Cimolai and EIE Group, are extremely proud to have been selected by ESO through their call for tender to help make their vision a reality. Astaldi is renowned for delivering its best-in-class technical skills, quality construction and strong execution, and we will put the full force of our core strengths behind this project. It is with great excitement that I sign a contract of such astronomical ambition.\" Luigi Cimolai, President of Cimolai, said: \"We are honoured and grateful that our company has been given the opportunity to take part in this technically advanced astronomical challenge. The European Extremely Large Telescope will demand a high degree of quality in engineering and construction and I believe this will definitely contribute to further increase our ability to develop projects of greater and greater complexity.\" Many other aspects of the construction of the ELT are also moving forward rapidly. ESO has already signed agreements for the construction of the first-light instruments MICADO, HARMONI and METIS, as well as the MAORY adaptive optics system for the ELT. Contracts for the telescope's huge secondary mirror will be signed in the near future. The light-collecting area of the ELT will be bigger than all existing optical research telescopes combined and its adaptive optics system will provide images about 15 times sharper than those from the NASA/ESA Hubble Space Telescope at the same wavelength. It offers numerous possibilities for technology and engineering spin-offs, technology transfer and technology contracting. The new contract demonstrates that the ELT has the potential to be a powerhouse for economic development, offering contractors in ESO's Member States an opportunity to lead major projects at an international level.", "url": "https://www.eso.org/public/news/eso1617/"}, {"title": "World's Largest Telescope Now Has a Construction Contract", "date": "2016-05-26", "content": "Construction will soon begin on what is slated to be the largest optical telescope ever built. Today (May 25), the European Southern Observatory announced that it has selected a contractor to build the dome and main facility of the European Extremely Large Telescope (E-ELT) in the mountains of the Atacama Desert in Chile. The E-ELT will have an aperture of 127 feet (39 meters). For comparison, the largest optical telescopes operating today have diameters on the order of 32.8 feet (10 m). ESO awarded the contract to the ACe Consortium, which consists of two main contract groups and a nominated subcontract group. \"This is the largest contract ever awarded by ESO and also the largest contract ever in ground-based astronomy,\" ESO officials said in a statement. \"Construction of the dome and telescope structure will now commence.\" ESO is an intergovernmental astronomy organization established in 1962, and is supported by 15 European countries, as well as Brazil and Chile, where ESO has three observatories: the Paranal Observatory, the Very Large Telescope and the Atacama Large Millimeter Array. The E-ELT is being pursued in two phases, the first of which is more than 90 percent funded, according to ESO, and includes the construction of the telescope facility and the crafting of a majority of the telescope's mirror segments. The ESO Council approved the start of the first phase of construction in 2014. The E-ELT could start making observations as early as 2024, the organization has said; if funding is delayed, first observations could be pushed to 2026.", "url": "https://www.space.com/32984-extremely-large-telescope-construction-contract-eso.html"}]}, {"win label": 0, "news": [{"title": "ESO Signs Contract to Polish the E-ELT Secondary Mirror", "date": "2016-07-06", "content": "ESO has signed a contract with the French company Reosc, a subsidiary of Safran Electronics & Defense, to polish the secondary mirror of ESO's forthcoming European Extremely Large Telescope (E-ELT) from a pre-formed glass-ceramic blank. Reosc will design the mirror and its mounting interfaces, polish the surface, and complete all necessary optical tests before delivery, which is expected in 2022. The contract was signed by ESO Director General Tim de Zeeuw and M. Thierry Batut, President of Reosc, in the presence of M. Jean-Claude Brunet, the French Consul General in Munich, other senior representatives of Reosc and key ESO staff members. The secondary mirror is, as the name suggests, the second of five mirrors that guide light from distant objects through the telescope, eventually to emerge at the telescope's Nasmyth focus where a suite of scientific instruments will be sited. Hanging upside-down at the top of the telescope structure, high above the 39-metre primary mirror, this will be the largest secondary mirror ever employed on a telescope and the largest convex mirror ever produced. At over 4 metres in diameter, it is as large as the primary mirror of many top-class professional telescopes. The mirror will be shaped and polished to a precision of 15 nanometres (15 millionths of a millimetre) over the optical surface. As a highly convex, aspherical mirror, its fabrication is a considerable challenge and the result will be a truly remarkable example of precision optical engineering - as with many elements of the E-ELT it will be a genuine first in this area of technology.", "url": "https://www.eso.org/public/announcements/ann16045/"}]}, {"win label": 0, "news": [{"title": "Contracts Signed for ELT Mirrors and Sensors", "date": "2017-01-18", "content": "At a ceremony today at ESO's Headquarters four contracts were signed for major components of the Extremely Large Telescope (ELT) that ESO is building. These were for: the casting of the telescope's giant secondary and tertiary mirrors, awarded to SCHOTT; the supply of mirror cells to support these two mirrors, awarded to the SENER Group; and the supply of the edge sensors that form a vital part of the ELT's huge segmented primary mirror control system, awarded to the FAMES consortium. The secondary mirror will be largest ever employed on a telescope and the largest convex mirror ever produced. The construction of the 39-metre ELT, the largest optical/near-infrared telescope in the world, is moving forward. The giant telescope employs a complex five-mirror optical system that has never been used before and requires optical and mechanical elements that stretch modern technology to its limits. Contracts for the manufacture of several of these challenging telescope components have just been signed by ESO's Director General, Tim de Zeeuw, and representatives of three industrial contractors in the ESO Member States. Introducing the ceremony, Tim de Zeeuw said: \"It gives me great pleasure to sign these four contracts today, each for advanced components at the heart of the ELT's revolutionary optical system. They underline how the construction of this giant telescope is moving ahead at full speed - on target for first light in 2024. We at ESO look forward to working with SCHOTT, SENER and FAMES - three leading industrial partners from our Member States.\" The first two contracts were signed with SCHOTT by Christoph Fark, Executive Vice President. They cover the casting of the ELT's largest single mirrors - the 4.2-metre secondary and 3.8-metre tertiary mirror - from SCHOTT's low-expansion ceramic material Zerodur. Hanging upside-down at the top of the telescope structure, high above the 39-metre primary mirror, the secondary mirror will be largest ever employed on a telescope and the largest convex mirror ever produced. The concave tertiary mirror is also an unusual feature of the telescope. The ELT secondary and tertiary mirrors will rival in size the primary mirrors of many modern-day research telescopes and weigh 3.5 and 3.2 tonnes respectively. The secondary mirror is to be delivered by the end of 2018 and the tertiary by July 2019. The third contract was signed with the SENER Group by Diego Rodríguez, Space Department Director. It covers the provision of the sophisticated support cells for the ELT secondary and tertiary mirrors and the associated complex active optics systems that will ensure these massive, but flexible, mirrors retain their correct shapes and are correctly positioned within the telescope. Great precision is needed if the telescope is to deliver optimum image quality. The fourth contract was signed by Didier Rozière, Managing Director (FAMES, Fogale), and Martin Sellen, Managing Director (FAMES, Micro-Epsilon), on behalf of the FAMES consortium, which is composed of Fogale and Micro-Epsilon. The contract covers the fabrication of a total of 4608 edge sensors for the 798 hexagonal segments of the ELT's primary mirror. These sensors are the most accurate ever used in a telescope and can measure relative positions to an accuracy of a few nanometres. They form a fundamental part of the very complex system that will continuously sense the locations of the ELT primary mirror segments relative to their neighbours and allow the segments to work together to form a perfect imaging system. It is a huge challenge not only to make sensors with the required precision, but also to produce them quickly enough for thousands to be delivered to the necessarily short timescales. The signing ceremony was also attended by other senior representatives of the companies involved and ESO. It was an excellent opportunity for representatives of the contractors producing many of the giant telescope's optical and mechanical components to get to know each other informally as they begin to help create the world's biggest eye on the sky.", "url": "https://www.eso.org/public/news/eso1704/"}, {"title": "Secondary Mirror of ELT Successfully Cast", "date": "2017-05-22", "content": "The casting of the secondary mirror blank for ESO's Extremely Large Telescope (ELT) has been completed by SCHOTT at Mainz, Germany. The completed mirror will be 4.2 metres in diameter and weigh 3.5 tonnes. It will be the largest secondary mirror ever employed on an optical telescope and also the largest convex mirror ever produced. ESO's 39-metre Extremely Large Telescope (ELT) will be the largest telescope of its kind ever built when it achieves first light in 2024. A new milestone has now been reached with the casting of the telescope's secondary mirror (M2), which is larger than the primary mirror of many of today's research telescopes. The mirror blank is the cast block of material - in this case Zerodur glass-ceramic - that will then be ground and polished to produce the finished mirror. In January 2017, ESO awarded SCHOTT the contract to manufacture the M2 mirror blank (eso1704). ESO has enjoyed a fruitful collaboration with SCHOTT, who also produced the 8.2-metre meniscus main mirrors for the Very Large Telescope at ESO's Paranal Observatory (ann12015). A manufacturer of exceptional astronomical products to a very high standard, SCHOTT has already delivered the blanks of the deformable thin shell mirrors that will make up the ELT's quaternary mirror, M4 (ann15055), and will also provide the blank of the tertiary M3 mirror. The blank of the secondary mirror now has to go through a slow cool-down, machining and heat treatment sequence over the next year. It will then be ready to be ground to precisely the right shape and polished. The French company Safran Reosc will carry this out, along with additional testing (ann16045). The blank will be shaped and polished to a precision of 15 nanometres (15 millionths of a millimetre) across the entire optical surface. When completed and installed, the M2 mirror will hang upside down above the telescope's huge primary mirror and forms the second element of the ELT's novel five-mirror optical system. The mirror is strongly curved and aspheric and is a major challenge to make and test.", "url": "https://www.eso.org/public/news/eso1715/"}, {"title": "Construction begins on the world's first super telescope", "date": "2017-05-26", "content": "Scientists are a step closer to understanding the inner-workings of the universe following the laying of the first stone, and construction starting on the world's largest optical and infrared telescope. With a main mirror 39 metres in diameter, the Extremely Large Telescope (ELT), is going to be, as its name suggests, enormous. Unlike any other before it, ELT is also designed to be an adaptive telescope and has the ability to correct atmospheric turbulence, taking telescope engineering to another level. To mark the construction's milestone, a ceremony was held at ESO's Paranal residencia in northern Chile, close to the site of the future giant telescope which will be on top of Cerro Armazones, a 3046-metre peak mountain. Among many other representatives from industry, the significance of the project was highlighted by the attendance of the Director General of ESO, Tim de Zeeuw, and President of the Republic of Chile, Michelle Bachelet Jeria. The ELT is being built by the European Southern Observatory (ESO), an international collaboration supported by the UK's Science and Technology Facilities Council (STFC). Oxford University scientists are playing a key role in the project, and are responsible for the design and construction of its spectrograph; 'HARMONI', an instrument designed to simultaneously take 4000 images, each in a slightly different colour. The visible and near-infrared instrument will harness the telescope's adaptive optics to provide extremely sharp images. 'HARMONI' will enable scientists to form a more detailed picture of the formation and evolution of objects in the Universe. Supporting researchers to view everything from the planets in our own solar system and stars in our own and nearby galaxies with unprecedented depth and precision, to the formation and evolution of distant galaxies that have never been observed before. Niranjan Thatte, Principal Investigator for 'HARMONI' and Professor of Astrophysics at Oxford's Department of Physics, said: 'For me, the ELT represents a big leap forward in capability, and that means that we will use it to find many interesting things about the Universe that we have no knowledge of today. 'It is the element of 'exploring the unknown' that most excites me about the ELT. It will be an engineering feat, and its sheer size and light grasp will dwarf all other telescopes that we have built to date.' A time capsule, created by members of the ESO team and sealed at the event, will serve as a lasting memory of the research and the scale of ambition and commitment behind it. Contents include a copy of a book describing the original scientific aims of the telescope, images of the staff that have and will play a role in its construction and a poster of an ELT visualisation. The cover of the time capsule is engraved with a hexagon made of Zerodur, a one-fifth scale model of one of the ELT's primary mirror segments. Tim DE Zeeuw, Director General of ESO, said: 'The ELT will produce discoveries that we simply cannot imagine today, and it will surely inspire numerous people around the world to think about science, technology and our place in the Universe. This will bring great benefit to the ESO member states, to Chile, and to the rest of the world.' The ELT is set for completion in 2024, and as the visualisation images show, it is going to be 'out of this world.'", "url": "https://phys.org/news/2017-05-world-super-telescope.html"}, {"title": "First stone laid on the European Extremely Large Telescope", "date": "2017-05-29", "content": "Construction has finally begun on the European Extremely Large Telescope, with the first stone laid in a ceremony last week. Being built by the European Southern Observatory on the 3,046 m high summit of Cerro Armazones in Chile, the E-ELT is set to be the world's largest optical and infrared telescope. The location was chosen because of its high percentage of cloudless nights and low light pollution, and construction was first given the green light back in 2014. The huge facility is expected to take about a decade to build from then, and the E-ELT is still on track for completion in 2024. To mark the beginning of construction, which includes the laying of the first stone and the connection of the facility to the Chilean electrical grid, a ceremony was held at the neighboring Paranal Observatory, 20 km east of the E-ELT site. Attendees included the President of the Republic of Chile, Michelle Bachelet Jeria, and Tim de Zeeuw, the Director General of ESO, as well as a host of other Chilean government officials and ESO scientists and engineers. \"With the symbolic start of this construction work, we are building more than a telescope here: it is one of the greatest expressions of scientific and technological capabilities and of the extraordinary potential of international cooperation,\" President Bachelet says in a statement. ", "url": "https://newatlas.com/extremely-large-telescope-construction-begins/49747/"}, {"title": "Building Has Started On The Extremely Large Telescope", "date": "2017-05-30", "content": "The first stone of the Extremely Large Telescope has been laid in Chile, which means the construction of the dome and telescope has now officially begun. The Extremely Large Telescope (ELT), as the name suggests, will be the biggest optical telescope in the world, with the main mirror 39 meters (128 feet) in diameter. The ELT is the latest project by the European Southern Observatory (ESO), a 16-nation consortium of European and South-American countries. The telescope is being built near ESO's Paranal Observatory in Northern Chile, and a ceremony took place there last week to celebrate the beginning of construction. \"With the symbolic start of this construction work, we are building more than a telescope here: it is one of the greatest expressions of scientific and technological capabilities and of the extraordinary potential of international cooperation,\" Chilean President Michelle Bachelet said during the ceremony. With a rotating dome 82 meters (269 feet) across, the ELT has already had quite an impact on a specialized sector of astronomy: telescope engineering. The ELT is a tremendous challenge and everything about it is a record breaker. The secondary mirror has just been cast and at 4.2 meters (13.8 feet) in diameter, it is the largest secondary mirror ever and also the largest convex mirror ever produced. The secondary mirror is larger than the primary mirror of most telescopes. It's also both strongly curved and aspherical to avoid aberrations in the light the telescope will observe.", "url": "https://www.iflscience.com/building-has-started-on-the-extremely-large-telescope-41898"}, {"title": "Renaming the E-ELT", "date": "2017-06-12", "content": "Up to now ESO's giant telescope project has been referred to as the European Extremely Large Telescope or E-ELT, but this name, which was always intended to be interim and not final, is becoming less appropriate. To address this as the project moves rapidly forward into the construction phase, the organisation has decided on a shorter name. Instead of the European Extremely Large Telescope, the world's biggest eye on the sky will now be known simply as the Extremely Large Telescope, the ELT. The new name, as well as being shorter and easier to say, reflects the growing number of ESO's international partners, both at national level and as regards the commercial companies involved in the project, and also the fact that the telescope is located in Chile. Whilst older material may continue to refer to the telescope by its original name, ESO will be using the new name from now on and strongly encourages its use in all future material.", "url": "https://eso.org/public/announcements/ann17031/"}]}, {"win label": 0, "news": [{"title": "A night at an Extremely Large Telescope", "date": "2017-10-23", "content": "A hint of the kind of findings that will come from the ELTs is revealed in the work of some of my colleagues as they use Australia's biggest optical telescope - the 4-metre class Anglo-Australian Telescope (AAT) at the Siding Spring Observatory near Coonabarabran in New South Wales. The scientists, from the University of NSW, include an old friend, Professor Jeremy Bailey. I am with them in the control room for an hour or so during one of my periodic visits, and find them engaged in work of a very different kind to the routine star survey observing that I do. They are homing in on a known exoplanet to study its atmosphere using an instrument that detects polarised light - in which the light waves oscillate in specific directions rather than randomly. The instrument rejoices in the acronym HIPPI - high-precision polarimetric instrument. It lives up to its name by measuring polarisation to the astonishing accuracy of a few parts per million. ", "url": "https://cosmosmagazine.com/space/a-night-at-an-extremely-large-telescope/"}, {"title": "Aerodynamic Astronomy: Extremely Large Telescope Tackles Wind Tunnel", "date": "2017-12-20", "content": "Engineers with the European Southern Observatory are conducting wind- tunnel tests for the astronomical organization's Extremely Large Telescope, a massive new telescope scheduled to begin scanning the cosmos in 2024. But why would you need wind-tunnel tests for a telescope? There's a simple answer: size. When complete, the ELT dome will stand almost 262 feet high atop Cerro Armazones, a 1.8-mile-high mountain in the Sierra Vicuna Mackenna section of the Chilean Coast Range in the Atacama Desert, where the instrument will face rigorous winds. The Biggest Telescopes on Earth: How They Measure Up \"These conditions present an engineering challenge, making wind-tunnel tests vital,\" ESO officials explained in a new video. ", "url": "https://www.space.com/39170-extremely-large-telescope-wind-tunnel-video.html"}]}, {"win label": 0, "news": [{"title": "First ELT Main Mirror Segments Successfully Cast", "date": "2018-01-09", "content": "The first six hexagonal segments for the main mirror of ESO's Extremely Large Telescope (ELT) have been successfully cast by the German company SCHOTT at their facility in Mainz. These segments will form parts of the ELT's 39-metre main mirror, which will have 798 segments in total when completed. The ELT will be the largest optical telescope in the world when it sees first light in 2024. The 39-metre-diameter primary mirror of ESO's Extremely Large Telescope will be by far the largest ever made for an optical-infrared telescope. Such a giant is much too large to be made from a single piece of glass, so it will consist of 798 individual hexagonal segments, each measuring 1.4 metres across and about 5 centimetres thick. The segments will work together as a single huge mirror to collect tens of millions of times as much light as the human eye. Marc Cayrel, head of ELT optomechanics at ESO, was present at the first castings: \"It was a wonderful feeling to see the first segments being successfully cast. This is a major milestone for the ELT!\" As with the telescope's secondary mirror blank, the ELT main mirror segments are made from the low-expansion ceramic material Zerodur© [1] from SCHOTT. ESO has awarded this German company with contracts to manufacture the blanks of the first four ELT mirrors (known as M1 to M4, with M1 being the primary mirror) (eso1704). The first segment castings are important as they allow the engineers at SCHOTT to validate and optimise the manufacturing process and the associated tools and procedures. The casting of the first six segments is a major milestone, but the road ahead is long - in total more than 900 segments will need to be cast and polished (798 for the main mirror itself, plus a spare set of 133). When fully up to speed, the production rate will be about one segment per day. After casting, the mirror segment blanks will go through a slow cooling and heat treatment sequence and will then be ground to the right shape and polished to a precision of 15 nanometres across the entire optical surface. The shaping and polishing will be performed by the French company Safran Reosc, which will also be responsible for additional testing (eso1717).", "url": "https://www.eso.org/public/news/eso1801/"}, {"title": "Schott casts first six segments for ELT's primary mirror", "date": "2018-01-10", "content": "Six down, but more than 900 still to go as the first few components are produced at Schott's facility in Mainz, Germany. Glass and optical component specialist Schott has cast the first six mirrors for what will eventually become hexagonal components for the giant primary mirror of the Extremely Large Telescope. Scheduled for first light in 2024, the ELT will be the biggest optical telescope on Earth when it is completed. Construction efforts are already under way at the 3000-meter summit of Cerro Armazones in Chile, and now Schott has begun the mammoth task of producing more than 900 segments that will eventually make up the primary optic for the five-mirror collector system. Eye on the sky The 39 meter dimeter of the primary mirror is too large to be fabricated from a single piece of glass, so instead it will be made up of 798 individual tessellated segments of Schott's \" Zerodur \" glass-ceramic. ", "url": "https://optics.org/news/9/1/5"}, {"title": "The era of extremely large telescopes", "date": "2018-01-29", "content": "The organization developing the Thirty Meter Telescope will make a decision in April on whether to build it in Hawaii or the Canary Islands. Ground-based observatories rarely attract the attention, and controversy, of large space missions. The Thirty Meter Telescope has been an exception to that. TMT has been the subject of political debate, protests, and lawsuits in recent years, based on opposition from some native Hawaiians to plans to build the observatory atop Maunakea on the Big Island of Hawaii. A Hawaiian court ruled a state agency had improperly awarded a construction permit for the telescope, forcing the organization developing the TMT, the TMT International Observatory LLC, to go through a new \"contested case\" process for a permit. ", "url": "https://www.thespacereview.com/article/3417/1"}, {"title": "Extremely Large Telescope: The Biggest Eye on the Sky", "date": "2018-05-30", "content": "In the mountains of Chile sits the site of what will become the largest optical telescope in the world. The Extremely Large Telescope will have a primary mirror made up of almost 800 individual segments and will be capable of collecting more light than all of the existing 8-to-10-meter telescopes on the planet, combined. Originally dubbed the European Extremely Large Telescope, the name of the ELT was changed in 2017. Its new moniker, the Extremely Large Telescope, reflects the growing number of the European Southern Observatory 's international partners and the instrument's location in Chile. \"The ELT will produce discoveries that we simply cannot imagine today, and it will inspire people around the world to think about science, technology and our place in the universe,\" Tim de Zeeuw, ESO's Director General, said in a statement. ", "url": "https://www.space.com/40746-extremely-large-telescope.html"}]}, {"win label": 0, "news": [{"title": "Foundation takes shape for Extremely Large Telescope", "date": "2018-11-04", "content": "The foundation of the European Southern Observatory's Extremely Large Telescope is taking shape in Chile's Atacama Desert. Once in operation, the ELT and its 39-metre segmented mirror will collect 200 times more light than the Hubble Space Telescope, using advanced adaptive optics to counteract atmospheric turbulence. The gargantuan telescope will be located atop the Cerro Armazones mountain. where construction crews removed the top 18 metres to provide the area needed for the giant instrument's foundations. ", "url": "https://astronomynow.com/2018/11/04/foundation-for-extremely-large-telescope-taking-shape/"}]}, {"win label": 0, "news": [{"title": "World's largest convex mirror blank ready for final touches", "date": "2019-01-16", "content": "Work on the elaborate optics of ESO's 39-metre Extremely Large Telescope (ELT) has taken a major step forwards following the successful casting, annealing, ceramization, machining and acid-etching of the substrate for the ELT's secondary mirror, M2. This massive 3-ton mirror blank has been successfully machined from a slab of the low-expansion ceramic material ZERODUR into its near-final form by the German company SCHOTT. The creation of this technological masterpiece was a challenging process, requiring state-of-the-art CNC machines to correctly grind the mirror blank. Now, safely stowed in an extra-large transport box, the blank is being shipped to France for final grinding and polishing by Safran Reosc. Despite being the ELT's secondary mirror, M2 still has an impressive diameter of 4.25 meters - larger than the primary mirror of many astronomical telescopes operating today. Following sixteen months of precision manufacturing at SCHOTT, M2 will now receive its final touches - more precisely, fine polishing - at Safran Reosc. The French company will polish the mirror to a precision of 15 nanometres across its entire optical surface, and a final layer of reflective silver and a wafer-thin protective layer of silicon oxide will be applied by ESO at a coating facility at ESO's Paranal Observatory in Chile. M2 will be the largest ever secondary mirror employed on a telescope, as well as the largest convex mirror ever produced. Fabricating this highly convex, aspherical mirror is a considerable challenge - and the result will be a truly remarkable example of pioneering optical engineering. The secondary mirror and its support system - weighing 12 tonnes - will hang upside-down high above the 39-metre primary mirror.", "url": "https://www.eso.org/public/announcements/ann19003/"}, {"title": "Safran Reosc wins fifth contract in a row for ESO's Extremely Large Telescope", "date": "2019-03-11", "content": "Safran Reosc, a subsidiary of Safran Electronics & Defense, today signed a contract with the European Southern Observatory (ESO) to design and produce the M5 mirror, the fifth and final mirror for the Extremely Large Telescope (ELT). The ELT will be the most powerful telescope ever built. The M5 mirror for the ELT is a flat elliptical silicon carbide mirror measuring 2.70 by 2.20 meters. It will be the world's largest mirror with optical precision in the 10 nanometer class built to date. Safran Reosc is also responsible for the development and construction of the high-precision optical test bench, which will be used to measure the mirror's optical quality throughout the polishing process. This contract for the M5 mirror is the latest in a line of successes for the ELT: Safran Reosc previously won the contracts to make the thin glass petals of the M4 mirror in 2015, polish the M2 mirror in 2016 and polish the M3 mirror and all segments of the M1 mirror in 2017. The M5 mirror will help stabilize the image from the ELT telescope. It will be mounted, by ESO, on a tip/tilt mechanism that will constantly oscillate at controllable frequencies of about 10 Hz, which means it has to be very light and rigid. Safran Reosc's solution is based on silicon carbide (SiC), a material that offers mechanical properties ideally suited to the M5 mirror. The company has built up extensive expertise in SiC optics of the years, and has produced more than 100 high-performance SiC mirrors for space applications in the last 15 years. Mersen group, through its subsidiary Mersen Boostec located in the vicinity of Tarbes (France), will produce to Safran Reosc's specifications the mirror lightweighted substrate to be then polished and integrated by Safran Reosc. Safran Reosc will deliver the M5 mirror in 2024 to ESO, which will then integrate the mirror in its structure. After signing the contract, Philippe Rioufreyt, CEO of Safran Reosc, said: \"Safran Reosc's successive contract wins for the five mirrors that make up the ELT telescope reflect our unique experience in the polishing of large high-precision mirrors for astronomy and spaceborne applications. These successes also demonstrate our ability to meet the most stringent technological requirements of customers like ESO.\"", "url": "https://www.safran-group.com/pressroom/safran-reosc-wins-fifth-contract-row-extremely-large-telescope-2019-03-11"}]}, {"win label": 0, "news": [{"title": "Construction of the ELT Dome Foundations Begins", "date": "2019-09-27", "content": "Construction is now underway of the foundation of ESO's Extremely Large Telescope (ELT) in the remote Chilean Atacama Desert. Once complete, the telescope will be the largest ground-based telescope in operation, weighing in at 3400 tonnes. The ELT is a reflecting, fully-steerable telescope. The design includes a segmented primary mirror measuring 39.3 metres in diameter, a secondary mirror (4.2 metres in diameter) and a tertiary mirror (3.75 metres in diameter). The telescope will also feature groundbreaking adaptive optics technology that will help correct the distortions in Earth's atmosphere, making the images sharper than those taken from space. The enclosure itself will be a classic dome shape and will be the telescope's first defence against the elements. The dome height comes in at nearly 74 metres from the ground and it will span 86 metres in diameter. Since the ELT is the largest telescope ever built to date - the question of where to put it was a very tricky one to answer. Locations in Spain, Chile, Morocco and Argentina were tested, and finally, in April 2010, Cerro Armazones in Chile was selected. It was the ideal site thanks to a mixture of different geographical factors which set it above the rest - such as elevation, climate and the very dark skies of the Atacama Desert. The Chilean desert also has very little rainfall (100 mm annually on average), a median wind speed of 25 km/hr and very little water vapour in the air, making it the perfect location for successful astronomy. ESO's Very Large Telescope (VLT) is only 23 km away meaning a lot of the infrastructure needed to build and maintain the ELT was already in place. There are many questions the Universe has yet to answer and the ELT is well equipped to solve these mysteries. One of the ELT's biggest goals is to find and characterise the atmospheres of rocky exoplanets in habitable zones. The ELT will also study star formation, metal enrichment, the physics of high redshift galaxies, cosmology and fundamental physics.", "url": "https://www.eso.org/public/announcements/ann19047/"}, {"title": "The Extremely Large Telescope (ELT) to include MEP systems designed with MagiCAD by the Italian Engineering Design firm Digierre3", "date": "2019-11-06", "content": "The European Southern Observatory (ESO) is constructing the Extremely Large Telescope (ELT). It will be the largest telescope of its kind ever built. It will provide images 15 times sharper than those from the NASA/ESA Hubble Space Telescope. Digierre3 works for Ace Telescope Construction Consortium and it is responsible for the design of HVAC systems, fire suppression system, as well as plumbing and compressed air systems.", "url": "https://www.magicad.com/en/blog/2019/11/the-extremely-large-telescope-elt-to-include-mep-systems-designed-with-magicad-by-the-italian-engineering-design-firm-digierre3/"}, {"title": "ESO signs contract for M5 ELT mirror support cell", "date": "2019-12-10", "content": "The European Southern Observatory has signed a contract with SENER Aerospacial for the design and production of the support cell for the M5 mirror of the Extremely Large Telescope. SENER Aeroespacial will carry out the design, construction and verification of the cell for the M5 mirror, as well as its control system and auxiliary equipment. This complex mechanism has critical performances in terms of accuracy to ensure the stability of the flat elliptical mirror M5. The contract was signed on 29 November 2019 at ESO's headquarters in Garching bei München in Germany by ESO's Director General Xavier Barcons and the General Director of SENER Aeroespacial José Julián Echevarría. The ceremony was also attended by the Vice-Consul of Spain in Munich María Gonzalo Villanueva, representatives from the Spanish Centre for the Development of Industrial Technology, the Spanish Ministry of Science, Innovation and Universities, as well as by staff members of ESO and SENER Aeroespacial.", "url": "https://optics.org/news/10/12/17"}]}, {"win label": 0, "news": [{"title": "ELT MICADO Instrument Passes Preliminary Design Review", "date": "2020-01-21", "content": "MICADO, the first dedicated imaging system for ESO's Extremely Large Telescope (ELT), has reached an important milestone in its design review. The MICADO consortium, together with a group of external experts from around the world, met at ESO's Garching headquarters for a week of intense examination of the instrument's optics, mechanics, software, electronics, and budget plan to identify any areas which needed further design work. After the meeting, the MICADO team addressed all of the major concerns raised during the review and the instrument has now formally passed its preliminary design review. A more detailed design phase is now underway, leading towards the final design review and construction of the instrument's many components. Equipped for both imaging and spectrographic observations, MICADO - the Multi-Adaptive Optics Imaging Camera for Deep Observations - will focus on near-infrared imaging and spectroscopy with unprecedented combination of sensitivity and accuracy. To compensate for the blurring effect of the atmosphere MICADO will use two different kinds of adaptive optics systems. One will use the telescope's deformable M4 mirror to provide sharp images over a narrow field of view; the other uses the full capabilities of the MAORY adaptive optics module to provide a wider field of view. MICADO will have the flexibility to observe many types of objects and its spectroscopic capabilities will add significantly to our understanding of the composition of these objects. The instrument promises to explore some of the most compelling questions in astronomy, including how exoplanets form, how black holes at the centres of galaxies affect their hosts, and how the Universe has evolved over time.", "url": "https://www.eso.org/public/announcements/ann20002/"}, {"title": "ELT Tertiary Mirror Takes Shape", "date": "2020-01-31", "content": "ESO's Extremely Large Telescope (ELT), the world's biggest eye on the sky, will have a pioneering five-mirror optical system that will allow it to unveil the Universe in unprecedented detail. The tertiary mirror in this system, M3, has completed a key production stage and has now been delivered to French company Safran Reosc for final polishing. Each of the mirrors on the ELT presents a significant technological challenge, with extreme precision required at each production stage to ensure flawless optical quality. The German company SCHOTT produced the mirror blank for M3 - a cast block of a glass-ceramic material known as ZerodurⓇ measuring more than four metres from edge to edge and weighing in at over three tonnes. After casting and machining the M3 blank to its approximate shape, SCHOTT delivered the mirror to Safran Reosc, who will now grind and polish it to a precision of 15 nanometres across the entire optical surface. M3 is a notable feature of the ELT. Most large telescopes, including ESO's Very Large Telescope (VLT) and the NASA/ESA Hubble Space Telescope, use just two curved mirrors to form an image, with a small, flat, tertiary mirror sometimes introduced to divert the light to a convenient focus. However, in the ELT the tertiary mirror also has a curved surface, as the use of three curved mirrors delivers a better image quality over a larger field of view than would be possible with a two-mirror design. This design will allow the ELT to image the night sky with unprecedented quality. The five mirrors on the ELT all have different shapes, sizes and roles. The primary, M1, is the most spectacular, a giant 39-metre concave mirror made up of 798 hexagonal segments, which will collect light from the night sky and reflect it to the secondary mirror, M2. Measuring 4.2 metres across and hanging above M1, M2 will be the largest secondary mirror ever employed on a telescope, as well as the largest convex mirror ever produced. It will reflect light back down to M3, which in turn will relay it to an adaptive flat mirror (M4) above it. This fourth mirror, which will be the largest adaptive mirror ever made, will adjust its shape a thousand times a second to correct for distortions caused by atmospheric turbulence. M5, a flat tiltable mirror, will then stabilise the image and send it to the instruments.", "url": "https://www.eso.org/public/announcements/ann20003/"}, {"title": "Incredible Journey of Main Mirror Segments for the Extremely Large Telescope", "date": "2020-03-05", "content": "M1, the primary mirror of ESO's Extremely Large Telescope, is the centerpiece of the revolutionary astronomy machine currently under construction in Chile's Atacama Desert. Too large to be made from a single piece of glass, the 39-meter-diameter mirror will consist of 798 hexagonal segments, each about 5 centimeters thick and measuring 1.4 meters across. Producing 798 segments (plus a few additional pieces) that can work together as a single giant mirror to deliver unprecedented astronomical data is an engineering challenge with milestones worth celebrating. M1 segments begin their life at SCHOTT in Germany as blanks made of Zerodur©, a glass-ceramic material that has very low thermal expansion. After the casting and machining of the blanks to their approximate shape at SCHOTT, the segments are delivered to Safran Reosc, in France. The first 24 segments are currently at Safran Reosc ready to be polished.", "url": "https://scitechdaily.com/incredible-journey-of-main-mirror-segments-for-the-extremely-large-telescope/"}]}, {"win label": 0, "news": [{"title": "Design achievements for actuators and sensors of the main mirror of ESO's ELT", "date": "2020-11-24", "content": "M1, the main mirror of ESO's Extremely Large Telescope (ELT), is moving closer to completion with the approval of the final design for its edge sensors, with its positions actuators also nearing this key milestone. The sensors and actuators are crucial to the optical quality and functionality of the giant 39-metre mirror. The ELT is planned to start operating later this decade in the Chilean Atacama Desert. The primary mirror on the ELT, M1, is composed of 798 hexagonal segments, made of a thin glass-ceramic material. To ensure the optical quality of the mirror, its segments have to work together to maintain the mirror's shape, despite changes in the telescope's position and in external conditions, such as temperature, pressure and wind. Movable supports and sensors for the mirror, namely the M1 position actuators and edge sensors, allow each mirror segment to move independently and with nanometric (1 millionth of a millimetre) precision and are crucial for the telescope to achieve its potential. M1 position actuators: Lying underneath each of the 798 mirror segments, the M1 segment supports connect each mirror to the primary mirror support cell. The first set of M1 segment supports, which are being produced and tested to high precision by VDL ETG Projects BV in the Netherlands, was recently delivered to Safran Reosc in Poitiers, France, where the mirror segments are being polished and assembled. Once in Chile, each individual mirror segment, some 1.4 metres across and weighing about 250 kg with its support structure, will be installed on three position actuators. These actuators constantly adjust the position of the mirror segments through tiny, precise movements. The position actuators are built by the German company Physik Instrumente (PI). Specialising in precision motoring and positioning, the company will produce the required 2394 position actuators to adjust the segments of the ELT's main mirror with pinpoint accuracy. The final design for these high-precision actuators is now nearing approval, with series manufacturing starting once the final design review is completed. M1 edge sensors: Another important component of the main mirror system, the edge sensors, has already passed its final design review. The M1 edge sensors, which are being designed and manufactured by the FAMES consortium (comprising Fogale Nanotech in France and Micro-Epsilon in Germany), are the most precise edge sensors ever designed for a telescope. Two on each side of each segment, the sensors can detect when the segments move out of position, even if only by a millionth of a millimetre. A total of 4608 edge sensors will measure the relative positions of all M1 segments, allowing the overall shape of the mirror to be corrected when the segments move out of place. Given the high number of edge sensors and position actuators, a consequence of the size of the ELT, the final design phase required the companies to produce dozens of units to carefully test and validate not only the products themselves, but also their manufacturing and production processes. With the completion of the final design review for the edge sensors, FAMES will begin in-series production of these crucial components of the telescope. In mid 2021, the first batch of edge sensors and position actuators is anticipated to be delivered to the ELT Technical Facility in the Chilean Atacama Desert for future assembly into the M1 segments.", "url": "https://www.eso.org/public/announcements/ann20032/"}, {"title": "Funding boost for ESO's Extremely Large Telescope", "date": "2020-12-04", "content": "The Extremely Large Telescope (ELT), ESO's new flagship telescope being built to answer the biggest questions about our Universe, has received a 10% increase to its budget. The funding boost approved by the ESO Council - the organisation's main governing body - brings the total cost of the project to €1.3 billion. The 39-metre telescope, being erected in Cerro Armazones near ESO's Paranal Observatory in northern Chile, will start operating later this decade. \"Council's decision means ESO has the funds to build an ambitious and extremely powerful science machine, fully integrated with ESO's Paranal Observatory, that meets the longer-term aspirations of the astronomy community,\" says ESO Director General Xavier Barcons. Overall, 80% of the ELT's budget is being invested in contracts with industry in ESO member states and in Chile. The funding boost will strengthen the scientific capabilities of the under-construction telescope, bringing them in line with those envisioned in the original ELT programme approved by Council in 2012. Two years later, ESO Council gave green light for ELT construction but stipulated that it should occur in two phases, with funding only committed for a fully working but less-powerful 'Phase 1 ELT'. The revised budget includes the procurement of components originally deferred to the second phase of the project, such as the telescope's second prefocal station, two more laser guide star systems, a set of astronomy-relevant atmospheric monitoring equipment and a small technical building at Armazones to optimise operations and maintenance activities. The new budget incorporates the impact on cost and schedule of known technical risks and includes the cost of activities needed to bring the ELT into operation as part of ESO's Paranal Observatory. The funding boost follows an ELT total cost exercise that started in 2019. The exercise is an example of ESO's continuous monitoring of the project and dedication to delivering a pioneering telescope that will tackle the biggest astronomical challenges of our time and make yet unimaginable discoveries. A truly international endeavour, this ambitious and exciting ESO project is made possible thanks to the organisation's staff and governing bodies, the astronomy community, industry and scientific institutions in member states, as well as to the host state of Chile.", "url": "https://www.eso.org/public/announcements/ann20034/"}, {"title": "Covid complications and Chile unrest hit ELT schedule", "date": "2020-12-17", "content": "Construction of what will eventually become the world's \"biggest eye on the sky\" is in a difficult period, but still making excellent progress. That was the message from Roberto Tamai, program manager for the European Southern Observatory's Extremely Large Telescope, in his presentation at this week's SPIE Astronomical Telescopes and Instrumentation Digital Forum. Tamai said that the combination of the Covid-19 pandemic and social unrest in Chile, where the ELT is being built, meant that \"first light\" was now pencilled in for November 2026. Prior to the latest disruption, that had been expected a year earlier. ", "url": "https://optics.org/news/11/12/24"}]}, {"win label": 0, "news": [{"title": "Toptica Projects delivers first Guide Star laser to Extremely Large Telescope", "date": "2021-05-10", "content": "Toptica Projects (a 2017 spinoff from Toptica Photonics) has announced the delivery of the first guide star laser system for the European Southern Observatory's Extremely Large Telescope (ELT) that is being built in the Chilean Atacama desert. With a tight schedule for the delivery of the remaining lasers (ELT could eventually use up to eight guide star lasers) and \"first light\" for the telescope itself expected in the second half of the 2020s, ESO seems to be leading the race for the next-generation super telescope, commented Toptica Projects. The guide star lasers for the adaptive optics system on the ELT are based on the laser systems that have successfully operated at the Very Large Telescope (VLT) since 2016 as part of the Adaptive Optics Facility (AOF), which has shown significant improvements in image sharpness, according to ESO. ", "url": "https://optics.org/news/12/5/6"}, {"title": "ESO's Extremely Large Telescope planned to start scientific operations in 2027", "date": "2021-06-11", "content": "Preparations are being put in place to resume construction work on ESO's Extremely Large Telescope (ELT) at Cerro Armazones in Chile, following disruption due to the COVID-19 pandemic, which forced the closure of the site in mid-2020. As work on manufacturing and design elements of the ELT in Europe progressed steadily, the evolution of this complex and ambitious project, set to revolutionise modern astronomy, has been closely monitored over the past year. ESO's ELT is now expected to deliver the first scientific observations in September 2027, about half a year after an initial \"telescope technical first light\". In the last few weeks, the Italian consortium ACe (Cimolai, Astaldi) in charge of the dome and main structure construction, has started preparations to resume on-site activities on ESO's ELT in the Chilean Atacama Desert, within the health and safety restrictions established by the country's authorities. With this important return to work in Chile, it has been possible to assess the first impact the global pandemic has had on the ELT schedule. Most of the project work across Europe continued despite the adverse and changeable pandemic situation since early 2020, but the construction schedule of the telescope has so far suffered a delay estimated to be around a year and a half. Once completed, ESO's ELT will be the largest optical telescope in the world, collecting more light than all of the existing 8-10-metre class telescopes on the planet combined. With its 39-metre main mirror and unique five-mirror design, coupled with state-of-the-art technology to correct for atmospheric distortions, it will provide images 15 times sharper than those from the Hubble Space Telescope. ESO's ELT will be used to push scientific boundaries in fields such as habitable exoplanet discovery, galaxy formation or the study of dark energy and dark matter. The scientific capabilities of ESO's ELT will be unaffected by this new construction schedule, and once it begins scientific operations, the ELT will tackle the biggest astronomical challenges of our time and make discoveries which are currently unimaginable. Want to see it being built in real time? Check the construction progress on our webcam.", "url": "https://www.eso.org/public/announcements/ann21008/"}]}, {"win label": 0, "news": [{"title": "From mirror petals to laser stars: ELT adaptive optics milestones reached", "date": "2021-10-06", "content": "The largest adaptive mirror ever built, the M4 mirror for ESO's upcoming Extremely Large Telescope (ELT), has reached an important milestone in its development: all six petal-shaped segments that make up the mirror are now completed. M4, the fourth mirror in the light path of the telescope, can change shape quickly and very precisely, and is a key part of the ELT's adaptive optics system. Light from cosmic objects is distorted by our planet's atmosphere, producing blurred images. To correct for these distortions, the ELT will use advanced adaptive-optics hardware and software, some of which has been specially developed for the telescope. This includes powerful lasers that create artificial reference stars when there aren't stars bright enough close to the object of interest to allow measurements of atmospheric distortions, and fast and accurate sensing cameras that measure these distortions. The measurements are then passed to extremely fast real-time computers that can calculate the necessary shape corrections to be applied to M4. In addition to the completion of the M4 petals, these systems have also all recently achieved key milestones. Thanks to its adaptive-optics system, ESO's ELT will deliver images sharper than those taken by current and future telescopes in space, like the NASA/ESA Hubble Space Telescope and the James Webb Space Telescope. Final petal of M4 adaptive mirror delivered: With a diameter of 2.4 metres, M4 is the largest deformable mirror ever made and one of the most challenging and exciting components of what will be the largest visible and infrared telescope in the world. It is made up of six ultra-thin segments, the last two of which have now been finalised. The six petals of M4 are made from Zerodur©, a special glass-ceramic material manufactured by SCHOTT in Germany. The French company Safran Reosc began polishing the M4 petals in 2017, turning each 35 mm-thin sheet of Zerodur© into a flexible segment less than 2-mm thick. All petals were checked by ESO engineers before being sent to Italian company AdOptica, who received the final one just a few months ago. During the final production stages AdOptica have applied a coating to the mirror's back surface and put in place lateral supports to connect the petals to the M4 mechanical structure. In addition, the companies' technicians have glued more than 5000 magnets onto the mirror's back surface, which play a role in deforming the flexible segments of M4, making adjustments 1000 times per second to an accuracy of 50 nanometers - as small as the tiniest viruses. Now Safran Reosc is working to produce an identical set of petals, bringing the total number to 12. These will serve as spares and will be swapped out with the original six petals when they require recoating after a few years of use, minimising disruption to telescope observing time. M4 reference body progressing: Because the M4 petals are so thin and need to be deformed to incredible accuracy, they require a very stable structure to support them: a reference body with attached magnets that support the mirror and adjust its shape. This reference structure is made by French company Mersen from Boostec silicon carbide, one of the stiffest light materials available, and then polished by Belgian company AMOS, who are in the final stages of this process. Getting the reference body to its final shape is extremely challenging. AMOS aims to get the structure flat to an accuracy of 5 microns, which has been made difficult by the fact that its surface has many holes to fit the M4 actuators. Once the reference body is finished and delivered, AdOptica can begin the lengthy process of integrating the complete M4 unit, the structure comprising the mirror, its reference body and all support and connection elements. AdOptica is expected to do the first tests on the fully integrated M4 mirror in the final quarter of 2022. Guide star laser accepted: One of the most visible components of the ELT's adaptive optics systems will be its \"laser guide star system\" consisting of 6 lasers generating artificial guide stars in the upper atmosphere. To measure the distortions caused by the Earth's atmosphere, the ELT's adaptive optics system requires bright stars close to the object of study. Because these stars are not always conveniently placed, the ELT's laser systems will allow astronomers to create artificial stars anywhere in the sky that is required, by exciting sodium atoms located at around 90km altitude in the atmosphere. The first laser source for ESO's ELT was finished by German company TOPTICA Projects in May 2021 and was delivered to ESO where it has now completed acceptance tests. Progress for sensing cameras and ultra-fast computers: Another essential component of ESO's ELT adaptive optics system are the so-called wavefront sensing cameras, which act as the \"eyes\" of the telescope by sensing the light from guide stars. ESO's ELT will be equipped with three complementary types of wavefront sensing cameras, each with a distinct image sensor or detector, which will be used both by the telescope itself and by the science instruments. These cameras are considered so critical for the functioning of the ELT adaptive optics that ESO has decided to do much of the work in-house. Two types of cameras, called ALICE and LISA, are designed at ESO while the third camera type, FREDA, is an adaptation of a commercially available camera (C-RED One) made by the French company First Light Imaging and modified to ELT standards by ESO engineers. In addition, ESO has developed, in collaboration with international company Teledyne, the detector for LISA, which will be ready for production by the end of this year. The design and prototyping activities for all three cameras should be completed next year. Special computers on the ELT, called adaptive optics real-time computers, will then use the signals from the cameras to calculate how mirrors like M4 need to be deformed to correct for distortions caused by turbulence in the Earth's atmosphere. A prototype computer developed at ESO has recently shown it can receive data from camera sensors and transmit it to the actuators that deform the mirror in just a few hundreds of microseconds. While we are still a few years away from seeing the ELT's complex adaptive optics systems completed, these recent advances show that significant progress is being made towards the scientific first light set for 2027. Once in operation, ESO's ELT will dramatically change what we know about our Universe and will make us rethink our place in the cosmos.", "url": "https://www.eso.org/public/announcements/ann21014/"}, {"title": "ELT M4 Adaptive Mirror Petals Completed", "date": "2021-10-08", "content": "The largest adaptive mirror ever built, the M4 mirror for ESO's upcoming Extremely Large Telescope (ELT), has reached an important milestone in its development: all six petal-shaped segments that make up the mirror are now completed. M4, the fourth mirror in the light path of the telescope, can change shape quickly and very precisely, and is a key part of the ELT's adaptive optics system. Light from cosmic objects is distorted by our planet's atmosphere, producing blurred images. To correct for these distortions, the ELT will use advanced adaptive-optics hardware and software, some of which has been specially developed for the telescope. This includes powerful lasers that create artificial reference stars when there are no stars bright enough close to the object of interest to allow measurements of atmospheric distortions, and fast and accurate sensing cameras that measure these distortions. The measurements are then passed to extremely fast real-time computers that can calculate the necessary shape corrections to be applied to M4. In addition to the completion of the M4 petals, these systems have also all recently achieved key milestones.  With a diameter of 2.4 metres, M4 is the largest deformable mirror ever made and one of the most challenging and exciting components of the ELT. It is made up of six ultra-thin segments, the last two of which have now been finalised. The six petals of M4 are made from Zerodur©, a special glass-ceramic material manufactured by SCHOTT in Germany. The French company Safran Reosc began polishing the M4 petals in 2017, turning each 35 mm-thin sheet of Zerodur© into a flexible segment less than 2-mm thick. All petals were checked by ESO engineers before being sent to Italian company AdOptica, who received the final one just a few months ago. During the final production stages AdOptica have applied a coating to the mirror's back surface and put in place lateral supports to connect the petals to the M4 mechanical structure. In addition, the companies' technicians have glued more than 5000 magnets onto the mirror's back surface, which play a role in deforming the flexible segments of M4, making adjustments 1000 times per second to an accuracy of 50 nanometers - as small as the tiniest viruses. Now Safran Reosc is working to produce an identical set of petals, bringing the total number to 12. These will serve as spares and will be swapped out with the original six petals when they require recoating after a few years of use, minimising disruption to telescope observing time.", "url": "https://eso.org/sci/publications/announcements/sciann17441.html"}]}, []]