[{"win label": 0, "news": [{"title": "China Is Building The World's Biggest Radio Telescope Ever, So They Can 'Listen To The UNIVERSE'", "date": "2011-03-15", "content": "In March 2011, China started the construction of the world's biggest radio telescope in Guizhou province, south west China. The Five hundred meter Aperture Spherical Telescope, or FAST, is a gigantic radio telescope that's the equivalent of 30 football pitches, and it would allow scientists to \"listen to the UNIVERSE.\" Take a look! The astronomy project, expected to be completed by September 2016, costs approximately 1.2 billion Yuan, making it China's biggest astronomy project to date. ", "url": "https://www.newscientist.com/article/mg21028165-300-china-starts-building-worlds-biggest-radio-telescope/"}, {"title": "China starts building world's biggest radio telescope", "date": "2011-06-08", "content": "THE largest and most famous radio telescope in the world - the Arecibo Observatory in Puerto Rico - is about to be upstaged. In a remote part of Guizhou province in southern China, construction has begun on a true behemoth of engineering, the Five-hundred-metre Aperture Spherical radio Telescope (FAST), an instrument that promises to transform radio astronomy. \"FAST is an awesome project,\" says Subramaniam Ananthakrishnan of the National Centre for Radio Astrophysics in Pune, India. When completed, its 500-metre diameter single dish will make it the largest and most sensitive radio telescope in the world. What's more, although FAST's dish will be fixed in its crater-like setting, a series of large motors will be able to change the shape of its reflective surface, allowing it to scan large swathes of the sky. FAST will be able to peer three times further into the universe than Arecibo. Astronomers expect it to uncover thousands of new galaxies and deep-sky objects up to 7 billion light years away. Much like the Puerto Rican landscape that is home to Arecibo, Guizhou province is pocked with dramatic karst depressions, sinkholes formed by aeons of water eating away at limestone bedrock. Using a combination of satellite imagery and aerial surveys, astronomers led by Rendong Nan of the National Astronomical Observatories (NAO) in Beijing settled on a remote 800-metre-wide karst ringed by mountains, which is far enough away from population centres to be free of radio frequency interference.", "url": "https://www.newscientist.com/article/mg21028165-300-china-starts-building-worlds-biggest-radio-telescope/"}, {"title": "China building world's biggest radio telescope", "date": "2011-06-16", "content": "Since its completion in 1963, the Arecibo Observatory in Puerto Rico, with a diameter of 305 m (1,000 ft) and a collecting area of 73,000 square meters (790,000 sq ft), has been the largest single-aperture radio telescope ever constructed. But Arecibo is set to lose its title with construction now underway in Guizhou Province in southern China of the Five-hundred-meter Aperture Spherical radio Telescope (FAST). Upon its expected completion in 2016, FAST will be able to see more than three times further into space and survey the skies ten times faster than Arecibo. FAST was first proposed by China for the Square Kilometer Array (SKA), which has since opted to combine the signals of thousands of smaller antennae spread over a distance of more than 3,000 km (1,864 miles), combining for a total collecting area of approximately one square kilometer (0.38 square miles). The SKA will be built in the southern hemisphere with South Africa and Australia currently vying for the right to host the project. Despite this, an international review and advisory conference on the science and technology of FAST held in Beijing in 2006 concluded FAST was feasible. In the following year funding for FAST was given the green light and the approved budget now sits at CNY700 million (approx. US$107.9 million). Construction in the Dawodang depression in south Guizhou commenced in March.", "url": "https://newatlas.com/five-hundred-meter-aperture-spherical-radio-telescope/18930/"}]}, {"win label": 0, "news": [{"title": "China building world's largest telescope equal to the size of 30 football fields", "date": "2011-07-29", "content": "China is building the world's largest radio telescope whose dish size will be equivalent to 30 football fields. Assembly of the telescope, with a dish the size of 30 football fields and located deep in the mountains of Guizhou province, has got underway, reported Xinhua citing Dawning Information Industry Co., which is taking part in its construction. When it is completed in 2016, the five hundred meter aperture spherical telescope (FAST) will be the world's largest, overtaking Puerto Rico's Arecibo Observatory, which is only 300 meters in diameter. A radio signal as far as tens of billions of light years away could possibly be caught by the telescope, which will extend China's space tracking scope from moon's orbit to the outside edge of the solar system upon its completion next year. As FAST needs a strong computing system to support massive data storage and processing, the Institute of Computing Technology under the Chinese Academy of Sciences (CASICT), Dawning Information Industry Co. and China (Guizhou) Skyeye Group signed an agreement last November to jointly build a Qiannan Super Computing Center in Guizhou.", "url": "https://www.news18.com/news/tech/china-building-worlds-largest-telescope-equal-to-the-size-of-30-football-fields-1027332.html"}]}, [], {"win label": 0, "news": [{"title": "China Starts Assembling Largest Radio Telescope", "date": "2015-08-06", "content": "China has started assembling the world's largest radio telescope as it looks to improve its ability to explore outer space. The 500-meter Aperture Spherical Radio Telescope, or FAST, rests in a bowl-shaped valley in the southwestern province of Guizhou. The telescope will have a dish the size of 30 soccer fields when it is completed. The largest single-aperture telescope is now taking shape. Technicians have begun attaching 4,450 triangular-shaped panels to the telescope's reflector. And the first panel has been finished. \"It requires high precision to install small triangular-shaped panels. The flatness is 1.5 millimeters. It will rise to 2 millimeters after being formed into a bigger one,\" said Zheng Yuanpeng, China Electronics Tech. Group Corporation general designer. Chinese scientists have relied for years on \"second hand\" data collected by others in their research. The new telescope is expected to greatly enhance China's ability to search for intelligent life in outer space and to explore the origins of the universe. \"It can explore deeper into space and look at asteroids and even Mars. Once completed, the telescope will be China's first internationally renowned equipment within a certain wave band. It will give China an opportunity to conduct frontier research,\" said Li Di, scientist, Chinese Academy Of Sciences. The region's topography is ideal for draining rainwater and protecting the reflector. There also are no towns within five kilometers of the telescope, giving it ideal surroundings to listen for signals from space. Construction on the telescope began in March 2011 and is scheduled to be completed in September 2015.", "url": "https://english.cas.cn/newsroom/archive/mutimedia_news/mn2015/201508/t20150806_151127.shtml"}, {"title": "China looks to the stars with creation of world's largest radio telescope", "date": "2015-10-12", "content": "China's ambitious search for alien life comes with a human cost. A massive engineering and scientific project in China is expected to take us one step closer in our quest to discover if we are truly alone in the universe. The country's military-led space program is constructing the world's largest radio telescope, the Five-hundred-meter Aperture Spherical Telescope, or FAST, and Chinese state media recently released images of the amazing structure nearing completion. The telescope - when completed the dish itself will be the size of 30 football pitches - has the potential to be a game-changer for our understanding of the universe, and our search for life on other planets. When it is finished it will potentially be able to detect radio signals - and potentially, signs of life - from planets orbiting a million stars and solar systems. China's state-run Xinhua news agency says FAST will be completed in 2016 - allowing researchers to detect radio signals from as far as tens of billions of light years away. Nan Rendong, chief scientist of the FAST project, told Xinhua last year that the huge dish will enable much more accurate detection. \"A radio telescope is like a sensitive ear, listening to tell meaningful radio messages from white noise in the universe. It is like identifying the sound of cicadas in a thunderstorm,\" he said.", "url": "https://edition.cnn.com/2015/10/11/tech/china-fast-telescope/index.html"}, {"title": "China's new radio telescope", "date": "2015-11-17", "content": "The Five hundred meter Aperture Spherical Telescope (FAST) - now under construction in southwest China's Guizhou Province - is going well. Construction began in 2011 and is set to be completed by September, 2016. When completed, China's new radio telescope will be the largest in the world. As its name suggests, this new radio telescope will have a diameter of 500 meters (1,600 feet). That's in contrast to the Arecibo radio telescope in Puerto Rico, which is 305 meters (1,000 feet) across. Like Arecibo, the new 'scope lies within a natural hollow, or karst, in the landscape. When finished, it'll have 4,600 triangular panels for reflecting and focusing the radio waves. Unlike Arecibo, which has a fixed spherical curvature, FAST will use active optics. Its surface will adjust in different directions with more flexibility than the surface of Arecibo. That means it'll cover the sky within 40° from the zenith, or overhead point, in contrast to Arecibo's 20° range. A possible application is to listen for radio waves from other advanced civilizations, but there are many astronomical questions as well, which the telescope will help answer. ", "url": "https://earthsky.org/todays-image/china-five-hundred-meter-aperture-spherical-telescope/"}, {"title": "China's world's mega telescope construction enters final stage", "date": "2015-11-22", "content": "Chinese scientists today tested the installation of the \"retina\" of the world's largest radio telescope to be completed in September next year. Technicians lifted a 30-tonne feed cabin of the Five-hundred-meter Aperture Spherical Telescope (FAST) above a half-finished dish-like reflector measuring 500 meters in diameter and 1.6 kms in perimeter. Once completed, the cabin, home to a feed source which collects signals from the universe, will be suspended 140 to 160 meters above the reflector made up of 4,450 panels, state- run Xinhua news agency reported. Unlike optical telescopes used to observe the universe by visible light, a type of electromagnetic radiation, radio telescope operate in the radio frequency portion of the electromagnetic spectrum where they can detect and collect data on radio sources. \"If you compare the FAST to an eye, then the feed source is its retina,\" Sun Caihong, a chief engineer with the FAST programme said. \"All signals we collect eventually comes here,\" he said. Upon completion, the telescope will be the world's largest of its kind, overtaking Puerto Rico's Arecibo Observatory, which is 300 meters in diameter. It will also be 10 times more sensitive than the steerable 100-meter telescope near Bonn, Germany, according to Zheng Xiaonian, deputy head of the National Astronomical Observatories under the Chinese Academy of Sciences. \"FAST will be the top level facility in the world for at least 20 to 30 years,\" Zheng said. Sun said control of high-precision and long-distance movements of the source cabin using steel cables had been a serious challenge for experts, but they managed to narrow down maximum error to less then 10 millimeters. \"This is one of our greatest innovations,\" he said. Construction of the FAST began in March 2011 with an investment of 1.2 billion yuan. The installation of the test feed cabin means the construction of FAST has enter its final stage. Technicians are still continuing the work that started months ago to assemble the reflector, which is hung over the ground in southwest China's mountainous Guizhou province. The Karst formation in the local landscape is good for draining rainwater underground and protecting the reflector, Sun said. The surrounding area has \"radio silence\" as there are no towns and cities within a sphere of five km and only one county centre within a sphere of 25 km, he said. The key science goals of FAST are based on observables between 70 MHz and 3 GHz, including the 21 cm HI hyperfine structure line, pulsar emissions and radio continuum.", "url": "https://economictimes.indiatimes.com/news/science/chinas-worlds-mega-telescope-construction-enters-final-stage/articleshow/49880884.cms?from=mdr"}, {"title": "China In The Final Stage Of Building World's Largest Radio Telescope As Nation Goes Big In Space Research", "date": "2015-12-01", "content": "China enters the final stage of constructing the world's largest radio telescope known as the Five-hundred-meter Aperture Spherical Telescope (FAST), which will give Beijing an advantage in space research and extra-terrestrial search, reported Telegraph on Friday. The world's largest radio telescope is about the size of 30 football pitches and is designed to examine tens of billions of light years away into space for radio signals and energy sources, such as natural hydrogen. \"A radio telescope is like a sensitive ear, listening to tell meaningful radio messages from white noise in the universe,\" said chief scientist of the project Nan Rendong. \"It is like identifying the sound of cicadas in a thunderstorm.\" According to CNN on Oct. 12, the construction of the military-led space program telescope in started in 2011 at Pintang County at Guizhou province's karst mountains and is expected to finish by September 2016. The location was chosen thanks to its remoteness, which implies less interference from radio signals. The porous basin of the telescope was also designed to drain rainwater quickly. In July, workers started attaching 4,450 33-feet-long triangle-shaped panels on FAST's reflector. \"It will help us to search for intelligent life outside of the galaxy and explore the origins of the universe,\" said Wu Xiangping, director-general of the Chinese Astronomical Society. \"So far, one of the most important steps has been completed,\" noted Li Di, a chief scientist from the Chinese Academy of Sciences. \"We will finish installing all the panels by June 2016, and strive to debug the whole system by the end of September.\" Currently, the Arecibo Observatory in Puerto Rico holds the record for the world's largest radio telescope, with a diameter of 305 meters. China is definitely going big on space research as it embarks on other projects aside from FAST. This year, it is reportedly constructing a heavy-lift rocket, arranging its second robotic mission en route to the moon and building a 60-ton space station.", "url": "http://en.koreaportal.com/articles/5281/20151201/china-worlds-largest-radio-telescope.htm"}]}, [], {"win label": 1, "news": [{"title": "China puts finishing touches to world's biggest radio telescope", "date": "2016-07-03", "content": "China has hoisted the final piece into position on what will be the world's largest radio telescope, which it will use to explore space and help in the hunt for extraterrestrial life. The Five Hundred Metre Aperture Spherical Telescope, or Fast, is the size of 30 football fields and has been cut out of a mountain in the south-western province of Guizhou. Scientists would start debugging and trials of the telescope, said Zheng Xiaonian, deputy head of the National Astronomical Observation under the Chinese Academy of Sciences, which built the telescope. \"The project has the potential to search for more strange objects to better understand the origin of the universe and boost the global hunt for extraterrestrial life,\" Zheng said, according to the Xinhua news agency. The telescope, which has taken about five years to build, is expected to begin operations in September. Advancing China's space programme is a priority for Beijing, with President Xi Jinping calling for the country to establish itself as a space power. China's ambitions include putting an astronaut on the moon by 2036 and building a space station. It has begun work on the latter. China insists its programme is for peaceful purposes but the US defence department has highlighted China's increasing space capabilities, saying it is pursuing activities aimed to prevent adversaries from using space-based assets in a crisis.", "url": "https://www.theguardian.com/world/2016/jul/03/china-puts-finishing-touches-to-worlds-biggest-radio-telescope"}, {"title": "Installation complete on world's largest radio telescope", "date": "2016-07-03", "content": "Installation was completed on the world's largest radio telescope on Sunday morning as the last of 4,450 panels was fitted into the center of the big dish. Hoisting of the last triangular panel to the reflector, which is the size of 30 football fields, began at 10:47 a.m. and lasted about an hour. It was a landmark step for the telescope's planned launch of operations in September. About 300 people, including builders, experts, science fiction enthusiasts and reporters, witnessed the installation at a karst valley in Pingtang County in the southwestern province of Guizhou. \"The telescope is of great significance for humans to explore the universe and extraterrestrial civilizations,\" said Liu Cixin, a renowned science fiction writer, at the site. \"I hope scientists can make epoch-making discoveries,\" said Liu, who won the 2015 Hugo Award for Best Novel. Scientists will then begin debugging and trial observation of the Five-hundred-meter Aperture Spherical Telescope (FAST), said Zheng Xiaonian, deputy head of the National Astronomical Observation (NAO) under the Chinese Academy of Sciences, which built the telescope. The project has the potential to search for more strange objects to better understand the origin of the universe and boost the global hunt for extraterrestrial life, said Zheng. Zheng said the radio telescope will be the global leader for the next 10 to 20 years. In the first two or three years after its completion, the telescope will undergo further adjustment, and during that period Chinese scientists will use it for early-stage research. After that, it will be open to scientists worldwide, said Peng Bo, director of the NAO Radio Astronomy Technology Laboratory. Scientists can also carry out remote control and observation in other cities such as Beijing, more than 2,000 kilometers from the telescope site, said Peng. Upon completion, the telescope will dwarf Puerto Rico's Arecibo Observatory, which is 300 meters in diameter. It will also be 10 times more sensitive than the steerable 100-meter telescope near Bonn, Germany, he said. \"Most of the technology and materials are domestically made,\" said Wang Qiming, chief technologist of the FAST project. Among the 7 FAST receivers, five were domestically made and another two were co-produced by Chinese, Australian and American institutions. Work on the 1.2-billion-yuan (180 million U.S. dollars) FAST project began in 2011.", "url": "http://www.xinhuanet.com//english/2016-07/03/c_135485389.htm"}, {"title": "China completes installation of world's largest telescope", "date": "2016-07-03", "content": "State media reports on Sunday said China has completed installation of the world's largest telescope in Guizhou Province. It covers an area larger than 30 football pitches. The world's largest-ever radio telescope completed installation as the last piece of 4,450 panels was fitted in the center of the big dish on Sunday morning, said a Xinhua report. The 500 metre-diameter telescope, which will dwarf the 300 metre-diameter Arecibo Observatory in Puerto Rico furthers China's technological clout. The hoisting of the last triangular-shaped panel to the reflector, as large as 30 football pitches, began at 10:47 a.m. and lasted about an hour on Sunday, said local media. The telescope is made up of 4,450 triangular-shaped panels. Work on the 1.2bn yuan (£127m) Fast (Five-hundred-metre Aperture Spherical Radio Telescope) project began in the south-western province of Guizhou in 2011. The telescope would begin operations in September. It will collect signals from the universe. \"With a larger signal receiving area and more flexibility, FAST will be able to scan two times more sky area than Arecibo, with three to five times higher sensitivity,\" Li Di, chief scientist at the National Astronomical Observatories affiliated with the Chinese Academy of Sciences, told China Daily last year. Hundreds of Chinese witnessed the installation on Sunday in a karst valley in Pingtang County of the southwestern province of Guizhou.", "url": "http://www.thebricspost.com/china-completes-installation-of-worlds-largest-telescope/#.ZGUS0XZBxPY"}, {"title": "China's colossal radio telescope begins testing", "date": "2016-09-25", "content": "The world's largest radio telescope, which has been built in China, is beginning an intensive testing phase. Chinese scientists report that the giant dish, which measures 500m (1,640ft) across, is complete and has received its first signals from space. It will now take three years to calibrate the instrument so it can become fully operational. The facility, part of China's drive to become a science powerhouse, was opened at a ceremony on Sunday. \"This is very exciting,\" Prof Peng Bo, deputy project manager of the Five Hundred Metre Aperture Spherical Telescope (Fast), told the BBC. \"For many years, we have had to go outside of China to make observations - and now we have the largest telescope. People can't wait to use it.\" The radio telescope, located in a vast natural crater in Guizhou Province in southwest China, has been an ambitious project for the National Astronomical Observatories of China. With its 500m dish made up of thousands of triangular panels, it dwarfs the former record holder, the Arecibo Observatory in Puerto Rico with a diameter of 305m. By comparison the Lovell telescope at Jodrell Bank in the north of England measures 76m across. While China's telescope in its entirety is too big to move and be fully steerable, each of its triangular panels can be adjusted. It means the surface can be re-angled to allow scientists to study the parts of the sky they choose. Despite the scale, construction took just five years and cost $180m (£140m).", "url": "https://www.bbc.com/news/science-environment-37453933"}, {"title": "FAST telescope ready to begin testing", "date": "2016-09-26", "content": "When you're looking towards the stars, bigger is often better, especially when it comes to building telescopes, and after five years of construction the Chinese Academy of Sciences has announced the completion of the largest in the world - the Five-hundred-meter Aperture Spherical Telescope. The telescope's 4,450 reflecting panels give it an aperture of 500 metres, far eclipsing the previous biggest, the Arecibo Observatory in Puerto Rico, by nearly 200 metres, and covers an area equivalent to 30 football pitches. This will make it significantly more sensitive when it comes to searching the celestial skies once the three-year phase of testing and debugging is complete. \"Once completed, FAST will lead the world for at least 10 to 20 years,\" says Yan Jun, director general of the telescope's designer, builder and owner, the National Astronomical Observatories of China under CAS. Although designed, developed and constructed entirely by Chinese scientists, the often secretive nation will open up the telescope to the international community and allocate time to scientists from around the world, giving astronomers a powerful tool in the search for new galaxies, pulsars, interstellar communication and answers to a whole host of other stellar questions. ", "url": "https://www.sciencefocus.com/news/fast-telescope-ready-to-begin-testing/"}]}, [], {"win label": 0, "news": [{"title": "FAST, China's giant telescope listening for aliens, could be disrupted by tourists' cellphones", "date": "2017-08-24", "content": "To search for extraterrestrial life, China launched the world's largest radio telescope, the 500-meter Aperture Spherical Telescope, in September. Located in Pingtang, a mountainous county in the southwestern Guizhou province, the telescope was nicknamed \"China's eye of heaven.\" The facility is going through calibrations and tests expected to last two years, but eventually China hopes to use the antenna of the telescope to pick up faint signals, such as signature gravitational waves interfering with radio signals from distant magnetized stars. The vast, reflective, disk-shaped apparatus is visually striking, and it has attracted droves of tourists eager for a glimpse of mankind's most ambitious attempt yet to hear from distant civilizations. A theme park built around FAST has seen nearly 3.8 million people in the first half of 2017, the local tourism department reports. ", "url": "https://qz.com/1061149/fast-chinas-giant-telescope-listening-for-aliens-could-be-disrupted-by-tourists-cellphones/"}, {"title": "FAST telescope finds pulsars during trial operation", "date": "2017-10-01", "content": "After one year of trial operation, China's Five-hundred-meter Aperture Spherical Radio Telescope (FAST), the world's largest single-dish radio telescope, has identified multiple pulsars, the National Astronomical Observatories of China (NAOC) said Tuesday. It was the first time a radio telescope independently developed by Chinese scientists has found pulsars. Two of the pulsars, named J1859-01 and J1931-01, are 16,000 light years and 4,100 light years from Earth with rotation periods of 1.83 seconds and 0.59 seconds, respectively. According to Li Di, chief scientist at the radio astronomy division of the NAOC, the two pulsars were discovered on Aug. 22 and 25 when FAST was drift-scanning the southern galactic plane. The discovery was later confirmed by the Parkes radio telescope in Australia in September. Li said FAST has already detected dozens of promising pulsar candidates, six of which had been confirmed by international organizations. Peng Bo, deputy director of the FAST project, said three to five years of trial operation is usually required for a radio telescope as large and complicated as FAST. \"It is truly encouraging to have achieved such results within just one year,\" said Peng. Located in a naturally deep and round karst depression in southwest China's Guizhou Province, FAST was completed in September 2016. Its receiving area is equivalent to about 30 football fields. Astronomers are able to use FAST to survey hydrogen in the Milky Way and other galaxies, detect thousands of new pulsars and study the origin and evolution of the universe. Over 2,700 pulsars have been identified since the first one was discovered by British astronomers Jocelyn Bell Burnell and Antony Hewish on Nov. 28, 1967. But almost all of them are within the scope of the Milky Way. Many scientists expect FAST to be the first telescope to capture a pulsar outside the galaxy. Technical preparations have been made for FAST to search for pulsars outside the Milky Way as early as next year. FAST is believed to be the world's most sensitive radio telescope. Engineers have said it is so sensitive it could capture the signal of a cell phone being used on the moon. Before the completion of the Square Kilometer Array (SKA) telescope, funded by a consortium of countries, FAST will remain the global leader for the next 10 to 20 years. The telescope is expected to discover twice the number of pulsars currently known and it is highly likely to make breakthroughs in the study of gravitational waves and general relativity theory, said Sun Caihong, its deputy chief technologist. FAST's other tasks include exploration of interstellar molecules and communication signals, as well as building an accurate picture of the universe. \"FAST is going to become central in developing a new map of our universe that is going to be used for all sorts of science. It will probably be many decades before a better map is created,\" said Marko Krco, a visiting U.S. astronomer at the NAOC.", "url": "https://www.ecns.cn/2017/10-11/276529.shtml"}, {"title": "Eyes wide open: China's Tianyan telescope a sight to behold", "date": "2017-11-29", "content": "It is one of the hottest new attractions in China, unless you count it by the tourists holding up cameras at the site -- there are none. Cameras, cellular phones and other electronics are banned at the visitors platform of the Five- hundred-meter Aperture Spherical radio Telescope, nicknamed Tianyan, or the Eye of Heaven. An aerial view of the Five-hundred-meter Aperture Spherical radio Telescope in Pingtang County, Southwest China's Guizhou Province on Sept. 24, 2016, a day before the telescope's launch. Because the telescope is designed to pick up radio and gravitational waves from deep space, it is incredibly sensitive to electromagnetic interference. Therefore, local authorities have strictly forbidden facilities and equipment that generate electromagnetic radiation waves within a five-kilometer radius of the telescope's core area. ", "url": "http://www.china.org.cn/china/2017-11/29/content_50074458.htm"}]}, {"win label": 0, "news": [{"title": "China's FAST identifies 11 pulsars", "date": "2018-03-13", "content": "China's Five-hundred-meter Aperture Spherical Radio Telescope (FAST), the world's largest single-dish radio telescope, has discovered 11 new pulsars so far, the National Astronomical Observatories of China (NAOC) said Tuesday. Since FAST started trial operations in September 2016, it has discovered 51 stars which bear features similar to pulsars, and 11 of them have been confirmed as new pulsars by observatories in other countries. A pulsar is a highly magnetized, rotating neutron star, which emits two beams of electromagnetic radiation. According to Zhang Pei, scientist with NAOC, pulsars with high density and energy are irreplaceable \"celestial laboratories\" and could be used to replace navigational satellites to locate spacecraft. Located in a naturally deep and round karst depression in southwest China's Guizhou Province, FAST has a receiving area equivalent to about 30 football fields. \"FAST has huge scientific potential and it may detect unprecedented signals during searches for pulsars, which will help us in further studies on astrophysics and basic physics,\" he said.", "url": "http://www.xinhuanet.com/english/2018-03/13/c_137036689.htm"}, {"title": "Giant radio telescope to reach even farther", "date": "2018-03-27", "content": "China will finish upgrading the world's largest single-dish radio telescope next month to help scientists discover more stellar objects that are unique and farther from Earth, according to a project insider. The Five-hundred-meter Aperture Spherical Radio Telescope, known as FAST, has had more precise and efficient signal receivers installed, said Liu Oufei, deputy chief engineer of the telescope's receiver and terminal systems. The upgrade includes a more advanced 19-beam receiver system to replace the current single-beam receiver, which was easier to calibrate and test when FAST was launched in 2016, he said. \"Previously, it was like having only one ear listening to the sky for cosmic signals,\" he said. \"Now we have 19 ears, which can significantly increase our efficiency and ability to detect farther and fainter signals.\" The new receiver will be at least six times more accurate than the old model, and can survey the night sky 19 times faster, drastically shortening the time needed for data collecting, he said. Before the update, it usually took around 20 days to survey the sky. Chinese scientists are also looking at setting up smaller radio telescopes around FAST to create a telescope array that has greater resolution and data accuracy, Liu said. The surrounding telescopes would consist of two to 10 radio telescopes measuring 30 or 50 meters in diameter, and resolution of the array would be about 100 times greater than now, according to proposals from the FAST observation station of the National Astronomical Observatories of China, part of the Chinese Academy of Sciences. \"We have the engineering know-how to achieve these goals, but it ultimately comes down to the scientists and their projects to determine whether new telescopes are necessary,\" Liu said. \"Everything regarding the expansion is still in its early stages and is subject to change.\" Located in a natural depression in Guizhou province, FAST consists of 4,450 triangular panels that form a receiving dish about the size of 30 soccer fields. FAST's main missions include finding and studying pulsars, which are superdense, superbright rotating remnants of massive stars that eject beams of powerful electromagnetic radiation from their poles. The beams are so bright that scientists can detect them millions of light years away, hence pulsars are called \"the lighthouse of the galaxy,\" Liu said. Pulsars can also spin at an extremely stable rate due to their incredible mass and momentum, \"like the universe's most precise clock\". Using these two traits, pulsars can be used to track time and coordinates for space navigation with unprecedented accuracy, Liu said, adding Chinese scientists are already working on real time positioning systems involving pulsars. \"Finding more pulsars is not only crucial in understanding the nature of the universe,\" he said. \"They also have profound and practical uses in greatly improving our navigation capability, both for cars traveling on roads and spacecraft flying through space.\" Since its launch, FAST has discovered 51 possible pulsars, 11 of which have been confirmed by international organizations. FAST is still in a trial operation phase, but once fully operational, it theoretically could discover some 5,000 to 7,000 pulsars a year, Liu said. Scientists first discovered pulsars in 1967. Since then, more than 2,500 have been found, most of which are in the Milky Way galaxy, according to the Max Planck Society, a nonprofit research organization based in Germany. \"Every pulsar is unique, just like our fingerprints,\" Liu said. \"FAST will play an irreplaceable role in greatly expanding our pulsar roster.\"", "url": "https://global.chinadaily.com.cn/a/201803/27/WS5ab97e0ba3105cdcf651467a.html"}, {"title": "19-beam receiver to dramatically boost sensitivity of FAST telescope", "date": "2018-05-18", "content": "The Five-hundred-meter Aperture Spherical Telescope (FAST), the world's largest, is set to become more sensitive to radio signals once installation of a new 19-beam receiver is complete. The 1.2-ton beam receiver, developed by Chinese and Australian scientists over a year and at a cost of 20 million yuan ($3.14 million), will be put into use in early June to allow the telescope to detect weaker and farther radio signals, Science and Technology Daily reported on Thursday. FAST, which is located in Southwest China's Guizhou Province, is believed to be the world's most sensitive radio telescope. Its tasks include observing pulsars, exploring interstellar molecules and monitoring interstellar communication signals. Jin Chengjin, chief engineer of FAST's receiver system, said the 19-beam receiver will make FAST more powerful in searching for new pulsars and spectral lines, which will help with exploring the universe. The receiver is designed by Commonwealth Scientific and Industrial Research Organisation (CSIRO), the body behind what was previously the world's most advanced receiver -- the 13-beam. Dr. Douglas Hayman of CSIRO, who is in Guizhou for the installation, said the 19-beam receiver is based on the CSIRO's rich research experience over many years. Since FAST began trial operations in September 2016, it has discovered 51 stars that bear features similar to pulsars, 11 of which have been confirmed as new pulsars by observatories in other countries, according to Xinhua.", "url": "https://www.ecns.cn/cns-wire/2018/05-18/303164.shtml"}, {"title": "China's 'FAST' telescope to get new receiver", "date": "2018-05-22", "content": "China's five hundred-meter Aperture Spherical Radio Telescope -- the world's largest single-dish radio telescope -- will have a new receiver installed to boost its efficiency in surveying the sky, the media reported. The 19-beam L-band receiver, first of its kind worldwide, is expected to be put into use in early June and it will increase FAST's survey speed by five to six times, Xinhua news agency reported. The receiver was jointly developed by scientists from China and Australia. It weighs 1.2 tonne and costs about $3.14 million. According to Jin Chengjin, chief engineer of FAST's receiver system, the new receiver is highly sensitive and will greatly improve FAST's efficiency in searching for new pulsars and spectral lines. ", "url": "https://www.thehansindia.com/posts/index/Young-Hans/2018-05-22/Chinas-FAST-telescope-to-get-new-receiver/383174"}]}, [], {"win label": 0, "news": [{"title": "Scientists expect astronomical breakthroughs with FAST", "date": "2019-04-04", "content": "An international team of astronomers are making observation plans for the Five-hundred-meter Aperture Spherical Radio Telescope, by far the largest telescope ever built, expecting discoveries to change human understanding of the universe. The telescope, located in a naturally deep and round karst depression in southwest China's Guizhou province, was completed in September 2016, and is now under commissioning, with normal operation to commence later in 2019, according to the National Astronomical Observatories of China. During testing and early science operation, FAST started making astronomical discoveries, particularly of pulsars of various kinds, including millisecond pulsars, binaries and gamma-ray pulsars, said Li Di, chief scientist of the Radio Astronomy Division of NAOC. FAST is the world's most sensitive radio telescope. ", "url": "http://www.china.org.cn/china/2019-04/04/content_74645141.htm"}]}, {"win label": 0, "news": [{"title": "China's FAST telescope identifies 93 pulsars ", "date": "2019-08-30", "content": "China's Five-hundred-meter Aperture Spherical Radio Telescope, the world's largest single-dish radio telescope, has identified 93 new pulsars since October 2017, the research team announced Friday. A pulsar is a highly magnetized, rotating neutron star, which emits two beams of electromagnetic radiation. Since the first time FAST reported it had found pulsars in October 2017, the telescope has already detected 132 promising pulsar candidates, 93 of them had been confirmed, the research team said. ", "url": "http://www.xinhuanet.com/english/2019-08/30/c_138350970.htm"}, {"title": "FAST telescope discovers multiple pulses from FRB 121102", "date": "2019-09-05", "content": "China's Five-hundred-meter Aperture Spherical Radio Telescope, the world's largest single-dish radio telescope, has for the first time detected eruptive pulses of radio energy from an object known to the astronomy community as FRB 121102. There have been less than 100 fast radio bursters discovered, and FRB 121102 is the only one that has been detected erupting more than once, with the previous detection in 2015 by the Arecibo radio telescope. Repetition is considered important for those trying to unravel the nature of these mysterious objects. ", "url": "http://www.ecns.cn/news/cns-wire/2019-09-05/detail-ifzntuwi2499965.shtml"}, {"title": "Gigantic Chinese telescope opens to astronomers worldwide", "date": "2019-09-24", "content": "The world's largest single-dish radio observatory is preparing to open to astronomers around the world, ushering in an era of exquisitely sensitive observations that could help in the hunt for gravitational waves and probe the mysterious fleeting blasts of radiation known as fast radio bursts. The Five-hundred-meter Aperture Spherical Radio Telescope (FAST) in southern China has just passed a series of technical and performance assessments, and the Chinese government is expected to give the observatory the final green light to begin full operations at a review meeting scheduled for next month. \"We do not see any roadblocks for the remaining transition,\" says Di Li, the chief scientist of FAST. \"I feel both excited and relieved.\" The complex project has not been without challenges - it has a radical design and initially struggled to attract staff, in part because of its remote location. But the pay-off for science will be immense. FAST will collect radio waves from an area twice the size of the next-largest single-dish telescope, the Arecibo Observatory in Puerto Rico. The Chinese observatory's massive size means that it can detect extremely faint radio-wave whispers from an array of sources across the Universe, such as the spinning cores of dead stars, known as pulsars, and hydrogen in distant galaxies. It will also explore a frontier in radioastronomy - using radio waves to locate exoplanets, which may harbour extraterrestrial life. Since testing began in 2016, only Chinese scientists have been able to lead projects studying the telescope's preliminary data. But now, observation time will be accessible to researchers from around the world, says Zhiqiang Shen, director of the Shanghai Astronomical Observatory and co-chair of the Chinese Academy of Sciences' FAST supervisory committee. \"I'm super excited to be able to use the telescope,\" says Maura McLaughlin, a radioastronomer at West Virginia University in Morgantown, who wants to use FAST to study pulsars, including hunting for them in galaxies outside the Milky Way, that are too faint to see with current telescopes. During the testing phase, the telescope discovered more than 100 pulsars.", "url": "https://www.nature.com/articles/d41586-019-02790-3"}, {"title": "China's Huge, Alien-Hunting Radio Telescope Is Finishing Its Testing Phase", "date": "2019-12-07", "content": "China's giant, alien-hunting radio telescope is finishing its testing-and-commissioning phase, which has occurred over the past three years. Located in southern China's Guizhou province, the Five-hundred-meter Aperture Spherical Telescope (FAST) began these trial operations in September 2016. Scientists are using FAST - the world's largest single-dish radio telescope - for a variety of tasks, including to search for extraterrestrial intelligence. China Central Television (CCTV) reports that, so far, FAST has detected and identified 99 rapidly spinning neutron stars known as pulsars, more than 30 of which are especially fast-rotating millisecond pulsars. The search for extraterrestrial life and other scientific targets is also underway. \"In the process of observing signals from celestial bodies, we also collect signals that might be emitted by humans or extraterrestrial intelligence,\" Zhu Ming, director of the scientific observation and data division at the FAST operations and development center, explained in a recent CCTV video. \"However, this is a huge amount of work, since most signals we see - 99% of them - are various noises, so we need to take our time to identify the signals we want in the noises,\" Zhu said. The FAST team recently organized a user training session, bringing together more than 100 astronomers from across China to discuss their experiences and discoveries during the trial operation of the big dish. Li Kejia, a researcher from the Kavli Institute for Astronomy and Astrophysics at Peking University, explained that FAST is now mainly used to measure the performance of a pulsar timing system, to directly detect gravitational waves. \"The sensitivity of FAST is very high, so the accuracy of the data measured is very good,\" Li told CCTV. \"FAST has a promising future in terms of gravitational wave detection.\" Researchers using FAST have increased the facility's observation modes from three to more than 10. Research and development of new receiving equipment are also underway. \"I hope that in the next three years, we can further improve the reliability of FAST and increase its effective observation time to 50%,\" Jiang Peng, chief engineer of the FAST project, said in the CCTV video. \"Since it's already about three times as sensitive as the second-largest telescope in the world, a 50% effective observation time is already very remarkable.\"", "url": "https://www.space.com/china-fast-radio-telescope-finishing-alien-search-tests.html"}]}, {"win label": 0, "news": [{"title": "China's Big Boy Telescope Is Finally Ready to Hunt Some Aliens", "date": "2020-01-14", "content": "China officially booted up its Five-hundred meter Aperture Spherical radio Telescope over the weekend, even though construction wrapped in 2016 and the telescope has already produced several incredible findings. Located in the remote Pingtang County in Guizhou, China, the now fully operational telescope has set a new record for the largest single dish radio telescope in the world. (The next largest radio dish is at the Arecibo Observatory in Puerto Rico, which is known for finding pulsars, mapping planets, and starring in the 1995 James Bond flick GoldenEye.) The diameter of FAST's dish measures nearly half a kilometer and is made up of more than 4,400 aluminum panels which are tilted and turned by about 2,000 mechanical winches.", "url": "https://www.popularmechanics.com/space/deep-space/a30515841/china-fast-telescope-aliens/"}, {"title": "China's 500-meter FAST radio telescope is now operational", "date": "2020-01-21", "content": "The world's largest and most sensitive radio telescope is officially open for business, according to Xinhua, China's official state-run media. The FAST Radio Telescope saw first light in 2016, but has been undergoing testing and commissioning since then. FAST stands for Five-hundred meter Aperture Spherical Telescope. FAST's nickname is Tianyan, which means \"Eye of the Sky\" or \"Eye of Heaven.\" It's built in a natural depression in Guizhou, Southwest China. Among other things, its scientific goals are to study pulsars. FAST has already discovered two of those, in August 2017. FAST's name is not exactly accurate. Though it does have a 500 meter diameter, only 300 meters of it is used at any one time. The telescope is active and can change so that one 300 meter segment is focused on the receiver. According to Xinhua, all the technical indicators from FAST are meeting or exceeding planned levels. FAST is a powerful radio telescope, and scientists think it will make some major discoveries, especially in its first couple of years.", "url": "https://www.popularmechanics.com/space/deep-space/a30515841/china-fast-telescope-aliens/"}, {"title": "An eclipsing binary millisecond pulsar discovered by FAST", "date": "2020-04-24", "content": "Using the data obtained by the Five-hundred-meter Aperture Spherical radio Telescope, a research team led by Prof. PAN Zhichen and Prof. LI Di from the National Astronomical Observatories of the Chinese Academy of Sciences discovered an eclipsing binary millisecond pulsar in Globular Cluster Messier 92. Named as PSR J1717+4307A or M92A, it is the first pulsar known in M92, with a spinning period of 3.16 ms and a dispersion measure of 35.45 pc cm-3. Follow-up observations showed that this binary system is in a circular orbit with an orbital period of 0.2 day and a radius of 120 thousand kilometers. The companion is a 0.18 solar mass star, evolving to be a sub-giant. ", "url": "https://www.eurekalert.org/news-releases/637685"}, {"title": "1st super-fast pulsar found snacking on its companion in far-flung star cluster", "date": "2020-05-15", "content": "China's Five-hundred-meter Aperture Spherical Telescope has uncovered the first known pulsar in Messier 92, a globular star cluster roughly 27,000 light-years away from Earth in the constellation of Hercules. The swiftly spinning and pulsating object, which goes by two names - PSR J1717+4307A and M92A - forms one part of an eclipsing binary system in which it is siphoning material from a stellar companion, according to the new study. A research team led by Zhichen Pan and Li Di from the National Astronomical Observatories of the Chinese Academy of Sciences, which operates FAST - the world's largest radio telescope - has shown that M92A spins at a rapid speed of 316.5 rotations per second and co-orbits a star lighter than our sun, weighing in at 0.18 solar masses. ", "url": "https://www.space.com/millisecond-pulsar-discovery-china-fast-telescope-m92.html"}, {"title": "In September, China will begin searching for aliens using the FAST telescope", "date": "2020-06-02", "content": "China will begin searching for extraterrestrial life in the framework of SETI project. In September, the giant FAST radio telescope will begin to be used to search for extraterrestrial signals. The giant telescope is also known as the 'Sky Eye' in China. SETI is normally based on the analysis of radio waves from outside our planet; and is that outer space is more 'noisy' than we might think. To do this, radio telescopes are used, usually several in conjunction to 'launch a wider network' and capture more signals. ", "url": "https://www.inceptivemind.com/september-china-begin-searching-aliens-fast-telescope/13575/"}]}, {"win label": 0, "news": [{"title": "Repeating fast radio burst woke up again on schedule. Now what?", "date": "2020-08-30", "content": "A repeating fast radio burst woke up again in recent months, just when scientists had predicted it would, according to scientists in China, who studied it with the Five-hundred-meter Aperture Spherical radio Telescope, now the world's largest dish-type radio telescope. The FRB being studied is called FRB 121102. It's one of a few so far that have been found to repeat on a regular cycle. FRB 121102 had previously been found to repeat on a 157-day cycle. The new observations also refine that time period a bit more and suggest an ending to the current period of activity of sometime between August 31 and September 9, 2020. Will these astronomers' predictions come to pass? The new report on FRB 121102 comes from astronomer Pei Wang of the National Astronomy Observatory of China (NAOC), who used FAST to monitor FRB 121102 on several dates between March and August 2020. The findings were posted to The Astronomer's Telegram on August 21, 2020.", "url": "https://earthsky.org/space/repeating-fast-radio-burst-frb-121102-wakes-up-chime/"}, {"title": "Powerful Radio Signal Detected in Our Galaxy Is Officially a Fast Radio Burst", "date": "2020-11-04", "content": "Astrophysicists have detected a burst of cosmic radio waves within our galaxy for the first time and identified its source, according to research published Wednesday that sheds new light on one of the mysteries of the Universe. The origin of powerful fast radio bursts - intense flashes of radio emission that only last a few milliseconds - has puzzled scientists since they were first detected a little over a decade ago. They are typically extragalactic, meaning they originate outside our galaxy, but on April 28 this year, multiple telescopes detected a bright FRB from the same area within our Milky Way. Importantly, they were also able to pin down the source: galactic magnetar SGR 1935+2154. Magnetars, young neutron stars that are the most magnetic objects in the universe, have long been prime suspects in the hunt for the source of these radio bursts. ", "url": "https://www.sciencealert.com/powerful-radio-signal-detected-in-our-galaxy-is-officially-a-fast-radio-burst"}, {"title": "China's eye in the sky for all", "date": "2020-12-04", "content": "On Tuesday, the US National Science Foundation confirmed that the Arecibo Observatory in Puerto Rico had suffered a catastrophic collapse. After two cable breaks in August, the three support towers for the instrument platform broke sending it crashing down onto the dish below, damaging the large radio telescope to such an extent that it cannot be used again. Built in 1963, the Arecibo facility was the world's largest single-aperture telescope for 53 years. In its early years the facility made significant contributions to science, such as correcting Mercury's rotation period from the earlier-predicted 88 days to 59 days, resulting in the rewriting of major theories. It also confirmed the existence of neutron stars. It also revealed Venus's landscape while finding the possible existence of ice on Mercury. China's Five-hundred-meter Aperture Spherical Telescope completed in July 2016 gave the world a pair of large eyes.", "url": "https://global.chinadaily.com.cn/a/202012/04/WS5fc97a2ca31024ad0ba99af7.html"}, {"title": "China is opening the world's largest radio telescope up to international scientists", "date": "2020-12-18", "content": "Following the collapse of the historic Arecibo Observatory in Puerto Rico, China has opened the biggest radio telescope in the world up to international scientists. In Pingtang, Guizhou province stands the Five-hundred-meter Aperture Spherical Telescope (FAST), the largest radio telescope in the world, surpassing the Arecibo Observatory, which stood as the largest in the world for 53 years before the construction of FAST was completed in 2016. Following two cable failures earlier this year, Arecibo's radio telescope collapsed in November, shutting down the observatory for good. Now, FAST is opening its doors to astronomers from around the world. \"Our scientific committee aims to make FAST increasingly open to the international community,\" Wang Qiming, the chief inspector of FAST's operations and development center told the news agency AFP during a visit to the telescope, according to the French news site AFP. China will accept requests this upcoming year (2021) from foreign scientists looking to use the instrument for their research, according to the report. With its massive 1,600-foot (500 meters) diameter dish, FAST is not only larger than the now-destroyed Arecibo telescope, but it's also three times more sensitive. FAST, which began full operations in January of this year, is also surrounded by a 3-mile (5 kilometers) \"radio silence\" zone in which cellphones and computers are not allowed. \"We drew a lot of inspiration from its [Arecibo's] structure, which we gradually improved to build our telescope,\" Qiming said. Radio telescopes like FAST use antennas and radio receivers to detect radio waves from radio sources in the cosmos, like stars, galaxies and black holes. These instruments can also be used to send out radio signals and even reflect radio light from objects in the solar system (like planets) to see what information might bounce back. Researchers may use FAST to not just explore the universe but also to study alien worlds, determining whether or not they rest in the \"goldilocks zone\" near their host star, and also search for alien life. Famously, in 1974 at Arecibo, scientists working on the search for extraterrestrial intelligence, or SETI, sent out an interstellar radio message to the globular cluster M13 in the hopes of receiving confirmation of intelligent extraterrestrial life. The message was co-authored by astronomer and science communicator Carl Sagan, helping to popularize Arecibo and radio astronomy in general.", "url": "https://www.space.com/china-fast-radio-telescope-open-international-scientists"}]}, {"win label": 0, "news": [{"title": "China's FAST radio telescope to aid global research", "date": "2021-02-08", "content": " China will open its Five-hundred-meter Aperture Spherical Radio Telescope to the international scientific community starting from April. Initially, around 10 percent of the telescope's observation time will be allocated to global research from April and the allocation will be based on the scoring of the project review, which is expected to draw fierce application from the international community, a person in charge of the project said. \"Scientists from around the world can submit their research proposals to use the FAST, and observation periods will be distributed after a special council evaluates various research projects,\" Sun Chun, from the FAST facility was quoted by chinanews.com. Located in Pingtang country, southwest China's Guizhou Province, FAST is believed to be the world's most sensitive radio telescope. It took 26 years for FAST to complete pre-research, with nearly 100 scientific researchers have been involved in this project. ", "url": "https://www.globaltimes.cn/page/202102/1215263.shtml"}, {"title": "China's gigantic telescope detects new fast radio bursts from space", "date": "2021-03-09", "content": "Scientists have detected three new fast radio bursts from elsewhere in the universe with the help of the world's largest radio telescope. FRBs are mysterious radio flashes lasting only a few thousandths of a second that were confirmed in 2016 to originate from the cosmos. A research team led by the National Astronomical Observatories under the Chinese Academy of Sciences discovered three new FRBs with a high-dispersion measurement from the mass of data of China's Five-hundred-meter Aperture Spherical radio Telescope. The discovery, published in The Astrophysical Journal Letters journal last week, indicated that the FRBs happened billions of years ago when the universe was still in its youth. The newly discovered FRBs, together with the first FRB captured by FAST in 2020, suggest there could be as many as 120,000 detectable FRBs arriving on Earth every day, according to the study. \"We are catching up in terms of data processing and expecting more discoveries from FAST,\" said Niu Chenhui, the lead researcher. FAST is the world's largest single-dish radio telescope, with a reception area equal to 30 standard football fields. Located in a naturally deep and round karst depression in southwest China's Guizhou Province, it officially began operating on Jan. 11, 2020. FRBs could potentially to provide insights into a wide range of astrophysical problems. \"More discoveries from FAST will thus help reveal the yet unknown origin of FRBs,\" said Li Di, the corresponding author of the study and the chief scientist of the telescope. ", "url": "http://www.ecns.cn/news/sci-tech/2021-03-09/detail-ihaihrwe3353235.shtml"}, {"title": "China's FAST telescope opens to global scientists", "date": "2021-04-01", "content": "China's Five-hundred-meter Aperture Spherical Radio Telescope (FAST), the world's largest single-dish radio telescope, has opened to global scientists and began accepting observation applications from astronomers starting from March 31. Over the years, telescopes used to observe celestial bodies have gotten larger and larger. Before the construction of China's FAST was completed, the radio telescope in the U.S. Arecibo Observatory was the world's largest for 53 years. The iconic Arecibo radio telescope was decommissioned last year due to damage that was too dangerous to repair. During its operation, the telescope contributed to two Nobel Prize discoveries, as well as a catalog of astronomy work. ", "url": "https://news.cgtn.com/news/2021-03-30/China-s-FAST-telescope-to-open-to-global-scientists-from-March-31--Z3vXS6tCqA/index.html"}, {"title": "New FAST discoveries shed light on pulsars", "date": "2021-05-19", "content": "Using the Five-hundred-meter Aperture Spherical radio Telescope, a research team led by Prof. HAN Jinlin from National Astronomical Observatories of Chinese Academy of Sciences has discovered 201 pulsars, including many very faint pulsars, 40 millisecond pulsars, and 16 pulsars in binaries. These discoveries were published in Research in Astronomy and Astrophysics. Pulsars are compact remnants of the death of bright, massive stars. They have the strongest magnetic field, highest density and fastest rotation of any celestial body in the Universe, and show significant relativistic effects in systems of binary compact stars. ", "url": "https://www.eurekalert.org/news-releases/843578"}, {"title": "China's FAST telescope detects over 200 pulsars", "date": "2021-05-21", "content": "Using China's Five-hundred-meter Aperture Spherical radio Telescope, scientists have discovered 201 pulsars, including faint pulsars and millisecond pulsars. The research was led by the National Astronomical Observatories under the Chinese Academy of Sciences. The findings were published in the journal Research in Astronomy and Astrophysics on Thursday. Pulsars, or fast-spinning neutron stars, originate from the imploded cores of massive dying stars through supernova explosions. They have the strongest magnetic fields, the highest density, and the fastest rotation of any celestial body in the universe and are thus an ideal laboratory for studying the laws of physics in extreme environments, said Han Jinlin with the NAOC, leader of the research. ", "url": "https://news.cgtn.com/news/2021-05-21/-China-s-FAST-telescope-detects-over-200-pulsars-10r9Ergw7Is/index.html"}]}, {"win label": 0, "news": [{"title": "CHINA Beijing to open FAST, the world's largest telescope, to foreigners", "date": "2021-07-04", "content": "Chinese authorities have begun accepting requests from foreign scientists to access FAST, its Five-hundred-metre Aperture Spherical Telescope, the world's largest telescope. The National Astronomical Observatory of China will accept applications until 15 May and results will be announced on 20 July. Observations will start in August until July 2022. Also known as Tianyan, FAST was built with Chinese technology. Located in Pingtang County, it has a 500-metre diameter dish with observation aperture of 300 metres covering an area equivalent to 30 football fields. ", "url": "https://www.asianews.it/news-en/Beijing-to-open-FAST,-the-worlds-largest-telescope,-to-foreigners-52808.html"}, {"title": "International Team of Astronomers Reports on Largest-ever Observed Set of Mysterious Fast Radio Bursts", "date": "2021-10-13", "content": "An international team of astronomers recently observed more than 1,650 fast radio bursts detected from one source in deep space, which amounts to the largest set - by far - of the mysterious phenomena ever recorded. More than a decade after the discovery of FRBs, astronomers are still baffled by the origins of the millisecond-long, cosmic explosions that each produce the energy equivalent to the sun's annual output. In a study published in the Oct. 13 issue of the journal Nature, scientists - including UNLV astrophysicist Bing Zhang - report on the discovery of a total of 1,652 independent FRBs from one source over the course of 47 days in 2019. The source, dubbed FRB 121102, was observed using the Five-hundred-meter Aperture Spherical Telescope in China, and represents more FRBs in one event than all previous reported occurrences combined. \"This was the first time that one FRB source was studied in such great detail,\" said Zhang, one of the study's corresponding authors. ", "url": "https://www.unlv.edu/news/release/international-team-astronomers-reports-largest-ever-observed-set-mysterious-fast-radio"}, {"title": "Origin Unknown: Over a Thousand Powerful Cosmic Explosions Detected by FAST Telescope in 47 Days", "date": "2021-10-15", "content": "An international research team caught an extreme episode of cosmic explosions from Fast Radio Burst 121102, using the Five-hundred-meter Aperture Spherical radio Telescope. A total of 1,652 independent bursts were detected within 47 days starting August 29, 2019. The researchers were led by Professor Di Li and Dr. Pei Wang from the National Astronomical Observatories of the Chinese Academy of Sciences. It is the largest set of FRB events so far, more than the number reported in all other publications combined. Such a burst set allows for the determination, for the first time, of the characteristic energy and energy distribution of any FRB, thus shedding light on the central engine powering FRBs. ", "url": "https://scitechdaily.com/origin-unknown-over-a-thousand-powerful-cosmic-explosions-detected-by-fast-telescope-in-47-days/"}, {"title": "China's FAST Telescope Could Detect Alien Probes in Our solar system ", "date": "2021-10-19", "content": "If alien civilizations exist, they may have opened a Pandora's box. It may sound far-fetched, but self-replicating probes from an alien civilization could become a serious nuisance to budding societies like ours. While this is pure speculation, we have an ace in the hole: China's new massive radio telescope might be capable of detecting swarms of alien probes, also called von Neumann probes, at relatively vast distances from our sun, according to a recent study shared on a preprint server. And when it comes to galactic annihilation by alien probe swarms, a word of warning far in advance would be greatly appreciated! China's FAST radio telescope could detect incoming alien probe swarms. The Fermi Paradox asks why we haven't observed alien visitors from older solar systems, since humans have come so far technologically on a comparably short cosmic timescale. Some scientists think we already have the technology to construct a small probe capable of traveling to other star systems, but if this is the case, why haven't we witnessed alien probes? The idea was first put forward by Enrico Fermi, an Italian physicist who also created the first nuclear reactor, according to a Space.com report. While we have yet to confirm an alien presence in our solar system, one idea from science fiction may soon pass into the realm of empirical science. ", "url": "https://interestingengineering.com/innovation/chinas-new-fast-telescope-could-detect-alien-probes-in-our-solar-system"}, {"title": "China's FAST telescope detects over 500 new pulsars ", "date": "2021-12-15", "content": "Using the Five-hundred-meter Aperture Spherical Radio Telescope, also dubbed as the \"China Sky Eye,\" scientists have identified over 500 new pulsars since October 2017. Pulsars, or fast-spinning neutron stars, originate from the imploded cores of massive dying stars through supernova explosions. With their high density and fast rotation, they are an ideal laboratory for studying the laws of physics in extreme environments. Using FAST, scientists also detected a total of 1,652 independent bursts from a single repeating fast radio burst source, code-named FRB121102, said Li Di, chief scientist of the telescope and a researcher with the National Astronomical Observatories under the Chinese Academy of Sciences. ", "url": "https://global.chinadaily.com.cn/a/202112/15/WS61b9ffdaa310cdd39bc7b940.html"}, {"title": "China's FAST telescope detects over 500 new pulsars", "date": "2021-12-16", "content": "Using the Five-hundred-meter Aperture Spherical Radio Telescope, also dubbed as the \"China Sky Eye,\" scientists have identified over 500 new pulsars since October 2017. Pulsars, or fast-spinning neutron stars, originate from the imploded cores of massive dying stars through supernova explosions. With their high density and fast rotation, they are an ideal laboratory for studying the laws of physics in extreme environments. Using FAST, scientists also detected a total of 1,652 independent bursts from a single repeating fast radio burst source, code-named FRB121102, said Li Di, chief scientist of the telescope and a researcher with the National Astronomical Observatories under the Chinese Academy of Sciences. It is the largest set of FRB events ever detected in history, Li said, adding that these results were published in the journal Nature in October. ", "url": "https://english.cctv.com/2021/12/16/ARTItzYbpz1PavxqokyB3Tls211216.shtml"}]}, {"win label": 0, "news": [{"title": "FAST - The World's Largest Filled-Aperture Radio Telescope - Detects Coherent Interstellar Magnetic Field", "date": "2022-01-05", "content": "Magnetic fields are the essential, but often \"secret\" ingredients of the interstellar medium and the process of making stars. The secrecy shrouding interstellar magnetic fields can be attributed to the lack of experimental probes. While Michael Faraday was already probing the link between magnetism and electricity with coils in the early 19th century in the basement of the Royal Institution, astronomers nowadays still cannot deploy coils light-years away. Using the Five-hundred-meter Aperture Spherical radio Telescope (FAST), an international team led by Dr. LI Di from National Astronomical Observatories of Chinese Academy of Sciences (NAOC) has obtained accurate magnetic field strength in molecular cloud L1544 - a region of the interstellar medium that seems ready to form stars. The team employed the so-called HI Narrow Self-Absorption (HINSA) technique, first conceived by LI Di and Paul Goldsmith based on Arecibo data in 2003. FAST's sensitivity facilitated a clear detection of the HINSA's Zeeman effect. The results suggest that such clouds achieve a supercritical state, i.e., are primed for collapse, earlier than standard models suggest.", "url": "https://scitechdaily.com/fast-the-worlds-largest-filled-aperture-radio-telescope-detects-coherent-interstellar-magnetic-field/"}, {"title": "China's FAST telescope detects coherent interstellar magnetic field", "date": "2022-01-06", "content": "Using the Five-hundred-meter Aperture Spherical Radio Telescope, also dubbed as the \"China Sky Eye,\" scientists have obtained accurate magnetic field strength in molecular cloud, a region of the interstellar medium that seems ready to form stars. Employing the technique of HI Narrow Self Absorption (HINSA), they achieved a clear detection of the Zeeman effect -- the splitting of a spectral line into several components of frequency in the presence of a magnetic field. It is the only direct probe of interstellar magnetic field strength. The result suggested that such clouds achieve supercritical state, a critical point when they collapse into stars, happened earlier than previously thought based on the standard model. The study was published in Nature on Thursday.", "url": "https://www.globaltimes.cn/page/202201/1245233.shtml"}, {"title": "Exclusive: China expands worldwide using of its Eye of Heaven: FAST chief scientist", "date": "2022-01-16", "content": "China is sharing its Five-hundred-meter Aperture Spherical radio Telescope - Eye of Heaven - with the world by allocating 10 percent of its observation hours for projects run by foreign astronomers, and the percentage will definitely increase in the coming years, said FAST chief scientist. Speaking to the Global Times during an exclusive interview, Li Di, the chief scientist of Both FAST and the radio division of China's National Astronomical Observatories of the China Academy of Sciences, revealed that astronomers from 15 countries, with scientists from the US, Europe and Australia topping the list, are using China's state-of-the-art telescope and exploring the boundaries of mankind's space knowledge. On March 31, 2021, the FAST officially opened to the world and started to collect observation applications from astronomers from around the world. The FAST received 7,216 hours of observation applications submitted by scientists from various countries and finally granted approval to 27 international projects. These projects started to use the FAST for scientific observations in August 2021. ", "url": "https://www.globaltimes.cn/page/202201/1246059.shtml"}, {"title": "Depolarized waves point to the origin of fast radio bursts", "date": "2022-03-17", "content": "The Five-Hundred-Meter Aperture Spherical Radio Telescope in southwestern China is the largest single-dish radio telescope in the world. Fast radio bursts, or FRBs, are very short, extremely bright extragalactic radio flashes that light up the sky thousands of times a day. The bursts peak at frequencies between 400 MHz and 8 GHz, and they sometimes but not always repeat. Since the first FRB signal was unearthed from archived observation data 15 years ago, scientists have tried to determine their origin. ", "url": "https://physicstoday.scitation.org/do/10.1063/pt.6.1.20220317a/full"}, {"title": "Astronomers Closer to Unlocking Mysterious Origin of Fast Radio Bursts", "date": "2022-03-20", "content": "New study by international team of scientists identifies polarization as key trait that may reveal the origin of the powerful millisecond-long cosmic radio explosions. Nearly 15 years after the discovery of fast radio bursts, the origin of the millisecond-long, deep-space cosmic explosions remains a mystery. That may soon change, thanks to the work of an international team of scientists - including UNLV astrophysicist Bing Zhang - which tracked hundreds of the bursts from five different sources and found clues in FRB polarization patterns that may reveal their origin. The team's findings were reported in the March 17, 2022, issue of the journal Science. ", "url": "https://scitechdaily.com/astronomers-closer-to-unlocking-mysterious-origin-of-fast-radio-bursts/"}, {"title": "China's FAST initially detects new phenomenon of 'Black Widow' pulsars", "date": "2022-05-23", "content": "Chinese researchers, for the first time, used the Five-hundred-meter Aperture Spherical Radio Telescope (FAST), the world's largest single-dish and most sensitive radio telescope developed by China, to detect the extreme turbulence of plasma in the dense binary system, providing new clues to the eclipse mechanism of the \"Black Widow\" pulsars (BWPs), the Science and Technology Daily reported on Monday. The study, led by researchers from China and the Western Sydney University, was published in the monthly journal of the Royal Astronomical Society, a professional academic journal of international astronomy. ", "url": "https://news.cgtn.com/news/2022-05-23/China-s-FAST-initially-detects-new-phenomenon-of-Black-Widow-pulsars-1agPizvccQ8/index.html"}, {"title": "China's radio telescope detects first persistently active repeating fast radio burst from 3b light years away - Global Times", "date": "2022-06-08", "content": "An international team led by Chinese scientists discovered and located the first persistently active repeating fast radio burst with the help of the world's largest radio telescope, China's Five-hundred-meter Aperture Spherical Radio Telescope, which indicated the evolution of FRBs and may help scientists understand the origin of the brightest radio waves emanating from billions of light years outside the galaxy. The new FRB, named FRB190520B, was discovered in a metal-poor dwarf galaxy 3 billion light years away. The initial discovery was made by Niu Chenhui, a research fellow from the National Astronomical Observatories of the Chinese Academy of Sciences through FAST from May 20, 2019. Then Law Casey, a scientist with the California Institute of Technology who led a Jansky Very Large Array program located the FRB190520B in July 2020. The study led by chief scientist of FAST Li Di and titled \"a repeating fast radio burst associated with a persistent radio source\" was published in Nature on Wednesday. ", "url": "https://www.globaltimes.cn/page/202206/1267636.shtml"}, {"title": "China's FAST detects fast radio burst 3 billion light-years away", "date": "2022-06-09", "content": "Scientists have found a rare space phenomenon with the world's largest single- dish telescope. The phenomenon, called fast radio burst, is only the second example of its kind, which hints at the evolutionary picture of those mysterious cosmic events. FRBs are the brightest millisecond-duration astronomical transients in radio bands with yet unknown origins. Less than five percent of those detected have been seen to repeat, and only a few are persistently active. Using the Five-hundred-meter Aperture Spherical Radio Telescope, also dubbed \"China Sky Eye,\" an international team led by astronomers from the National Astronomical Observatories under the Chinese Academy of Sciences discovered and localized an active repeating fast radio burst called FRB 20190520B in a metal-poor dwarf galaxy nearly three billion light-years from Earth. ", "url": "https://news.cgtn.com/news/2022-06-09/China-s-FAST-detects-fast-radio-burst-from-3b-light-years-away-1aItdS6zNsI/index.html"}, {"title": "China's 'Sky Eye' FAST Radio Telescope Detects Intriguing space signal ", "date": "2022-06-14", "content": "Chinese researchers have reportedly identified possible technological traces of an alien civilization in a signal from space picked up by China's 'Sky Eye,' or five-hundred-meter aperture spherical telescope.The discovery was made by researchers working under Prof. Zhang Tongjie, chief scientist of the China extraterrestrial civilization research team at Beijing Normal University's astronomy department, Science & Technology Daily reported today. Located in Guizhou, a mountainous province in China's southwest, FAST is the world's largest and most sensitive radio telescope. It was equipped with back- end equipment dedicated to the search for extraterrestrial civilizations in 2018, and officially started looking for alien life in September 2020. The Sky Eye is extremely sensitive in the low-frequency radio band and plays an important role in the search for civilizations beyond Earth, the report cited Zhang as saying. To this end, Beijing Normal University, the National Astronomical Observatory of the Chinese Academy of Sciences, and the University of California, Berkeley, worked together to form a research team to search for alien civilizations. ", "url": "https://www.yicaiglobal.com/news/china-sky-eye-fast-radio-telescope-detects-intriguing-space-signal"}, {"title": "China's FAST telescope picks up intriguing signals", "date": "2022-06-15", "content": "The internet is abuzz with rumors that China may have picked up signals from an alien civilization. The news centers on observations by China's \"Sky Eye\" - the Five-hundred- meter Aperture Spherical radio Telescope, which is located in southwestern Guizhou province. One report, by the state-backed Science and Technology Daily, cited Zhang Tonjie, chief scientist of an extraterrestrial civilization search team co-founded by Beijing Normal University, the National Astronomical Observatory of the Chinese Academy of Sciences and the University of California, Berkeley. ", "url": "https://www.space.com/possible-seti-signal-china-fast-telescope"}, {"title": "China's FAST telescope discovers world's first persistently active repeating fast radio burst", "date": "2022-06-15", "content": "An international research team led by Li Di, a researcher with the National Astronomical Observatories under the Chinese Academy of Sciences, lately detected and localized FRB 20190520B, the world's first and only persistently active repeating fast radio burst so far, with the help of China's Five- hundred-meter Aperture Spherical Radio Telescope, known as the \"China Sky Eye\". The discovery was made through the Commensal Radio Astronomy FAST Survey, a novel and unprecedented commensal drift scan survey of the entire sky visible conducted with FAST. The study was published in international academic journal Nature on June 9, 2022, Beijing time. FRB is the brightest radio burst known in the universe, and can release within one millisecond as much energy as that radiated by the sun in about a whole year. ", "url": "http://en.people.cn/n3/2022/0615/c90000-10109837.html"}]}, {"win label": 0, "news": [{"title": "China's FAST telescope under maintenance in Guizhou", "date": "2022-07-25", "content": " The long-time exposure photo taken on July 24, 2022 shows China's Five-hundred-meter Aperture Spherical Radio Telescope under maintenance in southwest China's Guizhou Province. Using FAST, or the \"China Sky Eye,\" scientists have identified over 660 new pulsars. The long-time exposure photo taken on July 25, 2022 shows China's Five- hundred-meter Aperture Spherical Radio Telescope under maintenance in southwest China's Guizhou Province. Using FAST, or the \"China Sky Eye,\" scientists have identified over 660 new pulsars. The long-time exposure photo taken on July 25, 2022 shows China's Five- hundred-meter Aperture Spherical Radio Telescope under maintenance in southwest China's Guizhou Province. ", "url": "https://english.news.cn/20220725/346c83ed0989404fb193b4ee11dafbb7/c.html"}, {"title": "International group makes fast radio burst discovery using China's FAST telescope", "date": "2022-09-23", "content": "Chinese and US astronomers have recently filmed for the first time the magnetic field changes in the surrounding environment just one astronomical unit away from the center of the fast radio burst (FRB) located outside the Milky Way using the Five-hundred-meter Aperture Spherical Radio Telescope (FAST). The observation is an important step toward revealing the engine mechanism of the FRB center, China's state media Xinhua News Agency reported on Thursday. Led by specialists from the National Astronomical Observatories under the Chinese Academy of Sciences (CAS), the international group reported the detection of 1,863 bursts in 82 hours over 54 days from the repeating source FRB 20201124A. FRBs are the brightest, most highly dispersed millisecond-duration astronomical transients in radio bands. Their origins still remain unknown. The astronomers' latest observations revealed a complicated, dynamically evolving, magnetized immediate environment within about an astronomical unit (or distance between the Earth and the Sun) of the radio source, according to the study published in the journal Nature on Wednesday. ", "url": "https://www.globaltimes.cn/page/202209/1275936.shtml"}, {"title": "FAST finds dynamically evolving environment around repeating fast radio burst source", "date": "2022-09-29", "content": "Fast radio bursts are highly dispersed millisecond-duration radio bursts. They are extremely powerful - comparable to the amount of energy modern human civilization could produce over tens of billions of years. Since the discovery of the first FRB in 2007, several hundred of them had been found. However, the physical origin of FRBs is still unsettled. Most of these FRBs come from outside of the Milky Way. ", "url": "https://www.miragenews.com/fast-finds-dynamically-evolving-environment-865062/"}]}]