[{"win label": 0, "news": [{"title": "Hualong One deployment at Fuqing 5", "date": "2014-11-04", "content": "Forthcoming units at China's Fuqing nuclear power plant are the first to be officially designated as using the Hualong One reactor design. Three reactors are under construction at the site in Fujian province, while another has been connected to the grid and is soon to start regular power generation. They are all CPR-1000 model pressurized water reactors, but today it was announced by China National Nuclear Corporation (CNNC) that the fifth and sixth units at the site will use the Hualong One design, marking its first deployment. CNNC had previously expected to use the ACP1000 design for Fuqing 5 and 6, but plans have been revised in line with a re-organisation of the Chinese nuclear industry. In 2012 central planners in Beijing directed CNNC and the other large nuclear builder and operator, China General Nuclear (CGN), to 'rationalise' their reactor programs. This meant CNNC's ACP1000 and CGN's ACPR1000 were 'merged' into one standardised design - the Hualong One. In fact, each company has its own supply chain and their versions of Hualong One will differ slightly (units built by CGN will use some features from the ACPR1000) but the design is considered to be standardised. It is set for wide deployment in China as well as export to other countries. Some 85% of its components will be made domestically. Site preparations are well advanced for Fuqing 5, which has previously been slated to start construction before the end of this year. According to that schedule it would be in operation in around 2019. Once all six units at Fuqing are in operation their total generating capacity would be about 6300 MWe. CNNC has said this would provide about 10% of the electricity used in Fujian province by its population of 37.5 million people. CNNC holds a majority stake in project company the Fujian Fuqing Nuclear Co, with the remainder held by China Huadian Corporation.", "url": "https://www.world-nuclear-news.org/NN-Hualong-One-deployment-at-Fuqing-5-0411141.html"}]}, {"win label": 0, "news": [{"title": "Construction cleared for China's first Hualong One units", "date": "2015-04-16", "content": "China's State Council has given final approval for construction of units 5 and 6 of the Fuqing nuclear power plant in Fujian province. They will be demonstration units for the domestically-developed Hualong One reactor design. During a meeting yesterday, chaired by Chinese premier Li Keqiang, the State Council approved construction of the new units. Their construction had been approved earlier this month by the National Development and Reform Commission. In a statement, the State Council said, \"Technologies used in the Hualong One reactor are based on experience gained after two decades of producing nuclear power for civilian use and have taken reference from the world's top-notch designs.\" It added, \"Intellectual property rights for key technologies and equipment used in nuclear power plants will facilitate the country's efforts to explore third party markets.\" The council also noted, \"The project will adopt the highest international safety standards, and improve on existing emergency plans to ensure the safety of construction and operation.\" In November 2014, China National Nuclear Corporation (CNNC) announced that the fifth and sixth units at Fuqing will use the Hualong One design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. Site preparations are well advanced for Fuqing 5, which had previously been slated to start construction before the end of 2014. According to that schedule it would be in operation in around 2019. CNNC is reportedly now lilely to pour first concrete for Fuqing 5 by mid-2015.", "url": "https://www.world-nuclear-news.org/NN-Construction-cleared-for-Chinas-first-Hualong-One-units-1604154.html"}, {"title": "China approves construction of Fuqing-5-6 nuclear reactors", "date": "2015-04-17", "content": "The National Development and Reform Commission of China has given its final approval for the construction of units 5 and 6 on the site of the Fuqing nuclear power plant in Fujian (China). The new units will use the domestically-developed Hualong One design, marking its first deployment.CNNC is expected to pour first concrete for Fuqing-5 by mid-2015. The Fuqing site will accommodate six 1,000 MW reactors.The first unit was commissioned in November 2014 and three reactors entered the construction phase in 2009.Fuqing-2 is expected to be commissioned in August 2015, while Fuqing-3 and Fuqing-4 are expected in late 2015 and 2017, respectively.", "url": "https://www.energy-news.co.kr/news/articleView.html?idxno=33097"}, {"title": "China starts building first Hualong One unit", "date": "2015-05-07", "content": "Construction has officially started on unit 5 of the Fuqing nuclear power plant in China's Fujian province, China National Nuclear Corporation announced today. The unit will be a demonstration Hualong One reactor, a design the company aims to export. At 10.56am today, Liu Qi, deputy director of the National Energy Administration, announced to a gathering of dignitaries that the construction of Fuqing 5 had officially started, CNNC said. Eight concreting machines then proceeded to pump concrete into the unit's foundation pit. The pouring of first concrete for the reactor's basemat marks the official start of construction of the unit, the first of two Hualong One units planned for the Fuqing plant. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April. Speaking at the first concrete ceremony today, Liu Qi said: \"China occupies an important position in today's nuclear power development trend.\" He added, \"Hualong One represents the Chinese people's wisdom of nuclear power, and we are willing to share new achievements in China's nuclear power technology. We look forward to Hualong One nuclear power technology being able to serve more countries, so that clean, green electrical power can bring steady economic growth for the benefit of local people.\" Export potential: At a press conference yesterday, CNNC general manager Qian Zhimin discussed the company's plans to export the reactor design around the world. He said CNNC had already signed two export contracts for the Hualong One, as well as five cooperation framework agreements. The company is also establishing an \"overseas market development system\". Zhimin also said that CNNC is \"actively promoting\" the Hualong One reactor in some 20 countries, including the UK, Argentina, Egypt and other countries in Europe, Latin America, Africa and South Asia. Although it is still officially listed as being ACP1000, Pakistan's Karachi Coastal Power station is likely to be the first export Hualong One units. In February, China and Argentina agreed to cooperate on construction of a Hualong One reactor in the South American country. China General Nuclear said last month that it is preparing to apply for generic design assessment by UK regulators of its version of the Hualong One design. In a 21 April statement, the company said that Bradwell in Essex could be a potential site for a Hualong One plant. CGN said a final investment decision on the project could be made by the end of this year.", "url": "https://www.world-nuclear-news.org/NN-China-starts-building-first-Hualong-One-unit-0705154.html"}, {"title": "Fuqing pilot unit complete by 2020", "date": "2015-05-07", "content": "China National Nuclear Corp, one of the country's three State-owned nuclear power developers, said on May 6 that the pilot unit of the planned Fuqing nuclear power plant will be completed by July 2020. The construction will start on May 7 on what will be the fifth unit of the Fuqing project in Fujian province, using the Hualong One reactor, the first domestically developed third-generation nuclear reactor design, officials revealed in Beijing. The State Council approved the construction of the pilot unit at Fuqing on April 15. Qian Zhimin, CNNC's general manager, said the announcement marked a milestone for the country's fledgling efforts at exporting its nuclear technology. \"We are at the stage of finalizing the price of our nuclear reactors for foreign buyers, and we are actively developing markets such as the United Kingdom, Argentina, Egypt as well as other countries in Africa and Europe,\" he said. China has already sold two Hualong One reactors, and closed five framework agreements with foreign countries, of which four are for Hualong Ones, CNNC confirmed without giving any further details. The company has so far sold one nuclear research reactor, five micro reactors and six nuclear power units to overseas buyers. Qian said that CNNC's ongoing plans to export its know-how also represented \"a perfect example\" of the government's strategy of developing the \"Belt and Road Initiative\" with foreign countries. Many of the possible export destination countries are along the Silk Road Economic Belt and the 21st Century Maritime Silk Road. The Fuqing project in Fujian province is at the starting point of the Maritime Silk Road. China has embarked on a massive nuclear power program in an effort to reduce its reliance on coal. The country now boasts the largest number of nuclear reactors in the world under construction. This year six to eight nuclear units will be approved, and eight will go online. Nuclear power generation currently accounts for 2.39 percent of the nation's total power generation, according to the China Nuclear Energy Association. In the future officials hope to leverage its growing domestic experience to export not only home-grown nuclear technology but also its manufacturing capacity. Qian estimated the export value of every nuclear unit of the Hualong One design at around 30 billion yuan ($4.8 billion), the equivalent of selling 300,000 automobiles. But that increases to 100 billion yuan if fuel supply and technical support are included. Xing Ji, chief designer of Hualong One, said that 85 percent of the equipment for the reactors has been developed in China, and once into mass production, about 95 percent of the equipment used will be supplied by Chinese firms. He said that the project will follow the very highest international safety standards using features such as double-layer safety shells that can withstand the impact of a large commercial airplane. \"We have improved all the existing emergency plans to ensure safety during construction and operation,\" he said. CNNC, together with its largest peer China General Nuclear Corp, are already in a consortium to invest in two nuclear reactors using Europe-designed EPR technology at Hinkley Point C in southwest England. The consortium is also planning to take a controlling stake in another nuclear project at Bradwell in Essex, near London using Hualong technology.", "url": "https://english.www.gov.cn/news/top_news/2015/05/07/content_281475102979656.htm"}, {"title": "Fuqing 5 foundation in place", "date": "2015-05-12", "content": "The pouring of concrete for the base mat of the reactor building of Fuqing 5, China's first Hualong One unit, has been completed, China National Nuclear Corporation (CNNC) announced today. The company began pouring first concrete for the unit in the morning of 7 May, marking the official start of construction of the unit, the first of two Hualong One units planned for the Fuqing plant in China's Fujian province. It announced today that the operation was successfully completed at 8.08 pm on 9 May, with some 9147 cubic metres of concrete having been poured. The foundation of the reactor building has a diameter of 56 metres and is over 4.5 metres deep. Some 1700 tonnes of steel rebar has been used in it. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically developed Hualong One reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April.", "url": "https://www.world-nuclear-news.org/Articles/Fuqing-5-foundation-in-place"}]}, {"win label": 0, "news": [{"title": "New nuclear power unit in Fuqing in pipeline", "date": "2015-12-12", "content": "The construction of the first Hualong One nuclear power unit may be finished before the scheduled date and the construction of another Hualong One model will start by the year's end, said a senior manager of the nuclear power plant in Fuqing, Fujian province on Wednesday. The construction of the first Hualong One unit, coded as the No 5 nuclear power unit in Fuqing, started on May 7, 2015, which is the demonstration project of China's homegrown third-generation nuclear technology. The construction is slated to be completed in 25 months. \"We saw smooth progress in the building construction right now, and may finish it in 23 months,\" said Chen Guocai, deputy general manger of Fujian Fuqing Nuclear Power Co Ltd. The whole construction of the Hualong One nuclear power unit is comprised of three phases, including building construction, equipment installment and adjustment, which is scheduled to take 65 months. Globally speaking, most nuclear power projects have been postponed, mainly because of a delay in receiving equipment, said Chen. \"For Hualong One, most of its equipment are developed based on improvement of original mature technologies, without fundamental changes. It is unlikely to see delay in the construction, Chen added. Preparations for the construction of another Hualong One nuclear power unit, coded as the No 6 nuclear power unit in Fuqing, is now ready and the building construction will start by the year's end. About 85 percent of equipment used in Hualong One can be manufactured in China and the designed lifetime of the model is 60 years.", "url": "http://www.chinadaily.com.cn/m/fujian/2015-12/12/content_22706222.htm"}]}, [], {"win label": 0, "news": [{"title": "Construction milestones at new Chinese units", "date": "2017-01-05", "content": "Installation of the fourth and final reactor coolant pump at the Sanmen 2 AP1000 was completed yesterday, China National Nuclear Corporation announced. Meanwhile, the boron injection tank has been installed at the second demonstration Hualong One unit being constructed at the Fuqing plant. Each AP1000 employs four main reactor coolant pumps - each almost seven metres tall and 1.5 metres wide and weighing some 91 tonnes - which circulate reactor coolant through the core, loop piping and steam generators. Westinghouse is currently constructing four AP1000 units in China, two each at Sanmen in Zhejiang province and Haiyang in Shandong. US manufacturer Curtiss- Wright was awarded a contract by Westinghouse to produce 16 reactor coolant pumps for the units in 2007. Sanmen unit 1, construction of which began in April 2009, is expected to be the first AP1000 to begin operating. First concrete for Sanmen 2 was poured in December 2009. All four Chinese AP1000s are scheduled to be in operation by the end of this year. Four AP1000 reactors are currently being built in the USA - two each at Vogtle and Summer - while three AP1000s are also proposed for the Moorside site in the UK. Progress at Fuqing 6: The boron injection tank was also installed yesterday at Fuqing 6 - the second Hualong One unit under construction at the site in China's Fujian province. The boron injection tank - weighing almost 20 tonnes - will contain a boric acid solution that can be injected into the reactor in the event of a severe accident to shut down the chain reaction in case the control rods are not capable of being inserted into the core. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2016. The pouring of first concrete for the reactor basemats for Fuqing 5 and 6 - marking the official start of construction of the units - took place in May and December 2015, respectively. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province.", "url": "https://www.world-nuclear-news.org/NN-Construction-milestones-at-new-Chinese-units-0501175.html"}, {"title": "First Hualong One dome takes shape", "date": "2017-01-06", "content": "Assembly of the containment building dome for unit 5 of the Fuqing nuclear power plant has been completed. The unit - the first of two demonstration Hualong One units being built at the site in China's Fujian province - is expected to start up in 2019. China National Nuclear Corporation announced today the main assembly work for the dome had been completed on 3 January. The hemispherical structure, weighing about 305 tonnes and with a diameter of some 45 meters, will later be placed upon the walls of the unit's containment structure - a major component for protecting the reactor and preventing the release of radioactive materials into the environment in the event of a serious accident. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April 2015. The pouring of first concrete for Fuqing 5 began in May 2015, marking the official start of construction of the unit. The first steel lining module for the containment building of the unit was installed three months later. Construction of unit 6 began in December 2015. The units are scheduled to be completed in 2019 and 2020. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units are also expected to start up in 2019 and 2020, respectively.", "url": "https://www.world-nuclear-news.org/Articles/First-Hualong-One-dome-takes-shape"}, {"title": "CNNC's Fuqing Unit 5 dome assembled", "date": "2017-01-16", "content": "Unit 5 of the Fuqing Nuclear Power Plant of CNNC, the first demonstrative project of the HPR1000, accomplished the principal assembly of its dome, laying a solid foundation for further hoisting installations. With a hemispheric shape, the HPR1000's dome, weighing around 305 tons, was installed above a cylindrical steel liner measuring 45.13 meters high. Since the construction of the site, the Fuqing Nuclear Power Plant has coordinated with many partners on the project via drawing future plans ahead, enhancing management during the construction process and overcoming unfavorable factors. To ensure the well-running progress of the project, the Fuqing Nuclear Power Plant has proactively made a technology schedule and logical arrangement based upon the actual situation, further optimizing the construction duration of the dome assembly.", "url": "https://www.caea.gov.cn/english/n6759361/n6759362/c6792818/content.html"}, {"title": "First Hualong One reactor vessel passes pressure tests", "date": "2017-04-10", "content": "The reactor pressure vessel for unit 5 of the Fuqing nuclear power plant has completed hydraulic pressure tests. The unit - the first of two demonstration Hualong One units being built at the site in China's Fujian province - is expected to start up in 2019. The vessel - manufactured by China First Heavy Machinery - completed the hydraulic pressure test on 8 April. The tests aim to confirm the integrity of the vessel's welds and seals. The tests were witnessed by officials from China's regulator, the National Nuclear Safety Administration; China National Nuclear Corporation ; China Nuclear Power Engineering Company; reactor designer, the Shanghai Nuclear Engineering Research and Design Institute ; and China First Heavy Machinery. CNNC said, \"The hydraulic pressure test is a comprehensive inspection of the quality of the pressure vessel design, manufacture and assembly. By monitoring the temperature, pressure, strain and other parameters of the pressure platform and combined with visual inspections, the sealing performance of the equipment pressure safety can be verified.\" In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April 2015. The pouring of first concrete for Fuqing 5 began in May 2015, marking the official start of construction of the unit. Construction of unit 6 began in December 2015. The units are scheduled to be completed in 2019 and 2020. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units are also expected to start up in 2019 and 2020, respectively. Last month, hydraulic pressure testing was completed on the reactor pressure vessel for the demonstration CAP1400 unit to be built at Shidaowan in China's Shandong province. That design is an enlarged version of the AP1000 PWR developed from the Westinghouse original by State Nuclear Power Technology Corporation, with consulting input from the Toshiba-owned company.", "url": "https://www.world-nuclear-news.org/NN-First-Hualong-One-reactor-vessel-passes-pressure-tests-1004174.html"}, {"title": "China completes tests on reactor pressure vessel for first new version of a domestic nuclear reactor design", "date": "2017-04-17", "content": "The reactor pressure vessel for unit 5 of the Fuqing nuclear power plant has completed hydraulic pressure tests. The unit - the first of two demonstration Hualong One units being built at the site in China's Fujian province - is expected to start up in 2019. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor (PWR) design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April 2015. The pouring of first concrete for Fuqing 5 began in May 2015, marking the official start of construction of the unit. Construction of unit 6 began in December 2015. The units are scheduled to be completed in 2019 and 2020. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units are also expected to start up in 2019 and 2020, respectively. Last month, hydraulic pressure testing was completed on the reactor pressure vessel for the demonstration CAP1400 unit to be built at Shidaowan in China's Shandong province. That design is an enlarged version of the AP1000 PWR developed from the Westinghouse original by State Nuclear Power Technology Corporation, with consulting input from the Toshiba-owned company.", "url": "https://www.nextbigfuture.com/2017/04/china-completes-tests-on-reactor-pressure-vessel-for-first-new-version-of-a-domestic-nuclear-reactor-design.html"}, {"title": "Fuqing unit 5 to get its dome", "date": "2017-05-25", "content": "Construction of the world's first Hualong One nuclear reactor unit at Fuqing in eastern Fujian province will reach a milestone with the installation of the dome on the containment vessel due to take place on Thursday or Friday. The installation marks the completion of its civil construction work and the start of equipment installation, said Yu Peigen, deputy general manager of China National Nuclear Corp, one of the country's largest nuclear companies. The fifth and sixth units at Fuqing use the domestically developed Hualong One pressurized water reactor design, a homegrown third-generation reactor, which Yu said is ready to be constructed on a mass scale. \"After some 30 years of learning and innovation, China has mastered the independent design and manufacturing of third-generation nuclear power facilities, and has shifted from being a novice to a pioneer in the nuclear sector worldwide,\" Yu said at a news conference in Beijing on Wednesday. \"The third-generation Hualong One reactor, being a star export, will also lead to more equipment manufacturers going abroad.\" The Hualong One demonstration project is making smooth progress, and there is still a lot of room for China's nuclear capacity to grow, he added. Xing Ji, chief designer of Hualong One at CNNC, said the pilot project will help pave the way for China's nuclear power equipment industry to go global. With Chinese nuclear technologies gaining a presence worldwide in nations including the United Kingdom, Romania and Pakistan, CNNC has successfully exported six nuclear power units and eight reactors to at least seven countries, and has established links with more than 40 countries for further deals spanning the full nuclear industrial chain, he said. According to a recent deal signed during the Belt and Road Forum, China will supply Argentina with two nuclear power reactors, including one Hualong One pressurized water reactor. The deal with Argentina to build a reactor in the South American nation starting in 2020 is the second one after CNNC's construction of a Hualong One reactor in Pakistan.", "url": "http://www.chinadaily.com.cn/a/201705/25/WS59bbef01a310ded8ac18e1ad.html"}, {"title": "First Hualong One unit at Fuqing takes shape", "date": "2017-05-25", "content": "The dome has been installed on the containment building of unit 5 at the Fuqing nuclear power plant. The unit - the first of two demonstration Hualong One units being built at the site in China's Fujian province - is expected to start up in 2019. The steel dome - measuring almost 47 meters in diameter and weighing about 340 tonnes - was placed upon the top of the containment building walls at 5.58pm today, China National Nuclear Corporation (CNNC) announced. This major milestone, it said, was reached 15 days ahead of schedule. The hemispherical structure is a major component for protecting the reactor and preventing the release of radioactive materials into the environment in the event of a serious accident. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor (PWR) design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April 2015. The pouring of first concrete for Fuqing 5 began in May 2015, marking the official start of construction of the unit. Construction of unit 6 began in December 2015. CNNC announced in early January that it had completed assembling the containment dome for unit 5, which comprises 153 prefabricated components. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units are also expected to start up in 2019 and 2020, respectively.", "url": "https://world-nuclear-news.org/NN-First-Hualong-One-unit-at-Fuqing-takes-shape-2505175.html"}, {"title": "China completes construction of first Hualong One nuclear project", "date": "2017-05-26", "content": "China successfully installed the containment dome for its first demonstration nuclear power project using Hualong One technology, a domestically developed third-generation reactor design, in east China's Fujian Province on May 25. The hemispherical dome, weighing 340 tonnes and measuring 46.8 meters in diameter, was installed by crane on the No.5 unit of China National Nuclear Corporation (CNNC) in Fuqing City at 5:58 p.m. The installation marks the completion of construction work on the pilot project and the beginning of the assembly stage, said Yu Peigen, deputy general manager of CNNC at the site of installation. The dome will be used for protection against nuclear accidents under extreme conditions, and both its design and installation are very demanding processes. \"The installation is much more difficult than that of traditional nuclear reactors because the whole weight of the dome and the ropes is more than 500 tonnes,\" said Yang Jianguo, the lifting commander at the site. Construction of the pilot project began in May 2015 and was scheduled to take about 62 months to finish. The successful installation of the dome will contribute to the development of China's domestic third-generation reactor design and enhance the confidence in Hualong One among Belt and Road countries to boost cooperation, said Wang Shoujun, chairman of CNNC. The country has actively promoted Hualong One at home and abroad. There are now four projects using Hualong One design under construction, including two reactors in Karachi, Pakistan. During the Belt and Road Forum for International Cooperation earlier this month, CNNC also signed a cooperation framework agreement with Argentina, a key emerging market for Chinese companies, which included using the Hualong One design for the country's fifth nuclear unit.", "url": "http://www.scio.gov.cn/m/32618/Document/1553376/1553376.htm"}]}, {"win label": 0, "news": [{"title": "First Fuqing 5 steam generator installed", "date": "2017-11-13", "content": "The first of three steam generators has been installed at unit 5 at the Fuqing nuclear power plant. The unit - the first of two demonstration Hualong One units being built at the site in China's Fujian province - is expected to start up in 2019. At 11.26am on 10 November, the first steam generator for the unit was successfully hoisted onto a horizontal gantry platform some 16.5 meters above the ground. The component was subsequently moved into reactor's containment building through the main equipment transportation channel. Once there, it was be lifted into the vertical position using a specially designed tool and put in place. The ZH-65-type steam generator - weighing 365 tonnes and over 21m in length - was independently designed by the China Nuclear Power Institute and manufactured by Dongfang Electric. China National Nuclear Corporation said installation of the first steam generator at Fuqing 5 has \"laid a solid foundation for the start of work on the welding of the main pipe\". In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April 2015. The pouring of first concrete for Fuqing 5 began in May 2015, marking the official start of construction of the unit. Construction of unit 6 began in December 2015. The dome of unit 5 was installed on the containment building in May this year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units are also expected to start up in 2019 and 2020, respectively. The first of three steam generators was installed at Karachi unit 2 in September. The unit is the first of two Chinese-designed Hualong One nuclear power reactors being constructed at the site in Pakistan. At that time, CNNC noted the main reactor equipment is being installed prior to the dome of the containment building being put in place. This approach, it said, can significantly reduce construction time, compared with the traditional method of installing equipment through a hatch in the containment. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016, with commercial operation planned for 2021 and 2022, respectively. Pakistan's Karachi Coastal station is the first export of Hualong One units. The Hualong One design is also being promoted for use at the Bradwell site in the UK.", "url": "https://www.world-nuclear-news.org/Articles/First-Fuqing-5-steam-generator-installed"}, {"title": "First steam generator installed at Fuqing 5", "date": "2017-11-20", "content": "The first of three ZH-65-type steam generators was installed at unit 5 of China's Fuqing nuclear plant in Fujian province on 10 November, project developer China National Nuclear Corporation (CNNC) said. The steam generator was manufactured by Dongfang Electric Corporation and shipped to the site in October. Fuqing 5 is the first of two demonstration Hualong One (HPR1000) Generation III reactors under construction at the site. Commercial operation is scheduled for 2019 or 2020. Hualong One is an indigenous 1000MWe, three-loop pressurised water reactor, which incorporates elements of CNNC's ACP1000 and China General Nuclear's ACPR1000+ reactor designs. First concrete for Fuqing 5 began in May 2015, and construction of Fuqing 6 started in December 2015. The Fuqing 5 containment building dome was installed in May 2017, Two additional Hualong One units are under construction at CGN's Fangchenggang plant in Guangxi province. They are also due to start up in 2019 and 2020.", "url": "https://www.neimagazine.com/news/newsfirst-steam-generator-installed-at-fuqing-5-5981282"}]}, {"win label": 0, "news": [{"title": "Steam generators in place at Hualong One unit", "date": "2018-01-08", "content": "The third and final steam generator has been installed at the demonstration Hualong One reactor being constructed as unit 5 of the Fuqing nuclear power plant in China's Fujian province. The reactor is expected to start up next year. The steam generator - weighing 365 tonnes and over 21 metres in length - was yesterday hoisted onto a horizontal gantry platform some 16.5 metres above the ground, China National Nuclear Corporation announced. The component was subsequently moved into reactor's containment building through the main equipment transportation channel. Once there, it was lifted into the vertical position using a specially designed tool and put in place. The first steam generator was installed at Fuqing 5 on 10 November. The second was put in place on 24 December, the same day that CNNC announced the welding of the main pipework of the unit had officially started. Steam generators are used in pressurised water reactors to transfer heat from the reactor coolant into water in a secondary circuit, producing the steam used to power the electricity-generating turbines. Each steam generator contains thousands of kilometres of tubes through which hot water flows. The ZH-65-type steam generators were independently designed by the China Nuclear Power Institute and manufactured by Dongfang Electric. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One PWR design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in mid-April 2015. The pouring of first concrete for Fuqing 5 began in May 2015, marking the official start of construction of the unit. Construction of unit 6 began in December 2015. The dome of unit 5 was installed on the containment building in May last year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units are also expected to start up in 2019 and 2020, respectively.", "url": "https://www.world-nuclear-news.org/NN-Steam-generators-in-place-at-Hualong-One-unit-0801184.html"}, {"title": "CNNC's 1,087 MW Fuqing-5 unit last steam generator on place", "date": "2018-01-09", "content": "China National Nuclear Corporation (CNNC) has installed the third and last of the three steam generators at the 1,087 MW Fuqing-5 nuclear reactor in the Fujian province of China. The startup of the Hualong One pressurized water reactor (PWR) is now expected for 2019. The Fuqing site will accommodate six reactors, of which four 1,087 MW Chinese-designed CPR-1000 units. The first one was commissioned in November 2014, the second unit in October 2015, the third one in October 2016 and the fourth one in September 2017. In April 2015, the National Development and Reform Commission of China gave its final approval for the construction of two additional Hualong One units, Fuqing-5 and Fuqing-6, which are expected to be commissioned in 2019 and 2020, respectively. The Fuqing nuclear power plant project is owned by China Nuclear Power Company (51%), Huadian Fuxin Energy Company (39%) and Fujian Investment and Development Group (10%).", "url": "https://www.enerdata.net/publications/daily-energy-news/cnncs-1087-mw-fuqing-5-unit-last-steam-generator-place-china.html"}, {"title": "Core part of China's nuclear reactor powered by Hualong One will finish up installation", "date": "2018-01-28", "content": "A pressure vessel powered by China's self-developed Hualong One technology was completely installed on the No. 5 unit reactor around 5:00 p.m. BJT on Sunday. The reactor pressure vessel (RPV), a core part of a nuclear power unit, weighs over 300 tons and endures high levels of radiation and pressure, and soaring temperatures for the next 60 years. It serves as a safety barrier for the nuclear reactor. The installation on Sunday showcases China's highest level of research and development in nuclear technology. The project is being conducted at Fuqing Nuclear Power Plant based in Fujian Province. The No. 5 unit arrived at the site the day before and was transferred to the 16.5-meter platform of the reactor plant for the follow-up installation. The Hualong One technology is a pressurized water reactor design that is used in homegrown third-generation reactors. It is China's only domestically-developed third-generation nuclear technology that has so far gone international. The technology increases the reactor's safety performance and \"can even withstand a tsunami of the strength that triggered Japan's Fukushima disaster,\" said Xue Junfeng, vice chief engineer of the Hualong One reactors in an interview in 2016. There are now six units with Hualong One technology under construction: the No. 5 and 6 units of China National Nuclear Corporation, the No. 3 and 4 units of China General Nuclear Power Group (CGNP), and the K2 and K3 units in Pakistan - the first overseas project that Hualong One has been part of. Development of Hualong One technology: The joint development of Hualong One technology was started in April 2013 by CGNP and China National Nuclear Corporation. An expert panel from the National Energy Administration and Nuclear Safety Administration approved the technical design on August 22, saying the technology's maturity, security and economical efficiency met the third-generation nuclear technology requirements and suggesting the launch of the pilot project. Construction of the Hualong One pilot project: The construction of the world's first pilot project using Hualong One, the No. 5 unit, began on May 7, 2015. A containment dome for the pilot was successfully installed on May 25, 2017, marking the completion of construction work on the pilot project and the beginning of the assembly stage. Development of the Hualong One electric generator: Self-developed by Dongfang Electric Machinery Co. Ltd., the first Hualong One electric generator passed modelling tests on November 6, 2017 with all rubrics reaching or surpassing the design requirements. It marks the success of China's first homemade Hualong One electric generator. Development of Hualong One RPV: The RPV was designed by the Nuclear Power Institute of China and manufactured by China First Heavy Industries. With a new reactor-core structure design, its projected lifetime has been prolonged from 40 to 60 years. The RPV was completed and successfully delivered on August 20, 2017 in northeast China's Dalian City after about four years' construction. It was transferred to the No. 5 unit on Jan. 17, 2018, to start installation.", "url": "https://news.cgtn.com/news/7863544d30677a6333566d54/index.html"}, {"title": "Reactor vessel installed at Chinese Hualong One unit", "date": "2018-01-29", "content": "The reactor pressure vessel has been installed at the demonstration Hualong One being constructed as unit 5 of the Fuqing nuclear power plant in China's Fujian province. The reactor is expected to start up next year. The vessel was introduced into the 16.5-meter platform of the reactor building on 17 January. In an operation lasting almost nine hours, the component was moved into position on its support ring yesterday, China National Nuclear Corporation has announced. The pressure vessel was independently designed by China Nuclear Power Research and Design Institute and manufactured by China First Heavy Machinery. The vessel completed hydraulic pressure tests in April last year. These tests confirmed the integrity of the vessel's welds and seals. Installation of the reactor pressure vessel marks the completion of the installation of the unit's major components, CNNC said. Installation of the three steam generators and pump casings was completed early this month January. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One PWR design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The dome of unit 5 was installed on the containment building in May last year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in Guangxi province. Those units - based on CGN's version of the design - are also expected to start up in 2019 and 2020, respectively. CGN proposes to use a UK version of its design - the HPR1000 - at a prospective new nuclear power plant at Bradwell, England. Two HPR1000 units are also under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016. The reactor pressure vessel was installed at Karachi 2 last October. The units are planned to enter commercial operation in 2021 and 2022, respectively.", "url": "https://www.world-nuclear-news.org/NN-Reactor-vessel-installed-at-Chinese-Hualong-One-unit-2901184.html"}, {"title": "Core part of China's nuclear reactor powered by Hualong One will finish up installation", "date": "2018-01-29", "content": "A pressure vessel powered by China's self-developed Hualong One technology is expected to finish its installation on the No. 5 unit reactor by 6:00 p.m. BJT on Sunday. The reactor pressure vessel, a core part of a nuclear power unit, weighs over 300 tons and endures high levels of radiation and pressure, and soaring temperatures for the next 60 years. It will serve as a safety barrier for the nuclear reactor. The installation on Sunday showcases China's highest level of research and development in nuclear technology. The project is being conducted at Fuqing Nuclear Power Plant based in Fujian Province. The No. 5 unit arrived at the site the day before and was transferred to the 16.5-meter platform of the reactor plant for the follow-up installation. The Hualong One technology is a pressurized water reactor design that is used in homegrown third-generation reactors. It is China's only domestically-developed third-generation nuclear technology that has so far gone international. The technology increases the reactor's safety performance and \"can even withstand a tsunami of the strength that triggered Japan's Fukushima disaster,\" said Xue Junfeng, vice chief engineer of the Hualong One reactors in an interview in 2016. There are now six units with Hualong One technology under construction: the No. 5 and 6 units of China National Nuclear Corporation, the No. 3 and 4 units of China General Nuclear Power Group, and the K2 and K3 units in Pakistan - the first overseas project that Hualong One has been part of. Development of Hualong One technology: The joint development of Hualong One technology was started in April 2013 by CGNP and China National Nuclear Corporation. An expert panel from the National Energy Administration and Nuclear Safety Administration approved the technical design on August 22, saying the technology's maturity, security and economical efficiency met the third- generation nuclear technology requirements and suggesting the launch of the pilot project.", "url": "http://www.ecns.cn/2018/01-29/290437.shtml"}, {"title": "China installs pressure vessel in Fuqing unit 5 reactor", "date": "2018-02-02", "content": "China National Nuclear Corporation (CNNC) installed a pressure vessel into the Fuqing unit 5, the first (HPR) Hualong Pressurized Reactor 1000 on Sunday, Jan. 28, according to the company on Tuesday. This installation marked the start of the unit's all-round installation phase of critical components, CNNC announced. 'The pressure vessel is not only the core device of the HPR 1000 reactors, but also the key part of China's third-generation nuclear power reactors, which were independently developed and produced by domestic research teams,' the company said. The HPR 1000 pressure vessel has been manufactured to the latest standards compared to the second-generation advanced nuclear units, the company explained. The Nuclear Power Institute of China, a subsidiary of CNNC, designed the HPR 1000 pressure vessel, which was manufactured by China First Heavy Industries. China currently has 38 nuclear power reactors in operation and about 20 under construction, according to the World Nuclear Association (WNA). China has become largely self-sufficient in reactor design and construction, as well as in other aspects of the fuel cycle, but is making full use of western technology while adapting and improving it, according to the WNA .", "url": "https://www.aa.com.tr/en/energy/nuclear/china-installs-pressure-vessel-in-fuqing-unit-5-reactor/18668"}, {"title": "Reactor internals en route to demo Hualong One unit", "date": "2018-04-11", "content": "The reactor internals for the demonstration Hualong One being constructed as unit 5 of the Fuqing nuclear power plant in China's Fujian province have been shipped from the manufacturing plant in Shanghai. The unit is scheduled to be completed next year. The reactor internals were designed by China Nuclear Power Research and Design Institute and manufactured by the Shanghai No.1 Machine Tool Plant. China National Nuclear Corporation (CNNC) announced today that the components left the manufacturing plant yesterday for the construction site. Reactor internals are the major structures within a reactor vessel that have one or more functions such as supporting the core, maintaining fuel alignment, directing primary coolant flow, providing radiation shields for the reactor vessel, and guiding in-core instrumentation. CNNC noted that the reactor internals \"are components in the nuclear island main equipment that are difficult to manufacture, require long processing cycles, and require high assembly precision\". The control rod drive mechanism for use at Fuqing 5 passed factory acceptance tests on 15 March. The ML-B type drive mechanism was independently developed by CNNC China Nuclear Power Research and Design Institute and fully domestically manufactured by Shanghai No.1 Machine Tool Plant, CNNC said. Fuqing 5's reactor pressure vessel was installed on 28 January. The vessel completed hydraulic pressure tests in April last year. Those tests confirmed the integrity of the vessel's welds and seals. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One PWR design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The dome of unit 5 was installed on the containment building in May last year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively.", "url": "https://www.world-nuclear-news.org/Articles/Reactor-internals-en-route-to-demo-Hualong-One-uni"}, {"title": "Cold testing under way at Chinese Hualong One unit", "date": "2018-04-29", "content": "Cold hydrostatic testing has begun at unit 5 of the Fuqing nuclear power plant in China's Fujian province, the first of two demonstration Hualong One reactors under construction at the site. The tests mark the first time the reactor systems are operated together with the auxiliary systems. Cold functional tests are carried out to confirm whether components and systems important to safety are properly installed and ready to operate in a cold condition. The main purpose of these tests is to verify the leak-tightness of the primary circuit and components - such as pressure vessels, pipelines and valves of both the nuclear and conventional islands - and to clean the main circulation pipes. The tests at Fuqing 5 began on 27 April. China National Nuclear Corporation (CNNC) said this was 50 days ahead of schedule and marks the transition of the unit from the installation phase to the commissioning phase. During tests, inspections of the reactor systems will be carried out at water pressure levels of 2.7 MPa, 7.0 MPa, 10.0 MPa, 15.4 MPa, 16.5 MPa, 17.13 MPa and 22.3 MPa. Tests at 2.7 MPa were completed at 2:36am on 28 April. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The dome of unit 5 was installed on the containment building in May 2017 and the reactor pressure vessel was installed in January last year. Installation of the third and final main reactor coolant pump at Fuqing 5 was completed on 5 January this year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One (HPR1000) units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are also expected to start up in 2019 and 2020. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022. The HPR1000 has also been proposed for construction at Bradwell in the UK, where it is undergoing Generic Design Assessment.", "url": "https://www.world-nuclear-news.org/Articles/Cold-testing-underway-at-Chinese-Hualong-One-unit"}]}, {"win label": 0, "news": [{"title": "Fuqing 5 enters system commissioning phase", "date": "2018-08-09", "content": "Installation of the control room has been completed at the demonstration Hualong One being constructed as unit 5 of the Fuqing nuclear power plant in China's Fujian province. The final display panel of the control room was installed on the morning of 4 August, China Nuclear Industry 23 Construction Company announced on 7 August. The company said this was six days ahead of schedule and marks the reactor's transition from the installation phase to the system commissioning phase. In November 2014, China National Nuclear Corporation announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The dome of unit 5 was installed on the containment building in May last year and the reactor pressure vessel was installed in January this year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are also expected to start up in 2019 and 2020. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022. The HPR1000 has also been proposed for construction at Bradwell in the UK, where it is undergoing Generic Design Assessment.", "url": "https://www.world-nuclear-news.org/Articles/Fuqing-5-enters-system-commissioning-phase"}, {"title": "Commissioning begins for China's Fuqing 5", "date": "2018-08-13", "content": "China Nuclear Industry 23 Construction Company announced on 7 August that unit 5 of the Fuqing NPP in Fujian province had moved from the installation phase to the system commissioning phase six days ahead of schedule after the final display panel of the control room had been installed. China National Nuclear Corporation announced in 2014 Fuqing 5 and 6 would have Chinese design Hualong One pressurised water reactors instead of the previously planned ACP1000 design. China's State Council approved construction of Fuqing units 5 and 6 in April 2015 and first concrete for Fuqing 5 was poured a month later in May followed by first concrete for unit 6 began in December. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020. The dome of unit 5 was installed on the containment building in May 2017 and the reactor pressure vessel was installed in January 2018. Two more Hualong One (HPR1000) units are under construction at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region with start up also scheduled for 2019 and 2020. Units 2 and 3 at Pakistan's Karachi NPP will also have Hualong One reactors. Construction began on unit 2 in 2015 and unit 3 in 2016 with operation scheduled for 2021 and 2022. The Hualong One has also been proposed for construction at Bradwell NPP in the UK, where it is undergoing Generic Design Assessment.", "url": "https://www.neimagazine.com/news/newscommissioning-begins-for-chinas-fuqing-5-6707530/"}, {"title": "Hualong One simulator ready for operator training", "date": "2018-09-17", "content": "The first full-scope simulator for the Chinese-developed Hualong One reactor has been delivered to the Fuqing nuclear power plant, China National Nuclear Corporation announced on 14 September. Simulators are a vital piece of equipment for training plant operators, both at the start of their careers and for their continuing training. CNNC said the new simulator passed the acceptance test and was officially delivered 115 days in advance of schedule. Experts concluded that all the indicators of the Hualong One full-scope simulator meet the relevant functional and performance requirements, it added, and the simulator is now ready to be used to train reactor operators. Developed by CNNC subsidiary Wuhan Nuclear Power Operation Technology Company Limited, the simulator uses a variety of international advanced technologies to simulate the operation of a nuclear power plant, both under normal and emergency conditions. It uses the latest platform and software to which CNNC Wuhan has complete independent intellectual property rights. The simulator exactly replicates the control room of Fuqing unit 5 - the first of two demonstration Hualong One units at the site in China's Fujian province. Installation of the control room at Fuqing 5 was completed last month. The final display panel of the control room was installed on 4 August, China Nuclear Industry 23 Construction Company announced on 7 August. The company said this was six days ahead of schedule and marked the reactor's transition from the installation phase to the system commissioning phase. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor design, marking its first deployment. It had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re-organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The dome of unit 5 was installed on the containment building in May last year and the reactor pressure vessel was installed in January this year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are also expected to start up in 2019 and 2020. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022. The HPR1000 has also been proposed for construction at Bradwell in the UK, where it is undergoing Generic Design Assessment.", "url": "https://www.world-nuclear-news.org/Articles/Hualong-One-simulator-ready-for-operator-training"}]}, {"win label": 0, "news": [{"title": "Equipment installation milestones at Hualong One units", "date": "2019-01-08", "content": "All the main equipment has now been installed at the first of two demonstration Hualong One units under construction at the Fuqing site in China's Fujian province. Installation of the steam generators has begun at the second unit. Installation of the third and final main reactor coolant pump at Fuqing unit 5 was completed on 5 January, China National Nuclear Corporation announced today. The company said the pumps have a \"complex and special structure\". The components for the pumps were shipped to the construction site for assembly. The main pump components for unit 5 arrived packed within more than 150 separate boxes. The unpacking of these boxes was subject to rigorous inspection, CNNC said. The first main pump components were installed on 10 December. CNNC noted that all the main equipment of unit 5 at the plant is now in place within the nuclear island. Meanwhile, the installation of the first of three steam generators has begun at unit 6 of the Fuqing plant. The component - weighing about 365 tonnes - was designed by China Nuclear Power Institute and manufactured by Dongfang Electric Corporation. The steam generator was delivered to the construction site on 20 December and then moved into the reactor building on 23 December in preparation of installation. Installation of the reactor pressure vessel at unit 6 was completed on 10 December. In November 2014, CNNC announced that the fifth and sixth units at Fuqing will use the domestically-developed Hualong One pressurised water reactor design, marking its first deployment. The company had previously expected to use the ACP1000 design for those units, but plans were revised in line with a re- organisation of the Chinese nuclear industry. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The dome of unit 5 was installed on the containment building in May 2017 and the reactor pressure vessel was installed in January last year. Fuqing 5 and 6 are scheduled to be completed in 2019 and 2020, respectively. Construction of two Hualong One units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are also expected to start up in 2019 and 2020. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022. The HPR1000 has also been proposed for construction at Bradwell in the UK, where it is undergoing Generic Design Assessment.", "url": "https://www.world-nuclear-news.org/Articles/Equipment-installation-milestones-at-Hualong-One-u"}, {"title": "Fuqing Nuclear Power Plant debugging approved", "date": "2019-04-11", "content": "The National Nuclear Safety Administration approved Monday the debugging of two units in Fuqing Nuclear Power Plant in Fuzhou, Fujian province. The two units, units five and six, use Hualong One technology, a domestically developed, third-generation reactor design, jointly designed by two domestic nuclear power giants, China General Nuclear Power Group and China National Nuclear Corporation. This move comes after the Ministry of Ecology and Environment on April 4 released the operating license for units one and two of Taishan Nuclear Power Plant. Taishan Nuclear Power Plant is the largest cooperation project between China and France in the energy sector, with two 1750-megawatt EPR units in its first phase of construction. The first reactor completed a 168-hour trial run last year, putting it on course to become the world's first commercial nuclear reactor using third-generation EPR technology.", "url": "https://govt.chinadaily.com.cn/a/201904/11/WS5cae9641498e079e6801d3a9.html"}, {"title": "Cold functional test starts at Hualong One nuclear project", "date": "2019-04-28", "content": "Cold functional tests began Saturday on a reactor of China's first nuclear power project using Hualong One technology, a domestically developed third-generation reactor design. The test was conducted on a circuit of the No. 5 nuclear power unit in the city of Fuqing, eastern China's Fujian province, to evaluate the performance of the circuit system and its supporting facilities under high-pressure conditions, according to the China National Nuclear Corporation (CNNC). The CNNC said the test started 50 days ahead of schedule. Hualong One reactors were jointly designed by two nuclear power giants, China General Nuclear Power Group and the CNNC, and passed inspection by a national panel in August 2014. China has since approved the use of Hualong One technology to build two reactors in Fujian, the No. 5 and No. 6 units.", "url": "http://www.china.org.cn/china/2019-04/28/content_74730051.htm"}]}, {"win label": 0, "news": [{"title": "World's First Hualong One Reactor Capped", "date": "2019-07-19", "content": "The outer dome of the No.5 unit of China National Nuclear Corporation's (CNNC) Fuqing nuclear power plant in southeast China's Fujian province was concreted on July 14. At that moment the 73.98-meter world's first Hualong One reactor became a landmark of the plant. The capping laid a solid foundation for the thermal test and charging of the unit and provided experience for the future construction of Hualong One reactor units. The Hualong One is China's third generation nuclear power technology with completely independent intellectual property rights. It has a double-layered containment system to withstand attacks by large aircraft. So far, four overseas Hualong One nuclear power units undertaken by CNNC have been completed on or ahead of schedule. The outer dome the Hualong One reactor unit has completed is the most extensive work among the world's nuclear power generator units under construction. The mechanical steel splicing, with a full support bearing scaffolding system, can resist aircraft hits. The outer containment has two parts: a cylinder structure and a dome structure. The standard section of the adapting cylinder structure is a quasi-spherical structure with a thickness of 1.8 meters. The long span structure, dense rebar, high-strength concrete and no-steel lining as a formwork support added to the construction difficulties. In view of the importance and complexity of the construction of the outer dome, all units participating in the Hualong One project worked together, conducting special and on-site hidden inspections on security and quality and optimizing engineering plans. In addition to technological difficulties, a limited construction period, large work amount, high risks of bearing frame setting and rainy and high temperature weather added to the hardship of the construction.", "url": "http://en.sasac.gov.cn/2019/07/19/c_1916.htm"}]}, {"win label": 0, "news": [{"title": "Hot tests completed at Fuqing 5", "date": "2020-03-03", "content": "Hot testing at the world's first Hualong One reactor has been completed, China National Nuclear Corporation (CNNC) announced yesterday. The tests at Fuqing unit 5 laid a \"solid foundation\" for the unit's operation, the company said. Hot thermal tests involve increasing the temperature of the reactor coolant system and carrying out comprehensive tests to ensure that coolant circuits and safety systems are operating as they should. Such testing simulates the thermal working conditions of the power plant and verifies that nuclear island and conventional equipment and systems meet design requirements. The tests verified the functioning of the unit's active and passive systems as well as non-nuclear components including steam turbines, CNNC said. Four Hualong One units - Fuqing 5 and 6 in Fujian province and Fangchenggang units 3 and 4 in Guangxi province - are expected to be connected to the Chinese grid this year, while construction began on a unit at Zhangzhou in Fujian last September and at Taipingling in Gaungdong in late December. Two units - promoted on the international market as the HPR1000 - are under construction at Karachi in Pakistan.", "url": "https://www.world-nuclear-news.org/Articles/Hot-tests-completed-at-Fuqing-5"}, {"title": "Hot thermal tests completed at Fuqing-5", "date": "2020-03-18", "content": "According to a statement from the China National Nuclear Corporation (CNNC), a key hot performance test was conducted on Unit 5 of the Fuqing nuclear power plant in Fuzhou, in East China's Fujian Province, on March 2. The CNNC said it is the world's first nuclear power project using Hualong One technology, also known as HPR 1000, a third-generation reactor design developed by China. A total of five nuclear power units adopting HPR 1000 technology are under construction by CNNC in China and other countries. The hot performance test is designed to increase the temperature of the reactor coolant system to thermal shutdown conditions, through the operation of the main pump and electric heater of the regulator. The program also included a series of commissioning tests and periodic tests on specific test platforms, according to the CNNC release. This stage simulates the various thermal working conditions of the nuclear power plant as much as possible. It verifies whether the reliability and related parameters of the nuclear island and conventional island equipment and systems in the hot state meet the design requirements. Officials said that following the series of tests, the performance was verified to meet design requirements.", "url": "https://www.ans.org/news/article-19/hot-thermal-tests-completed-at-fuqing5/"}]}, {"win label": 1, "news": [{"title": "Fuel loading starts at first Hualong One reactor", "date": "2020-09-04", "content": "The process of loading of the 177 fuel assemblies into the core of unit 5 at China's Fuqing nuclear power plant has begun, China National Nuclear Corporation announced. The unit - the first of two demonstration Hualong One reactors at the site in Fujian province - is scheduled to begin operating by the end of this year. The first fuel assembly was loaded into the reactor's core at 3.30pm today, just after the issuance of the unit's operating licence by the Ministry of Ecology and Environment. CNNC said the Hualong One's core design reduces the core power density and improves the design safety level. \"In order to ensure the smooth progress of the first nuclear fuel loading of the world's first Hualong One reactor, the construction team fully considered the difference in the layout and quantity of the core fuel components of the reactor, carried out the first batch of loading exercises, optimised the loading sequence, and ensured that the first reactor was installed,\" it said. With the successful installation of the first group of fuel assemblies, the unit has entered the nuclear commissioning stage of the main system and is ready for completion, it added. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The inner dome of unit 5 was installed on the containment building in May 2017, with the outer dome installed in January 2018. Hot testing at Fuqing 5 was completed on 2 March. These tests involved increasing the temperature of the reactor coolant system and carrying out comprehensive tests to ensure that coolant circuits and safety systems are operating as they should. Such testing simulates the thermal working conditions of the power plant and verifies that nuclear island and conventional equipment and systems meet design requirements. Fuqing 5 and 6 are scheduled to be completed this year and next. Construction of two demonstration Hualong One units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are also expected to start up in 2022. CNNC has also started construction of two Hualong units at the Zhangzhou plant in Fujian province, plus the first of two units at Taipingling in Guangdong. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022.", "url": "https://world-nuclear-news.org/Articles/Fuel-loading-starts-at-first-Hualong-One-reactor"}, {"title": "Fuel loading begins at China's Fuqing 5", "date": "2020-09-07", "content": "China National Nuclear Corporation (CNNC) said that on 4 September, China's Ministry of Ecology and Environment had issued a licence for the operation of unit 5 at the Fuqing nuclear power plant in Fujian province to CNNC Fujian Fuqing Nuclear Power Co Ltd. Fuel loading began the same day. Fuqing 5 is the first unit with a domestically-designed Hualong One reactor to reach fuel-loading stage. With the successful installation of the first group of fuel assemblies, nuclear commissioning has officially started. The Hualong One has 177 fuel assemblies, which, CNNC said, reduces the core power density and improves the design safety level. CNNC noted that, despite the challenges posed by the coronavirus work continues on the two Hualong One units under construction at Fuqing (units 5&6). \"At present, project construction is progressing steadily, and safety and quality are well controlled,\" CNNC said. China's State Council approved construction of Fuqing 5&6 in April 2015. First concrete for Fuqing 5 was poured in May 2015 and Fuqing 6 the following December. The inner dome of Fuqing 5 was installed on the containment building in May 2017, with the outer dome in January 2018. Hot testing was completed on 2 March 2020 with operation expected to begin later this year, followed by operation of Fuqing 6 in 2021. Currently five other Hualong One units are under construction in China. CNNC is building one (the first of two) at Taipingling in Guangdong and two at Zhangzhou in Fujian province. China General Nuclear (CGN) is building two at its Fangchenggang site in Guangxi province. In addition, two Hualong One units are under construction at Karachi in Pakistan, while CGN proposes to use a UK version of the Hualong One  at the planned Bradwell NPP in the UK.", "url": "https://www.neimagazine.com/news/newsfuel-loading-begins-at-chinas-fuqing-5-8122062"}, {"title": "First Hualong One reactor achieves criticality", "date": "2020-10-22", "content": "Unit 5 at the Fuqing nuclear power plant in China's Fujian province attained a sustained chain reaction for the first time yesterday, China National Nuclear Corporation has announced. The unit - the first of two demonstration Hualong One reactors at the site - is scheduled to begin commercial operation by the end of this year, with unit 6 following by the end of next year. Unit 5 will be the world's first Hualong One reactor to be commissioned. China's Ministry of Ecology and Environment issued the operating licence for Fuqing 5 on 4 September. The process of loading the 177 fuel assemblies into the reactor core began the same day and was completed on 10 September. Yesterday, at 3.09pm, the reactor achieved first criticality after the boron concentration in the primary loop was diluted and the control rods were withdrawn. Various commissioning tests will now be carried out at the Hualong One, prior to it being connected to the electricity grid. It will then undergo tests at increasing power output levels before entering a full-power demonstration operating assessment. During this assessment stage, the performance indicators of the unit will need to meet design standards and the relevant requirements of the power grid, which will indicate that the unit has achieved formal commercial operating conditions. China's State Council gave final approval for construction of Fuqing units 5 and 6 in April 2015. The pouring of first concrete for Fuqing 5 began in May that year, marking the official start of construction of the unit. Construction of unit 6 began in December the same year. The inner dome of unit 5 was installed on the containment building in May 2017, with the outer dome installed in January 2018. Hot testing at Fuqing 5 was completed on 2 March. These tests involved increasing the temperature of the reactor coolant system and carrying out comprehensive tests to ensure that coolant circuits and safety systems are operating as they should. Such testing simulates the thermal working conditions of the power plant and verifies that nuclear island and conventional equipment and systems meet design requirements. Construction of two demonstration Hualong One units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are expected to start up in 2022. CNNC has also started construction of two Hualong units at the Zhangzhou plant in Fujian province, plus the first of two units at Taipingling in Guangdong. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022.", "url": "https://www.world-nuclear-news.org/Articles/First-Hualong-One-reactor-achieves-criticality"}, {"title": "Fuqing Nuclear Power Plant unit 5 reaches 'critical state'", "date": "2020-10-22", "content": "The unit 5 of China's Fuqing Nuclear Power Plant, developed by China National Nuclear Corporation (CNNC), reached a 'critical state' for the first time on Oct 21, indicating that the unit has officially entered a state of operation with power and has taken an important step towards completion and commissioning. Unit 5 is the world's first pilot project to use China's indigenous third-generation nuclear power technology Hualong One, also known as HPR1000. The criticality of a nuclear reactor in a nuclear power plant is similar to the ignition process of a conventional thermal power plant boiler, and it is also like a heart pacemaker. After the criticality, the \"heart\" of the reactor - the core - will continue to \"beat\", and the reactor will be operating in a state of nuclear equilibrium. Approved by the National Nuclear Safety Administration, and inspected by the Eastern Office of the National Nuclear Safety Administration, unit 5 began its reactor critical operation. By diluting the boron concentration in the primary loop and raising the control rods, the reactor reached a critical state for the first time. At present, CNNC's projects involving Hualong One technology is progressing in an orderly manner at home and abroad, and the safety and quality of the construction projects are under good control. On May 5, 2015, the National Nuclear Safety Administration issued a construction permit for Fuqing Nuclear Power Plant unit 5. May 7, 2015 marked the FCD of unit 5 - the first concrete date in its construction timetable. On Sept 10, 2020, Fuqing Nuclear Power Unit 5 successfully completed the loading of 177 sets of fuel assemblies, marking the moment that HualongOne entered the nuclear commissioning stage of the main system.", "url": "https://en.cnnc.com.cn/2020-10/22/c_553221.htm"}, {"title": "China's Fuqing 5 achieves criticality", "date": "2020-10-26", "content": "Unit 5 of China's Fuqing nuclear power plant in Fujian province - a Hualong One reactor - achieved criticality on 21 October, China National Nuclear Corporation (CNNC) said. The 1000MWe unit has now officially begun operation and had taken an important step towards completion and commissioning, CNNC added. CNNC said various commissioning tests will now be carried out before Fuqing 5 is connected to the electricity grid. Once connected, it the reactor will undergo tests at increasing power output levels before entering a full-power assessment period. Fuqing 5 is the first unit with a domestically-designed Hualong One (HPR1000) reactor to achieve criticality. China's State Council approved construction of Fuqing 5&6 in April 2015. First concrete for Fuqing 5 was poured in May 2015 and Fuqing 6 the following December. The inner dome of Fuqing 5 was installed on the containment building in May 2017, with the outer dome in January 2018. Hot testing was completed on 2 March 2020 with operation expected to begin later this year, followed by operation of Fuqing 6 in 2021. Currently five other Hualong One units are under construction in China. CNNC is building one (the first of two) at Taipingling in Guangdong and two at Zhangzhou in Fujian province. China General Nuclear (CGN) is building two at its Fangchenggang site in Guangxi province. In addition, two Hualong One units are under construction at Karachi in Pakistan, while CGN proposes to use a UK version of the Hualong One at the planned Bradwell site in the UK.", "url": "https://www.neimagazine.com/news/newschinas-fuqing-5-achieves-criticality-8201220"}, {"title": "World's first Hualong One unit connects to grid", "date": "2020-11-27", "content": "Unit 5 of the Fuqing nuclear power plant in China's Fujian province was today connected to the grid for the first time, at 00:41 local time, China National Nuclear Corporation (CNNC) has announced. The unit - the first of two demonstration Hualong One reactors at the site - had attained a sustained chain reaction for the first time on 21 October. Scheduled to begin commercial operation by the end of this year, unit 5 will be the world's first Hualong One reactor to be commissioned. Unit 6 is to follow by the end of next year. The milestone means that China has \"broken the monopoly of foreign nuclear power technology and officially entered the ranks of advanced countries in nuclear power\", CNNC said. This \"further enhances the confidence of countries in China's Belt and Road Initiative: Awakening the Dragon\", it added. Sama Bilbao y León, director general of the World Nuclear Association said: \"Fuqing 5 is now providing clean. reliable and cost-effective electricity supplies to millions of customers. This first Hualong One reactor adds another design to the portfolio of advanced reactors that have started up around the world in recent years.\" Construction of two demonstration Hualong One (HPR1000) units is also under way at China General Nuclear's Fangchenggang plant in the Guangxi Autonomous Region. Those units are expected to start up in 2022. CNNC has also started construction of two Hualong units at the Zhangzhou plant in Fujian province, plus the first of two units at Taipingling in Guangdong. Two HPR1000 units are under construction at Pakistan's Karachi nuclear power plant. Construction began on Karachi unit 2 in 2015 and unit 3 in 2016; the units are planned to enter commercial operation in 2021 and 2022.", "url": "https://world-nuclear-news.org/Articles/World-first-Hualong-One-unit-connects-to-grid"}, {"title": "China's first nuclear reactor using Hualong One tech connected to grid", "date": "2020-11-27", "content": "China's first nuclear facility using Hualong One technology - a domestically developed third-generation reactor design - was successfully connected to the grid in southeast China's Fujian Province early Friday morning. On connection, the No. 5 unit of the Fuqing Nuclear Power Plant of the China National Nuclear Corporation started to generate electricity at 00:41 BJT. All its technical indicators have met the designed standards and the power unit is running well, laying a solid foundation for its subsequent commercial operation, said Zhao Hao, general manager of Fuqing Nuclear Power Plant. The landmark achievement signals a great improvement in the competitiveness of China's nuclear power industry, which is of great significance for the country's energy restructuring plan and pursuit of low-carbon development, according to Zhao. The unit will undergo various tests, including on full-power continuous operation, before starting commercial operations later this year. ", "url": "https://news.cgtn.com/news/2020-11-27/China-s-nuclear-reactor-powered-by-Hualong-One-starts-operation-VKIUq83azS/index.html"}, {"title": "China Ends Western Nuclear Monopoly With Indigenous Hualong One Reactor", "date": "2020-11-28", "content": "The 1,150-megawatt, No. 5 unit of the Fuqing Nuclear Power Plant started generating electricity at 00:41 BJT. All its technical indicators have met the designed standards and the power unit is running well, laying a solid foundation for its subsequent commercial operation, said Zhao Hao, general manager of Fuqing Nuclear Power Plant, CGTN reported. Zhao said \"the landmark achievement\" signals a great improvement in the competitiveness of China's nuclear power industry, which is of great significance for the country's energy restructuring plan and pursuit of low- carbon development. The unit will undergo various tests, including full-power continuous operation. According to media reports, the third-generation pressurized water nuclear unit will soon start commercial operations as the fifth reactor at Fujian Province's Fuqing Nuclear Power Plant. \" indicates that China has broken the monopoly of overseas nuclear technology and has officially become a country with advanced nuclear techniques,\" the CNNC said in a statement. Based on the US and French designs, the Hualong One will give stiff competition to the Westinghouse-developed AP1000 and Europe's EPR. CNNC has claimed that with two layers of containment, the Hualong One is one of the safest nuclear reactors worldwide. The reactor has 60 years of lifespan and 177 reactor cores, which will be replaced every 18 months. According to CNNC, the technology has more than 700 patents and 120 software copyrights, and its entire 411 core parts are designed and made domestically. The reports suggest that China's nuclear power industry now has a self-sufficiency rate of over 85%, with roughly 5,000 companies including 58 state-owned enterprises in the supply chain. Roughly 50 nuclear reactors with a combined generation capacity of 50,000 megawatts are currently operating in China, local media reported. While seven units of the Hualong One are being built, another four have been approved for construction. The second Hualong One at Fuqing, Unit 6, is likely to be completed by 2021. China currently has six overseas Hualong One projects under construction. Part of China's Belt and Road Initiative, one reactor is nearing completion in Pakistan, and the design is also pending export approval from British and Argentinian authorities. China is now on track to surpass the US as the world's top producer of nuclear energy as early as 2030. According to the World Nuclear Association, an industry group, China's total nuclear power generation capacity, including reactors under construction and in planning, came to 108,700 megawatts as of April, more than America's 105,120 MW. But, China comes in third in terms of capacity in operation, at 45,000 MW, after the US and France at 62,000 MW. ", "url": "https://eurasiantimes.com/china-ends-western-nuclear-monopoly-with-indigenous-hualong-one-reactor-chinese-media/"}, {"title": "World's First Hualong One Nuclear Reactor Goes into Operation", "date": "2020-11-30", "content": "The No. 5 unit of China National Nuclear Corporation (CNNC)'s Fuqing Nuclear Power Plant in Southeast China's Fujian province, the world's first Hualong One nuclear reactor, went into operation on Nov 27. The generator unit has been working soundly with all technical indices meeting designed requirements, which lays a solid foundation for future commercial operation. Its operation confirms that China has become a country with advanced nuclear power technology, which is significant in development of its nuclear power industry and promotes the Hualong One technology in countries participating in the Belt and Road Initiative. It will improve competitiveness of China's nuclear power industry and contribute to improvement of energy structure and development of green and low-carbon production. The Hualong One is China's third generation nuclear power technology with completely independent intellectual property rights. Developed, designed, manufactured and operated by CNNC, it has a design life of 60 years and the world's top security standard thanks to technologies like double-layer containment. Construction of the No. 5 unit at Fuqing Nuclear Power Plant started in May 2015. During the construction, CNNC joined hands with 58 state-owned enterprises and more than 140 private firms and with over 5,000 companies along the industrial chain and made breakthroughs in manufacturing 411 pieces of core equipment. In addition, more than 700 patents and 120 software copyrights were created and one international nuclear power standard was issued. More testing and performance assessments will be carried out later. So far, there are six Hualong One nuclear power generator units under construction in the world.", "url": "http://en.sasac.gov.cn/2020/11/30/c_6139.htm"}]}, {"win label": 0, "news": [{"title": "World's First Hualong One Nuclear Reactor Goes into Commercial Operation", "date": "2021-01-30", "content": "The world's first Hualong One reactor at the No. 5 unit of China National Nuclear Corporation (CNNC)'s Fuqing Nuclear Power Plant in Southeast China's Fujian Province went into commercial operation on Jan 30, 2021. An iconic achievement of China's nuclear power development, its commercial operation makes China the world's fourth country to master its indigenous third-generation nuclear power technology after the United States, France and Russia. The Hualong One is China's third-generation nuclear power technology with completely independent intellectual property rights. Developed, designed, manufactured and operated by CNNC, it has a design life of 60 years and adopts a 177-reactor core design that needs refueling every 18 months. It innovatively uses a combination of \"active and passive\" safety systems and a double-shell containment, which meets the latest international nuclear safety requirements. According to CNNC, each Hualong One unit has an installed capacity of more than 1.16 million kilowatts and can produce nearly 10 billion kWh of power annually, enough for the annual power demands of a moderately developed country with 1 million population. The power generated by a Hualong One unit equals that obtained by burning 3.12 million tons of standard coal and can eliminate 8.16 million tons of carbon dioxide. According to CNNC, the company will accelerate mass construction of Hualong One reactors and develop new technologies to promote their export, helping China reach its goal of carbon neutrality.", "url": "http://en.sasac.gov.cn/2021/01/30/c_6549.htm"}, {"title": "First Hualong One Gen III reactor in commercial operation", "date": "2021-01-31", "content": "Unit 5 of China's Fuqing Nuclear Power Plant, the first project to adopt China's indigenous Generation III nuclear power technology Hualong One, has been put into commercial operation, China National Nuclear Corporation announced. The success marks a milestone for the development of China's nuclear power, making China the fourth country to master its indigenous Generation III nuclear power technology following the US, France and Russia. Generation III reactors are evolutionary improvements on the Generation II designs-basically the current fleet of nuclear reactors. Generation IV design are still emerging, and are not expected to be operational before the 2020s. Hualong One is CNNC's Generation III pressurized water reactor with complete independent intellectual property rights, developed and designed by the corporation on the basis of more than 30 years of nuclear power research, design, manufacturing, construction and operation experiences. Yu Jianfeng, chairman of CNNC, said that the corporation will accelerate the progress of mass constructing Hualong One reactors and developing new series technologies in a bid to promote the Hualong One to export and achieve the target of carbon neutrality. With a design life of 60 years, Hualong One reactor adopts a 177-reactor core design that refueling the fuel every 18 months. It uses a combination of \"active and passive\" safety systems and a double-shell containment, which meets the latest international nuclear safety requirements. The installed capacity of each Hualong One unit reaches nearly 1200 MWe, and each unit is able to generate nearly 10 billion kWh of electricity annually, meeting the demand of 1 million population within a moderately developed country. The electricity generated by a Hualong One unit is an equivalent to reducing the consumption of 3.12 million tons of standard coal and emission of 8.16 million tons of carbon dioxide annually, as well as an equivalent to plantation of more than 70 million trees annually. Units 1-4 of China's Fuqing Nuclear Power Plant, developed by CNNC, were fully put into commercial operation on 17 Sept 2017. The four units have generated more than 130 billion kilowatt-hours of electricity in total. Compared with fossil-fuel energy of the same scale, it is equivalent to reducing standard coal consumption by 40.32 million tons and reducing carbon dioxide emissions by 105.44 million tons, which is equivalent to 293,000 hectares of afforestation. Units 5 and 6 have both adopted China's independent third-generation nuclear power technology Hualong One, and began construction on 7 May and 22 Dec, 2015, respectively.", "url": "https://www.greencarcongress.com/2021/01/20210131-hualong.html"}, {"title": "China's first Hualong One begins commercial operation", "date": "2021-02-01", "content": "China's first Hualong One reactor at unit 5 of the Fuqing nuclear power plant in Fujian Province began commercial operation on 30 January, China National Nuclear Corp (CNNC) announced. Hualong One is a third-generation pressurised water reactor developed and designed by CNNC based on more than 30 years of nuclear power research, design, manufacturing, construction and operation experience, the company said. It has a design life of 60 years and a 177 assembly core design with an 18-month refuelling cycle. The power plant's utilisation rate is as high as 90%. CNNC said its active and passive safety systems, double-layer containment and other technologies meet the highest international safety standards. First concrete for the Fuqing 5 was poured in May 2015, the unit achieved criticality in October 2020 and was connected to the grid in November. Fuqing 6, also with Hualong One reactor is scheduled to begin operation later this year. Yu Jianfeng, Secretary of the Party Leadership Group and CNNC Chairman said, \"Hualong One is a national business card and a national brand, which embodies the national will and national spirit, and contains the ideal pursuit of the nuclear industry's independence and self-reliance.\" He added that with the first Hualong One online, \"China is now at the forefront of third-generation nuclear technology in the world, alongside countries such as the United States, France and Russia\". The commercial use of Hualong One will also help meet low-carbon development goals, he said.", "url": "https://www.neimagazine.com/news/newschinas-first-hualong-one-begins-commercial-operation-8484462"}, {"title": "CNNC's Fuqing-5 nuclear reactor enters commercial operations in China", "date": "2021-02-02", "content": "The 1,087 MW (1,150 MW gross) fifth unit of the Fuqing nuclear power plant in the Fujian province of China has entered commercial operational. The Hualong One reactor, which was connected to the grid in late November 2020, is the first of this kind in the world to start operations. It is expected to generate nearly 10 TWh/year. The Fuqing site will accommodate six reactors, of which four 1,087 MW Chinese-designed CPR-1000 units. The first one was commissioned in November 2014, the second unit in October 2015, the third one in October 2016 and the fourth one in September 2017. In April 2015, the National Development and Reform Commission (NDRC) of China gave its final approval for the construction of two additional Hualong One units, Fuqing-5 and Fuqing-6. The Fuqing nuclear power plant project is owned by China Nuclear Power Company (51%), Huadian Fuxin Energy Company (39%) and Fujian Investment and Development Group (10%). On top of the Fuqing-5-6 reactors, two other Hualong One reactors are expected to be connected to the Chinese grid soon, namely Fangchenggang 3 and 4 in the Guangxi province. In addition, Hualong One reactor will be installed at the Zhangzhou-1 reactor in Fujian and at Taipingling in Guangdong. Overseas, two HPR1000 reactors are currently under construction at Karachi in Pakistan.", "url": "https://www.enerdata.net/publications/daily-energy-news/cnncs-fuqing-5-nuclear-reactor-enters-commercial-operations-china.html"}, {"title": "China's self-developed third-gen nuclear reactor put into commercial operation", "date": "2021-02-14", "content": "China's first nuclear power unit using Hualong One, a domestically designed third-generation nuclear reactor, has entered commercial operation on Jan. 30. The No. 5 unit of Fujian Fuqing Nuclear Plant, marks that China has made it into the world's top rank of the third-generation nuclear technology, becoming another country that masters the technology after the U.S., France and Russia. In nearly 20 years of research and development, the research team of Hualong One conducted a total of 54 research projects, and the reactor holds independent intellectual property rights in multiple fields. Core technologies have been tackled in reactor core design, active and passive safety, fuel, and computational analysis software. The independent technological innovation propelled the upgrading of high-end equipment manufacturing. Hualong One has over 5,300 suppliers across the country for its more than 60,000 equipments. All core equipments, as well as 88 percent of all equipments were built by China. Through the demonstration project of Hualong One, China has completely grasped the core technologies and experiences of building third-generation nuclear power plants. The country is now able to manufacture major equipment for 8 to 10 third-generation nuclear power plants. According to Zhao Hao, general manager of Fujian Fuqing Nuclear Power Co., Ltd., a subsidiary of the China National Nuclear Corporation, the commercial operation of Hualong One will likely generate nearly 10 billion kWh of electricity each year, potentially reducing carbon dioxide emissions by 8.16 million tonnes and standard coal consumption by 3.12 million tonnes in annual terms. It is also an equivalent to plantation of over 70 million trees annually. The reactor has a profound significance for China to improve its energy structure, peak carbon dioxide emissions, and achieve carbon neutrality. From being commenced in Fuqing on May 7, 2015, to the commercial operation on Jan. 30 this year, the No. 5 unit saves 20 to 30 percent of cost compared with similar projects abroad. This makes Hualong One one of the most popular third- generation reactors in the world. Two Hualong One projects are currently under construction in Karachi, Pakistan, and Chile and the UK also expressed their interest in introducing the reactor, Zhao noted. Based on current market situations, each Hualong One unit is able to create an output of over 200 billion yuan and create more than 150,000 jobs in China during its designed life. Besides, each exported unit will also generate revenue of nearly 20 billion yuan in the mechanical and material industries Hualong One is a signboard of China's equipment manufacturing, just like high- speed trains, said Xu Ligen, chairman of board of the Fujian Fuqing Nuclear Power Co., Ltd. The most central part of a nuclear power plant is the reactor core in which a minor fault could trigger gigantic problems. \"Hualong One is the world's most advanced third-generation nuclear technology, and safety is its major highlight,\" Zhao told People's Daily. \"We placed three super large tanks above the reactor core, each holding a thousand tonnes of water. Once the active system fails, the water will go down automatically and cool down the reactor,\" Zhao said. The combination of passive and active safety system has largely lowered the risk of meltdown and release of radioactive materials, he added. Besides, the nuclear power plant is covered by a two-layer concrete \"shell\" with a total thickness of over 3 meters. The shell can not only lock radioactive materials inside, but also resist the impacts from large aircraft and earthquakes of 9 magnitude.", "url": "https://newsghana.com.gh/chinas-self-developed-third-gen-nuclear-reactor-put-into-commercial-operation/"}, {"title": "Fuqing Nuclear Power Unit 5 Runs at Full Power to Generate Electricity", "date": "2021-03-02", "content": "On March 1, the world's first reactor of Hualong One-Fujian Fuqing Nuclear Power Unit 5, \"firepowered\", ran at full power and generated more than 27 million kWh on the same day. Calculated on the basis of 10 kilowatt-hours of electricity per household per day, it can light up 2.7 million homes. As the country's most important weapon representing the country's core competitiveness, Hualong One's core equipment has been made domestically, and China has finally become a country that truly masters independent three-generation nuclear power technology after the United States, France, and Russia.", "url": "https://www.world-energy.org/article/16190.html"}]}, {"win label": 0, "news": [{"title": "Nuclear Power Foundation of China's Future Generation", "date": "2021-11-01", "content": "China has its sights set on being the world leader when it comes to nuclear power technology. The country has brought its first Hualong One-a third- generation pressurized water reactor-online at the Fuqing plant in Fujian province, with its developers calling it a \"strategic tool for the government to promote nuclear power technologies abroad.\" China is making nuclear power the foundation of its power generation sector, building more new nuclear plants than any other country while also making a concerted effort to export its own reactor technology. The World Nuclear Association in September of this year reported China has 18 reactors under construction-representing more than 17 GW of generation capacity-adding to the 51 reactors already in service. Nuclear power has increased emphasis in China as the country tries to improve its emissions profile. China is the world's leading emitter of carbon dioxide, owing to its longtime reliance on coal-fired power, and accounts for as much as 30% of worldwide emissions of CO2 -more than double that of the U.S, the world's second-ranking emitter. Chinese officials have made development of nuclear technology, and its export, one of 16 major national science and technology projects, according to the WNA. The initiative to expand nuclear power is led by China National Nuclear Corp. and China General Nuclear Power Group, along with State Power Investment Corp., via that group's State Nuclear Power Technology Corp. A key to China's ambitions is deployment of the world's first pilot project to use the country's indigenous third-generation nuclear power technology, Hualong One, also known as the HPR1000. The Hualong One, in use since January of this year at Unit 5 of the Fuqing plant in Fujian province-with a second HPR1000 set to come online at Fuqing's Unit 6 by year-end-utilizes 177 fuel assemblies as reactor cores to reduce its core power density, while its design also is improving the level of reactor safety, according to CNNC, which said the installed generation capacity of each Hualong One unit can reach nearly 1,200 MWe. Unit 5 includes three ZH-65-type steam generators, each more than 21 meters in length and weighing 365 metric tons. The generators were independently designed by the China Nuclear Power Institute and manufactured by Dongfang Electric Corp. CNNC said operation of a Hualong One reactor makes China the fourth country to bring indigenous Generation III nuclear power technology to market, following the U.S., France, and Russia. Yu Peignen, the deputy party secretary of CNNC and general manager of Dongfang Electric, a primary contractor in the construction of the new Fuqing units, has said of the project: \"After some 30 years of learning and innovation, China has mastered the independent design and manufacturing of third- generation nuclear power facilities, and has shifted from being a novice to a pioneer in the nuclear sector worldwide. The third-generation Hualong One reactor, being a star export, will also lead to more equipment manufacturers going abroad.\" Yu said a key factor in the design of Hualong One is that it can be built on a mass scale. Xing Ji, chief designer of Hualong One at CNNC, has said the reactor's technologically advanced design will help forge a path for globalization of China's nuclear power equipment industry. Xing noted that CNNC technology is now in use in at least seven countries, and the agency is working with more than 40 countries on projects that would include CNNC equipment. Potential for Mass Production: Nuclear power experts have watched the Fuqing project with interest because of its reactor design, and its potential to show how reactors can be built more efficiently. Construction often moved ahead of the expected timeline; for example, the pumps at Fuqing were transported to the site nearly three months earlier than scheduled. Internal structural construction of reactor buildings in Unit 5 was completed in May 2017, just two years after construction began. \"What's especially interesting to me about the HPR1000 is that, from the early days of the design, there's been a focus on making it suitable for mass construction,\" said Leslie Dewan, CEO of RadiantNano, a nuclear startup developing next-generation radiation detectors with applications in national security, clean energy production, and medical diagnostics. Dewan, former CEO of a Transatomic Power, a company known for designing safer nuclear reactors that leave behind less waste than conventional designs, told POWER, \"This is very different from the one-off reactors being built within the United States and Western Europe and, coupled with their growing number of international collaborations, shows that China is now exceptionally well- positioned to export these reactors worldwide.\" The Fuqing nuclear project is jointly owned by CNNC subsidiary China Nuclear Power Co., which has a 51% stake. Huadian Fuxin Energy Co. has a 39% interest, and Fujian Investment and Development Group holds a 10% stake, according to CNNC. The company has touted the HPR1000 as \"a third-generation nuclear technology to which China has exclusive intellectual property rights. It's independently innovated and developed with advanced million-kilowatt PWR pressurized water reactor nuclear power technology with global cutting-edge safety standards, seasoned by lessons learned from the Fukushima nuclear accident.\" Wang Shoujun, a former executive with CNNC and now president of the China Nuclear Society, said even before Fuqing Unit 5 came online that \"The Hualong One reactor has passed all safety requirements and preliminary safety reviews and China should give priority to the country's third-generation nuclear technology in future nuclear power projects. The pace of nuclear power projects in recent years is lagging and as the expanding economy in China is pointing to a growing demand for energy ... nuclear power is not an option but a must-have in the future.\" CNNC said the \"HPR1000 has driven the transformation and upgrading of China's high-end equipment industrial clusters. It has played a principal role in accelerating China's nuclear power 'going global' strategy and promoting international production cooperation. Nuclear technology is of great strategic significance in strengthening China's nuclear industry.\" Dewan said China's operation of its nuclear industry provides a case study for other countries, including the U.S., on how to lead when it comes to nuclear power technology. \"From my American perspective, it drives home the need for the U.S. to streamline our procedures for exporting nuclear technology,\" she said. \"We need to maintain our competitiveness in the global nuclear marketplace, while still maintaining strict standards for nuclear security and nonproliferation.\" Result of a Reorganization: The HPR1000 technology was not always planned for Fuqing. CNNC officials have said the company had expected to use the ACP1000 design for Units 5 and 6, but after a reorganization of China's nuclear industry-prompted in part by the 2011 Fukushima disaster in Japan, and a pause in China's nuclear power program-the ACP1000 technology was incorporated into the new HPR1000. China's State Council gave final approval for construction of Fuqing Units 5 and 6 in April 2015; construction of Unit 5 began the following month. CNNC said the reactor \"innovatively uses a combination of 'active and passive' safety systems and a double-shell containment, which meets the latest international nuclear safety requirements,\" put in place by the International Atomic Energy Agency after the Fukushima incident. The Fuqing plant is being developed in phases. The first phase includes CNP-1000 PWR units with a capacity of 1 GW each; those four units were commissioned between 2014 and 2017. The second phase, Units 5 and 6, features the HPR1000 units, also with 1-GW capacity. Unit 5 entered commercial operation on Jan. 30 of this year, just more than five-and-a-half years after construction began. The reactor was connected to the power grid on Nov. 27, 2020, after achieving first criticality on Oct. 21 of last year. CNNC in a statement at the time of grid connection said, \"It was confirmed on site that all technical indicators of the unit met the design requirements and that the unit was in good condition. This laid a solid foundation for the subsequent commercial operation of the unit and for the top performance in the world's first third-generation nuclear power reactor.\" Two more HPR1000 units are under construction at the Fangchenggang nuclear plant in southern China, near the border with Vietnam. Unit 3 at Fangchenggang could begin operating as soon as next year, according to CNNC. Fangchenggang is considered a reference plant for a project in Bradwell, UK, that also would use the HPR1000. The Bradwell site previously was home to a nuclear power plant that entered decommissioning in 2002, but is being considered as part of the UK's nuclear power redevelopment program. CNNC is also building two Hualong One units at the Zhangzhou plant in Fujian province, along with two units at Taipingling in Guangdong province. The Hualong One has a design life of 60 years. In addition to the units being built at other China nuclear power plant sites, the technology is being used for Units 2 and 3 of the Karachi nuclear plant in Pakistan, part of a $9 billion deal between CNNC and the Pakistan Atomic Energy Commission that was signed in 2013. Construction of Unit 2 at Karachi began in 2015; the reactor was connected to the power grid in March of this year, a few weeks after Unit 5 at Fuqing entered commercial operation. Construction of Unit 3 at Karachi began in 2016, and that reactor is expected to come online in 2022. The Karachi reactors mark the first export of the HPR1000 technology from China.", "url": "https://www.powermag.com/nuclear-power-foundation-of-chinas-future-generation/"}]}]