[{"win label": 0, "news": [{"title": "Chinese Standard Debuts New Speed of 350 km/h", "date": "2015-07-01", "content": "With completely independent intellectual property rights and with Chinese standard speed of 350 km, the Electric Multiple Unit (EMU) was unveiled. The start of experimental work at China Academy of Railway in Beijing signifies that the Chinese standard EMU development has made important progress. According to the expert's commentary, \"Chinese standard\" EMU has adopted 13 aspects of important standard services. These include basic generic body and shape devices, cab arrangement and equipment, electric traction, air supply, and the network standard. In order to meet the international standards as well as promote the Chinese equipment, EMU also adopted a number of international standards and advanced foreign standards. In recent years, with the rapid development of China's high-speed rail business, high-speed EMU technology continues to progress. The number of Chinese railways in operation of EMU surpasses 1900 theses days, which ranks first in the world. it accumulated history of more then 2.77 billion km run. ", "url": "http://en.people.cn/n/2015/0701/c90882-8913481.html"}, {"title": "\"CNR Changchun-made\" Chinese-standard EMU Rolled Off the Production Line", "date": "2015-07-06", "content": "Recently, a Chinese-standard EMU independently researched and developed by CNR Changchun Railway Vehicles Co., Ltd. and with a speed of 350 km a kilometer, rolled off the production line from the circular test base of China Academy of Railway Sciences, laying a solid foundation for China to achieve full autonomy and standardization on EMUs. In order to build a high-speed EMU design and manufacturing platform suitable to China's national and road situation and achieve full autonomy on the high-speed EMU technology, since the beginning of 2012, CNR Changchun, under the guidance of China Railway Corporation, has integrated domestic relevant enterprises, colleges and universities and scientific research units and other superior forces, closely combined with \"industry-education-research-application\" and innovated in a coordinated manner, and carried out the Chinese-standard EMU research work. In December 2013, CNR Changchun completed developing the general technical conditions for EMUs, completed the plan design in September 2014 and finally completed the EMU this June. CNR Changchun chief engineer Liang Zhichao said the \"CNR Changchun-made\" Chinese-standard EMU design and research work has followed a safe, reliable, simple, uniform, economic, energy-saving and environment-friendly principle and the project team has increased innovation in facilitating use, environmental protection, energy saving, reducing the life cycle cost, further improving the safety redundancy, etc. According to the overall arrangement for the Chinese-standard EMU research and development work, next step, the EMU will receive 600,000-km experimental verification and optimization.", "url": "https://web.archive.org/web/20161124155022/http://english.jl.gov.cn/News/GeneralNews/201507/t20150728_2047407.html"}, {"title": "China starts testing standard high-speed EMUs", "date": "2015-07-14", "content": "TESTING started this month of two 350km/h prototype China Standard EMUs designed by Chinese engineers. The initial tests will continue until August, and then one of the trains will be transferred to the Yuanping - Taiyuan test section of the Datong - Xi'an high-speed line where testing will continue until the end of this year. After that, other operational tests will be conducted. Each 209m-long train comprises four motor cars and four trailers. The trains are 3360mm wide and 4060mm high and have an axleload of less than 17 tonnes. Each train can accommodate 556 passengers, with 10 in business class, 28 in first class, and 518 in second class. Research and development of the standard EMU started in 2012, enabling the general technical specifications to be developed in 2013 and the design to be finalised in 2014. The new trains were unveiled at the China Academy of Railway Sciences' (Cars) test loop line in northeastern part Beijing on June 30. Chinese Railways Corporation is coordinating the project, while Cars was responsible for developing the overall technical specifications, and CRRC was responsible for the design and manufacture. Other suppliers and universities have also been involved in the project. The gold-liveried train was produced by Changchun Railway Vehicles of the former CNR, while the blue-liveried train was built at the former CSR's Qingdao Sifang plant.", "url": "https://www.railjournal.com/passenger/high-speed/china-starts-testing-standard-high-speed-emus/"}, {"title": "Chinese high-speed train passes speed test at 385 kph", "date": "2015-11-19", "content": "A Chinese electric multiple unit (EMU) train reached a speed of 385 kilometers per hour and passed a high speed test, a major step before it begins formal operations. Designed and manufactured by CSR Qingdao Sifang Co., Ltd., China owns the independent intellectual property rights to the train. The train is designed to operate at a standard speed of 350 kph. It was tested under complicated conditions, including on bridges, in tunnels, and on slopes and turns on the railway connecting Datong in north China's Shanxi Province, and Xi'an, capital city of northwest province of Shaanxi Wednesday. The train had excellent performance in every key technical index and meets all design standards of the test, said Liang Jianying, the chief engineer of CSR Qingdao Sifang. The train rolled off the production line in June and features innovation in safety, comfort and energy efficiency, said Liang. The high speed train had previously passed a low-speed test of under 160 kilometers per hour and still must complete heavy-duty tests before it can operate on the 600,000 kilometer-rail network next year.", "url": "http://www.china.org.cn/business/2015-11/19/content_37108172.htm"}]}, [], {"win label": 1, "news": [{"title": "Chinese bullet trains cross in world first", "date": "2016-07-15", "content": "Two Chinese trains dashing at 420 km per hour in opposite directions passed each other on parallel tracks on Friday, in the latest feat achieved by China in high-speed rail. At about 11:20 a.m., the two trains, \"Golden Phoenix\" and \"Dolphin Blue,\" crossed on lines between Zhengzhou in the central Henan Province and Xuzhou in the eastern Jiangsu Province. The China-standard bullet trains, officially known as electric multiple unit (EMU) trains, are the first in the world to cross at such a high speed, said Zhou Li, head of the technological management department of China Railway Corporation, the national rail service operator. \"The success of the test indicates China has fully domesticated the core technologies of high-speed EMUs,\" he told Xinhua, adding that it is very significant for the branding and export of Chinese high-speed trains. The two trains were only 1.6 meters apart when they met. Their passengers, a group of technicians and journalists, felt only a slight jolt during the encounter as the two vehicles shared a relative speed of 840 km per hour, equivalent to a cruising airliner. Making the experiment even more extraordinary, Golden Phoenix and Dolphin Blue each consists of two trains coupled together, different models made by two different companies, both subsidiaries of China Railway Rolling Stock Corporation. The coupling is very demanding technologically in terms of synchronized pulling, braking and the sophistication of key components, said Zhao Hongwei, chief researcher at the China Academy of Railway Sciences. The \"coupled running\" test at high speed will help establish uniform standards for the technology, operation and maintenance of trains, said Ma Lijun, deputy general manager of CRRC Qingdao Sifang, which made one of the trains. China began research and manufacturing of its EMU train in 2012 and officially launched it in June 2015, successfully testing it at 385 km per hour later that year. Tests like these are designed to make breakthroughs in technology, establish unified standards to reduce costs, and make the train versatile enough to be operated in diverse environments, Zhou said. China now boasts the world's largest EMU fleet, with a total of 2,395 trains, and the world greatest cumulative length of high-speed railway, at 19,000 km, or 60 percent of the world's total.", "url": "http://news.xinhuanet.com/english/2016-07/15/c_135516052.htm"}, {"title": "China's Standard high-speed EMU enters service", "date": "2016-08-15", "content": "CHINA Railways Corporation inaugurated its new standard high-speed EMU, which has been under development since 2012, on the Dalian - Shenyang line on August 15. The train has a maximum design speed of 350km/h and achieved 420km/h during test runs on July 15 when two trains passed each other at the this speed on the new 363km Zhengzhou - Xuzhou high-speed line which is due to open on September 10. Research and development of the standard EMU started in 2012, enabling the general technical specifications to be completed in December 2013 and the design to be finalised in September 2014. The new trains were unveiled at the China Academy of Railway Sciences' (Cars) test loop line in northeast Beijing on June 30 2015 where they were tested at up to 160km/h. High-speed trials were conducted on the Datong - Xi'an and Yuanping - Taiyuan lines between September 2015 and May 2016 before the two trains moved to the Zhengzhou - Xuzhou line. Each 209m-long train comprises four motor cars and four trailers. The trains are 3360mm wide and 4060mm high and have an axleload of less than 17 tonnes. Each train can accommodate 556 passengers, with 10 in business class, 28 in first class, and 518 in second class. Chinese Railways Corporation coordinated the project, while Cars was responsible for developing the overall technical specifications, and CRRC Changchun Railway Vehicles and CRRC Oingdao Sifang were responsible for the design and manufacture. \"China independently owns the design of the EMU, and it will be a leading model for China to export to the world,\" says Mr Zhou Li, head of technology with China Railways Corporation.", "url": "https://www.railjournal.com/passenger/high-speed/china-standard-high-speed-emu-enters-service/"}, {"title": "China Standardized EMUs start operation", "date": "2016-08-19", "content": "China Standardized EMUs have started operation in Northeast China's Liaoning province on August 15. Train No G8041 departed from Dalian for Shenyang, capital of Liaoning on Monday. It is the first passenger service using China Standard EMU trains, said Zhou Li, head of technological management at the China Railway Corporation, the national rail operator. \"China independently owns the design of the EMU, and it will be a leading model for China to export to the world,\" Zhou said. The China Standard EMU uses the latest exterior design, reduces energy consumption, and adopts a standard parts design, he said. It has reinforced safety features compared with old models, he added. The trains can reach a speed of 350 kilometers per hour. China's EMU fleet of 2,470 trains is the world's largest, and the total length of high-speed track in the country -- 19,000 km -- represents 60 percent of the global total. In the future, China will offer rail products and solutions according to the needs of various countries, he added. Chinese bullet trains have already found international customers in Indonesia, Russia, Iran and India. Construction of a 150-km high-speed link between the Indonesian capital Jakarta and Bandung began in January 2016. It will cut travel time between the two cities by about two thirds. The project is almost entirely Chinese, including the technical standards, survey and design, construction, equipment manufacturing and personnel training.", "url": "https://www.crrcgc.cc/en/g7389/s13996/t277881.aspx"}, {"title": "Leo Express acquires Chinese EMUs", "date": "2016-12-21", "content": "Czech domestic rail operator Leo Express signed a contract to buy three Electric Mutiple Units (EMUs) from Chinese train manufacturer CRRC Zhuzhou Electric Locomotive Co., Ltd (CRRC ZELC). The total value of the transaction exceeds 20 million euros. The contract includes three EMUs, spare parts, testing equipment and training services. This is the first EMU product of a Chinese enterprise to enter the European Union market, said Liao Hongtao, deputy general manager of CRRC ZELC. CRRC ZELC will provide all the electric locomotives that Leo Express needs in the next few years, and Leo Express could buy 30 EMUs in three years, he added.", "url": "https://www.railwaypro.com/wp/leo-express-acquires-chinese-emus/"}]}, {"win label": 0, "news": [{"title": "Meet China's newest high-speed train - the Fuxing Hao", "date": "2017-06-26", "content": "Two new \"Fuxing Hao\" trains debuted on the Beijing-Shanghai high-speed rail link on Monday. Owned by China Railway Corporation, the two trains - G123 and G124 - set off at 11.05am. Traveling at 300 km/h, they were expected to make the 1,318km journey in five and three-quarter hours, according to Taiwan's United Daily News. The Fuxing Hao, which translates as \"the Rejuvenation\", is known as a China Standardized EMU (electric multiple unit) train. Its launch comes eight years after Hexie Hao high-speed trains were first put into use in 2007. The trains have undergone testing at over 400 km/h, which is faster than the 380 km/h that can be reached by the CRH380 (China Railway High-Speed 380), the newest type of Hexie Hao high-speed train. The Fuxing Hao's projected life-span is a decade longer than Hexie Hao's 20 years. The Fuxing Hao accommodates over 2,500 monitoring points to supervise temperature, braking and surroundings in real-time. Its interior space is also more comfortable than its predecessor as the carriage height has increased to around four meters from 3.7 meters and seat space is at least 102 centimeters. WiFi is available for the whole journey and more stable charging and lighting equipment are provided. There are two types of Fuxing Hao, made by different manufacturers and presented in different colors: the \"Dolphin Blue\" (CR400AF) and the \"Golden Phoenix\" (CR400BF). Both have streamlined body work, producing lower resistance than the CRH380. The abbreviation \"CR\" refers to \"China Railway\", which is distinct from CRH. The launch of the Fuxing Hao took five years from conception. Of the 254 criteria used in construction, around 84% meet Chinese national standards, while the remainder match international standards. He Huawu, CRC's Chief Engineer, told Sina Finance that the Chinese Standard EMU technology would be used in a forthcoming high-speed rail project in Indonesia and that the Fuxing Hao will spearhead Chinese high-speed rail on the global stage.", "url": "https://asiatimes.com/2017/06/meet-chinas-newest-high-speed-train-fuxing-hao/"}]}, {"win label": 0, "news": [{"title": "Beijing-Shanghai bullet train Fuxing officially runs at 350 km/h", "date": "2017-09-21", "content": "The high-speed bullet train between Beijing and Shanghai - named \"Fuxing\" meaning rejuvenation - started operating, September 21. Construction started in April 2008 and completed in November 2010, the Beijing-Shanghai High-Speed Railway is a historic and major step in building China's high-speed railway network, connecting the country's two major municipalities and the economic zones surrounding them. Designed with a maximum speed of 400 km/h and a minimum of 350 km/h, the train is operated by China Railway Corporation (CR) - thus named CR400 - the new bullet train will significantly shorten traveling time between Beijing and Shanghai from six hours to four and a half hours, and three and a half hours between Beijing and Nanjing. China is said to own full proprietary intellectual property rights for the train, as all parts were developed and manufactured in China. Like other trains in the high-speed railway family, it is also known as a China Standardized EMU (electric multiple unit) train, with the first set \"Hexie\" - or \"Harmony\" - starting service in 2007. Its predecessor- the newest type of Hexie operated by CR and named CRH 380 (China Railway High-Speed 380) - runs at a maximum speed of 300 km/h. Most of the time, it runs at random speeds between 250 and 300 km/h, only hitting the maximum occasionally. In June, Fuxing successfully completed its first commercial trial run. New features: One of the most prominent features is the longer life-span of the new bullet train, which is projected to be a decade longer than the Hexie's 20 years. The train is also more eco-friendly as its resistance has been reduced by 7.5% to 12.3% compared to CRH380. This lowers energy consumption per hundred kilometers by 17%. Besides its body being streamlined and slimmer, the new design also dramatically reduced resistance experienced at a speed of 350 km/h so passengers will hear less noise inside the train. To accommodate China's regional temperature differences caused by vast geological separation, the train employs 2,500 monitoring points to supervise temperature inside and outside the train in real-time. Before being officially put into use, Fuxing finished test runs amounting to 600,000 kilometers, which is 200,000 kilometers more than Europe's standard. Fuxing's interior space is also more comfortable as its carriage heights have been increased to around four meters, from 3.7 meters before. Its seat space is at least 102 centimeters wide. What's more exciting is that passengers are now able to enjoy free WiFi throughout the entire journey, as well as more phone charging and lights adjusting devices. The new technology will also be used in the forthcoming high-speed rail project in Indonesia as China welcomes more orders from countries that hope to have high-speed railway services. Development of China's high-speed railway: By the end of 2016, China had the longest railway network in the world, with a length of 22,000 kilometers, accounting for about 60% of the world's total, according to China Railway Corporation (CR), the national railway operator. It was not built in one day. China has started to launch massive scientific and technical research on the design and construction of high-speed railway, train and operations management since 1990s. China released a \"medium and long-term railway network plan\" in 2004. It blueprinted its high-speed railway development, under which China experienced a significant development and generated a basic high-speed railway network. Adjusted in 2008, the plan improved the \"Four Vertical and Four Horizontal\" strategy put forward four years ago. In the 2016 version, it upgraded this high-speed railway network to an \"Eight Vertical and Eight Horizontal\" one, linking the north and the south as well as the east and the west. China will continue development with the nearest goal to reach a 150,000-kilometer railway network by 2020, of which 30,000 kilometers will be high-speed railway, providing strong support both to fulfill the task in the 13th Five-Year Plan (2016-2020) and build a moderately prosperous society in all respects.", "url": "https://news.cgtn.com/news/7a6b544f35557a6333566d54/share_p.html"}, {"title": "Extrusions Used in Construction of China's New Electric Bullet Train", "date": "2017-11-13", "content": "China Railway Corporation debuted its \"Fuxing Hao\" (Renaissance), a new electric multiple unit (EMU) bullet train, on its Beijing to Shanghai route, running at 350 km/h (as of September 23, 2017). The Renaissance EMU is the first bullet train designed and manufactured entirely in China. The use of lightweight aluminum components was key in providing the enhanced speed, safety, and comfort of the new train design. A variety of extrusion profiles and deep-processed aluminum components for the Renaissance EMU train were supplied by China Zhongwang. \"The aluminum products used in China Standardized EMU trains have passed demanding third-party qualifications, the criteria of which were stricter than those used in Europe,\" said Cai Hunan, vice general manager of China Zhongwang. Trains traveling at speeds of 200km/hour or more require lightweight materials that are highly corrosion-resistant and are able to achieve a tight seal. Aluminum is an ideal material for the train body application due to its high strength-to-weight ratio, high ductility, and low susceptibility to corrosion. According to China Zhongwang, high-speed trains that travel at speeds of over 350km/hour need to use aluminum profiles for the entire train compartment except for the chassis. China Zhongwang worked alongside China Railway Rolling Stock Corporation (CRRC) to resolve challenges in the integration of extrusions used in high-speed rails. \"We've overcome a number of technical challenges in this project,\" said Hunan. \"For example, as compared to the CRH380 bullet train, the sections of aluminum alloy used in the train bodies of Renaissance EMU are at least 100 mm wider, and some parts are 5 mm to 20 mm taller, which requires high-edged extrusion technologies to manufacture.\" Rather than welding together two smaller extrusions to form these components, China Zhongwang extruded ultra large-sections on its 225 MN extrusion press one at a time. China's high-speed rail system is in rapid development. By the end of 2016, the operating mileage of the system exceeded 22,000 km, accounting for over 60% of the total railway mileage around the world. According to asset management company Zheshang Securities the Renaissance EMU bullet train represents China's new standard for high-speed rail and the main direction of future development, with an estimated market of about RMB600 billion (over US$90 billion) through the replacement of the current CRH bullet trains and the installation of additional infrastructure throughout the country. The new EMU is also expected to have potential in overseas markets. According to He Huawu, Chief Engineer of the China Railway Corporation and an academic at the Chinese Academy of Engineering, the China Standardized EMU will be applied in a high-speed rail project in Indonesia and the Renaissance bullet train will become the leading model of China's high-speed rail in overseas markets. The bright prospects and huge market potential for China's high-speed rail should drive development across the industry chain. \"In the past, Chinese players were not able to produce certain aluminum products such as the aluminum alloy sections used in bullet train cabins. As a result, they had to rely largely on imports, which raised processing and other costs,\" said Lu Changqing, executive director and president of China Zhongwang. \"But now China Zhongwang and other Chinese companies are fully capable of manufacturing the high-quality aluminum extrusion products applied in high-speed rail projects.\"", "url": "https://www.lightmetalage.com/news/industry-news/extrusion/extrusions-used-construction-chinas-new-electric-bullet-train/"}]}, {"win label": 0, "news": [{"title": "China's high-speed rail tracks to hit 38000 km by 2025", "date": "2018-01-02", "content": "China's high-speed rail tracks will hit 38,000 km by 2025, higher than 25,000 km registered by the end of 2017, the railway operator said. The country's operating high-speed rail tracks accounted for 66.3 percent of the world's total by the end of 2017, said Lu Dongfu, general manager of China Railway Corporation. Its fixed asset investment on railways in 2018 will be 732 billion yuan, lower than the annual average during the 2013-2017 period, according to Lu. The operator is aiming to build 4,000 km of new rail lines this year, 3,500 km of which will be high-speed rail tracks. China's railway network will hit 175,000 km in length by 2025, compared with 127,000 km of operating tracks by the end of last year. In 2017, a total of 3.04 billion passenger trips were made on railways, up 9.6 percent year on year. More than 56 percent of those trips were made on high- speed railways. About 70 percent of rail tickets were sold online, while more than 70 percent of freight business were transacted online. The maximum speed of China's bullet trains rises to 350 kilometers per hour, when Fuxing bullet trains started operation between Beijing and Shanghai on September 21, 2017. The Fuxing trains are a substantial upgrade on the previous bullet trains known as Hexie. Entirely designed and manufactured in China, the Fuxing is more spacious and energy-efficient, with a longer service life and better reliability. The Fuxing also has a sophisticated monitoring system that automatically slows the train in case of emergency or abnormal conditions. Last year, 3,600 cargo train trips were made between China and European cities, surpassing the previous six years combined, Lu said. ", "url": "http://www.xinhuanet.com/english/2018-01/02/c_136867339.htm"}, {"title": "China's railway equipment manufacturing company gives priority to technological innovation", "date": "2018-03-26", "content": "Workers build a bullet train at a factory of CRRC Tangshan Co., Ltd. in Tangshan, north China's Hebei Province, March 23, 2018. CRRC Tangshan Co., Ltd. is a Chinese railway equipment manufacturing company. To enhance its core competitiveness, CRRC Tangshan Co., Ltd. put technological innovation as its priority through years of development. Its newly-developed Fuxing bullet train with 16 carriages is being tested in Beijing, capital of China. With a designed speed of 350 kilometers per hour, the new train measures 415 meters and has 16 carriages, twice as many as current ones.", "url": "http://www.xinhuanet.com/english/2018-03/26/c_137065892.htm"}, {"title": "Testing Begins on New Beijing Olympics High-Speed Train", "date": "2018-04-24", "content": "Testing on the new high-speed train between Beijing and Zhangjiakou, co-hosts of the 2022 Winter Olympics, will begin next year. Despite the Pyeongchang Winter Olympics just finishing, preparations are in full swing to get the Beijing Winter games up to speed. Key construction of the extension first began in 2016 and is now nearing its final stages. The train is expected to be finished as early as 2019. The current train to the ski resort in Hebei takes around three hours, while the new Fuxing bullet train will cut the time to under one hour. The train will be an updated design of the Fuxing class and will aim to be greener and smarter than its predecessor, according to People's Daily. With Beijing making history by being the first city to host both the Summer and Winter Olympic games, the update of the Beijing-Zhangjiakou line will also serve as a historical moment for China. The line itself was the first independently built railway line in the country way back in 1909. A fancy new train line isn't the only bit of preparation happening right now. With Beijing known for dry winter conditions and with fears that the resorts in Hebei may not produce enough snow, the organizing committee have resorted to manmade snow. With at least 98 percent of the snow in Pyeongchang manmade, it seems as though any worries about a lack of natural snow are exaggerated. In fact, there's a chance that Beijing may be the first games without any natural snow at all. Organizers have already started hiring foreign experts to help with the creation of the snow as well as with the creation of medal winning athletes. Earlier this year, the Chinese Olympic team hired coaches from around the world to improve the expertise of the local coaches as well as provide direct coaching for the athletes.", "url": "https://www.thatsmags.com/china/post/23085/testing-begins-on-new-beijing-olympics-high-speed-train"}, {"title": "Fuxing high-speed bullet train turns one-year-old", "date": "2018-06-27", "content": "Fuxing high-speed bullet train celebrated its one-year anniversary on G1 high- speed railway line from Beijing to Shanghai on June 26, 2018. Three new longer Fuxing bullet trains, with a designed speed of 350 kilometers per hour, will start to run on the Beijing-Shanghai line on July 1. The Fuxing high-speed bullet trains are manufactured by China Railway Corporation and the technologies used on them play a leading role in the world. China owns complete intellectual property rights of these technologies. Since starting operations on June 26, 2017, the popular bullet trains have provided wonderful experiences to the passengers. A steward hands out birthday cakes to passengers on the G1 Fuxing high-speed bullet train on Beijing-Shanghai high speed railway line on June 26, 2018. Fuxing high-speed bullet train celebrated its one-year anniversary on G1 high- speed railway line from Beijing to Shanghai on June 26, 2018. Three new longer Fuxing bullet trains, with a designed speed of 350 kilometers per hour, will start to run on the Beijing-Shanghai line on July 1. The Fuxing high-speed bullet trains are manufactured by China Railway Corporation and the technologies used on them play a leading role in the world. China owns complete intellectual property rights of these technologies. Since starting operations on June 26, 2017, the popular bullet trains have provided wonderful experiences to the passengers. ", "url": "http://www.ecns.cn/hd/2018-06-27/detail-ifyvrptq6363132.shtml"}]}, {"win label": 0, "news": [{"title": "New Fuxing bullet train runs on Beijing-Shanghai line for first time", "date": "2018-07-01", "content": "The G7 Fuxing bullet train departs the Beijing South Railway Station in Beijing, capital of China, July 1, 2018. The new longer Fuxing bullet train ran on the Beijing-Shanghai line for the first time on Sunday. With a designed speed of 350 kilometers per hour, the new train measures more than 400 meters in length and has 16 carriages, twice as many as current ones. It can carry nearly 1,200 passengers.", "url": "http://www.xinhuanet.com/english/2018-07/01/c_137293522.htm"}, {"title": "New trains expand China's railway network", "date": "2018-07-02", "content": "The G7 Fuxing bullet train departs the Beijing South Railway Station in Beijing, capital of China, July 1, 2018. The new longer Fuxing bullet train ran on the Beijing-Shanghai line for the first time on Sunday. With a designed speed of 350 kilometers per hour, the new train measures more than 400 meters in length and has 16 carriages, twice as many as current ones. It can carry nearly 1,200 passengers. A new, longer Fuxing bullet train started running on the Beijing-Shanghai line on Sunday. With a designed speed of 350 kilometers per hour, the new train is more than 400 meters long with 16 carriages, twice as many as the current Fuxing. It has 1,193 seats. ", "url": "https://www.chinadaily.com.cn/a/201807/02/WS5b39651aa3103349141e0036.html"}, {"title": "High-speed trains to go even faster", "date": "2018-07-06", "content": "China's high-speed railway system is setting more ambitious goals for domestically developed Fuxing bullet trains, Lu Dongfu, head of the national railway operator, said on Thursday. Coinciding with the 10th anniversary of the Beijing-Tianjin intercity high- speed railway on Aug 8, the Fuxing train will start running along the line at 350 kilometers per hour - up from the current 300 km/h, said Lu, general manager of China Railway Corp, at a high-speed railway forum in Beijing. The Beijing-Tianjin intercity high-speed railway is one of China's calling cards, receiving more than 300 global political leaders from 65 countries. Russian President Vladimir Putin praised the railway when he traveled with President Xi Jinping on the line in June. The line opened in August 2008. In 10 years, it has carried 250 million passengers. The line is China's first railway built using domestic intellectual property and was designed to go 350 km/h. Building and operating intelligent high-speed railways is another important goal for China. Intelligent high-speed railways aim to incorporate first-tier technology into railway construction and operation, including cloud computing, big data and artificial intelligence, said Wang Tongjun, deputy general manager of China Railway Corp. To help passengers get access to better Wi-Fi service on bullet trains and build an intelligent high-speed rail network, a new company - China Railway Gecent Technology - was formed on Thursday, with investment from China Railway Investment Ltd, internet giant Tencent and automobile maker Zhejiang Geely Holding Group, based in Hangzhou, Zhejiang province. The new company will provide intelligent services to travelers, including Wi- Fi services, entertainment and online ordering. The deep integration of the internet and the high-speed railway network will make a big impact, Tencent CEO Ma Huateng said. An example of an intelligent high-speed railway is the one linking Beijing with Zhangjiakou, Hebei province. Next year, intelligent Fuxing bullet trains will begin to run on the Beijing-Zhangjiakou high-speed line, said Lu Dongfu, general manager of the rail operator. The new railway is under construction and is expected to be finished in 2019. The new line will offer commutes between Beijing and Zhangjiakou, the two host cities for the 2022 Winter Olympics. It will reduce travel time to less than an hour from the current three hours. China is testing the feasibility of making Fuxing bullet trains longer to increase passenger capacity. Longer trains are expected on the Beijing- Shanghai high-speed rail line in 2019, Lu said. \"The superlong Fuxing train with 17 carriages will increase passenger capacity by 7.5 percent to cater to hot demand\" on the line, Lu said. China currently has the world's longest bullet train - 400 meters, with 16 carriages - which can carry about 1,200 passengers. It started running on the Beijing-Shanghai line on Sunday. More moves will be made to benefit passengers in purchasing tickets. In a trial program, passengers will have access to electronic tickets for train travel in the last quarter of this year, and the program will be rolled out nationally in 2019, Lu said. China's high-speed network has reached 25,000 km, accounting for about two- thirds of all high-speed networks globally. ", "url": "http://www.chinadaily.com.cn/a/201807/06/WS5b3eab4da3103349141e1078.html"}, {"title": "Beijing - Tianjin intercity train runs at 350km/h", "date": "2018-08-08", "content": "Attendants celebrate the start of Fuxing train running along the Beijing- Tianjin intercity high-speed railway at 350 kilometers per hour, up from 300 km/h, on Aug. 8, 2018. The Beijing-Tianjin intercity high-speed railway, one of China's calling cards, opened in August 2008. In 10 years, it has carried 250 million passengers. The new bullet train cuts the travel time between two cities from 35 minutes to 30 minutes. ", "url": "http://www.ecns.cn/hd/2018-08-08/detail-ifywwxaw2290279.shtml"}, {"title": "Train between Hong Kong and China launches amid criticism", "date": "2018-09-24", "content": "A new link connecting Hong Kong to China's National High-Speed Rail Network began operating on Sunday. The project has been marred by delays, cost overruns, and controversy over joint-checkpoint arrangements with the mainland. Chinese security has been stationed in semi-autonomous Hong Kong for the first time at the harbour front West Kowloon rail terminus, as part of a new \"special port area\" that is subject to mainland law. Despite fears over passenger safety in the mainland zones, hundreds gathered at the terminus, with the first train leaving for the southern Chinese city of Shenzhen at 7:00 am.", "url": "https://www.trtworld.com/asia/train-between-hong-kong-and-china-launches-amid-criticism-20434"}, {"title": "439.8m Fuxing bullet train to start operation next year (1/5)", "date": "2018-10-17", "content": "An extended version of the Fuxing bullet train at the China National Railway Test Center in Beijing. With a design speed of 350 kilometers per hour, the new train is 439.8 meters long with 17 carriages, which can carry 1,283 passengers. It will be put into use on the Beijing-Shanghai high-speed railway next year.", "url": "http://www.ecns.cn/hd/2018-10-17/detail-ifyyzeyv7658344.shtml"}, {"title": "New additions to China's Fuxing bullet trains unveiled in Beijing", "date": "2018-12-25", "content": "China Railway Corp also unveiled new Fuxing Bullet train CR200J, which has a maximum speed of 160 km/h. The new model, which has a centralized power Electric Multiple Unit that can accommodate current maintenance equipments, will replace some of the regular trains running on China's railway network in the future. ", "url": "http://www.ecns.cn/hd/2018-12-25/detail-ifzaxhck8717225.shtml"}, {"title": "Fuxing bullet train options set to attract global buyers", "date": "2018-12-25", "content": "Three new types of domestically developed Fuxing trains designed with varying top speeds made their debut on Monday, which experts said will offer more choices to potential overseas customers. A whole series of Fuxing trains were rolled out at China National Railway Test Center in Beijing, including new versions - a longer train and two lower-speed versions. The longer Fuxing trains, which are 440 meters long and can seat 1,283 passengers, are the longest high-speed trains in China, with a maximum speed of 350 kilometers per hour. Two other Fuxing trains are expected to run at maximum speeds of 250 km/h and 160 km/h. Zhao Hongwei, chief engineer at the China Academy of Railway Sciences, said that unlike the earlier Hexie models, which were designed with the help of foreign-developed technology, Fuxing bullet trains use wholly self- developed core technologies and are built under a unified Chinese standard. \"For over a decade, China learned from developed countries to build a world- class high-speed railway system. Now it holds complete intellectual property rights. The domestically developed trains show that China, despite getting a late start on the high-speed track, is cementing its leading role in the race,\" Zhao said. Though it was a latecomer, China now has the world's largest high-speed rail network - 29,000 km as of the end of 2018, about two-thirds of the world's total. Sun Zhang, a professor at Tongji University in Shanghai, said that made-in- China trains and technologies have already made their way to over 100 countries, including Turkey, Indonesia, Russia, Iran and India. Apart from upgrading China's rail system, the latest models with different design speeds and costs can also offer more options for export. \"Lower emissions and shorter transportation times will contribute to a growing market for high-speed rail around the world, although the ability to construct such systems is possessed by only a few countries, which offers more opportunities for China's cutting-edge technology and devices to be exported,\" Sun said. Two types of the trains - the longer Fuxing and 160 km/h Fuxing - will be used starting on Jan 5 to provide a better travel experience and help ease pressure during the upcoming 40-day Spring Festival travel rush, when over 413 million trips are expected by rail. \"With people's growing desire to travel, high-speed trains are becoming one of the major transportation choices of the Chinese people and expats in China. The design of the trains aims at offering more options to the public and further improving their travel experience,\" said Zhang Bo, a researcher at the Locomotive and Car Research Institute of the China Academy of Railway Sciences. With more spacious seats, more power outlets, USB ports, more ample legroom and other passenger-friendly services, all trains in the Fuxing series are more comfortable than older and slower trains, Zhang said, adding that the 160 km/h Fuxing train will gradually replace older trains in some regions. ", "url": "https://www.chinadaily.com.cn/a/201812/25/WS5c216d65a3107d4c3a002992.html"}]}, {"win label": 0, "news": [{"title": "China's 350-kph Fuxing bullet trains to go driverless", "date": "2019-01-03", "content": "China Railway Corp said on Wednesday that they are planning to apply the automatic train operation system to high-speed trains on the Beijing-Zhangjiakou railway line, the world's first such application. Lu Dongfu, general manager of China Railway Corp, said the application of ATO on Fuxing bullet trains, which run at speeds of 350 kilometers per hour, will mark a milestone in the history of train technology. China's current fast trains are all driven by humans aided by the Chinese Train Control System, sources at the China Academy of Railway Sciences told the Science and Technology Daily. ATO will increasingly be used to replace human train drivers after its successful application in subway trains and two inter-city railway lines in the Pearl River Delta region, which run at a maximum speed of 200 kilometers per hour. ATO was capable of carrying out all human driver operations, including startup, acceleration and deceleration, stopping, and train door opening. According to experts, automated train driving can help ensure travel runs as scheduled, overcome variables created by human drivers, and improve transport capacity. In 94 days from June to September last year, high-speed test trains on the Beijing-Shenyang line, traveling at maximum speeds of 350 kilometers per hour, completed a total of 186,397 kilometers using automatic driving. ! ! ", "url": "http://www.ecns.cn/news/cns-wire/2019-01-03/detail-ifzcitha9950046.shtml"}, {"title": "China developing world's first 350 km/h automated bullet trains", "date": "2019-01-04", "content": "The national railway operator said on Tuesday that the automatic train operation system will first be used on trains running between Beijing and Zhangjiangkou in Hebei Province. The automated trains will go into service in 2022 ahead of the opening of the Winter Olympics. The ATO system will free train drivers from tasks such as stopping the train at stations and opening and closing passenger doors. The system will speed up or slow down a train according to the running schedule. The ATO system is already installed on some high-speed trains on two 200 kilometer an hour lines in Guangdong Province. This was the first time anywhere in the world that ATO equipment was used on trains running at such a high speed. Late last year, China Railway Corporation carried out a three-month field test of the ATO system on a high-speed train running between Beijing and the city of Shenyang in Liaoning Province. Experts said the system passed all of its tests and was ready to be put into regular use.", "url": "http://china.org.cn/business/2019-01/04/content_74339944.htm"}, {"title": "Longer Fuxing bullet train starts operation", "date": "2019-01-05", "content": "A longer Fuxing bullet train started running on the Beijing-Shanghai line Saturday at noon. The new train, with a designed speed of 350 km per hour, has 17 carriages, one carriage longer than the Fuxing trains currently in use. Measuring 439.9 meters long and with a seating capacity of 1,283 people, the 17-carriage train can be used with existing stations, platforms and other high-speed railway facilities. The Fuxing bullet trains first made its debut in June 2017, and the 16-carriage trains were put into operation in July 2018. Entirely designed and manufactured in China, the Fuxing, or Rejuvenation, trains are more spacious and energy-efficient, with a longer service life and better reliability than previous models.", "url": "http://www.xinhuanet.com/english/2019-01/05/c_137721812.htm"}, {"title": "Beijing-Shanghai Bullet Trains Are Bigger and Better Than Ever", "date": "2019-01-08", "content": "Bullet trains running between Shanghai and Beijing just got a whole lot better. On Saturday, the longest Fuxing bullet train made its first ever run from Beijing to Shanghai, China Daily reports. The new and improved train now features 17 cars and is capable of transporting 1,283 passengers - that's one more car and 90 more passengers compared to the largest of the older models. Passengers can choose from three different classes. The trains boast 22 business class seats, 148 first-class seats and 1,113 second-class seats. On Saturday, the first of these trains made the journey from Beijing to Shanghai, departing from Beijing at noon and arriving at Shanghai Hongqiao Railway Station at 4.36 pm. The new trains - which have been dubbed Fuxing - were first unveiled back in June 2017. The first train had only eight cars. In July 2018, a model featuring 16 carriages was put into use on the Beijing-Shanghai line. The latest 17-car model measures roughly 440 meters in length. The Fuxing bullet trains can run at a max speed of 400km/h but currently run at speeds up to 350km/h, much faster than the usual 300km/h that most trains in China currently operate at. They are also the first trains to be fully developed in China. As of Saturday, a new national railway schedule has been implemented meaning there are now 16 more high speed trains scheduled to run between Beijing and Shanghai. It's now also possible to purchase train tickets for Lunar New Year's Eve. ", "url": "https://www.thatsmags.com/shanghai/post/26485/beijing-shanghai-bullet-trains-are-bigger-and-better-than-ever"}, {"title": "Fuxing bullet train debuts on Lanzhou-Chongqing line", "date": "2019-01-08", "content": "The first Fuxing bullet train with a speed of 160 km per hour started running on the Lanzhou-Chongqing line Tuesday. The train, painted green, reduces a 12-hour travel between Lanzhou, capital of northwest China's Gansu Province, and the southwest municipality of Chongqing, to 7 hours. The new train provides a faster and more comfortable travel experience for passengers compared to previous regular trains, said Geng Qing with China Railway Lanzhou Group Co. Ltd. China unveiled the new 160 km bullet train at an exhibition held in Beijing on Dec. 24, 2018. The Lanzhou-Chongqing railway started operation on Sept. 29, 2017. It runs 886 kilometers through some of the most complex mountain terrain in Western China. The railway took 9 years to construct.", "url": "http://www.xinhuanet.com/english/2019-01/08/c_137729162.htm"}, {"title": "Green bullet train rolls out in Hangzhou", "date": "2019-01-24", "content": "A newly built Fuxing bullet train pulled out of the Hangzhou Railway station at 8:05 pm on January 23, 2019, making its debut between Hangzhou, the capital of East China's Zhejiang province, and Beijing. The train has a maximum operating speed of 160 kilometers per hour. ", "url": "https://www.chinadaily.com.cn/a/201901/24/WS5c492fe0a3106c65c34e6494.html"}]}, {"win label": 0, "news": [{"title": "High-speed railway linking Hohhot with Beijing set to open", "date": "2019-12-12", "content": "The G2405 Fuxing bullet train, departing from Beijingbei Railway Station, arrived on Dec 11 in Hohhot, capital of North China's Inner Mongolia autonomous region -- marking the completion of the first full-line test operation for the high-speed railway linking Hohhot with Beijing. The high-speed rail consists of two sections: the Beijing-Zhangjiakou Intercity Railway and the Zhangjiakou-Hohhot Railway. After it is put into operation, some 20 pairs of CR400BF Fuxing EMU trains will run on the two lines annually. Hohhot, Baotou and Ulaanqab in the autonomous region will all have high-speed trains heading for Beijing. The journey between Hohhot and Beijing will be shortened from more than nine hours to two hours and 18 minutes. The Beijing-Zhangjiakou Intercity Railway and the Zhangjiakou-Hohhot Railway-- which will be opened and operated in accordance with the unified arrangements of China Railway -- are scheduled to start running at the end of December. The Zhangjiakou-Hohhot High-speed Railway, being one of the important components of the Beijing-Lanzhou High-speed Railway, has a design speed of 250 kilometers per hour. After its official launch, a great deal of comfort and convenience will be offered to passengers in the Beijing-Tianjin-Hebei area. The east Ulaanqab-Hohhot section of the Zhangjiakou-Hohhot Railway was officially launched in August 2017. Earlier in June this year, the Huai'an-Ulaanqab section of the Zhangjiakou- Hohhot Railway completed joint commissioning and started trial operations. As part of the 2022 Olympic Winter Games project, the Beijing-Zhangjiakou High-speed Railway started joint testing on Oct 5. The related work on the railway's joint debugging and joint testing is progressing smoothly ", "url": "https://global.chinadaily.com.cn/a/201912/12/WS5df1cfe2a310cf3e3557db68.html"}, {"title": "High-speed rail connects Inner Mongolia, Beijing", "date": "2019-12-30", "content": "The first high-speed railway linking Beijing and north China's Inner Mongolia Autonomous Region went into service Monday. A Fuxing bullet train arrived at Hohhot East Railway Station in the regional capital Hohhot at around 11:54 a.m. after departing from Beijing. The travel time between Hohhot and Beijing, about 500 km apart, will be shortened to about two hours from over nine hours with the launch of the new service. \"We have innovated more than 30 techniques during the construction process and planted about 700,000 square meters of grass along the railway,\" said Bai Riqiang, an engineer of the railway's builder. The new high-speed railway will also link Hohhot and Zhangjiakou, the co-host city of the Beijing 2022 Winter Olympics. E-ticket services have been launched to enable passengers to use their ID cards or scan QR codes for authentication instead of waiting in line for paper stubs. \"I have been looking forward to the launch of this line. Now I can visit my boyfriend who works in Zhangjiakou or see exhibitions in Beijing in a more convenient way,\" said Chen Jiaxin who lives in Hohhot. The length of China's railroad lines in service has exceeded 139,000 km, including 35,000 km of high-speed rail, ranking first in the world.", "url": "http://www.xinhuanet.com/english/2019-12/30/c_138666716.htm"}]}, {"win label": 0, "news": [{"title": "World's first 350km-per-hour driverless bullet train goes into service in China", "date": "2020-01-08", "content": "China has just hurtled past another milestone in its vast high-speed railway expansion plans. As the countdown to the 2022 Beijing Winter Olympics continues, the new 108-mile high-speed railway line connecting the capital with Olympic host city Zhangjiakou has just entered service, cutting the travel time between the two from three hours to 47 minutes. But this isn't just another bullet train. This beauty, part of China's Fuxing series, can run up to 350 kilometers per hour without a driver - said to be a world first. It's also been dubbed the world's first smart high-speed railway. Taking about four years to build, the line, also referred to as the Jing-Zhang high-speed railway, connects Beijing, Yanqing and Zhangjiakou, all three of which will host events during the upcoming Winter Olympics. The route will stop at 10 stations, including Badaling Chang Cheng, the most popular section of China's Great Wall. Chongli railway, a branch line from the Jing-Zhang railway, is also open and will ferry passengers from the capital city to Taizicheng Station - a stone's throw away from several skiing competition venues and the Olympic Village. Just how smart is this new train? The new rail line began operations on December 30, with the first train running from Beijing North Railway Station to Taizicheng Railway Station. A quick search on the official high-speed railway website 12306 China Railway shows there are currently about 30 bullet trains running between Beijing and Zhangjiakou daily but only six of them are serviced by the new \"smart train\". Tickets range from RMB77 to RMB231 for a normal high-speed train and RMB90 to RMB270 if you're traveling on a smart train. At the time of writing, tickets for the smart trains need to be booked two days in advance. So what makes them \"smart?\" Well, the carriages are equipped with 5G signals, intelligent lighting and 2,718 sensors to collect real-time data and detect any operational abnormalities. Meanwhile, each individual seat has its own touch-screen control panel and wireless charging docks. Though the high-speed trains on the route are autonomous, a monitoring driver will be on board at all times. The trains can automatically start, stop and adjust to the different speed limits between stations. Back at the station, robots and facial recognition technologies have been deployed to help passengers with directions, luggage and paperless check-ins. Getting ready for the 2020 Winter Olympics: The trains' interiors have been designed with the needs of athletes and journalists in mind, too. Some cabins feature larger storage areas for winter sports equipment, which can be accessed by QR code. Special storage spaces have also been created to house athletes' stimulant test samples. The dining car can reportedly be converted into a media center during the Olympics, with adjustable seats and tables making it easier on journalists traveling with lots of equipment. The car will also offer a live-broadcast service and charging outlets underneath each table. Car Four features removable seats, which will make it easier for passengers traveling with wheelchairs during the 2022 Winter Paralympics. \" The trains can improve the efficiency of our work, promote China's winter sports, and boost the ice and snow economy,\" Yang Yang, a Winter Olympics speed skating gold medalist and one of the first passengers to ride the new line, tells state-run media Xinhua. The first China-built railway: Chinese railway enthusiasts are excited about the new route for another historical reason. Jing-Zhang Railway was originally the name of a now-defunct line. First opened in 1909, it was the first railway designed and built independently by Chinese, linking Beijing and Zhangjiakou. Traveling along the entire route back then took eight hours. The line's few remaining original stations closed in 2016 to make way for the construction of the new high-speed railway. Today, China is home to the world's largest high-speed rail network, which stretches about 35,000 kilometers, and the fastest commercially operating train - the Shanghai maglev. Running at the top speed of 431 kph, the train links Shanghai Pudong Airport and Longyang Road in the eastern side of Shanghai. ", "url": "https://www.cnn.com/travel/article/driverless-bullet-train-china/index.html"}, {"title": "China launches driverless 350 km/h bullet train", "date": "2020-01-13", "content": "China recently made a new addition to its already impressive inventory of high-speed trains with a driverless smart bullet train. According to CNN Travel, the new train which comes as a preparation for the 2022 Beijing Winter Olympics, would connect the Chinese capital to Zhangjiakou, another town that would host the sporting events. It would complete the 108-mile long journey to just 47 minutes from the earlier three hours. The train has stoppages at 10 stations out of which many would be in close proximity to the Winter Olympics sporting venues. Belonging to China's Fuxing series of bullet trains, the vehicle is capable of speeds up to 350 km/h and that too without anyone on the driver's seat. The driverless marvel of engineering also features 5G connectivity, smart lighting, and more than a couple of thousand sensors to monitor the train's functioning by collecting real-time data, reported CNN Travel. Every individual seat comes equipped with a touch screen and a wireless charging port. In order to facilitate media and athletes during the Winter Olympics, it has larger storage areas, a dining car that can be transformed into a media room and removable seats to accommodate wheelchair-bound Paralympians. ", "url": "https://www.livemint.com/news/world/china-launches-driverless-350-km-h-bullet-train-11578856656095.html"}]}, {"win label": 0, "news": [{"title": "Bombardier's Chinese JV Wins High-Speed Train Contract", "date": "2020-11-20", "content": "Bombardier Transportation's joint venture in China, Bombardier Sifang Transportation, has won a contract from China Railway for 112 CR300AF cars, equalling 14 eight-car trains. This order is BST's first for the new-generation Fuxing EMU. The CR300AF, which has a standard maximum speed of 300km/h, will operate at a speed of 250km/h once in passenger service. The contract has an approximate value of 1.6 billion CNY. Bombardier Transportation has a 50-percent stake in BST; its Chinese partner is CRRC Sifang Rolling Stock Co., Ltd. Jianwei Zhang, President, Bombardier Transportation China, said: \"We are honoured to have been chosen to supply the new generation of high- speed railway CR300AF trains, through our BST joint venture. We sincerely thank CHINA RAILWAY for its trust and CRRC for its support. We will deliver the state-of-art trains at quality, within budget and on time.\" 10 of the 14 trainsets are for the Fujian Fuping Railway Co., Ltd, the remaining four are for the Guangdong Meizhou-Shantou Passenger Dedicated Line Co., Ltd. BST won its first Chinese high-speed rail contract in 2018. Since then, it has delivered 448 Fuxing cars, type CR400AF and CR400AF-A, to China Railway. All 14 trainsets in this current order will be delivered by January 2021. Bombardier's joint ventures in China have delivered electric locomotives, metro cars, monorail, APM and trams for the Chinese market along with signalling systems. ", "url": "https://railway-news.com/bombardiers-chinese-jv-wins-high-speed-train-contract/"}, {"title": "Fuxing Series High Speed Trains are Fully Commissioned in China", "date": "2020-12-21", "content": "It has been reported that all trains within the Fuxing series will be put into service with the launch of the CR250 type trains, which were developed within the scope of China's high-speed train series called Fuxing and can reach a speed of 300 kilometers per hour. In the statement made by China Railway company, the said development was expressed as an important step taken in scientific and technological innovation in China's railway field. According to information from the China Railway, the company is in China's \"13. During the \"Five-Year Development Plan\" period, it cooperated with related enterprises, colleges and scientific institutes in Turkey. In this way, the company has made a number of important breakthroughs by achieving technological innovation in critical equipment for the high-speed rail network. According to the company's statement, high-speed train technology was developed entirely by China's own facilities during the said period. Within this framework, Fuxing series high-speed trains with different speed ratings and capable of meeting different usage demands were produced. Operating across China, 1036 Fuxing trains have traveled 836 million kilometers and carried 827 million passengers so far. The Fuxing series high- speed trains, which can reach speeds of 160 to 350 kilometers per hour, are expected to reach all regions in the interior of China next year.", "url": "https://www.raillynews.com/2020/12/Cinde-fuxing-series-high-speed-trains-are-put-into-service-with-all/"}, {"title": "New-type Fuxing bullet train sets off from Guiyang to Liupanshui (1/6)", "date": "2020-12-22", "content": "Aerial photo taken on Dec. 21, 2020 shows a CR300AF bullet train operating in a train maintenance station in Guiyang City, southwest China's Guizhou Province. A new-type Fuxing bullet train CR300AF, with a designed speed of 250 km per hour, set off from Guiyang to Liupanshui on Monday, which marked the debut of this type in the southwest China. ", "url": "http://www.ecns.cn/hd/2020-12-22/detail-ihaexsqc6150426.shtml"}]}, {"win label": 0, "news": [{"title": "Fuxing bullet train to make debut in Tibet", "date": "2021-01-05", "content": "As the construction of the main track of Lhasa-Linzhi Railway is completed, the railway on the Qinghai-Tibet Plateau will soon begin operations, and the China-developed Fuxing bullet train will be used on it, which means the Fuxing bullet trains will cover all provinces in the Chinese mainland, according to China Railway. According to media reports on Tuesday, the Fuxing trains that will run on the Lhasa-Linzhi Railway are equipped with both electricity and internal combustion engines as required by the high-altitude geography of the region. Lhasa-Linzhi Railway runs along the Yarlung Zangbo River between the Gangdise block and the Himalayan block on the Qinghai-Tibet Plateau in Southwest China's Tibet Autonomous Region, with 90 percent of the railway above 3,000 meters, the Xinhua News agency reported. The bullet train will switch from electric power to an internal combustion engine at emergency when running on the high-altitude plateau, said the Xinhua report, citing a person related to the railway project. The trains are designed to travel at 160 kilometers an hour, and equipped with oxygen supplies, the Xinhua report said. ", "url": "https://www.globaltimes.cn/page/202101/1211925.shtml"}, {"title": "Tibet to get 1st Fuxing bullet train in June", "date": "2021-01-06", "content": "Fuxing bullet trains will run in southwest China's Tibet Autonomous Region for the first time in June this year when a new rail line opens to traffic, China's railway operator said Monday. With the launch of the service, the Fuxing bullet train series will be available in all provincial-level regions on the Chinese mainland, said the China State Railway Group Co. Ltd. Track-laying work for the rail line connecting regional capital Lhasa and Nyingchi in eastern Tibet was completed on Dec. 31, 2020. It will be the first electrified railroad in Tibet. The Fuxing bullet train to run in Tibet will be a customised version of the one which runs at 160 km per hour, a source told Xinhua. It will have oxygen supply equipment and two kinds of power traction: internal combustion and electric power, since more than 90 percent of the track will pass through areas about 3,000 meters above sea level. Internal combustion will be used so that the trains can start internal combustion devices to cope with emergencies on the plateau, the source said. With a design speed of 160 km per hour, the 435-km rail line passes through 47 tunnels and 120 bridges, according to Tibet Railway Construction Co. Ltd, which is building the railway. By the end of 2020, Fuxing bullet trains had safely operated over 836 million km, transporting 827 million passengers. So far, Fuxing electric multiple units trains in service have covered the whole speed range of 160 km per hour to 350 km per hour, which marks an important step in railway technical innovation in China.", "url": "http://www.china.org.cn/business/2021-01/06/content_77084865.htm"}, {"title": "China debuts high-speed train for extreme cold", "date": "2021-01-07", "content": "China on Wednesday debuted in Beijing a high-speed Electric Multiple Unit that can operate under temperatures as low as -40 C. The EMU, named Fuxing, has a designed speed of 350 kilometers per hour. It is expected to run on the high-speed railway between Beijing and Harbin, capital of China's northernmost province Heilongjiang, according to Zhou Song, with China Railway Beijing Group Co Ltd. Designers of the train used a layer of micron-level ceramic porous material on the cabinet. It can store condensed water in the pores. As the passenger room temperature rises, the condensation evaporates. The developers also used a new, unique switch control to work in extreme cold. By the end of last year, 1,036 Fuxing EMUs had run a total of 836 million km and carried 827 million passengers. ", "url": "https://www.chinadaily.com.cn/a/202101/07/WS5ff67c76a31024ad0baa116e.html"}, {"title": "New bullet train that can operate under extremely cold conditions makes debut", "date": "2021-01-11", "content": "A new type of Fuxing high-speed bullet train that can operate under temperatures as low as -40 C made its debut in Beijing on Thursday. The CR400AF-G train will run on a new high-speed railway line connecting Beijing and northeastern destinations including Shenyang and Harbin, the respective capital cities of Liaoning and Heilongjiang provinces. The rail service will begin operation soon, according to the Beijing Municipal Development and Reform Commission, but an exact date has not yet been revealed. The train, adorned with red stripes, is designed to run at a speed of 350 kilometers per hour and carry as many as 1,080 passengers. Developers have taken measures to ensure the train operates safely in extremely cold weather, including adding unique braking and electrical heating systems. The braking system can help to keep the brakes from freezing, said Zhou Song, director of the China Railway Beijing Group's bullet train center in Chaoyang district, where the new bullet trains are stored. \"For instance, if the train stops in Harbin for an hour, because of the extremely cold weather, the braking system can easily freeze if it stops moving for a while. The new system will enable the brakes to move from time to time even if the train stops, like a person who stamps his feet to keep warm in cold weather,\" he said. The train's designers also added an electric heating system to prevent liquid running in the pipes on the train for operational use from becoming frozen. \"Liquids cannot resist temperatures below zero, and a train has plenty of pipes, including the ones providing water for passengers and those that discharge sewage. To prevent those pipes from freezing, the electric heating system covers the entire pipe network onboard,\" said Gao Shichong, deputy head of the bullet train center. After being put into operation, the CR400AF-G train will be inspected every 48 hours at the center. Each inspection will last up to five hours and will be conducted by five inspectors. It is the second type of Fuxing high-speed bullet train that can operate under extremely low temperatures. The other type currently runs on high-speed railway lines connecting Beijing with Hebei province's Xiong'an New Area and Zhangjiakou, said Zhou, the director. According to China Railway Corp, 1,036 Fuxing bullet trains had been put into operation since 2017. The trains have handled a combined 827 million passenger trips and have covered 836 million km.", "url": "https://global.chinadaily.com.cn/a/202101/11/WS5ffb9089a31024ad0baa19d7.html"}, {"title": "China's new bullet train capable of subarctic temperatures", "date": "2021-01-12", "content": "China has unveiled the Fuxing CR400AF-G train to operate in subarctic climates. Developed by China State Railway Group, the latest addition to its fleet can reach speeds of up to 350km/h in temperatures as low as -40 degrees Celsius. The Fuxing CR400AF-G is capable of carrying up to 1,080 passengers and will operate on a new line connecting Beijing to provincial capitals in Northeast China, including Shenyang and Harbin. A launch date has yet to be announced, according to China Daily. Special braking and electrical heating systems will allow the train to operate safely under extreme conditions. \"If the train stops in Harbin one of China's coldest cities for an hour, because of the extremely cold weather, the braking system can easily freeze if it stops moving for a while. The new system will enable the brakes to move from time to time even if the train stops, like a person who stamps his feet to keep warm in cold weather,\" Zhou Song, director at China Railway, told China Daily. The new train, part of the second-generation Fuxing series, will enable China to grow its already expansive footprint. The country currently boasts the world's largest high-speed rail network, with over 37,000km of track, according to CNN. China opened its first high-speed rail line between Beijing and Tianjin in 2008.", "url": "https://www.businesstraveller.com/business-travel/2021/01/12/chinas-new-bullet-train-capable-of-subarctic-temperatures/"}, {"title": "China debuts bullet train that can operate in extremely cold temperatures", "date": "2021-01-12", "content": "China has unveiled a new high-speed bullet train designed for extremely cold climates. The CR400AF-G train, which can operate at speeds of up to 350 kilometers per hour in temperatures as low as -40 degrees Celsius, is part of the Fuxing series of high-speed electric multiple-unit trains developed and operated by the state-owned China State Railway Group. The train, rolled out in Beijing on January 6, will run on a new high-speed line connecting the Chinese capital with northeastern destinations including cities Shenyang and Harbin - the latter of which is famed for its annual snow and ice festival. Officials have yet to announce when the train will begin operations. In a post on Chinese social media site WeChat, the China Railway Beijing Group - part of the China State Railway Group Company - ran through several of the train's optimized components that aid its ability to withstand cold temperatures. These include: bolts made with chromium-molybdenum alloy - a material that endures extremely low temperatures; silicone sealing strips, which prevent snow and ice from getting into the train body; temperature-resistant brake control devices; and stainless-steel pipes equipped with heating devices. The train also features a streamlined low-resistance design, to help decrease energy consumption, and a lightweight aluminum alloy body. In a report by state-owned newspaper China Daily, Zhou Song, director of the China Railway Beijing Group's bullet train center, offered an analogy to explain the new train's brake system: \"If the train stops in Harbin for an hour, because of the extremely cold weather, the braking system can easily freeze if it stops moving for a while. The new system will enable the brakes to move from time to time even if the train stops, like a person who stamps his feet to keep warm in cold weather.\" China isn't alone in having to adapt its bullet trains to extreme conditions. In 2020, Japan launched its latest record-breaking bullet train and doesn't only run faster and smoother - it's also able to transport passengers to safety in the event of an earthquake. The N700S can run up to 360 kilometers per hour, however the operating speed is capped at 285 kilometers per hour. The train has an upgraded automatic control and braking system that allows it to halt faster in case of an emergency and is fitted with a lithium-ion battery self-propulsion system - the first of its kind in the world. This system allows the train to run for a short distance on its own during a power outage and will make it possible for it to move to a safer location at low speed if stranded in a high-risk area - on a bridge or in a tunnel, for example - during an earthquake. It entered into service July 1 and serves the Tokaido Shinkansen line, which links Tokyo Station and Shin-Osaka Station in Osaka. World's largest high-speed rail network: Today, China is home to the world's largest high-speed rail network, which stretches over 37,000 kilometers, and the fastest commercially operating train - the Shanghai maglev. Running at the top speed of 431 kph, the train links Shanghai Pudong Airport and Longyang Road in the eastern side of Shanghai. This time last year, China unveiled a new 174-kilometer high-speed railway line connecting Beijing with 2022 Winter Olympics host city Zhangjiakou, cutting the travel time between the two from three hours to 47 minutes. The train running on that line is also part of China's Fuxing series and can run up to 350 kilometers per hour without a driver - said to be a world first. According to the China State Railway Group, 1,036 Fuxing bullet trains have been put into operation since 2017, when the series first launched. ", "url": "https://www.cnn.com/travel/article/china-bullet-train-cold-weather-fuxing/index.html"}, {"title": "Bullet trains start to run to Lhasa in July: State Railway Group", "date": "2021-03-07", "content": "Bullet trains will start to run in China's Tibet Autonomous Region by July 1, and the China-Laos railway will open in December of this year, the country's railway operator said on Saturday, revealing some of the major milestones planned for the 14th Five-Year Plan period. A 435-km railway link to the regional capital of Lhasa will run Fuxing bullet trains powered by both internal-combustion and electric engines, Lu Dongfu, board chairman of China State Railway Group Corp and a deputy to the National People's Congress, said on the sidelines of the ongoing two sessions. Fuxing's upcoming service in the Tibet Autonomous Region marks the opening of high-speed train services in all Chinese mainland provincial-level localities. When the China-Laos railway is completed at the end of 2021, direct service will link Vientiane, Laos and Kunming, capital of Southwest China's Yunnan Province. Already having the world's most developed high-speed railway network, China aims to extend the total length in operation to around 50,000 kilometers by 2025, up from 37,900 kilometers by the end of 2020, according to Lu. The high-speed railway network will cover 98 percent of cities with over 500,000 residents, he added. ", "url": "https://www.globaltimes.cn/page/202103/1217547.shtml"}, {"title": "Smart self-driving bullet trains operate more routes in China before July 1", "date": "2021-04-07", "content": "Smart self-driving bullet trains will start to run between Beijing-Shanghai, Beijing-Harbin, Beijing-Guangzhou, Chengdu-Chongqing routes before July 1, further entrenching the advantage of China's high-speed railway in the world, said China State Railway Group Corp on Wednesday. Smart trains have been running in Beijing-Zhangjiakou high-speed railway line in Beijing since end 2019. \"Self-driving\" also includes the supervision of human drivers, which is one of the biggest highlights of the automotive. According to the pre-planned operation guidance from a ground dispatching center, the train can accurately depart, accelerate, de-celerate, automatically operate between the stations, stop at the arrival point while drivers only need to focus on any emergency response. In order to ensure the safety of train operation, thousands of intel-ligent sensors are installed in the trains to monitor and control the safety of the train. The interior and carriage service facilities in the new Fuxing bullet trains are also upgraded. When entering the tunnel, the train can intelligently control the pressure inside the carriage and adjust the lights and windows colors if needed. Barrier free toilets, wheelchair spaces, SOS buttons are equipped in the seating area for passengers with disability.", "url": "https://www.globaltimes.cn/page/202104/1220415.shtml"}, {"title": "Smarter Fuxing bullet trains to debut", "date": "2021-06-23", "content": "China's Fuxing bullet trains with \"smarter\" facilities will begin operation on June 25, running on railway lines across 18 provincial-level administrative regions in China, according to China Railway, the country's national rail operator. A zippy step up from the existing CR400AF and CR400BF models, these ingenious trains move at a speed of 350 kilometers per hour. But there are many visible or invisible improvements. The exterior design of the streamlined train adopted traditional artistic elements including dragon and phoenix as auspicious symbols. Unlike other trains, the new one has an exclusive door for the drivers, enhancing safety and convenience. It uses the Ethernet-based 5G technology to control the whole operating system on the train and provide Wi-Fi access to passengers. Increased monitoring points on board will better the precision of the train operation and predict possible malfunctioning in real-time. A new type of inverter air conditioner will save at least ten percent of energy consumption on the train. Each new train will have an accessible carriage and a vending machine, also offering braille instructions for the visually impaired. Smart smoke detectors and intelligent light and sound adjusting systems have also been installed. More mobile phone charging points, including wireless ones, are also available. This is the upgraded version of smart Fuxing bullet trains that first operated on the Beijing-Zhangjiakou high-speed railway line in December 2019. That line was designed to offer intelligent high-speed railway service for 2022 Beijing Winter Olympics and experiences for later upgrading. Now, there are two types of formations to go into service. One has standard eight carriages with 578 seats and the other is extra-long with 17 carriages and 1,285 seats. They will begin traveling on major lines across China on June 25, and more will come later, according to China Railway.", "url": "https://news.cgtn.com/news/2021-06-23/Smarter-Fuxing-bullet-trains-to-debut--11jZmfUVprW/index.html"}, {"title": "Xizang gets its fastest bullet trains as Lhasa-Nyingchi Railway starts operations", "date": "2021-06-28", "content": "Tourists now can take the region's fastest trains and enjoy the stunning views along a new railway route to explore the Qinghai-Xizang Plateau, one of the world's most geologically active areas. China's Xizang autonomous region is now running Fuxing bullet trains as the Lhasa-Nyingchi Railway began operations on June 25, marking the start of high- speed train services to all Chinese mainland provincial-level regions. The Fuxing bullet trains, powered by both electricity and internal combustion engines, will be a customized version of the one which runs at 160 km per hour - the fastest on the plateau region - on the 435km rail track. For the first time, trains will pass through southeast Xizang, shortening the journey between Lhasa, and Nyingchi by 3.5 hours. Linking the region's capital Lhasa and Nyingchi, one of Xizang's most popular tourist destinations, the railway also marks the launch of the country's first electrified railroad operating on the Roof of the World. As over 90 percent of the track are at an elevation of more than 3,000 meters above sea level, the trains have been equipped with oxygen supply equipment. The highest point on the rail line is over 5,100 meters above sea level, a record height for any electrified railways worldwide. ", "url": "https://global.chinadaily.com.cn/a/202106/28/WS60d96811a310efa1bd65e606.html"}, {"title": "New generation of intelligent high-speed trains put into operation", "date": "2021-06-28", "content": "China's new generation of 'Fuxing' high-speed trains was put into operation on Friday, offering intelligent operating systems and facilities. The high-speed Electric Multiple Unit, based on the Fuxing CR400BF EMU, is equipped with technologies and services including intelligent data analysis, a wireless network based on 5G technology, and energy-efficient air conditioning units. With a 12.5-meter locomotive, the new intelligent bullet train has a bionic design which can reduce aerodynamic resistance by 7.4 percent and cut energy consumption by 10 percent compared to Fuxing's CR400BF EMU, said its developer, CRRC Changchun Railway Vehicles Co., Ltd. The first-class seats aboard the new trains provide passengers with adjustable headrests and electric leg rests, while the second-class carriages are equipped with USB charging ports at each seat. Barrier-free compartments with wider entrance doors, barrier-free toilet facilities, wheelchair storage areas and Braille signs have also been added to the new models. Quiet carriages on the intelligent high-speed trains also enable passengers to turn down broadcast volumes to a third of the level in other carriages, according to the company. The lights in the toilet facilities aboard the train automatically turn on when a passenger's entry is detected. The air conditioning units automatically adjust temperature and pressure differences according to the train's internal and external environments. China's new generation of high-speed trains is expected to provide more convenient facilities and more comfortable services for its passengers, with decreased energy consumption, said the company.", "url": "https://english.cctv.com/2021/06/28/ARTIu6U1207idQPsiF7K1neA210628.shtml"}]}, {"win label": 0, "news": [{"title": "Tibet's first bullet train line enters service", "date": "2021-07-12", "content": "For the first time, travelers in Tibet can enjoy the area's mountainous views at high-speed. A 435-kilometer rail line connecting Tibetan capital Lhasa with the city of Nyingchi entered into service on June 25, giving all 31 provincial- level regions of mainland China access to high-speed train travel. 47 tunnels, 121 bridges: Building a high-speed railroad in Tibet, dubbed the \"roof of the world,\" was no easy feat. Some 90% of the route, which took six years to construct, sits higher than 3,000 meters above sea level. The Lhasa-Nyingchi line features 47 tunnels and 121 bridges - which account for about 75% of the whole route. This includes the 525-meter-long Zangmu Railway Bridge, the largest and highest arch bridge of its kind in the world. A staggering RMB 36.6 billion was spent to build the line, which is serviced by the Fuxing series of high-speed electric trains developed and operated by the state-owned China State Railway Group. Traveling at high altitudes, the Fuxing trains are equipped with automated oxygen supply systems, which keep oxygen levels at a constant 23.6% - slightly higher than the 21% average found in normal atmospheres. The trains' windows are equipped with a special layer of glass designed to withstand the region's high UV levels. The Fuxing trains deployed on the nine-station Lhasa-Nyingchi line are powered by both internal combustion and electric engines. The dual-power engine allows them to achieve smooth traction throughout the 2.5-hour journey on both electrified and non-electrified railroads. They operate at about 160 kilometers per hour - far slower than the maximum speeds of 350 kph travelers experience on many of China's other lines. Sichuan-Tibet Railway now a third complete: The new Lhasa-Nyingchi route is part of the Sichuan-Tibet Railway, a 1,740-kilometer line that will eventually link Chengdu, the capital of Sichuan province, with Lhasa, shortening the travel time between the two cities from 48 hours to 13 hours. Construction has been divided into three phases. The first segment - the Chengdu-Ya'an Railway - opened in 2018. Lhasa-Nyingchi is the second completed segment. Work on the final Ya'an-Nyingchi Railway began in 2020 and is expected to be complete by 2030. The Lhasa-Nyingchi line is Tibet's first electrified railway. The existing Qinghai-Tibet Railway, a 1,142-kilometer route powered by diesel locomotives, launched in 2006 and is said to be the world's highest train route, connecting Xining, in Qinghai province, to Lhasa. Flexing China's economic power: Stretching into a disputed area between India and China, the Lhasa-Nyingchi Railway is just a small part of China's rapidly-expanding high-speed network. Close to 40,000 kilometers of lines crisscross the country, linking all of China's major mega-city clusters. The network is expected to expand to 70,000 kilometers by 2035. Much like Japan's Shinkansen bullet trains in the 1960s, the Beijing government views its high-speed railway as symbolic of the country's economic power and increasing prosperity. For China's ruling Communist Party and its leader Xi Jinping, high-speed rail is also a powerful tool for social cohesion, political influence and the integration of disparate regions with distinct cultures into the mainstream. \"The building of these new railways forms part of Xi Jinping's grand plan of 'integrating the vast national market,'\" Olivia Cheung, research fellow at the China Institute of the University of London's School of Oriental and African Studies, told CNN in an interview earlier this year. \"It is also meant to be reflective of his 'new development philosophy,' of which 'coordinated development' is a key concept. \"His scheme is grand in that it extends beyond just simply connecting existing towns, but existing towns with new mega-towns that are being constructed from scratch. A famous example in which Xi takes a lot of pride is the Xiong'an New Area in Hebei province, around 60 miles southwest of Beijing.\" Ben Jones and Shawn Deng also contributed to the report. ", "url": "https://www.cnn.com/travel/article/lhasa-nyingchi-high-speed-railway-china-tibet/index.html"}, {"title": "Chinese city announces cash handouts to encourage more childbirths", "date": "2021-07-28", "content": "Panzhihua city in Southwest China's Sichuan Province, with 1.23 million population, announced on Wednesday it plans to dole out money to couples giving birth to more than one child, the first-ever official incentive of its kind to spur more childbirths as part of broad-based efforts to address China's demographic decline in the longer term. The local government in Panzhihua decided to offer a subsidy of 500 yuan per baby every month for families with a local hukou that have a second or third child, until the babies turn three. The city became the first in China to have announced childbirth bonus. Third child-related stocks also stood out from the overall weakness in the Chinese stock market, with raw milk supplier Xinjiang Western Animal Husbandry Co among a handful of stocks rising by their daily limit. The third-child sector gained 1.76 percent on Wednesday, outperforming a 0.58-percent decline in the flagship Shanghai Composite Index. The Wednesday announcement was part of a rollout of new measures by the city to lure talent that also include free delivery services for local women in qualified hospitals. The cash incentive came after the recent introduction of various childbirth incentives to respond to the country's shift toward a third-child policy. Last week, the central government rolled out a set of measures, including reducing childbirth and education costs, to aim for a balanced population growth in the long run. A crackdown on after-school private tutoring business soon followed, indicating a government effort to rein in educational costs that are considered to have weighed on the fertility rate. China announced in May the relaxation of its two-child policy to allow couples to have up to three children. The policy shift would help in addressing the country's low childbirths, improving demographic structure, and pushing for the balanced development of the population, Fu Linghui, spokesman for the National Bureau of Statistics, said in mid-June. China's population grew to 1.412 billion at the end of last year, but new births shrank for a fourth straight year to merely 12 million, according to official data.", "url": "https://www.globaltimes.cn/page/202107/1229856.shtml"}, {"title": "China's most frost-resistant Fuxing bullet train takes its first test", "date": "2021-08-15", "content": "A new model of the Fuxing bullet train left the Mudanjiang Railway Station in Northeast China's Heilongjiang Province on Sunday morning, marking the first time a Fuxing bullet train completed a test run on the nation's easternmost high-speed rail line. The test run also marks the first time for Fuxing's most frost-resistant model to be involved in real world testing on the Mudanjiang-Jiamusi high-speed railway, according to media reports. A series of joint tests have been conducted for the Mudanjiang-Jiamusi high- speed railway in preparation for launching the railway's test operation since June 10, local news portal hljnews.cn reported on Sunday. The CR400BF-G train, the most frost-resistant member of the Fuxing family, has been specifically designed to operate in ultra-cold climates. The train can run with a speed of up 350 kilometers per hour in an extremely cold environment of -40 degrees Celsius. Meanwhile, the CR400BF-G train is also equipped with CTCS-300H and CTCS-300S vehicle-mounted equipment this time, which passed the compatibility test to ensure the safe operation of different trains on the high-speed railway. The Mudanjiang-Jiamusi high-speed railway will be re-designated into an operational test stage after the joint tests are concluded, laying the foundation for the line to enter formal operation.. The 371.6 km rail line is a major project on China's medium- and long-term rail development blueprint with a designated speed of 250 km per hour, with construction beginning in 2016. It is officially scheduled to open to traffic in February, 2022.", "url": "https://www.globaltimes.cn/page/202108/1231483.shtml"}]}, {"win label": 0, "news": [{"title": "China unveils brand new, state-of-the-art train to serve Beijing Winter Olympics", "date": "2022-01-06", "content": "China has unveiled a brand new, state-of-the-art Fuxing bullet train, said to be the world's first intelligent and autonomous high-speed train with a top speed of 350 kilometers per hour and a 5G live broadcast studio on board, to serve the upcoming Beijing Winter Olympics. The demonstration of the train's new technologies to athletes and guests from around the world during the Beijing Games scheduled for February 4-20 will be a definite boon to the profile of China's high-speed railway system, one of the crown jewels of Chinese industrial achievements, said a senior designer of the advanced electric multiple unit. One of the unique characteristics of the EMU is that it has a live broadcast studio that could transmit ultra-high-definition content via 5G connections. The installation, which is one of the first on the world's fastest trains, will bring convenience to global media professionals covering the event. \"To have so much advanced technology brought together on this train, and to present it in front of the world, this shows China's comprehensive strengths in terms of the train system, and will definitely boost the exports and go abroad efforts of the EMU system,\" Zhu Yan, deputy director with Engineering Research Center of CRRC Changchun Railway Vehicles Co, the train's maker, told the Global Times on Thursday. By using new materials and technologies, as well as an eagle-shaped nose chosen out of over 40 designs, the EMU has lower wind resistance and weighs less. These traits make it a green EMU that's 10 percent more energy-efficient than previous generations, saving 1.8 million kilowatt hours of electricity per year. With the help of the latest communication hardware, cameras and sensors, the train can scan up to 14 kilometers ahead to probe for any abnormal intrusions on the tracks, according to Zhu. The eight-car EMU can carry 564 people, though it will serve no more than half that many during the Beijing Games as part of the epidemic control efforts, according to China State Railway Group Co, the state-owned railway operator. China has exported its high-speed rail technologies to Indonesia for the Jakarta-Bandung high-speed railway. Construction of the railway has been progressing smoothly and approaching completion. A number of other countries, including Laos, also use Chinese-made trains, though these types travel at lower speeds. This new generation of smart EMUs also stands a good chance of upgrading China's existing domestic bullet train fleet, the world's largest, numbering at 4,000. China is the world's superpower in terms of high-speed rail technology. The country has 40,000 kilometers of high-speed rail lines and plans to build another 1,400 kilometers by the end of 2022, according to media reports. The railway between Beijing and Zhangjiakou in North China's Hebei Province is where China's railway industry started and the development of this railway resembled the development process of Chinese railways. In 2019, on the 110th anniversary of China's first railway, China's first EMU equipped with smart technologies was unveiled on this section, ushering in a new era of strength-building in China's transportation industry. Sun Zhang, a mass transit expert and professor at Shanghai Tongji University, pointed to one special bonus in that Beijing and Zhangjiakou have linked up all the game venues, from indoor ice sports stadiums in the city of Beijing to outdoor ski resorts in the suburb of Yanqing and those in Hebei Province, with a carefully knitted web of subways, intracity railways and high-speed railways that enable people to travel in a time-efficient manner. \"Needless to say, such a sincere calling card will be impressive to guests, dignitaries and athletes participating in the Beijing Games,\" Sun told the Global Times on Thursday. ", "url": "https://www.globaltimes.cn/page/202201/1245316.shtml"}, {"title": "Cruising Under The Great Wall: China's Unmanned, High-Speed Bullet Train 'Adds To The Thunder' Of Winter Olympics", "date": "2022-02-05", "content": "The 2022 Beijing Olympic and Paralympic Winter Games have begun. China has initiated several measures to contain the spread of COVID-19 during the event. One of these is an autonomous high-speed transport arrangement that runs extremely close to an ancient UNESCO World Heritage Site. The Fuxing Bullet Train: The Fuxing bullet train, a customized train that is capable of attaining a maximum speed of 350 km/h, was inaugurated earlier last month. This travel route, the Beijing-Zhangjiakou high-speed railway, will facilitate passenger services for the 2022 Beijing Winter Olympics. It comes with several Olympics- specific features. This is claimed to be the first high-speed train to feature a 5G live broadcast studio in the world. The rail also has air-cleaning devices and lockers for ski gear, along with wheelchair-accessible spaces. The vehicle supports the BeiDou Navigation Satellite System and can accommodate over 560 people. One of the carriages includes a media workspace. Chinese state media Xinhua noted CRRC Changchun Railway Vehicles engineering research center deputy head Zhu Yan as saying: \"More than 2,700 automatic inspection sensors in the train can collect data in real-time, and provide operation and maintenance suggestions after calculation.\" It further said that the vehicle will take just 50 minutes to move passengers from Beijing's downtown district to the Olympic venues in Zhangjiakou. A regular express train takes three hours to cover this journey. China had been working on this transport plan for a long time. In 2015, it was reported that Beijing had approved a budget of $9.22 billion to construct this train line. The construction on the railway began three years later in 2018, and the Beijing-Zhangjiakou link was completed in around a year's time. This is claimed to be the first route to achieve autonomous driving at such a high speed. The driverless system was projected to reduce energy usage by 7% in January. Station Under The Great Wall: The high-speed and autonomous nature of this transportation system is not the only awe-inspiring thing about the Fuxing. In the middle of its route connecting Beijing to Zhangjiakou, the bullet train passes through the Badaling Great Wall Station. This station is just a couple of steps away from the entrance to the most popular section of the centuries-old Great Wall of China. Moreover, since the railway line was constructed deep underground to prevent causing any structural damage to this UNESCO World Heritage Site, it has become the deepest high-speed railway station in the world. The engineers involved in the project used an electronic detonator to accurately time the explosives down to the one-thousandth fraction of a second. This enabled the workers to maintain a vibration velocity of fewer than 0.2 centimeters per second. In other words, every explosion was calculated such that its impact would not be more than that of a single footstep in the historic monument. The station, which is located 102 meters below the ground and covers an area of more than 36,000 square meters, also includes a 12-kilometer-long tunnel system. The three-story structure is not just the deepest, but also the largest operational underground high-speed railway station in human history. It is also home to China's second-longest escalator, which is 88 meters long and 42 meters high. Other Measures To Contain Covid: Other than this uber-sophisticated transportation system, there are other measures put in place for the Olympic Games as well. A month before the Winter Olympics began, Beijing sealed its games \"bubble\". Around 3,000 athletes and several reporters from across the world are expected to be in China for the Games. Arrangements were made to let them remain in the bubble from the moment they land until they leave the country. People entering the bubble are to be fully vaccinated or undergo a 21-day quarantine when they land. Inside, it was reported, everyone would be tested daily and would have to mandatorily wear face masks all the time. Thousands of Games-related staff, cleaners, volunteers, cooks, and coach drivers will be shielded away for weeks in the specially created \"closed-loop\" which will not allow any direct physical access to the outside world. This closed-loop system includes transport dedicated specifically for travel between venues, with even special high-speed rail systems operating parallelly to those open to the public. Fans are not a part of the closed-loop and organizers have been directed to make sure that they do not mingle with athletes and others inside the bubble. This approach is in contrast with the COVID-delayed Tokyo Summer Olympics that were held between July 23 and August 8 last year. Japan had allowed some movement in and out for personnel and volunteers associated with the conduction of the Games.", "url": "https://eurasiantimes.com/chinas-driverless-high-speed-bullet-train-winter-olympics/"}, {"title": "Get on board the Fuxing Olympic bullet train", "date": "2022-02-10", "content": "To better serve the ongoing Beijing 2022 Olympic and Paralympic Winter Games, the Beijing-Zhangjiakou high-speed railway has launched an Olympic version of the Fuxing smart train, which is backed by advanced technology and provides passenger-friendly services. The exterior of the train is blue, decorated with fluttering white streamers, dotted with snowflake patterns, representing the atmosphere of the Winter Olympics. Winter Olympic souvenirs are also available for passenger to purchase on the train. An ultra-high-definition studio with 5G transmission has been established inside the train to guarantee smooth coverage of the Games by journalists from all over the world. This facility is the first of its kind to be located within a high-speed train.. The train also broadcasts Olympic events in Chinese and English languages, while providing business-class passengers with such services as recreational programs, wireless screen projecting, and train operating information, among other services. Smart lighting in all bathrooms, and an air conditioning system, all designed to be both energy efficient and to provide comfort for passengers, are available on the train. In addition, other technological features and equipment, such as an operation and maintenance system, an intelligent control system, fault detection and maintenance robots, a real-time disaster monitoring and warning system, and the Beidou Navigation Satellite system, have been employed to ensure safe operation of the train.", "url": "http://en.people.cn/n3/2022/0210/c90000-9955897.html"}, {"title": "China Focus: Plateau railway new engine for Tibet's economic growth", "date": "2022-04-04", "content": "On a sunny spring day, a green Fuxing bullet train ran through the mountains along the Yarlung Zangbo River, heading for Nyingchi, a city known for its peach blossoms in southwest China's Tibet Autonomous Region. Liu Lili didn't want to miss the peach blossom season. Working in a clothing store in the city of Xigaze, she bought a C893 train ticket from Xigaze to Nyingchi, planning to visit her sister there and enjoy the peach blossoms together with her. \"When the train passed through the Lhasa station, I thought most passengers on the carriage would get off. To my surprise, they also headed to Nyingchi to see the flowers like me,\" said Liu, 25. This was the first spring since the Lhasa-Nyingchi Railway opened for operation on June 25, 2021. The first electrified railway in Tibet, with a designed train speed of 160 kph, has cut the travel time from some five hours by bus to three and a half hours. On the platform of the Lhasa railway station, 36-year-old station worker Tashi Dondrup watched passengers board the C893 train. Tashi Dondrup, a native of the regional capital Lhasa, had to take a plane in 2002 when he headed to school in Wuhan, capital of central China's Hubei Province, because there were no trains in Tibet. After he started working in 2006, he witnessed the development of rail transport in the plateau region. In July 2006, the Qinghai-Tibet Railway linking Lhasa and Xining, capital of Qinghai Province, went operational, ending the pre-railways period in Tibet. In August 2014, the Lhasa-Xigaze Railway opened for operation as the first extension line of the Qinghai-Tibet Railway. In June 2021, when the Lhasa- Nyingchi Railway was put into operation, Fuxing bullet trains ran in the plateau region for the first time. The Lhasa railway station has witnessed explosive growth in passenger flow, surging from 2.24 million in 2007 to more than 4 million in 2021. \"The original four waiting halls can no longer meet the demand. We are now renovating the station to provide another two rooms for passengers to wait for trains,\" Tashi Dondrup said. Now, bullet trains have connected Lhasa, Nyingchi, Shannan and Xigaze, whose combined GDP accounts for more than 70 percent of the region's total. Railway transportation has further driven the economic growth of the cities. Sonam Tobgye, a farmer from Changzhug Township, Nedong District in the city of Shannan, often takes the train to Lhasa to visit his daughter. His home is located at the foot of Yumbulagang, Tibet's first palace, dating back more than 2,000 years, which is a popular tourist attraction in Shannan. The 67-year-old said the new railway not only makes travel easier, but also brings more tourists, as well as tourism revenue, to his hometown. \"Some of my fellow villagers sell souvenirs, some run tea houses and some provide horse-riding services for tourists. Their wallets have become much fatter,\" he said. Near the Nyingchi railway station, Nyima Chodron operates a Tibetan restaurant with her husband. The farmer from a nearby village said their restaurant has received more customers since the operation of the Lhasa-Nyingchi Railway, with the profit reaching 100,000 yuan last year. \"I believe more guests will come when the epidemic ends,\" she said. Government figures show that the per capita disposable income of urban and rural residents in the city of Nyingchi reached 41,346 yuan and 21,767 yuan, respectively, in 2021, up 13.3 percent and 15.8 percent over the previous year. The number of tourists in the city exceeded 10 million, and the tourism income reached a record high of 8.3 billion yuan. Railway figures show that the Lhasa-Nyingchi Railway has transported 977,100 passengers since its opening. Up to 40,000 tonnes of cargo has arrived in Nyingchi by train. Local villager Penpa, 38, used to transport materials for the construction of the railway. After the railway opened, he started a logistics company, with four trucks delivering cargo, such as daily necessities, feedstuff and construction materials, from the railway station to elsewhere in the city. \"The railway freight charge is at least one-third lower than road transportation. I believe I will have more business in the future,\" he said.", "url": "https://english.news.cn/20220404/becf3700e9d24e4089c2ab53ee7429f9/c.html"}, {"title": "In Henan, new bullet train tested", "date": "2022-04-26", "content": "A new Fuxing high-speed bullet train developed for testing by CRRC Changchun Railway Vehicles Co recently went into operation, according to the company, a Chinese train manufacturer based in Changchun, Jilin province. During its test on the rail line from Puyang to Zhengzhou, Henan province, on Thursday, the world-leading train set a record of 435 kilometer per hour for the open line. It also set a relative speed record of 870 km/h when two trains ran in opposite directions and passed each other on parallel tracks in a tunnel. The test marked the launch of the CR450 scientific and technological innovation project, which is included in China's 14th Five-Year Plan, the company said. ", "url": "http://www.ecns.cn/hd/2022-04-26/detail-ihaxwerf5642628.shtml"}, {"title": "Beijing-Guangzhou high-speed train to reach 350 km/h in June, the fifth line in China to operate at such speed - Global Times", "date": "2022-05-13", "content": "The operation speed of high-speed railway connecting Beijing with Guangzhou, South China's Guangdong Province, will be gearing up to 350 kilometers an hour in June, the China Railway announced on Friday. It will become the fifth high-speed rail in China that operates at such a speed. Starting from June 20, the section linking Beijing with Wuhan, capital of Central China's Hubei Province will operate at 350 km/h. The section has passed trial test on May 13, marking an important achievement in building safety standard demonstration line of Beijing-Guangzhou high-speed rail. The test used Fuxing bullet train and high-speed integrated testing vehicle, with a comprehensive check on up-down track, bridge, telecommunication, signal and overhead line system. During the test, the train's speed once hit 385.1 km/h. After the speed-up, the minimum transportation time from Beijing to Wuhan, a journey of around 1,330 kilometers, will be reduced to 3 hours and 48 minutes. The current maximum operation speed of the Beijing-Guangzhou rail is 310 km/h. Among which, the Wuhan-Guangzhou section, opened in 2009, originally operated at 350 km/h and the speed has then been decreased to 300 km/h since 2011. The Beijing-Wuhan section, opened in 2012, operates between 300 and 310 km/h. Construction of the Beijing-Guangzhou high-speed rail, with a total length of 2,300 kilometers, was completed in December 2012. The rail has transported 1.6 billion passengers to date. Currently, there are only four high-speed rails in China operating at 350 km/h, mostly in short-distance travel. They're Beijing-Shanghai high-speed rail, Beijing-Tianjin intercity rail, Chengdu-Chongqing high-speed rail, and certain parts of Beijing-Zhangjiakou high-speed rail. The Beijing-Guangzhou rail is also the longest in terms of travel distance. Except maglev, 350 km/h is the fastest speed in the world in land transportation, and China's high-speed rail is also the world's fastest. More high-quality standard trains and Fuxing bullet trains will operate between Beijing and Wuhan starting from June 20. Ticket will be sold based on market price, starting from 410 yuan. Ye Yangsheng, the chief engineer at China Railway, was quoted as saying in a statement China Railway sent to the Global Times on Friday that it is a complicated and systematic project to promote the normalization of high-speed rail operating at 350 km/h, factoring into technical condition, market demand, operating cost and environment renovation. The section connecting Wuhan with Guangzhou has operated for a relatively long time, \"with more tunnels, more impact from external environment, and more track defects,\" China Railway said, noting that it will conduct comprehensive improvement on the section to pave way for speeding up. Among China's high-speed rails with a designed speed of 350 km/h, there are still over 20 lines that are yet to reach the designed speed, news website jiemian.com reported.", "url": "https://www.globaltimes.cn/page/202205/1265573.shtml"}, {"title": "High-speed rail lines to accelerate", "date": "2022-05-18", "content": "Trains on one of China's major high-speed rail lines will soon speed up as China rolls out its plan to further accelerate its already expeditious rail service. Starting June 20, high-speed trains will be able to operate at the increased maximum speed of 350 kilometers per hour along the high-speed rail section linking Beijing and Wuhan, Hubei province, and part of the railway linking Beijing and Guangzhou, Guangdong province, according to China State Railway Group, the national train operator. That will cut the travel time between Beijing and Wuhan to 3 hours and 48 minutes, a half-hour faster than now. Last week, the test run on that section was a success, showing the viability of increasing the line's top speed from the current 310 km/h. \"It is a complicated project to operate bullet trains at 350 km/h, considering the technology, market, operating cost and environment,\" said Ye Yangsheng, China State Railway Group's chief engineer. The Beijing-Guangzhou High-speed Railway opened in 2012 and was designed to run at 300 km/h to 350 km/h. \"This popular line has handled 1.6 billion trips, accumulating a large amount of safety operational experience,\" Ye said. In order to increase the operating speed, the group upgraded the rail section, including rail tracks, bridges, tunnels, electricity system, communications and the disaster inspection system. The test run thoroughly examined the section. The line's other section linking Wuhan and Guangzhou opened in 2009 and operated at a maximum speed of 350 km/h from 2009 to 2011, but then reduced the top speed to 300 km/h. The section had opened earlier and had more tunnels and bridges, so it is easily affected by the environment. The railway will also offer more services to improve passengers' travel experience, such as quiet compartments and a flexible ticket price. The top speed revision will cut travel time between the capital and many major cities to the south, such as Shijiazhuang in Hebei province, Zhengzhou in Henan province, Changsha in Hunan province and Chengdu in Sichuan province. China has a network of more than 40,000 km of high-speed railways, ranking top in the world. ", "url": "https://www.chinadaily.com.cn/a/202205/18/WS62842d8fa310fd2b29e5d4ce.html"}, {"title": "Route through scenic areas puts nation on travel fast track", "date": "2022-06-25", "content": "With a new section launched on Monday, a high-speed railway line that passes through the area best known for the Three Gorges Reservoir has become fully operational in China. With a total length of 1,068 kilometers, the high-speed railway links Southwest China's Chongqing municipality and Zhengzhou, capital of Henan province in the north of the country, as well as passing through Central China's Hubei province. The new 434-km section that opened on Monday links Hubei's Xiangyang and Chongqing's Wanzhou. Two other sections of the railway were opened in 2016 and 2019. The line allows the travel time from Chongqing to Zhengzhou to be shortened from around eight hours to more than four hours at top speed. Meanwhile, the shortest travel time from Chongqing to Beijing will be cut from more than 20 hours to less than seven hours. Traversing various mountains, rivers and forests, it is believed to be one of the most challenging routes in China's high-speed rail network. With a top speed of 350 km per hour, the new section features 91 bridges, 57 tunnels and 10 stations. Among them, two single-hole double-track tunnels are among the longest in Asia - one with a total length of 18.95 km and the other extending 18.79 km. As the Xiangyang-Wanzhou section goes through the Three Gorges Reservoir area, which boasts rich natural resources like rivers, wetlands and grasslands, the conservation of the ecological environment was prioritized in the construction process. \"We initiated the reconnaissance and design work in 2008 and always made protection of the environment a priority. For example, during the route selection, the tunnel projects had to be as far as possible from the Yangtze River,\" said Xiao Qiang, deputy chief engineer of the Chongqing branch of the China Railway Eryuan Engineering Group. In addition, a variety of measures were taken during the construction process to promote water and soil conservation. Xiao added that sites where construction residue was disposed of must be cultivated into orchards or arable land, which not only reduces the effect on the environment, but can create new agricultural businesses for local farmers. The route takes in six cities each with a population of more than 5 million people. Three of them have more than 10 million residents. The Zhengzhou-Chongqing high-speed railway is expected to boost the flow of people and goods among the regions, especially in the Three Gorges Reservoir area. In 2019, when high-speed trains were not available to people in the area, which covers the Yangtze River in Hubei and Chongqing, it received more than 300 million tourists and garnered a tourism income of 271 billion yuan. Experts believe that the Three Gorges area will see a boost in tourism due to the improved rail services.", "url": "http://global.chinadaily.com.cn/a/202206/25/WS62b644f3a310fd2b29e687bf.html"}]}, {"win label": 0, "news": [{"title": "CRRC Unveils High-Speed EMUs for Jakarta-Bandung Railway", "date": "2022-08-16", "content": "CRRC has completed the production of the electric multiple units for Indonesia's Jakarta-Bandung high-speed railway line. Eleven sets of high-speed EMUs successfully rolled off the production line in Qingdao on 5 August 2022. They will now be shipped to Indonesia for operation on the upcoming high-speed line between Jakarta and Bandung. The Jakarta-Bandung trains will operate at a maximum speed of 350 kilometres per hour using CRRC's Fuxing EMU technology. The units are equipped with intelligent sensing technology and earthquake monitoring systems suited for Indonesia's local environment. They have also been designed with a strong resistance to salt spray and UV exposure. Each 8-car train has one first-class car, one dining car and six second-class cars, with a total seating capacity of 601 passengers. This line will be Indonesia's first high-speed railway, spanning approximately 142 kilometres. Construction is expected to conclude by the end of 2022. ", "url": "https://railway-news.com/crrc-unveils-high-speed-emus-for-jakarta-bandung-railway/"}, {"title": "First bullet train from China arrives in Jakarta", "date": "2022-09-02", "content": "A bullet train and an inspection train made for the Jakarta-Bandung high-speed railway arrived in Indonesia's Jakarta port on Thursday, marking a milestone for the project, China Railway International said. The trains were developed based on the advanced and mature technology from China-made Fuxing bullet trains, which operate at a speed of 350 km/h. The trains, adopting Chinese standards, were unveiled in Qingdao, Shandong province last month. The cargo will be transported via road to a high-speed railway section in Bandung. Other testing works such grouping will be carried out on-site, followed with delivering the trains to local operator. A total of 11 bullet trains and an inspection train were designed and developed by CRRC Qingdao Sifang Co, Ltd. The company has also made changes to adapt to the local environment and routes in Indonesia, and has incorporated Indonesian cultural elements to give passengers a more comfortable traveling experience. The rest of the 10 bullet trains will be shipped to Indonesia before 2023. The Jakarta-Bandung high-speed line is China's first overseas railway project to fully adopt Chinese technology and standards. It is also a landmark project for the China-proposed Belt and Road Initiative. The 142-km line began construction in 2018 and is expected to open to traffic in June. With trains capable of reaching speeds of up to 350 km per hour, the line will cut the journey between Jakarta and the capital of Indonesia's West Java province from over three hours to 40 minutes. ", "url": "https://www.chinadaily.com.cn/a/202209/02/WS6311c4d5a310fd2b29e75b05.html"}]}]