[{"win label": 0, "news": [{"title": "Herschel and Planck: The countdown begins", "date": "2009-04-29", "content": "LATER this month, the European Space Agency will launch two long-anticipated scientific missions, Herschel and Planck. It is difficult to overstate the importance of these probes. They are space science as it used to be: big and bold - and risky. Not for decades has there been so much riding on a rocket launch, literally and metaphorically. The Herschel Space Observatory is an infrared telescope almost four times as big as its NASA rival.", "url": "https://www.newscientist.com/article/mg20227066-500-herschel-and-planck-the-countdown-begins/"}, {"title": "Powerful Herschel Telescope to See Cold, Early Universe", "date": "2009-05-12", "content": "When the Herschel Space Observatory reaches its orbital perch, it will be set to boldly look where no telescope has looked before. Herschel will be launchedthis week by the European Space Agency, in tandem with the Planck telescope , and its arrival marks a new chapter in infrared astronomy. Infrared light is better known to most of us as heat. But heat isn't emitted just by thehottest objects even an ice cube gives off infrared energy. Celestial objects with surface temperatures of about 3600 degrees Fahrenheit cold compared to the Sun which has a surface temperature of about 9900F actually radiate most of their energy at infrared wave lengths. Aging stars, planets and dust are all objects in the universe best observed inthe infrared, appearing as dark blobs in the visible spectrum, but until Herschel, infrared observations of these objects have been incomplete. Clean view. For onething, ground-based telescopes are not as effective at these observations because infrared light is largely blocked by water in Earth's atmosphere. Other space-based missions have only looked in particular infrared wave lengths. Herschel will offer a more comprehensive look from the clear window of space. \"Instead oflooking out through a dirty window, you're going to get a clean view,' said Paul Goldsmith, the NASA project scientist for Herschel at the Jet Propulsion Laboratory in Pasadena, Calif., which provided some of the key technology forthe telescopes. With its 11.5-foot mirror , Herschel will be able to exploremore in the far-infrared than any other mission, both within and outside ourown galaxy. Herschel will collect almost 20 times more light than any previousinfrared space telescope. The telescope will detect light from objects as cold as minus -440 degrees F. With the telescope, astronomers will be able \"to really get a good view of the universein the far-infrared,\" Goldsmith said. New infrared views. Within oursolar system, Herschel will examine asteroids, Kuiper belt objects and comets,which are fossils of the early solar system that could hold clues to the rawingredients that formed the planets, including Earth. One ingredient ofparticular interest is water. \"One of themost interesting targets for Herschel is the same water that blocks our view ofthe universe,\" Goldsmith told SPACE.com. Someastronomers think that comets, which are sometimes thought of as \"icysnowballs,\" could have supplied the Earth's water. As comets near the sun intheir orbit, their ice melts into water Herschel can detect the water's signature, Goldsmith explained. Herschelwill also look for signs of water in interstellar clouds and compare it to thewater signatures in our own solar system, to \"see how we're connected,\"Goldsmith said. Astronomers will also be looking for another molecule familiar to us earthlings oxygen. It is predicted to be abundant in the interstellar medium, but so far noinstrument has definitively detected it. In the Milky Way, Herschel will study star-forming regions to get a first glimpse atthe stages of early star formation and some of the galaxy's youngest stars. \"Baby stars are enshrouded in wombs of cold gas and dust. \"You just can't see what's going on inside until the star is actually born,\" Goldsmithexplained. But Herschel should be able to see through the clouds to see theinfant stars beyond. \"We'll getsome quite beautiful images, we think, of star-forming regions,\" Goldsmithsaid. Signs of planets. Astronomersalso hope to use Herschel to peer into the dusty debris discs that encirclestars, where planets are thought to be formed. Herschel willalso investigate star formation outside our own galaxy. Astronomers know thatstar and galaxy formation got started fairly quickly after the Big Bang andthat star formation was much more intense in theyounger universe . The young galaxies that churned out stars then would haveshone brightly in the infrared, making Herschel an ideal telescope to observethem and better understand the stellar baby boom in the early universe and howit might have differed from star formation today. \"We hope tounravel that a little bit,\" Goldsmith said. Thegalaxies are thought to make up a diffuse infrared cosmic background. TheSpitzer Space Telescope can just barely resolve these galaxies, but Herschel,with its sharper focus, should be able to \"nail down\" the source of thebackground, Goldsmith said. OnceHerschel reaches its final destination at the L2 Lagrangian point of the sun-Earth system a gravitational stability point in spaceabout 1 million miles from Earth in the opposite direction of the sun it needs a couple months to get up and running. But onceit is, it will have 3.5 years to get the \"first really in-depthlooks\" at the hidden infrared folds of the universe, Goldsmith said. ", "url": "https://www.space.com/6681-powerful-herschel-telescope-cold-early-universe.html"}, {"title": "Herschel telescope 'opens eyes'", "date": "2009-06-14", "content": "Europe's new billion-euro Herschel space observatory, launched in May, has achieved a critical milestone. The telescope has opened the hatch that has been protecting its sensitive instruments from contamination. The procedure allowed light collected by Herschel's giant 3.5m mirror to flood its supercold instrument chamber, or cryostat, for the first time. The observatory's quest is to study how stars and galaxies form, and how they evolve through cosmic time. The command sent on Sunday to fire two pyrotechnic bolts holding down the hatch was arguably the key moment in the European Space Agency mission since the 14 May launch from Earth. \"We need the lid open or we can't see the sky, so it's a really important event,\" said Professor Matt Griffin, the principal investigator on SPIRE, one of three instruments inside the cryostat. There is a YouTube video that shows what would have happened - in slow motion. News of the hatch opening came on the eve of the Paris air show, a big event in the space calendar when Esa and the space industry come together to celebrate their achievements. A Herschel display is a prominent feature in the Esa pavilion which the public can visit from Friday 19 June, after the trade days here at Le Bourget that run from Monday to Thursday. Scientists stress it will be a while yet before they are ready to release a \"first light\" image from the telescope. Herschel is little more than half way through its check-out phase and it is still several weeks away from beginning full operations. The astronomical community - and the public - will have to be patient as they wait for Esa's flagship space telescope to show off its capability. Herschel is sensitive to light at long wavelengths - in the far-infrared and sub-millimetre range. This will allow it to see past the dust that scatters visible wavelengths, and to gaze at really cold places and objects in the Universe - from the birthing clouds of new stars to the icy comets that live far out in our Solar System. For the observatory to see these phenomena requires that it, too, be very cold. Superfluid helium is used to take its instruments very close to \"absolute zero\" . This is done inside a huge evacuated tank. For nearly two years, the instruments have been locked away in the top of this cryostat to maintain their frigid state and protect them from contamination. Only now - a month into the mission - was it considered safe to open the lid. \"Anything that's launched into space always has some water vapour and various other contaminants - volatile gases - absorbed in its materials; and in space the water and these volatiles slowly boil away into the vacuum of space,\" explained Professor Griffin, who is affiliated to Cardiff University, UK. \"It is conventional and necessary to wait for this to happen, to make sure these contaminants don't find their way inside the cryostat where they could condense in the instruments.\" Herschel is heading for an observation position some 1.5 million km from Earth. It is more than 90% of the way there. Indeed, its distance from home is now so great it took almost five seconds for the pyro command to reach Herschel. A slight temperature rise and a shaking detected on the spacecraft indicated to controllers that the lid opening was successful. ", "url": "http://news.bbc.co.uk/2/hi/science/nature/8099105.stm"}]}, {"win label": 0, "news": [{"title": "Herschel Telescope Snaps Its First Pictures", "date": "2009-07-10", "content": "The European Space Agency's Herschel telescope is up and running, with its first observations revealing water and carbon as well as dozens of distant galaxies. The new space telescope, which launched on May 14 with its sibling Planck, has nowcarried out its first test observations with all of its instruments. Herschel is the largest, most powerful infrared telescope ever launched into space. Its observations inthe far-infrared to sub-millimeter wavelengths of light will allow astronomers to study some of the coldest objects in space, not visible in other wavelengths. Herschel took a \"sneak preview\" image of the distant galaxy M51 in June in anearly attempt to demonstrate that its camera eye works. In particular, scientists wanted to be sure the telescope is focused and correctly aligned with the science instruments. While Herschel was making its test observations, Planck cooledits instruments down to their operational temperature of minus 459.49 degrees Fahrenheit . This temperature is just 0.1 Celsiusabove absolute zero, the coldest temperature theoretically possible in our universe. On June 24, Herschel's Spectral and Photometric Imaging Receiver was trained on two galaxies for its first look at the Universe. The galaxies showed upprominently, providing astronomers with their best images yet at thesewavelengths, and revealing other, more distant galaxies in the background ofthe images. The pictures show galaxies M66 and M74 at a wavelength of 250 microns, longer thanany previous infrared space observatory, but still the shortest SPIRE wavelength. SPIRE is designed to look at star formation in our own Milky Way galaxy and in nearby galaxies, but it will also search for star-forming galaxies in the very distant universe. \"These quick first light observations have produced dramatic results when we considerthat they were made on day one,\" said SPIRE Principal Investigator MattGriffin of Cardiff University of Wales. Scientists used Herschel's Heterodyne Instrument for the Far-Infrared on June 22 to look for warm molecular gas heated by newborn massive stars in the DR21star-forming region in the constellation Cygnus, or the Swan. It works byzooming in on specific wavelengths, revealing the spectral finger prints of atoms and molecules and even the physical conditions of the object observed. This makes it a powerful tool to study the role of gas and dust in theformation of stars and planets and the evolution of galaxies. Herschel observed ionized carbon, carbon monoxide, and water in DR21. The firstobservation with Herschel?s Photodetector Array Camera and Spectrometer instrument was carried out on June 23. It targeted a dying star known as the Cat's Eye Nebula. Discovered by William Herschel in 1786, this nebula consistsof a complex shell of gas thrown off by a dying star. With the PACS spectrometer it is possible for the first time to take images in spectrallines and see how the wind from the star shapes the nebula in three dimensions. ", "url": "https://www.space.com/6948-herschel-telescope-snaps-pictures.html"}, {"title": "Herschel telescope 'fingerprints' colossal star", "date": "2009-11-28", "content": "Europe's new space telescope, Herschel, has observed the \"death throes\" of the biggest star known to science till date. The European Space Agency's billion-euro Herschel observatory, which was sent into orbit on 14 May on an Ariane rocket, has subjected the star -- VY Canis Majoris -- to a detailed spectroscopic analysis. It has allowed Herschel to identify the different types of molecules and atoms that swirl away from the star which is 30-40 times as massive as our Sun. Majoris is some 4,500 light-years from Earth and could explode as a supernova at any time. It is colossal and if it was sited at the centre of our solar system, it would extend beyond the orbit of Saturn. Herschel spectrometers have detected copious amounts of carbon monoxide (CO) and water (H2O) in the vicinity of VY Canis Majoris, the BBC reported. \"One of the most common molecules you see in this type of observation is carbon monoxide,\" explained Professor Matt Griffin, the Spire principal investigator from Cardiff University, UK. \"That's because carbon and oxygen are two of the most common materials produced in stars and they like to get together, so interstellar space is full of carbon monoxide,\" Griffin said. ", "url": "https://zeenews.india.com/news/space/herschel-telescope-fingerprints-colossal-star_582934.html"}, {"title": "First Science Results in from Herschel Telescope", "date": "2009-12-16", "content": "The science teams from the Herchel telescope are meeting this week to discuss their first results from the intial months of observations by the newest infrared space telescope, which was launched in May. While details of the scientific findings won't be released until Friday after everyone at the meetings has had a chance to share their results, ESA released a few stunning new pictures to give everyone a sample of what is to come. In addition to the images shown here, hints of other upcoming images include the most distant known quasar, a dwarf planet, and water sublimating from a comet's surface. Some of the images have been described as among the most important images obtained from space for decades. Above, Herschel peered deep inside an unseen stellar nursery in located 1000 light years away in the constellation Aquila, the Eagle, revealing a surprising amounts of activity. Some 700 newly-forming stars are estimated to be crowded into filaments of dust stretching through the image. The image is the first new release of 'OSHI', ESA's Online Showcase of Herschel Images. Another images release of the Southern Cross shows that even the darkest patches of sky can shine brightly to Herschel. Usually, this region looks like a bland cloud of dust, but Herschel shows it to be a place of intense star formation with filaments and condensations of dust cocooning newly forming stars. The dust forms into clumps along magnetic lines - like pearls on a necklace. Each clump is a very early star - at its embryonic stage. The third image is of the spiral galaxy M51, also known as the Whirlpool Galaxy, showing off its spectacular infrared colors. Two huge waves of star formation encircle its central nucleus, making beautiful spiral arms. Each one shines brightly with its dust being warmed by the young stars. ", "url": "https://www.universetoday.com/47788/first-science-results-in-from-herschel-telescope/"}]}, {"win label": 0, "news": [{"title": "Herschel telescope finds 'impossible' star so massive it would dwarf our sun", "date": "2010-05-08", "content": "New cosmic observations from the European-built Herschel infrared space observatory have revealed previously hidden details of star form tucked away in distant galaxies. One snapshot reveals what researchers called an 'impossible' star caught in the act of forming. The new images show thousands of these galaxies and beautiful star-forming clouds draped across the Milky Way. These images were part of the presentation of the first results from Herschel, which was launched on May 14 of last year, today during a major scientific symposium held at the European Space Agency (ESA), which runs the observatory, in Noordwijk, Netherlands. These results challenge old ideas of star birth, and open new roads for future research. In a statement, European scientists said Herschel has discovered an \"impossible\" star so massive it would dwarf our own sun, but they are perplexed as to how it came to be. Herschel found the embryonic star in the star-forming cloud RCW 120. The newborn star looks set to turn into one of the biggest and brightest stars in our galaxy within the next few hundred thousand years. It already contains eight to 10 times the mass of the sun and is still surrounded by an additional 2000 solar masses of gas and dust from which it can feed further. \"This star can only grow bigger,\" said Annie Zavagno, of the Laboratoire d'Astrophysique de Marseille in France. Massive stars are rare and short-lived. To catch one during formation presents a golden opportunity to solve a long-standing paradox in astronomy. \"According to our current understanding, you should not be able to form stars larger than eight solar masses,\" Zavagno said. This is because the fierce light emitted by such large stars should blast away their birth clouds before any more mass can accumulate. But somehow they do form. Many of these \"impossible\" stars are already known, some containing up to 150 solar masses, but now that Herschel has seen one near the beginning of its life, astronomers can use the data to investigate how it is defying their theories. Star birth up close and far away Herschel can see the stellar birth process because as stars begin to form, the dust and gas surrounding them is warmed up and starts to emit light in the far-infrared wavelengths, which Herschel measures. The diameter of Herschel's main mirror is four times larger than any other infrared space telescope and 1.5 times larger than the Hubble Space Telescope. This size gives Herschel enough resolution and sensitivity to conduct a census of star-forming regions in our galaxy. \"Before Herschel, it was not clear how the material in the Milky Way came together in high enough densities and at sufficiently low temperatures to form stars,\" said Sergio Molinari, Istituto di Fisica dello Spazio Interplanetario in Rome, Italy. Another new space photo released today from the Herschel observatory covers a number of the Milky Way's stellar nurseries and show how stars form in these environments. Stellar embryos first appear inside filaments of glowing dust and gas draped across the galaxy. These form chains of stellar nurseries, tens of light-years long, wrapping the galaxy in a web of star birth. Herschel has also been surveying deep space beyond our galaxy, and has measured the infrared light from thousands of other galaxies, spread across billions of light-years of the universe. Each galaxy appears as just a pinprick but its brightness allows astronomers to determine the rate of star birth within it - roughly speaking, the brighter the galaxy the more stars it is forming. Herschel has also challenged conventional wisdom in this area by showing that galaxies have been evolving over cosmic time much faster than previously thought. Astronomers believed that galaxies have been forming stars at about the same rate for the last three billion years. But Herschel shows this is not true. In the past, there were many more so-called 'starburst' galaxies forming stars at 10 to 15 times the rate we see in the Milky Way today. But what triggered this frantic activity is not completely understood. \"Herschel will now let us investigate the reasons for this behavior,\" said Steve Eales of Cardiff University in Wales. ", "url": "https://www.csmonitor.com/Science/2010/0508/Herschel-telescope-finds-impossible-star-so-massive-it-would-dwarf-our-sun"}, {"title": "Surprising Hole in Space Discovered by Herschel Telescope", "date": "2010-05-11", "content": "A vast hole in space has been unexpectedly discovered in a part of the universe thought to be packed with a cloud of dense gas and dust the latest in a string of cosmic finds by the European Herschel infrared space telescope. The surprising hole in space has provided astronomers with a new glimpse atthe end of the star-formingprocess. \"Noone has ever seen a hole like this,\" said study team member Tom Megeath of the University of Toledo in Ohio. \"It's as surprising as knowing you have worms tunneling under your lawn, but finding one morning that they have created a huge, yawning pit.\" Starsare born in dense clouds of dust and gas, and while jets of gas have been spotted coming from young stars, the process of how a star uses this gas to disperse surrounding debris and emerge from its birth cloud has not been understood. This latest discovery by Herschel ,an infrared space telescope built by the European Space Agency, may be an unexpected step in the star-forming process. Acloud of bright, reflective gas, known to astronomers as NGC 1999, is locatednext to a black patch of sky. For most of the 20th century, these black patcheswere understood to be dense clouds of dust and gas that block light that wouldnormally pass through. AsHerschel's infraredeye looked in the direction of NGC 1999 to study nearby young stars, thecloud continued to look black, even though the telescope's infrared technologyis designed to penetrate through such dense cloud material. This meant thateither the cloud was immensely dense, or Herschel had happened upon apreviously unexplained phenomenon. Astronomerscontinued their investigation using ground-based telescopes and found the sameresults when looking at the patch of gas. This led to the conclusion that thepatch looks black not because it is an extremely dense pocket of gas, but becauseit is truly empty something had blown a hole through the cloud. Theastronomers think the hole must have been opened when the narrow jets of gasfrom some of the young stars in the region punctured the sheet of dust and gasthat forms NGC 1999. The powerful radiation from a nearby mature star may havealso helped to create the hole, researchers said. Whateverthe exact cause of the hole may be, the discovery may be an important glimpse intothe way newborn stars shake off their birth clouds that helps astronomersdevelop a better understanding of the entire star-forming process, researcherssaid. Herschelis the largest and mostpowerful infrared telescope in space today. The European Space Agencylaunched the observatory into orbit in May 2009. ", "url": "https://www.space.com/8378-surprising-hole-space-discovered-herschel-telescope.html"}]}, {"win label": 0, "news": [{"title": "Herschel Looks Back in Time To See Today's Stars Bursting Into Life", "date": "2010-11-17", "content": "A UK-led international team of astronomers have presented the first conclusive evidence for a dramatic surge in star birth in a newly discovered population of massive galaxies in the early Universe. Their measurements confirm the idea that stars formed most rapidly about 11 billion years ago, or about three billion years after the Big Bang, and that the rate of star formation is much faster than was thought. The scientists used the European Space Agency's Herschel Space Observatory, an infrared telescope with a mirror 3.5 m in diameter, launched in 2009. They studied the distant objects in detail with the Spectral and Photometric Imaging Receiver camera, obtaining solid evidence that the galaxies are forming stars at a tremendous rate and have large reservoirs of gas that will power the star formation for hundreds of millions of years. Dr. Scott Chapman, from the Institute of Astronomy in Cambridge, has presented the new results in a paper in a special edition of the journal Monthly Notices of the Royal Astronomical Society focusing on results from Herschel. Scott comments \"These Herschel-SPIRE measurements have revealed the new population of galaxies to be hotter than expected, due to stars forming far much more rapidly than we previously believed.\" The galaxies are so distant that the light we detect from them has been travelling for more than 11 billion years. This means that we see them as they were about three billion years after the Big Bang. The key to the new results is the recent discovery of a new type of extremely luminous galaxy in the early Universe. These galaxies are very faint in visible light, as the newly-formed stars are still cocooned in the clouds of gas and dust within which they were born. This cosmic dust, which has a temperature of around -240 degrees C, is much brighter at the longer, far infrared wavelengths observed by the Herschel satellite. A related type of galaxy was first found in 1997 using the \"SCUBA\" camera attached to the James Clerk Maxwell Telescope on Hawaii, which detects radiation emitted at even longer submillimeter wavelengths. But these distant \"submillimeter galaxies\" were thought to only represent half the picture of star formation in the early Universe. Since SCUBA preferentially detects colder objects, it was suggested that similar galaxies with slightly warmer temperatures could exist but have gone largely unnoticed. Dr. Chapman and others measured their distances using the Keck optical telescope on Hawaii and the Plateau de Bure submillimeter observatory in France, but were unable to show that they were in the throes of rapid star formation. Herschel is the first telescope with the capability to detect these galaxies at the peak of their output, so Dr. Chapman joined forces with the \"HerMES\" team, led by Professor Seb Oliver of the University of Sussex and Dr. Jamie Bock in Caltech who were undertaking the largest survey of galaxies with Herschel. With the Herschel observations, focused on around 70 galaxies in the constellation of Ursa Major, the scientists acquired the missing piece of evidence to confirm that these galaxies represent a crucial episode in the build up of large galaxies around us today, such as our own Milky Way. Team member Professor Rob Ivison from the University of Edinburgh explains the significance of the new results. \"With the data we had before, we couldn't tell exactly where the infrared light from these galaxies comes from. But using SPIRE we can see that this is the signature of star formation\". The new galaxies have prodigious rates of star formation, far higher than anything seen in the present-day Universe. They probably developed through violent encounters between hitherto undisturbed galaxies, after the first stars and galaxy fragments had already formed. None the less, studying these new objects gives astronomers an insight into the earliest epochs of star formation after the Big Bang. Team colleague Dr. Isaac Roseboom from the University of Sussex sums up the work. \"It was amazing and surprising to see the Herschel-SPIRE observations uncover such a dramatic population of previously unseen galaxies\". Professor Seb Oliver, also from Sussex, adds: \"We are really blown away by the tremendous capability of Herschel to probe the distant universe. This work by Scott Chapman gives us a real handle on how the cosmos looked early in its life.\" With the new discovery, the UK-led astronomers have provided a much more accurate census of some of the most extreme galaxies in the Universe at the peak of their activity. Future observations will investigate the details of the galaxies' power source and try to establish how they will develop once their intense bursts of activity come to an end. ", "url": "https://spaceref.com/press-release/herschel-looks-back-in-time-to-see-todays-stars-bursting-into-life/"}]}, {"win label": 0, "news": [{"title": "Herschel digs the dust on galaxies", "date": "2011-04-25", "content": "The Herschel Space Observatory has been used to help astronomers at Cardiff, Nottingham University and Max-Planck Institute for Astrophysics to understand the amount of dust in galaxies at varying distances, it was heard at the National Astronomy Meeting held in Llandudno, North Wales, last week. Dr Haley Gomez of Cardiff University, who presented the results at the conference, along with her colleagues, used data taken from the Herschel Astrophysical Terahertz large Area Survey, H-ATLAS, to take a look at the evolution of dust in galaxies over the past five billion years of cosmic history. H-ATLAS is the largest key astronomical project on ESA's Herschel Space Observatory and surveys an amazing 550 square degrees of sky. With both its PACS and SPIRE cameras which snap pictures in the infrared and submillimetre wavebands, astronomers are able to unveil the cold Universe, studying the dusty cosmos in high detail. To tell us more about dust and Herschel, Astronomy Now reporter Gemma Lavender interviews Cardiff University's Dr Haley Gomez in the video report below. Now, the survey has provided Gomez and her team with an insight into the Universe, where they found that the galaxies they studied were dominated by cold dust with temperatures between 15 to 25 kelvin . Their observations also revealed that the dust masses for large galaxies were about five times larger at redshifts of around 0.5 compared to galaxies which can be found in the local universe. The collaboration between the three institutions has also revealed that the mass of dust to stellar mass was three to four times larger in the past. The source of this interstellar dust is still uncertain and difficult to explain with standard models. But why is this cold dust relevant? Dust contributes one percent of the mass of a galaxy but despite this small amount, it allows stars to form more efficiently. Without these cosmic particles, we would not have molecular hydrogen, which means no water traces in galaxies. \"We're talking about the building blocks of asteroids, the cores of comets and rocky planets,\" says Gomez. \"But we're also talking about the building blocks of us - life is lumps of dust, of iron and carbon and so on, inside ourselves. So when you ask where dust comes from you're asking where planets come from and where life comes from.\" ", "url": "https://astronomynow.com/news/n1104/25dust/"}, {"title": "Super-Windstorms Can Strip Galaxies of Star Stuff", "date": "2011-05-16", "content": "Winds 10,000 times faster than an Earth hurricane's have been seen streaming molecular gas - the raw material needed to make new stars - away from galaxies. These raging galactic windstorms may have the power to strip galaxies of gas and halt star formation altogether, European Space Agency researchers say. The ESA's Herschel infrared space observatory detected these extraordinary winds, the first time such molecular gas outflows have been observed in a sample of galaxies. The fastest is blowing at a speed of more than 620 miles per second. This discovery has important implications, as these outflows are robbing the galaxy of the raw material it needs to make new stars. \"With Herschel, we now have the chance to really study what these outflows mean for galactic evolution,\" said Eckhard Sturm from the Max Planck Institute for Extraterrestrial Physics, in Germany, who was lead author of the new study. Sturm and his colleagues used Herschel's Photoconductor Array Camera and Spectrometer to study 50 galaxies. Their first paper focuses on six galaxies from the sample. From their study, the researchers infer that mass 1,200 times as great as our sun's is being lost each year from the galaxies with the most-vigorous outflows. This would be enough to strip the galaxies of their entire reserves of star-forming gas in less than 100 million years. Some galaxies could completely expel their star-forming gas in as little as a million years, the study suggests. The winds could be generated by the intense emission of light and particles from young stars, or by remnant shockwaves from the explosion of old stars. The windstorms also could be triggered by the radiation released as matter swirls around a black hole at the center of the galaxy. The fastest outflow winds appear to be coming from the galaxies that contain the brightest \" active galactic nuclei ,\" which is a giant, active black hole at the galaxy's center that feeds from its surroundings, the researchers say. Sturm and his colleagues are now testing this hypothesis with the other galaxies in their sample. The results of the study could be a step toward explaining how some elliptical galaxies are formed. Elliptical galaxies are vast islands of stars that have now stopped producing substantial numbers of new stars because they have exhausted their gas supplies. As smaller galaxies interact and merge with one another , more matter is gobbled by the central black hole in the combined nucleus, making it larger and more active. This could result in a more powerful wind, which strips away the molecular gas and prevents further star formation from taking place, eventually leading to an elliptical galaxy. \"By catching molecular outflows in the act, Herschel has finally yielded long- sought-after evidence that powerful processes with negative feedback do take place in galaxies and dramatically affect their evolution,\" said the European Space Agency 's Herschel project scientist, Göran Pilbratt. ", "url": "https://www.space.com/11681-galaxy-wind-storms-molecular-gas.html"}]}, {"win label": 0, "news": [{"title": "Oxygen Molecules Discovered in Deep Space for First Time", "date": "2011-08-01", "content": "Astronomers can finally breathe a sigh of relief: A team of scientists has discovered the first oxygen molecules in deep space , capping a nearly 230-year search for the elusive cosmic molecule. The oxygen molecules were detected in a star-forming region of the Orion nebula, roughly 1,500 light-years from Earth, by the European Space Agency's Herschel Space Observatory . The observatory used its large telescope and infrared detectors to hone in on the species, which is thought to be common in the cosmos, but has so far been hard to find. Individual atoms of oxygen are common in space, particularly around massive stars. But molecular oxygen, which is formed of two bonded oxygen atoms and makes up about 20 percent of the air we breathe on Earth, has eluded astronomers until now. \"Oxygen gas was discovered in the 1770s, but it's taken us more than 230 years to finally say with certainty that this very simple molecule exists in space,\" Paul Goldsmith, NASA's Herschel project scientist at the agency's Jet Propulsion Laboratory in Pasadena, Calif., said in a statement. Goldsmith is lead author of a recent paper describing the findings in the Astrophysical Journal. Astronomers searched for the elusive oxygen molecules in space for decades using balloons, as well as ground- and space-based telescopes. The Swedish Odin telescope spotted the molecule in 2007, but the detection could not be confirmed. The discovery by the Herschel team has been confirmed, cementing the existence of molecular oxygen in space. Goldsmith and his colleagues suggest that oxygen is actually locked up in water ice that coats tiny dust grains. They think the oxygen detected by Herschel in the Orion nebula was formed after starlight warmed the icy grains, releasing water, which was converted into oxygen molecules. \"This explains where some of the oxygen might be hiding,\" said Goldsmith. \"But we didn't find large amounts of it, and still don't understand what is so special about the spots where we find it. The universe still holds many secrets.\" The researchers plan to continue their hunt for oxygen molecules in other star-forming regions. \"Oxygen is the third most common element in the universe and its molecular form must be abundant in space,\" said Bill Danchi, Herschel program scientist at NASA Headquarters in Washington. \"Herschel is proving a powerful tool to probe this unsolved mystery. The observatory gives astronomers an innovative tool to look at a whole new set of wavelengths where the tell-tale signature of oxygen may be hiding.\" ", "url": "https://www.space.com/12494-oxygen-molecules-space-herschel.html"}, {"title": "Herschel telescope discovered twisted ring of gas and dust at the centre of our galaxy", "date": "2011-08-05", "content": "The Herschel Space Observatory has identified a twisted ring of dust and gas at the centre of the Milky Way galaxy. Parts of the ring have been seen before but this is the first time it has been observed as a whole. \"We have looked at this region at the center of the Milky Way many times before in the infrared,\" said Alberto Noriega-Crespo of NASA's Infrared Processing and Analysis Center at the California Institute of Technology in Pasadena. \"But when we looked at the high-resolution images using Herschel's sub-millimeter wavelengths, the presence of a ring is quite clear.\" The ring structure is more than 600 light years across and appears to be in the form of a twisted ellipse. A band in the shape of an ellipse would normally lie in a flat plane but to understand the shape of this galactic ring imagine that the longer ends are twisted a little in opposite directions. It was described at first as resembling an infinity symbol, but this is only because it was viewed from the side. The ring shown in yellow in the above image is made of dust and gas at a temperature of 15 degrees above absolute zero. Warmer gas and dust appear in blue, while colder regions are in red. Bright regions are the densest and are described as including some of the most massive and active sites of star formation in the galaxy. Noriega-Crespo and Dr. Mark Thompson of the University of Hertfordshire in the UK are co-authors of a paper on the ring in the latest _Astrophysical Journal Letters_. \"It was not until the launch of Herschel, with its unparalleled wavelength coverage, that we could measure the temperature of the dust clouds and determine its true nature\", Thompson said. \"This is what is so exciting about launching a new space telescope like Herschel\", said Sergio Molinari of the Institute of Space Physics in Rome, Italy, lead author of the new paper. \"We have a new and exciting mystery on our hands, right at the center of our own galaxy.\" The ring is a dense region of dust and gas with a mass of about 30 solar masses. Ground observations of the ring made at the Nobeyama Radio Observatory in Japan measured the speed of the denser gas in the ring and showed it is moving together as one body. The Herschel Space Observatory is run by the European Space Agency with contributions from NASA. It is one of several dozen space telescopes that have been launched since the 1970s. But the Herschel Observatory is the first to be dedicated to observing the far-infrared and the sub-millimeter range of the electromagnetic spectrum. The sub-millimeter wavelengths are between 0.3 of a millimeter up to one millimeter. This means that it can observe wavelengths between infrared and microwave radiation. Earth-based astronomy at these wavelengths is very difficult due to absorption by the atmosphere. Herschel has the largest single mirror ever built for a space telescope, 3.5 meters in diameter. At these wavelengths, Herschel is used to study widely different regions of the universe. Within our galaxy it can penetrate through the dust that obscures the centre of the galaxy from observers on earth. Our sun is situated about two thirds of the way out from the centre of the Milky Way to its edge, a distance of about 26,000 light years. Looking toward the centre of the galaxy, the space telescope can observe new stars being formed as well as the interaction with dust and gas between stars. Herschel is also used to observe very distant galaxies, up to 10 thousand million light years away. Here it contributes to understanding galaxy formation in the early universe. The Milky Way galaxy is of the spiral type, with spiral arms extending from a central bulge. The sun is on the inner edge of one of the arms. Like many other spiral galaxies, ours contains a linear, bar-shaped band of stars at its centre. The existence of the bar was confirmed by observations made by the Spitzer space telescope in 2005. The twisted ring apparently lies at the centre of the bar, and such combinations of bars and rings have been seen in other galaxies, though never rings with a twist. How such bars and rings form is not fully understood, but computer simulations of galaxy formation do show that such structures can be formed through gravitational interaction. The ring encircles the massive black hole that is believed to lie at the centre of the galaxy. A black hole is a region of matter that has become so massive that gravity prevents anything from escaping, including light. The existence of black holes follows from Einstein's theory of gravitation. Such supermassive black holes are thought to lie at the center of most galaxies. There is also strong evidence for \"small\" black holes, with a mass of five to 15 times the mass of our sun, which are the remnants of stars that have collapsed under their own gravity as they have burnt out. In the case of our Milky Way galaxy, astronomers are confident that the region called Sagittarius A* is a supermassive black hole, particularly because of recent observations carried out by the Max Planck Institute for Extraterrestrial Physics and UCLA Galactic Center Group. These have tracked the movement of stars circling round the galactic centre over a decade, enabling good estimates of its size and mass-a radius of only 6.25 light hours but a mass of over 4 million solar masses. What is surprising about the twisted ring observation is that its centre does not coincide with Sagittarius A* but is slightly offset. Noriega-Crespo said it is not clear why this is the case. \"There's still so much about our galaxy to discover\", he said. Herschel could hardly be a more aptly chosen name for the ESA Observatory. Friedrich Wilhelm Herschel was a German- born British astronomer, technical expert, telescope maker, organist and composer who became famous for discovering Uranus. He discovered infrared radiation. Herschel was the best telescope-maker of his day. His observations revolutionised astronomy. Historian Richard Holmes explains that Herschel developed a new way of looking at the skies which enabled the universe to be understood in its historical development \"nebula and star clusters were, in effect, like 'species of plants', at various stages of growth and decay\". ", "url": "https://www.wsws.org/en/articles/2011/08/ring-a05.html"}, {"title": "Picture of the Day: The Moon Enceladus Shoots Water at Saturn", "date": "2011-08-05", "content": "Astronomers have long known, thanks to the European Space Agency's Infrared Space Observatory, that Saturn's upper atmosphere is home to gaseous water. But they had no idea where it was coming from. Until now. The ESA's Herschel Observatory has spotted enormous water jets coming from the moon Enceladus. \"That makes Enceladus the only moon in our solar system to actively influence the chemistry of its parent planet, defining a new kind of relationship between host planet and satellite,\" according to Popular Science's Clay Dillow. Enceladus gives off about 550 pounds of water vapor every second. That water, which comes from the moon's Tiger Stripes region, so named for its distinctive markings, \"creates a doughnut-shaped torus of vapor surrounding the ringed planet,\" according to ESA. \"The total width of the torus is more than 10 times the radius of Saturn, yet it is only about one Saturn radius thick. Enceladus orbits the planet at a distance of about four Saturn radii, replenishing the torus with its jets of water.\" That's a lot of water. But scientists have only just discovered the jets because the vapor is transparent in visible light. Herschel, though, was specifically designed to see in infrared, a wavelength used to shoot the photograph embedded above. \"Herschel has proved its worth again. These are observations that only Herschel can make,\" said Göran Pilbratt, Herschel Project Scientist, in an ESA release. ", "url": "https://www.theatlantic.com/technology/archive/2011/08/picture-of-the-day-the-moon-enceladus-shoots-water-at-saturn/242828/"}]}, {"win label": 0, "news": [{"title": "Revisiting the 'Pillars of Creation'", "date": "2012-01-18", "content": "The famous \"Pillars of Creation\" are seen in a new light by the Herschel Space Observatory. In 1995, NASA's Hubble Space Telescope took an iconic image of the Eagle nebula, dubbed the \"Pillars of Creation,\" highlighting its finger-like pillars where new stars are thought to be forming. Now, the Herschel Space Observatory has a new, expansive view of the region captured in longer-wavelength infrared light. The Herschel mission is led by the European Space Agency, with important NASA contributions. The Eagle nebula is 6,500 light-years away in the constellation of Serpens. It contains a young, hot star cluster, NGC6611, visible with modest backyard telescopes, which is sculpting and illuminating the surrounding gas and dust. The result is a huge, hollowed-out cavity and pillars, each several light- years long. The new Herschel image shows the pillars and the wide field of gas and dust around them. Captured in far-infrared wavelengths, the image allows astronomers to see inside the pillars and structures in the region. Herschel's image also makes it possible to search for young stars over a much wider region, and come to a much fuller understanding of the creative and destructive forces inside the Eagle nebula. ", "url": "https://www.jpl.nasa.gov/news/revisiting-the-pillars-of-creation"}, {"title": "Young Stars Seen In Orion Nebula", "date": "2012-03-01", "content": "Astronomers have spotted a swarm of young stars in the famous Orion nebula in the midst of their growing pains - a turbulent phase when the fledgling stars mature into adulthood. Using NASA's Spitzer Space Telescope and the European Space Agency's Herschel Space Observatory, the researchers observed the developing stars rapidly heating up and cooling down as they grow into adult stars. In the new Orion nebula photo , the bright specks of stars are awash in rainbow colors that represent different wavelengths of infrared light. This stunning view of the well-known stellar nursery, which is located 1,350 light-years from Earth, helps astronomers piece together the process of star formation . In the image, the sensitive infrared instruments of Spitzer and Herschel reveal budding stars that would otherwise remain hidden behind thick veils of gas and dust to visible-light telescopes. These stars are in the very early stages of stellar evolution, NASA scientists explained in a statement. Stars are born as clumps of gas and dust collapse into balls of material surrounded by rotating gaseous disks that feed material to the newborns. Over several hundred thousand years, some of these developing stars siphon enough material to trigger nuclear fusion at their cores and become a star. Spitzer is designed to see shorter infrared wavelengths than Herschel, so by combining data from both spacecraft, astronomers can gain a more complete understanding of how the young stars are behaving in the Orion nebula . Herschel surveyed this portion of the sky once a week for six weeks in 2011, monitoring the activity of young stars. The observatory examined long infrared wavelengths of light that trace cold dust particles, while Spitzer probed the warmer dust at shorter infrared wavelengths, NASA officials said. Astronomers noticed that several of the young stars brightened and dimmed by more than 20 percent over only a few weeks. Since the twinkling comes from cool material emitting infrared light, this material must be far from the hot center of the young star, NASA scientists said. At such great distances, the material should take years, or even centuries, to spiral near the young star and cause the twinkling, rather than weeks. Astronomers are investigating whether lumpy filaments of gas could be funneling in from the outer to the central regions of the star, warming it as the clumps hit the inner disk. Or, material could be gathering at the inner edge of the disk and casting a shadow on the outer part, they said. \"Herschel's exquisite sensitivity opens up new possibilities for astronomers to study star formation, and we are very excited to have witnessed short-term variability in Orion protostars,\" Nicolas Billot, astronomer at the Institut de Radioastronomie Millimétrique in Grenada, Spain, said in a statement. Billot and his colleagues are preparing a paper on the findings of their study. \"Follow-up observations with Herschel will help us identify the physical processes responsible for the variability,\" he added. ", "url": "https://www.space.com/14754-orion-nebula-young-stars-puberty.html"}, {"title": "Saturn's moon rains water onto Saturn", "date": "2012-05-31", "content": "Once again proving that the universe is not only curiouser than we suppose, but curiouser than we _can_ suppose, the European Space Agency announced last summer that water expelled from one of Saturn's moons rains onto Saturn. ESA's Herschel space observatory - a large infrared space telescope, stationed at the second Lagrange point of the sun-Earth system - helped make the discovery. It found that water from Enceladus forms a giant torus of water vapor around Saturn. Here's what we knew prior to 2011 about water from Enceladus. In 2009, the Cassini spacecraft narrow-angle camera found at least four distinct plumes of water ice spewing out from the south polar region of Saturn's moon Enceladus, as shown in the awesome image below. Cassini obtained this view of Enceladus in 2009 from a distance of approximately 617,000 kilometers . In this image, light reflected off Saturn is illuminating the moon while the sun, almost directly behind Enceladus, is backlighting the plumes. This view looks toward the Saturn-facing side of Enceladus . North is up. So since 2009 we've known there are plumes of water spewing from Enceladus. Meanwhile, it's been known for 14 years that there is water in Saturn's upper atmosphere. Thanks to ESA's Herschel space observatory, it became known in 2011 that Enceladus expels around 250 kg of water vapour every second, through a collection of jets from the south polar region known as the Tiger Stripes because of their distinctive surface markings. Computer models of these Herschel observations showed that _the water from Enceladus creates a doughnut-shaped torus of vapor surrounding Saturn_. It's thought that about 3-5% of the water expelled by Enceladus ends up falling into Saturn. The total width of the torus is thought to be more than 10 times the radius of Saturn, yet it is only about one Saturn-radius thick. Enceladus orbits the planet at a distance of about four Saturn radii, replenishing the torus with its jets of water as it moves in orbit. Paul Hartogh, Max-Planck-Institut für Sonnensystemforschung, Katlenburg- Lindau, Germany, who led the collaboration on the analysis of the 2011 results, said: There is no analogy to this behavior on Earth. No significant quantities of water enter our atmosphere from space. This is unique to Saturn. He can say that again. Water from Enceladus ending up in Saturn's atmosphere is truly bizarre and wonderful. Although most of the water from Enceladus is lost into space, freezes on the rings or perhaps falls onto Saturn's other moons, the small fraction that does fall onto Saturn is sufficient to explain the water observed in its upper atmosphere.", "url": "https://earthsky.org/space/saturns-moon-rains-water-onto-saturn/"}]}, {"win label": 0, "news": [{"title": "Herschel telescope detects water and comets", "date": "2012-10-09", "content": "Enough water vapour in a cosmic cloud to fill Earth's oceans more than 2,000 times over, and a belt of comets around another star. Those are the two latest exciting discoveries revealed from a space telescope. A highlight of 2007 for this Skymania News writer was a trip to Frederickshafen, in southern Germany, to see this instrument, the European Space Agency's Herschel observatory. Wearing a white suit and hairnet, I was allowed into the clean room where final checks were being made to prepare the infrared telescope for launch. It will be a long time, if ever, before anyone is able to get that close to Herschel again because it was delivered to a point 1.5 million km outside the Earth's orbit where it orbits the Sun in resonance with our planet. Herschel was lifted into space by an Ariane 5 rocket in May 2009, together with a separate probe called Planck, to begin a mission that would last around three years before the vital coolant that allows it to observe in the infrared runs out. Since then it has been making exciting discoveries for astronomers, the latest of which was announced by ESA today. Observations of a cloud of gas and dust that is about to collapse to form a new star like the Sun detected a vast amount of water vapour, which could eventually help alien life to develop. The vapour, which could refill all our own planet's seas 2,000 times, has been released from icy dust grains by high-energy cosmic rays passing through the dark nebula from deep in the universe. The cloud, which astronomers term a \"cold pre-stellar core\", has been dubbed L1544 and lies in the constellation of Taurus. It contains the vital ingredients needed to create new solar systems like our own. Dr Paola Caselli, of the UK's University of Leeds, is lead author of a paper reporting Herschel's discovery in Astrophysical Journal Letters. He said: \"To produce that amount of vapour, there must be a lot of water ice in the cloud, more than three million frozen Earth oceans' worth. \"Before our observations, the understanding was that all the water was frozen onto dust grains because it was too cold to be in the gas phase and so we could not measure it. \"Now we will need to review our understanding of the chemical processes in this dense region and, in particular, the importance of cosmic rays to maintain some amount of water vapour.\" Herschel's observations also showed that the water molecules detected are flowing towards the heart of the cloud where a new star will probably form, indicating that gravitational collapse has just started. Dr Caselli said: \"There is absolutely no sign of stars in this dark cloud today, but by looking at the water molecules, we can see evidence of motion inside the region that can be understood as collapse of the whole cloud towards the centre. \"There is enough material to form a star at least as massive as our Sun, which means it could also be forming a planetary system, possibly one like ours.\" Formation of the new star will remove some of the water vapour in L1544 but the rest will become part of a disc surrounding it, providing a rich reservoir of water to supply potential new planets. Last week, astronomers revealed a separate discovery by Herschel about a dusty band already known to exist around a young, 12 million-year old star called Beta Pictoris which lies only 63 light-years away from Earth. A giant planet has previously been discovered within the dust by French astronomers. The Herschel telescope detected pristine material within this belt that matches that observed in comets within our own Solar System. It suggests that dust in the band could evolve to form a region of icy bodies similar to the Kuiper Belt that lies beyond Neptune. The discovery, reported in Nature, was made by an international team led by astronomers at the University of Leuven in Belgium. They were particularly interested to find mineral olivine, which crystallises out of the protoplanetary disc material close to newborn stars. The olivine was of a magnesium-rich variety that is known to be found in primitive, icy bodies like comets. Herschel's observations showed that crystals of the mineral made up around four per cent of the dust in the region where it was found, 15 to 45 astronomical units from the star. That led them to conclude that it was released by collisions between comets. Lead author of the study Dr Ben de Vries said: \"The four per cent value is strikingly similar to that of Solar System comets 17P/Holmes and 73P/Schwassmann-Wachmann 3, which contain two-ten per cent magnesium-rich olivine. \"Since olivine can only crystallise within about 10 AU of the central star, finding it in a cold debris disc means that it must have been transported from the inner region of the system to the outskirts.\" The astronomers believe that this movement was driven by forces of wind and heat from the star Beta Pictoris itself. ", "url": "https://www.skymania.com/wp/herschel-telescope-detects-water-and-comets/"}, {"title": "Spectacular Supernova Aftershock Photo Revealed", "date": "2012-11-19", "content": "A pair of European space telescopes have captured the aftershock of a devastating supernova - a snapshot in time of a star's explosive death. The new supernova photo combines views by the European Space Agency's infrared Herschel Space Observatory and X-ray XMM-Newton X-ray space telescope to reveal W44, the remnant of an exploded star about 10,000 light-years from Earth. \"The supernova remnant is the result of a massive star that reached the end of its life and expelled its outer layers in a dramatic explosion,\" officials at NASA's Jet Propulsion Laboratory in California, a U.S. partner in the Herschel mission, said in a statement. \"All that remains of the stellar behemoth is the spinning core of a neutron star, or pulsar .\" The pulsar, called PSR B1853+-1, shines in a brilliant light blue hue in the upper right of the new photo. Astronomers suspect the pulsar is about 20,000 years old and nested inside an expanding shell of hot gas that reaches temperatures of several million degrees, ESA officials added. The supernova remnant and pulsar glow an eerie blue in X-ray images from the XMM-Newton observatory. Infrared observations by Herschel also revealed pockets of warm gas around the supernova remnant where new stars are forming. According to ESA, \"a number of compact objects scattered across the scene map the cold seeds of future stars that will eventually emerge from their dusty cocoons.\" The W44 remnant is located inside a dense region of star-forming clouds in the constellation Aquila, the Eagle, and is among the best examples of supernova remnant interacting with its parent cloud, researchers added. The Herschel Space Observatory is the largest and most powerful infrared telescope ever flown in space. It launched in May 2009 to scan the cosmos at infrared wavelengths. ESA's XMM-Newton X-ray Observatory launched in 1999 to probe the universe in the X-ray range of the light spectrum. ", "url": "https://www.space.com/18542-star-explosion-aftershock-photo.html"}]}, {"win label": 1, "news": [{"title": "Telescopes find evidence for asteroid belt around Vega", "date": "2013-01-09", "content": "Astronomers have discovered what appears to be a large asteroid belt around the star Vega, the second-brightest star in northern night skies. The scientists used data from NASA's Spitzer Space Telescope and the European Space Agency's Herschel Space Observatory, in which NASA plays an important role. The discovery of an asteroid belt-like band of debris around Vega makes the star similar to another observed star called Fomalhaut. The data are consistent with both stars having inner warm belts and outer cool belts separated by a gap. This architecture is similar to the asteroid and Kuiper belts in our solar system. What is maintaining the gap between the warm and cool belts around Vega and Fomalhaut? The results strongly suggest that the answer is multiple planets. Our solar system's asteroid belt, which lies between Mars and Jupiter, is maintained by the gravity of the terrestrial planets and the giant planets, and the outer Kuiper belt is sculpted by the giant planets. \"Our findings echo recent results showing multiple-planet systems are common beyond our Sun,\" said Kate Su from the Steward Observatory at the University of Arizona in Tucson. Vega and Fomalhaut are similar in other ways. Both are about twice the mass of our Sun and burn a hotter, bluer color in visible light. Both stars are relatively nearby at about 25 light-years away. The stars are thought to be around 400 million years old, but Vega could be closer to its 600 millionth birthday. Fomalhaut has a single candidate planet orbiting it, Fomalhaut b, which orbits at the inner edge of its cometary belt. The Herschel and Spitzer telescopes detected infrared light emitted by warm and cold dust in discrete bands around Vega and Fomalhaut, discovering the new asteroid belt around Vega and confirming the existence of the other belts around both stars. Comets and the collisions of rocky chunks replenish the dust in these bands. The inner belts in these systems cannot be seen in visible light because the glare of their stars outshines them. Both the inner and outer belts contain far more material than our asteroid and Kuiper belts. The reason is twofold: The star systems are far younger than ours, which has had hundreds of millions more years to clean house, and the systems likely formed from an initially more massive cloud of gas and dust than our solar system. The gap between the inner and outer debris belts for Vega and Fomalhaut also proportionally corresponds to the distance between our Sun's asteroid and Kuiper belts. This distance works out to a ratio of about 1:10 with the outer belt 10 times farther away from its host star than the inner belt. As for the large gap between the two belts, it is likely there is several undetected planets, Jupiter-sized or smaller, creating a dust-free zone between the two belts. A good comparison star system is HR 8799, which has four known planets that sweep up the space between two similar disks of debris. \"Overall, the large gap between the warm and the cold belts is a signpost that points to multiple planets likely orbiting around Vega and Fomalhaut,\" said Su. If unseen planets do in fact orbit Vega and Fomalhaut, these bodies likely will not stay hidden. \"Upcoming new facilities such as NASA's James Webb Space Telescope should be able to find the planets,\" said Karl Stapelfeldt of NASA's Goddard Space Flight Center in Greenbelt, Maryland. ", "url": "https://astronomy.com/news/2013/01/telescopes-find-evidence-for-asteroid-belt-around-vega"}, {"title": "Betelgeuse Hurtles Toward Massive Collision", "date": "2013-01-23", "content": "A new photo of the star Betelgeuse reveals dramatic events unfolding a mere 643 light years away from Earth. The photo, which provides the far-infrared view of the star, shows arc-shaped waves of solar wind crashing against the interstellar medium. Those waves, scientists estimate, are moving at 30 kilometers per second. The photo was released January 22 by the European Space Agency's ESA Herschel space observatory. According to a release by the ESA , the waves appear to be heading toward a collision with \"an intriguing dusty wall\" the line to the left of the photo in about 5,000 years. The wall, according to the agency, is either part of the Galaxy's magnetic field or the edge of a nearby interstellar cloud. Inside the arcs, a roiling cloud of red likely is clumpy debris ejected from the star sometime in the past. While the light show on Betelgeuse certainly is captivating, it's all coming to an end in the very near future, at least in terms of the cosmic clock. The star is heading toward a spectacular supernova sometime in the next few million years. Betelgeuse - the nearest red supergiant to Earth - is about 1,000 times the diameter of our Sun, 100,000 times more bright and can be seen from Earth with the naked eye. The star rides the shoulder of the constellation Orion the Hunter, as an orange-red star above and to the left of Orion's belt. ", "url": "https://www.voanews.com/a/betelgeuse-collision-esa/1589765.html"}, {"title": "Cool Andromeda Space Wallpaper", "date": "2013-02-01", "content": "In this space wallpaper of the Andromeda galaxy from ESA's Herschel space observatory, cool lanes of forming stars are revealed in the finest detail yet. The image was released Jan. 28 2013. Andromeda, also known as M31, is the nearest major galaxy to our own Milky Way at a distance of 2.5 million light- years, making it an ideal natural laboratory to study star formation and galaxy evolution. Sensitive to the far-infrared light from cool dust mixed in with gas, Herschel seeks out clouds of gas where stars are born. The new image reveals some of the very coldest dust in the galaxy - only a few tens of degrees above absolute zero - coloured red in this image. The image was released Jan. 28 2013. ", "url": "https://www.space.com/19598-cool-andromeda.html"}, {"title": "Largest Infrared Telescope In Space Running Out of Time", "date": "2013-03-08", "content": "The largest infrared telescope ever launched into space is almost at the end of its cosmic life, European Space Agency officials say. After nearly four years mapping the cosmos, ESA's prolific Herschel Space Observatory is expected to exhaust its vital supply of liquid helium coolant in the coming weeks. Once that runs out, the Herschel observatory will no longer be able to continue its scans of the cold, early universe, ESA officials said. Named for astronomer William Herschel , the space telescope launched in May 2009 and is the most powerful, infrared telescope ever sent into space. The Herschel observatory has a main mirror about 11.5 feet across - nearly 1.5 times larger than Hubble Space Telescope - and was built to map the universe in the far-infrared to sub-millimeter wavelengths of light. The results yielded amazing images of the iconic Eagle nebula and other comic targets, with the telescope also allowing astronomers to study some of the coldest objects in space such as distant starburst galaxies, as well as new planetary systems forming around stars closer to our solar system. But the instruments that carry out these sensitive observations must be cooled to an icy minus 455 degrees Fahrenheit , close to absolute zero. To do that, the instruments are positioned on top of a tank filled with superfluid liquid helium. This coolant, however, evaporates over time. While it is not possible to predict the exact day it will run out, ESA engineers suspect the Herschel observatory's coolant has nearly run dry. \"It is no surprise that this will happen, and when it does we will see the temperatures of all the instruments rise by several degrees within just a few hours,\" said Micha Schmidt, the mission operations manager for Herschel observatory at ESA's European Space Operations Centre in Darmstadt, Germany. ESA officials said they were pleased with the research to come out the mission, which has cost a total of $1.4 billion. \"When observing comes to an end, we expect to have performed over 22,000 hours of science observations, 10 percent more than we had originally planned, so the mission has already exceeded expectations,\" Leo Metcalfe, the science operations and mission manager for Herschel at ESA's European Space Astronomy Centre in Madrid, said in a statement. Göran Pilbratt, Herschel project scientist at ESA's European Space Research and Technology Centre in Noordwijk, the Netherlands, added that Herschel's observations will enable discoveries for years to come. \"In fact, the peak of scientific productivity is still ahead of us, and the task now is to make the treasure trove of Herschel data as valuable as possible for now and for the future,\" Pilbratt said. The Herschel Space Observatory mission was not confined to the European Space Agency. It included participate from a consortium of European science institutes, as well as the NASA. The U.S. space agency set up a Herschel project office at its Jet Propulsion Laboratory in Pasadena, Calif., to oversee its role in the space telescope mission. \"We have known from the beginning of the mission that Herschel's lifetime would be limited by the supply of liquid helium.\" said Paul Goldsmith, the NASA Herschel Project Scientist at JPL. \"So the whole team worked very hard to make the best use of every minute of observing time.\" ", "url": "https://www.space.com/20120-herschel-space-telescope-mission-ending.html"}, {"title": "Herschel Discovers Some of the Youngest Stars Ever Seen", "date": "2013-03-19", "content": "Astronomers have found some of the youngest stars ever seen, thanks to the Herschel space observatory, a European Space Agency mission with important NASA contributions. Observations from NASA's Spitzer Space Telescope and the Atacama Pathfinder Experiment telescope in Chile, a collaboration involving the Max Planck Institute for Radio Astronomy in Germany, the Onsala Space Observatory in Sweden, and the European Southern Observatory in Germany, contributed to the findings. Dense envelopes of gas and dust surround the fledging stars known as protostars, making their detection difficult. The 15 newly observed protostars turned up by surprise in a survey of the biggest site of star formation near our solar system, located in the constellation Orion. The discovery gives scientists a peek into one of the earliest and least understood phases of star formation. \"Herschel has revealed the largest ensemble of such young stars in a single star-forming region,\" said Amelia Stutz, lead author of a paper to be published in The Astrophysical Journal and a postdoctoral researcher at the Max Planck Institute for Astronomy in Heidelberg, Germany. \"With these results, we are getting closer to witnessing the moment when a star begins to form.\" Stars spring to life from the gravitational collapse of massive clouds of gas and dust. This changeover from stray, cool gas to the ball of super-hot plasma we call a star is relatively quick by cosmic standards, lasting only a few hundred thousand years. Finding protostars in their earliest, most short-lived and dimmest stages poses a challenge. Astronomers long had investigated the stellar nursery in the Orion Molecular Cloud Complex, a vast collection of star-forming clouds, but had not seen the newly identified protostars until Herschel observed the region. \"Previous studies have missed the densest, youngest and potentially most extreme and cold protostars in Orion,\" Stutz said. \"These sources may be able to help us better understand how the process of star formation proceeds at the very earliest stages, when most of the stellar mass is built up and physical conditions are hardest to observe.\" Herschel spied the protostars in far-infrared, or long-wavelength, light, which can shine through the dense clouds around burgeoning stars that block out higher-energy, shorter wavelengths, including the light our eyes see. The Herschel Photodetector Array Camera and Spectrometer instrument collected infrared light at 70 and 160 micrometers in wavelength, comparable to the width of a human hair. Researchers compared these observations to previous scans of the star-forming regions in Orion taken by Spitzer. Extremely young protostars identified in the Herschel views but too cold to be picked up in most of the Spitzer data were further verified with radio wave observations from the APEX ground telescope. \"Our observations provide a first glimpse at protostars that have just begun to 'glow' at far-infrared wavelengths,\" said paper coauthor Elise Furlan, a postdoctoral research associate at the National Optical Astronomy Observatory in Tucson, Ariz. Of the 15 newly discovered protostars, 11 possess very red colors, meaning their light output trends toward the low-energy end of the electromagnetic spectrum. This output indicates the stars are still embedded deeply in a gaseous envelope, meaning they are very young. An additional seven protostars previously seen by Spitzer share this characteristic. Together, these 18 budding stars comprise only five percent of the protostars and candidate protostars observed in Orion. That figure implies the very youngest stars spend perhaps 25,000 years in this phase of their development, a mere blink of an eye considering a star like our sun lives for about 10 billion years. Researchers hope to document chronologically each stage of a star's development rather like a family album, from before birth to early infancy, when planets also take shape. \"With these recent findings, we add an important missing photo to the family album of stellar development,\" said Glenn Wahlgren, Herschel Program Scientist at NASA Headquarters in Washington. \"Herschel has allowed us to study stars in their infancy.\" ", "url": "https://www.jpl.nasa.gov/news/herschel-discovers-some-of-the-youngest-stars-ever-seen"}, {"title": "Jupiter got a soaking from comet Shoemaker-Levy 9", "date": "2013-04-24", "content": "This image shows the water-drenched stratosphere of Jupiter, captured yesterday by the Herschel space observatory , superimposed on a Hubble space telescope photo of the planet. Astronomers think that 95 per cent of the water arrived on comet Shoemaker-Levy 9 , which smashed into Jupiter in July 1994. It seems the planet's upper atmosphere was unevenly splashed. White and cyan indicate a higher concentration of water in the southern hemisphere, whereas the darker blue in the north signifies less water there. The south's greater moistening may be due to the fact that the comet struck here at mid- to far southern latitudes. ", "url": "https://www.newscientist.com/article/dn23437-jupiter-got-a-soaking-from-comet-shoemaker-levy-9/"}, {"title": "Herschel Completes Its 'Cool' Journey in Space", "date": "2013-04-29", "content": "The Herschel observatory, a European space telescope for which NASA helped build instruments and process data, has stopped making observations after running out of liquid coolant as expected. The European Space Agency mission, launched almost four years ago, revealed the universe's \"coolest\" secrets by observing the frigid side of planet, star and galaxy formation. \"Herschel gave us the opportunity to peer into the dark and cold regions of the universe that are invisible to other telescopes,\" said John Grunsfeld, associate administrator for NASA's Science Mission Directorate at NASA headquarters in Washington. \"This successful mission demonstrates how NASA and ESA can work together to tackle unsolved mysteries in astronomy.\" Confirmation the helium is exhausted came today, at the beginning of the spacecraft's daily communication session with its ground station in Western Australia. A clear rise in temperatures was measured in all of Herschel's instruments. Herschel launched aboard an Ariane 5 rocket from French Guiana in May 2009. NASA's Jet Propulsion Laboratory in Pasadena, Calif., built components for two of Herschel's three science instruments. NASA also supports the U.S. astronomical community through the agency's Herschel Science Center, located at the California Institute of Technology's Infrared Processing and Analysis Center in Pasadena. Herschel's detectors were designed to pick up the glow from celestial objects with infrared wavelengths as long as 625 micrometers, which is 1,000 times longer than what we can see with our eyes. Because heat interferes with these devices, they were chilled to temperatures as low as 2 kelvins using liquid helium. The detectors also were kept cold by the spacecraft's orbit, which is around a stable point called the second Lagrange point about 930,000 miles from Earth. This location gave Herschel a better view of the universe. \"Herschel has improved our understanding of how new stars and planets form, but has also raised many new questions,\" said Paul Goldsmith, NASA Herschel project scientist at JPL. \"Astronomers will be following up on Herschel's discoveries with ground-based and future space-based observatories for years to come.\" The mission will not be making any more observations, but discoveries will continue. Astronomers still are looking over the data, much of which already is public and available through NASA's Herschel Science Center. The final batch of data will be public in about six months. \"Our goal is to help the U.S. community exploit the nuggets of gold that lie in that data archive,\" said Phil Appleton, project scientist at the science center. ", "url": "https://www.jpl.nasa.gov/news/herschel-completes-its-cool-journey-in-space"}, {"title": "Herschel telescope goes blind", "date": "2013-04-29", "content": "ESA announced earlier today that its Herschel space observatory has exhausted its supply of liquid helium coolant, essential to cool the observatory's instruments to near absolute zero. This coolant is what has allowed Herschel to observe the cold universe ... until today. The event was expected. Herschel started with over 2,300 liters of liquid helium. The helium has been slowly evaporating since the final top-up the day before Herschel's launch on May 14, 2008. Confirmation that the helium is finally exhausted came this afternoon at the beginning of the spacecraft's daily communication session with its ground station in Western Australia, with a clear rise in temperatures measured in all of Herschel's instruments. Herschel made over 35,000 scientific observations, amassing more than 25,000 hours of science data from about 600 observing progams. The Herschel telescope images below celebrate just a few highlights of the career of this awesome machine. The Herschel archive - expected to provide even more discoveries than have been made during the lifetime of the Herschel mission - will become the mission's legacy. Farewell, Herschel telescope! ", "url": "https://earthsky.org/space/herschel-telescope-goes-blind-ends-mission/"}, {"title": "So Long, Herschel Space Observatory", "date": "2013-04-30", "content": "One eye on the stars is closing for good. The Herschel Space Observatory, which has spent the last four years examining the universe in infrared, has reached the end of its mission. Herschel's minders at the European Space Agency say the telescope has run out of liquid helium coolant and won't be able to continue taking the detailed images of deep space that it has produced since it opened its eyes in 2009. Herschel is the biggest and most powerful infrared telescope ever launched, capable of imaging the universe in a wide range of wavelengths. Armed with two cameras and a mirror larger than that aboard the Hubble Space Telescope (which images in visible light, not infrared), Herschel sent back images with more detail than astronomers had ever seen before. It has even spotted hints of water in faraway solar systems. Just this month Herschel captured the Horsehead Nebula, home of the constellation Orion, complete with surrounding tendrils of gas and dust. By contrast, here's the Hubble image of the same nebula. The observatory takes a look at Andromeda, the closest galaxy to our own. Herschel reveals new information about the galaxy's structure, as the coldest gas in Andromeda glows red in this picture. According to ESA, Herschel carried about 2300 liters of liquid helium on board when it launched into space four years ago. That helium cooled the instruments to a staggering minus 455 degrees F, but the supply evaporates over time, so Herschel's designers knew the observatory would have a limited operational lifetime. Still, Herschel's demise leaves a gap for astronomers. The mammoth James Webb Space Telescope, often praised as the replacement for Hubble, will image in infrared. That makes it a successor not only to Hubble but also to Herschel and NASA's Spitzer Space Telescope, an infrared telescope that ran out of coolant in 2009. JWST, however, has been bogged down in cost overruns and delays; it won't launch until 2018 at the earliest. NASA and ESA plan to partner with the Japanese space agency JAXA on the proposed infrared telescope SPICA, set to be launched in 2017. ", "url": "https://www.popularmechanics.com/space/telescopes/a8888/so-long-herschel-space-observatory-15413365/"}, {"title": "World's Largest Infrared Space Telescope Shuts Down Forever", "date": "2013-04-30", "content": "After nearly four years mapping the \"hidden universe,\" the largest infrared telescope ever launched into space has reached the end of its life, European Space Agency officials say. The $1.4 billion Herschel Space Observatory has exhausted the vital supply of liquid helium coolant that allowed it make the most sensitive and detailed observations of the cosmos in infrared light, ESA officials announced Monday . The infrared space telescope's official end was recorded by a ground station in Australia, which recorded an increase in temperature for all of the spacecraft's instruments during the telescope's daily communications session. It began its mission in May 2009. \"Herschel has offered us a new view of the hitherto hidden universe, pointing us to a previously unseen process of star birth and galaxy formation, and allowing us to trace water through the universe from molecular clouds to newborn stars and their planet-forming discs and belts of comets,\" ESA's Herschel project scientist Göran Pilbratt said in a statement. Named for famed 18th century astronomer William Herschel , the space telescope was the most powerful infrared observatory ever launched to space until it stopped functioning this week. It has a main mirror 11.5 feet across nearly 1.5 times larger than Hubble Space Telescope, and was designed to chart the universe in the far-infrared to sub-millimeter wavelengths of light. \"Herschel gave us the opportunity to peer into the dark and cold regions of the universe that are invisible to other telescopes,\" said John Grunsfeld, NASA's associate administrator for science missions. The U.S. space agency was a partner with ESA in the Herschel mission. The Herschel space observatory is responsible for some amazing images of far-off cosmic wonders, such as its dazzling views of the Eagle Nebula and Andromeda Galaxy. Its helium-cooled instruments allowed astronomers to study far away starburst galaxies and star formation closer to home in the Milky Way. The coolant kept Herschel's instruments chilled to a temperature of minus 455 degrees Fahrenheit , but that supply was expected to evaporate over time. \"It feels like losing a member of the family,\" Herschel mission officials wrote in Twitter post at the mission's end. \"Almost 4 incredibly intense years in space.\" The Herschel observatory collected more than 35,000 scientific observations and 25,000 hours of data. According to ESA officials, that plethora of data will be Herschel's main contribution to the world of science. \"The archive will become the legacy of the mission,\" ESA officials explained in a statement. \"It is expected to provide even more discoveries than have been made during the lifetime of the Herschel mission.\" NASA scientists said the Herschel mission's effect on astronomy will far outlast the four-year mission itself. \"Herschel has improved our understanding of how new stars and planets form, but has also raised many new questions,\" said Paul Goldsmith, NASA Herschel project scientist at JPL, said in a statement. \"Astronomers will be following up on Herschel's discoveries with ground-based and future space-based observatories for years to come.\" The space telescope has also paved the way for future missions focused on observing the universe in infrared wavelengths, ESA officials added. \"The mission resulted in a number of technological advancements applicable to future space missions and potential spin-off technologies,\" ESA officials said. \"The mission saw the development of advanced cryogenic systems, the construction of the largest telescope mirror ever flown in space, and the utilization of the most sensitive direct detectors for light in the far- infrared to millimeter range.\" ", "url": "https://www.space.com/20883-largest-infrared-space-telescope-ends.html"}, {"title": "Europe Says Goodbye to Herschel Space Telescope", "date": "2013-06-17", "content": "Ground controllers put Europe's Herschel Space Observatory to sleep Monday , turning off the infrared observatory after squeezing every bit of engineering value from the spacecraft since it ceased scientific work in April. Engineers sent the final commands to Herschel at 8:25 a.m. EDT in an emotional ceremony at the European Space Operations Center in Darmstadt, Germany. \"It's like saying goodbye to a friend,\" said Micha Schmidt, the European Space Agency 's operations manager for Herschel. For its last act, the $1.4 billion Herschel telescope fired rocket thrusters to drain its fuel tank as controllers watched the spacecraft helplessly struggle to regain control while its antennas and power-generating solar panels drifted away from their lock on the Earth and the sun. \"It's a very curious situation in that we are intentionally seeing a spacecraft dying,\" Schmidt said. Herschel exhausted its supply of cryogenic helium , required to chill its science instrumentation to a temperature near absolute zero, in April after nearly four years of continuous observations of the cosmos. The telescope's frigid operating temperature allowed its sensors to detect heat from some of the coldest parts of the universe veiled from the view of optical cameras by dust. Herschel's primary mirror spans 11.5 feet in diameter - 50 percent larger than the mirror on the Hubble Space Telescope. The instrument, named after 18th century German astronomer William Herschel , who discovered the infrared spectrum of light, transformed the field of infrared astronomy, according to Göran Pilbratt, Herschel's project scientist. Launched in May 2009 , the mission's credits include the discovery of vast reservoirs of water vapor in disks of gas and dust around infant stars. The water locked in such planet-forming disks could seed oceans like those found on Earth, according to scientists. Herschel's infrared instruments also took images of networks of dust and gas filaments within the Milky Way, yielding a view of one of the earliest stages of star formation. The thread-like filaments could eventually coalesce into compact cores leading to the birth of new stars, scientists say. But with Herschel's helium tank empty, the telescope's utility to scientists ended. \"The mission was planned for a duration of three-and-a-half years,\" Schmidt said. \"We have been operating for four years, and the mission is a success.\" Engineers programmed a rocket burn May 13 to guide Herschel away from its operating post at the L2 point, a gravitationally stable location about 930,000 miles from Earth. The maneuver put the spacecraft into orbit around the sun on a trajectory that will not return to the vicinity of Earth for thousands of years, Pilbratt said. During the last six weeks, controllers in Darmstadt put Herschel through a series of tests to push the craft's satellite platform and instruments to the limits. \"These are things you would never want to do on a live spacecraft because if you screw it up, you're going to make a lot of enemies,\" said Fabio Favata, head of ESA's science planning and community coordination office. \"But for a spacecraft which has outlived its prime mission, it's something you can do.\" ESA called for ideas across Europe on how to use Herschel as a testbed, and received proposals from satellite control teams, astronomers and designers of the ExoMars mission to the Red Planet and Euclid, ESA's next flagship-class space telescope. Controllers switched Herschel to its backup systems to verify they were still functional after four years in space. Teams in charge of Herschel's three science payloads analyzed diagnostic data to gauge the health of the instrumentation, Schmidt said. The last test involved turning Herschel away from its normal pointing mode and checking the ability of the spacecraft's onboard computer to autonomously detect and correct the error. \"This was quite interesting and a lot of fun,\" Schmidt said. \"This was, more or less, the last test. It was the most dangerous test which we put toward the end of the test campaign.\" Programmers sent commands to Herschel last week for Monday's fuel-draining engine burn, which was expected to put the spacecraft in a tumble leading to the loss of electricity aboard the observatory, which requires its solar panels to point toward the sun to generate power. Controllers' last act was to transmit a command to Herschel to turn off its transponder and never turn its radio on again, according to Schmidt. \"I have the feeling that the spacecraft and the teams controlling the spacecraft are finished,\" Schmidt said. \"We are turning off the lights now. We have delivered our package to astronomers around the world, who have all the data and can do what they want with it.\" Pilbratt said the Herschel mission is funded by ESA through 2017 to process the telescope's vast data archive and preserve it for future scientists. According to ESA, Herschel made 35,000 science observations and collected more than 25,000 hours of science data from 2009 until 2013. \"This is not the end of the mission,\" Pilbratt said. \"It is the end of spacecraft operations.\" ", "url": "https://www.space.com/21598-herschel-space-telescope-turned-off.html"}, {"title": "Goodnight, Herschel Space Observatory", "date": "2013-06-18", "content": "The European Space Agency's Herschel Space Observatory received its final command yesterday, as ground controllers directed the telescope to deplete the last of its fuel and slip into its final heliocentric orbit. Herschel's observations had already ended on April 29, when the infrared observatory's liquid helium supply ran out. The telescope was launched in 2009 to study early Universe galaxy formation, observe star creation and study the atmospheric chemistry of objects in our solar system. Although Herschel won't be making any future observations, it leaves behind a vast archive of data that scientists can analyze for years. Herschel has a 3.5-meter mirror-for comparison, that's bigger than the Hubble Space Telescope's 2.4-meter mirror. It observed infrared light with wavelengths from 55 to 672 micrometers (one micrometer equals one millionth of a meter). In astronomy terms, that's the far-infrared, which means the telescope could see the heat emanating from some of the coldest objects in the Universe, including chilly clouds of gas and dust where baby stars are just starting to form. Powerful infrared telescopes come with a price: a shorter shelf life. Herschel's detectors were kept at extremely cold temperatures-just above absolute zero-in order to keep the telescope's own heat from interfering with its observations. To do this, engineers cooled Herschel with liquid helium, which was expected to last three-and-a-half years. Herschel stretched the supply an extra five months, making its final observation on April 29. During its operational period, the telescope orbited the Second Lagrangian point, or L2, 1.5 million kilometers from Earth. Spacecraft at L2 are able to cruise around the Sun in line with the Earth, which offers several benefits. Unlike low-Earth orbiting spacecraft, L2 objects don't pass in and out of Earth's shadow several times per day, allowing them to stay at a constant temperature. They also avoid the warmth of Earth itself, which is important for heat-sensitive telescopes like Herschel (the James Webb Space Telescope will also orbit L2). On May 13 and 14, ground controllers fired Herschel's thrusters for 7 hours and 45 minutes, sending it into a heliocentric (sun-centered) orbit to avoid damaging other spacecraft. Before disposing of Herschel, ESA operators used the opportunity to conduct a series of technology tests. In an article released by the ESA, Spacecraft Operations Manager Micha Schmidt said \"the ExoMars team asked us to do some validation using Herschel's Visual Monitoring Camera; a similar model will fly on their mission. And the Euclid team asked us for some reaction wheel tests.\" To look through more pretty pictures that Herschel took during its four year mission, check out this interactive map that allows you to zoom in on specific Herschel images. ", "url": "https://www.planetary.org/articles/20130608-goodnight-herschel-observatory"}]}]