[{"win label": 0, "news": [{"title": "LATEST LISA PATHFINDER HARDWARE DELIVERY IS 'JEWEL IN THE CROWN'", "date": "2013-06-24", "content": "A team of scientists from the University of Glasgow has successfully delivered a significant milestone for LISA Pathfinder - the flight optical bench. This glittering piece of hardware has very demanding requirements; tests have shown that these have been exceeded. Following formal delivery to Astrium GmbH, on 21 June, the optical bench is ready for integration onto the LISA Technology Package (LTP). LISA Pathfinder is a mission to test the technology required to detect gravitational waves in the range of 0.1 to 100mHz. Due to noise caused by vibrations on the Earth, these gravitational waves can only be detected from space. The effect of the passage of the gravitational waves through the detector is so miniscule, that ultra-sensitive instruments are required to record the signal - requiring that each subsystem of the instrument is also ultra-sensitive. The optical bench allows laser interferometry to be used to accurately monitor two free-falling test masses for changes in attitude and the distance between them. The masses are cubes of highly polished gold-platinum alloy situated 38 cm apart in dedicated vacuum enclosures inside the satellite, and act as mirrors to reflect the laser beams. To protect the test masses from external forces, the LISA Pathfinder mission will fly the spacecraft so that the masses stay in the middle of their enclosure and do not touch the sides. In optical systems, the accurate alignment of components is extremely important - the goal of the interferometric measurement system of LISA Pathfinder is to monitor the separation of the test masses to a small fraction (~100,000th) of the wavelength of the light being used to make the measurement. (The light used for the measurement has a wavelength of 1064 nm, and is produced by an Nd:YAG non-planar ring oscillator laser.) The optical bench holds all of the components. Standard optical benches usually consist of an extremely rigid table with a flat top surface, such that the components can make good contact with the table. However, for LISA Pathfinder, the bench and components attached to it had to meet many stringent requirements - for example, the optical path must be extremely stable, it must be able to withstand changes in temperature between about 10 °C and 40 °C and it must be robust enough to survive launch vibration - and still be accurately aligned after launch. \"The optical bench is made from a 20cm by 20cm block of Zerodur ceramic glass, and is the centre piece around which the rest of the payload can be built,\" says Paul McNamara, LISA Pathfinder Project Scientist at ESA. \"The lasers must be directed onto the test masses with an accuracy of microns. The laser beam is about 1.2mm in diameter, and we have to position it to about 10 microns (about 100th of the beam diameter). Because of the shape of the beam we end up having to position the centre of a flattish surface - the beam - to a given position in 3D space so that it hits the test masses at the right place,\" he explains. \"The bench is built WITHOUT the test masses being in place - the only information the team have when building it are the nominal coordinates of the test mass position. This is where the expertise comes into the integration,\" he adds. As LISA Pathfinder is testing the technology for detecting low-frequency gravitational waves, it is important to know the amount of noise in the instrumentation. The most interesting frequencies - corresponding to the acceleration of massive objects (such as black hole mergers) - have been calculated to have a period of hundreds of seconds or more. In order to detect such signals, other noises must be carefully filtered out. The detection sensitivity is limited by the intrinsic noise of the measurement system in a specific frequency band. For this reason, the instrument noise is normally referred to as an \"amplitude spectral density\" and all measurement units are specified in \"per square root Hertz\" (/√Hz) at a particular frequency. For LISA Pathfinder, the noise must be measured to a sensitivity of the order of a few picometres per square root Hz at 3 mHz (a picometer (pm; 10-12 m) is smaller than the radius of an atom of Hydrogen). To gain this type of accuracy, the bench is made of Zerodur ceramic glass. It can be polished to a very flat surface, and it barely contracts or expands when subjected to changes in temperature. The thermal coefficient of expansion (CTE) of Zerodur is almost zero (CTE = 0.02x10-6/K). For comparison, Pyrex, a heat resistant material often used for household glassware, has a CTE about 150 times larger than this, CTE = 3.2x10-6/K . For use in space, optical benches are often made from Silicon Carbide, which has a CTE ~4-5x10-6/K.", "url": "https://sci.esa.int/web/lisa-pathfinder/-/51961-latest-lisa-pathfinder-hardware-delivery-is-jewel-in-the-crown"}]}, {"win label": 0, "news": [{"title": "LISA Pathfinder reaches milestone", "date": "2013-09-03", "content": "The Laser Interferometer Space Antenna (LISA) Pathfinder space mission reached another important milestone: Its heart, the optical bench, is now further integrated into the core assembly of the satellite. \"It is rewarding to see computer-aided design (CAD) models turning into real hardware,\" said Christian Killow from the University of Glasgow. The optical bench was built and tested at the Institute for Gravitational Research (IGR) in Glasgow. Since its delivery from IGR to Astrium Germany, engineers tested it again and then integrated into the LISA Technology Package - the satellite's core that will prove key technologies for the evolved Laser Interferometer Space Antenna (eLISA) mission. \"Getting LISA Pathfinder's core measurement technologies ready to go operational means that we have just completed another crucial step,\" said Karsten Danzmann, director at the Max Planck Institute for Gravitational Physics in Hannover, Germany. \"We are now firmly on course for a launch in 2015.\" Now, great effort will go into the final documentation. This is a crucial part of the mission because other teams will perform the ongoing integration of the optical bench. Additionally, the documentation will enable the operations center to interpret the received data during the mission, which will be launched in 2015. LISA Pathfinder is a European Space Agency (ESA) technology test mission that aims to prove key technologies for future space-based gravitational-wave observatories. These experiments cannot be performed on Earth but only in space. For this purpose, one laser arm of a planned large gravitational wave mission, like eLISA, is reduced from millions of kilometers to 16 inches (40cm) to fit into a single spacecraft.", "url": "https://www.astronomy.com/observing/lisa-pathfinder-reaches-milestone/"}, {"title": "Optical bench integrated into LISA satellite", "date": "2013-09-05", "content": "The LISA Pathfinder - an international technology demonstrator to pave the way for the eLISA spaceborne gravitational wave observation mission - last month reached another key milestone: its heart, the optical bench, being developed at the University of Glasgow, UK, has been integrated into the core assembly of the satellite. The optical bench was built and tested at the Institute for Gravitational Research (IGR) in Glasgow. Since its delivery from IGR to Astrium, Germany, it has been retested and integrated into the LISA Technology Package, the satellite´s core that will prove key technologies for the eLISA mission, which is due to lift-off in 2015.", "url": "https://optics.org/news/4/9/6"}]}, [], {"win label": 0, "news": [{"title": "CGS SpA delivered the inertial sensors of the LISA Pathfinder mission", "date": "2014-11-05", "content": "Important step forward for the space mission LISA Pathfinder, with the participation of the Italian National Institute for Nuclear Physics (INFN), the European Space Agency (ESA) and the Italian Space Agency (ASI). LISA Pathfinder, planned to be launched in 2015, shall test the technologies used in the eLISA project (evolved Laser Interferometer Space Antenna). This is a very high technology experiment, capable to analyse our universe from a radically new perspective: the first space-based gravitational wave observatory has recently been included in the ESA's future programmes. The observatory will revolution our knowledge of the universe, paving the way for a new type of astronomy: the gravitational astronomy. The inertial sensors, key elements of the mission, were delivered a few days ago, in Milan, During a ceremony at the headquarters of the Italian producer, Compagnia Generale dello Spazio (CGS spa), on funding from the Italian Space Agency (ASI), designed by scientists from the University of Trento, supported by the Italian National Institute for Nuclear Physics (INFN). The Experimental Gravitation Group of the University of Trento - Department of Physics - coordinate by Professor Stefano Vitale played a fundamental role in the sensors' designing. The team is a member of the eLISA scientific team and principal investigator of the LISA Pathfinder mission. \"The exploration of the gravitational universe is possible only thanks to a gravitational observatory and it will revolution astrophysics, cosmology and basic physics. These researches will foster enormous progress in our understanding of the universe\", commented Vitale. A large audience attended the presentation ceremony, together with the scientists and engineers who cooperated for a decade for the implementation of the inertial sensors. Among the speakers Roberto Aceti, CGS managing director,Stefano Vitale, principal investigator of the project and coordinator of the research group of the University of Trento, together with the representatives of the institutions involved in the LISA Pathfinder, among whom the ASI President, Roberto Battiston, the INFN President Fernando Ferroni, the pro-rector of the University of Trento, Paolo Collini and Fabio Favata, head of the Science Planning and Community Coordination Office of the European Space Agency (ESA). The inertial sensors will now be integrated and tested with the other HW, in view of the mission launch, planned for July 2015. ", "url": "https://webmagazine.unitn.it/en/news/ateneo/2695/cgs-spa-delivered-the-inertial-sensors-of-the-lisa-pathfinder-mission"}]}, {"win label": 0, "news": [{"title": "Lisa Pathfinder: 'Exquisite' gravity probe leaves UK", "date": "2015-02-28", "content": "British industry has completed construction of the modules that make up the Lisa Pathfinder satellite. This remarkable probe will test the key technologies needed to detect gravitational waves in space. If that can be done, it would open up black holes and other astrophysical phenomena to a completely new era of scientific investigation. Lisa Pathfinder's modules were assembled at the UK arm of Airbus Defence and Space. They leave for Germany on Monday, to go to the IABG consultancy just outside Munich for some final integration and testing. From there, they will be shipped to Kourou in French Guiana for a rocket launch in September. The European Space Agency (Esa) mission is the first to be led industrially from the UK since the Giotto satellite was sent to fly past Comet Halley in 1986. As such, Lisa Pathfinder represents a watershed moment for the British space sector. \"There were some lean years after Giotto, but you can see the momentum we now have. We're at the start of something really special,\" Andy Stroomer, from Airbus in Stevenage, told BBC News. Still being worked on in Pathfinder's big cleanroom are Esa projects worth more than a billion euros in total. These are satellites to visit the Sun and observe the Earth. And just a stone's throw away is a brand new facility under construction which will house the assembly of the robotic rover that Europe plans to send to the surface of Mars in 2019. The two parts of Lisa Pathfinder heading out of Stevenage comprise the main satellite and the propulsion unit that will push it away from Earth to begin its mission. At the moment, the spacecraft's all-important science instrument package is absent. This will be installed in the coming weeks at IABG. Lisa Pathfinder is a demonstrator for a future satellite idea that Europe hopes to launch in the 2030s. This is a concept known as the Laser Interferometric Space Antenna (Lisa), which will endeavour to detect gravitational waves. Einstein's theory of general relativity predicts that these ripples in the fabric of space-time should be generated when massive objects like black holes coalesce and merge. And although the signal is expected to be extremely faint, it should still be apparent to an ultra-stable, super-fine measurement system. The Pathfinder's job is to prove the metrology. To do this, it will try to put two small gold-platinum blocks into a perfect free-fall and then track their relative movement using lasers. The intention is to get these blocks following a line that is defined only by gravity. To do that requires that all other forces that might interfere with the demonstration are removed. This means, for example, carefully controlling the influence of temperatures and magnetic fields. Even the vacuum state will introduce \"noise\" into the system if some residual gas molecules are allowed to collide with the blocks. The experiment has been designed such that disturbances to the blocks as small as just a few picometres should be noticed. One picometre is a small fraction of the width of a hydrogen atom. Cesar Garcia is the European Space Agency's project manager on Lisa Pathfinder. He describes the satellite as perhaps the most exquisite ever built. He said: \"The final objective is to be convinced that we can achieve and then measure a pure geodesic motion. That is, a motion subject only to the Riemann tensor - to the curvature of space-time. This is what we aim to do - to work on the noise sources, to suppress the noise sources, to learn the noise sources; and then what remains must be a straight line.\" It is in these conditions of perfect free-fall that one would look for gravitational waves. Lisa Pathfinder itself cannot sense them, however. The ripples produced by merging black holes are at too low a frequency. But if the methodology is scaled up as proposed for the Lisa mission proper, with precision measurement of blocks separated by millions of km, the very delicate signal ought then to show itself. David Southwood was the director of science at Esa in 2004 when the agency contracted Airbus to build Lisa Pathfinder. Now on the steering board of the UK Space Agency, he was present on Friday to see the spacecraft modules packed up ready for the transfer to IABG. He told BBC News: \"It's a fascinating mission right at the frontier of understanding and it could lead one day to the detection of gravitational waves in space. But these technologies don't need to be used just to measure gravity. It's in the nature of things that once you've pushed something to the extreme for a particular purpose, another smart person is inspired to take those ideas and put them to use in another application. What that is, no-one can predict. That's the beauty of it.\" ", "url": "https://www.bbc.com/news/science-environment-31642215"}, {"title": "LISA Pathfinder: Science payload completed and integrated into the satellite", "date": "2015-06-23", "content": "After more than 10 years of intense development, the highly sensitive science payload of the LISA Pathfinder Mission (LPF) has been completed and integrated into the satellite. The science instruments are the core of the mission. \"LISA Pathfinder will test novel technologies in space whose function and performance cannot be tested on the ground at all or only in a limited fashion. LPF will pave the way for the gravitational wave observatory eLISA,\" says Prof. Karsten Danzmann, Director at the AEI and professor at the Leibniz Universität Hannover. eLISA (evolved Laser Interferometer Space Antenna) is scheduled for launch in 2034. While the LPF scientists continue preparing for LPF mission operations, the industrial partner Airbus DS supervised by the European Space Agency (ESA) is running the final tests on the assembled spacecraft. Shipment to the ESA spaceport Kourou in French Guyana is planned in August and mission lift-off on a Vega launcher in the autumn. The mission operations phase will begin once LPF has reached its destination: for a period of several months the scientist will test the high-precision science instruments on board while maintaining regular contact with the satellite. LISA Pathfinder is an ESA mission, with the European space industry and research institutions from France, Germany, Italy, the Netherlands, Spain, Switzerland and Great Britain as well as NASA participating. The Max Planck Institute for Gravitational Physics (Albert Einstein Institute/AEI) in Hannover played a leading role in the development and construction of the scientific instrumentation for LISA Pathfinder. Joint scientific leadership is held by Prof. Karsten Danzmann and Prof. Stefano Vitale from the University of Trento, Italy. LISA Pathfinder is funded by the Federal Ministry for Economic Affairs and Energy based on a resolution of the German Bundestag.", "url": "https://www.aei.mpg.de/201789/lisa-pathfinder-science-payload-completed-and-integrated-into-the-satellite"}]}, {"win label": 0, "news": [{"title": "SPACE TECH READY FOR LIFTOFF", "date": "2015-09-01", "content": "A new piece of technology which will help in the search for gravitational waves is setting off for South America on its final earthbound journey before heading to space. The LISA Pathfinder spacecraft is the first part of an ambitious European Space Agency (ESA) research project which will study the ripples in spacetime caused by massive astronomical events. The existence of these ripples, known as gravitational waves, was predicted by Einstein's Theory of General Relativity but they have not yet been detected on Earth by any sensors built to date. The ESA partners believe that the best way to detect the extremely faint ripples is to place multiple highly sensitive detectors in the vacuum of space, where they will be free of the Earth's vibrational interference. LISA Pathfinder will test new detector technologies which will be used in eLISA, the planned full-scale gravitational wave detector. The LISA Pathfinder spacecraft has passed all its final tests and will start its final earthbound journey when it is shipped to the spaceport in Kourou, French Guiana, on Thursday (3 September). In November, the spacecraft will set off from Earth atop a Vega rocket, an expendable launch system developed by the Italian Space Agency and the European Space Agency. It will be heading towards the Lagrange Point L1, a point in space between the Earth and the Sun where interference from each is minimised.", "url": "https://www.gla.ac.uk/research/az/spaceglasgow/news/headline_418530_en.html"}, {"title": "Lisa Pathfinder Spacecraft Declared Ready Ahead of November Launch", "date": "2015-09-02", "content": "A new spacecraft which will help in the search for gravitational waves is setting off for South America on its final earthbound journey before heading to space in November. A team from the University of Glasgow's School of Physics and Astronomy played a key role in developing and building the Lisa Pathfinder, the University said in a release on Tuesday. The Lisa Pathfinder spacecraft is the first part of an ambitious European Space Agency (ESA) research project with contributions from 14 different European countries and the US. It will study the ripples in spacetime caused by massive astronomical events. The existence of these ripples, known as gravitational waves, was predicted by Einstein's Theory of General Relativity but they have not yet been detected on earth by any sensors built to date. The ESA partners believe that the best way to detect the extremely faint ripples is to place multiple highly sensitive detectors in the vacuum of space, where they will be free of the Earth's vibrational interference. Lisa Pathfinder will test new detector technologies which will be used in eLisa, the planned full-scale gravitational wave detector. The spacecraft has passed all its final tests and will start its final earthbound journey when it is shipped to the spaceport in Kourou, French Guiana tomorrow. In November, the spacecraft will set off from earth atop a Vega rocket, an expendable launch system developed by the Italian Space Agency and the European Space Agency. It will be heading towards the Lagrange Point L1, a point in space between the earth and the sun where interference from each is minimised. \"The wait is nearly over. After an immense amount of hard work, the first major step towards spaceborne gravitational wave astronomy is about to take place,\" said Harry Ward, who leads the University's Lisa Pathfinder team. \"It's a tremendously exciting achievement and we're pleased and proud to have been involved from the start.\" The payload of Lisa Pathfinder contains two floating gold/ platinum cubes that, ideally, will move completely free of any disturbances. A laser system monitors the separation between them with exquisite precision looking for tell-tale movements caused by any tiny stray forces. A team in the Institute for Gravitational Research at the University of Glasgow developed and built this novel meteorology system - called a laser interferometer. Its performance is quite outstanding: it can detect distance changes as small as 10 picometres, or one hundred millionth of a millimetre.", "url": "https://www.gadgets360.com/science/news/lisa-pathfinder-spacecraft-declared-ready-ahead-of-november-launch-735320"}, {"title": "Lisa Pathfinder physics probe sent to spaceport", "date": "2015-10-08", "content": "Europe's fundamental physics space mission, Lisa Pathfinder, has arrived in French Guiana to prepare for its December Launch. The probe, whose construction has been led from the UK, will test the technology needed to detect the warping of space-time. LPF left its Airbus factory in Stevenage on Wednesday to catch an Antonov heavy-lift transporter. The giant plane touched down in South America early on Thursday. Pathfinder's next journey will be on top of a Vega rocket, which will hurl it 1.5 million km from Earth to begin its experiments. That is likely to be on 2 December, depending on the flow of other missions going through the Kourou spaceport. LPF is the first big European Space Agency venture to be primed industrially in Britain since Giotto, the mission that flew past Halley's comet in 1986. Pathfinder contains just the single instrument, which is designed to measure and maintain a 38cm separation between two small metal blocks. These \"test masses\" will be allowed to free-fall inside the spacecraft, and a laser system will then try to track their behaviour, following deviations down to the level of just a few picometres. A picometre is a fraction of the width of an atom. To put it another way, the sensitivity being demanded of the instrument is like measuring the distance from London to New York to well less than the width of a human hair. And while this precision performance is relatively routine in Earth labs, it is very exacting to try to demonstrate it in space. But if LPF can prove the technology, it will pave the way for an even bigger mission in the 2030s that will aim to study gravitational waves. These are incredibly subtle ripples in space-time generated by cataclysmic events such as the merger of monster black holes. ", "url": "https://www.bbc.com/news/science-environment-34477389"}, {"title": "Initial launcher assembly is completed for Arianespace's Vega mission with LISA Pathfinder", "date": "2015-10-26", "content": "The sixth Vega to be launched from French Guiana has completed its basic assembly at the Spaceport, readying this light-lift vehicle to receive Europe's LISA Pathfinder scientific spacecraft for an Arianespace mission in December. Vega's build-up was performed on the Spaceport's ZLV launch pad, with the vehicle protected by a mobile gantry. The initial assembly was accomplished when Vega's AVUM (Attitude and Vernier Upper Module) upper stage was integrated atop the launcher's three lower solid-propellant stages. The AVUM uses liquid bi-propellant for primary maneuvering, along with cold gas for attitude control. With this assembly activity achieved, Vega is now ready to receive its LISA Pathfinder payload for the December 2 launch, which is designated Flight VV06 in Arianespace's launcher family numbering system. The probe was developed in a European Space Agency (ESA) program and is designed to test critical concepts and technologies related to the detection of gravitational waves - the ripples in space-time predicted by Albert Einstein's General Theory of Relativity. Built under the responsibility of prime contractor Airbus Defence and Space, LISA Pathfinder is to be placed by Vega in an initial elliptical Earth orbit. The spacecraft's own propulsion module will be used to reach the operational orbit around the first Sun-Earth Lagrange point (L1) - located approximately 1.5 million kilometers from Earth. The Vega launch vehicle entered service in February 2012, and its five missions conducted to date from French Guiana have orbited a full range of payloads - from Earth imaging satellites and climate change observation platforms to technology demonstrators and an experimental spaceplane. Vega is tailored to accommodate scientific, institutional, governmental and commercial satellites, joining Arianespace's medium-lift Soyuz and heavy-lift Ariane 5 launchers in side-by-side operations from the Spaceport. The development of Vega was performed in a multinationally-financed European Space Agency program, with launcher's design authority and prime contractor role performed by Italy's ELV company - a joint venture of Avio and the Italian Space Agency. ", "url": "https://www.arianespace.com/mission-update/initial-launcher-assembly-is-completed-for-arianespaces-vega-mission-with-lisa-pathfinder/"}, {"title": "LISA Pathfinder Ready for Launch from Kourou", "date": "2015-11-30", "content": "LISA Pathfinder, the European Space Agency's gravitational-wave detection technology demonstrator, is being readied by engineers from Airbus Defence and Space, the world's second largest space company, for a 2 December 2015 lift-off from Kourou, French Guiana. \"LISA Pathfinder is paving the way for a future large space observatory that ultimately will directly observe and precisely measure gravitational waves,\" said François Auque, Head of Space Systems. \"These minute distortions in space-time require very sensitive and highly precise measuring technologies, the performance of which can only be tested in a space environment\". The 1.9-tonne spacecraft, primed by Airbus Defence and Space, will be launched on a European Vega rocket. ESA selected the gravitational universe science theme for its third Large Class L3 mission, for which a LISA-like mission is a leading candidate. Gravitational waves will allow astronomers to study our universe in a new way, and future telescope systems will be able to observe exotic sources, such as colliding super-massive black holes, as never before. After launch, LISA Pathfinder will spend two weeks raising its orbit using a dedicated propulsion module, also built by Airbus Defence and Space, through six separate engine firings. After the final escape burn is performed and the health of the spacecraft module is confirmed, the propulsion module will be jettisoned, approximately 51 days after launch. The spacecraft will continue on its journey to the first Lagrange point (L1) at 1.5 million km from Earth. Its operational orbit is a 500,000 km x 800,000 km Lissajous orbit around the L1 point. During the drift phase, the platform and the two spacecraft propulsion systems (Cold Gas and the NASA Colloidal micronewton thrusters) will be tested and verified. 24 days after the separation, the mission will begin with three weeks commissioning of the science payload including tests such as the release and capture of the test masses, and verification of the Drag Free and Attitude and Control System (DFACS). This will be followed by the six-month long main mission. The demonstrator carries the LISA Technology Package (LTP), which weighs around 150 kilograms. It consists of a laser interferometer measuring changes in the distance between two precision-engineered gold/platinum test masses, each weighing 1.96 kilograms. Once in orbit around L1, the two test masses will be released from a locking mechanism and held in position with a weak electrostatic field that can be very precisely controlled. When this electrostatic actuation of the test masses is switched off, the two gold/platinum blocks will be free to move independently, with no influence from the spacecraft around them. The laser interferometer measures the relative position and orientation of the masses - which will be around 40 centimetres apart - to an accuracy of less than one millionth of the width of a human hair, or less than 0.01 nanometre. LISA Pathfinder's technologies also include two types of tiny thrusters, so small that one is just sufficient to stop a snowflake falling to the ground. These thrusters are to ensure that the spacecraft can counteract external forces, such as solar radiation pressure, effectively shielding the test masses from any external influences. The mission will carry out in-orbit testing of these two micro-propulsion systems, one from Europe and the other from NASA. Airbus Defence and Space in the UK was chosen by the European Space Agency (ESA) to build the spacecraft and propulsion module and is responsible for delivering the integrated satellite. Airbus Defence and Space in Germany was chosen by ESA and the German Aerospace Centre, DLR, to be the systems leader for the LTP, which was developed with contributions from European research institutes and companies. ", "url": "https://spaceref.com/press-release/lisa-pathfinder-ready-for-launch-from-kourou/"}, {"title": "ESA'S LISA PATHFINDER MISSION DELAYED", "date": "2015-12-01", "content": "The European Space Agency (ESA) has postponed their VV06 launch campaign for the flight of the LISA Pathfinder technology demonstrator spacecraft. The Vega rocket to be used for the mission has developed a technical issue that requires engineering analysis before the launch can move forward. Launch had been slated for Dec. 2 at 21:00 GFT - it is unclear when that flight might now occur. Flight controllers have the Vega's payload, ESA's LISA Pathfinder spacecraft, in a safe and stable condition while engineers discuss the technical issue. A review of the engineers' analysis is due on early December 3, 2015. ESA will then make a determination on if the launch should proceed that day. The Lisa Pathfinder mission (formerly named SMART-2) is a proof-of-concept experiment. The plan is to place two objects in a near-perfect gravitational free-fall, shielded from the environment. By using a sophisticated management system, the two objects relative spatial relations will be measured using a laser interferometer. Scientists hope to measure the objects to an accuracy of less than 0.01 nanometers. The LISA Pathfinder mission, if successful, is a precursor to a full gravitational wave experiment called the evolved Laser Interferometer Space Antenna (eLISA) to be launched at a later time.", "url": "https://www.spaceflightinsider.com/missions/esas-lisa-pathfinder-mission-delayed/"}, {"title": "LISA Pathfinder launch grounded to analyze Vega upper stage", "date": "2015-12-01", "content": "Launch managers in French Guiana have delayed liftoff of a European gravitational probe pathfinder at least one day to study the thermal extremes the upper stage of its Vega rocket booster will encounter on the flight, officials said Tuesday. The launch of the European Space Agency's LISA Pathfinder was set for overnight Tuesday (early Wednesday, French Guiana time), but engineers elevated concerns about the readiness of the Vega rocket's liquid-fueled fourth stage, which must ignite two times to deploy the 1,906-kilogram (4,202-pound) spacecraft into the correct orbit. \"We have decided that we cannot launch tonight Vega with LISA Pathfinder,\" said Gaele Winters, ESA's director of launchers. \"We were confronted yesterday with some analysis that indicated that the behavior of the upper stage of the launcher is not completely compliant with the specifications.\" Louis Laurent, vice president of programs of Arianespace, the Vega's commercial operating company, said launcher specialists raised questions about the fourth stage Monday afternoon after a launch readiness review earlier in the day gave the go-ahead for final flight preparations. \"The answer to these questions was not obvious,\" Laurent told reporters Tuesday. \"We were quite confident we would find a good answer to this question during the night, and when we reviewed the file this morning it was not convincing. The file was not totally clean, and in order to avoid putting too much pressure on the teams - we want to launch, but we want to launch safe - we decided to give them an additional 24 hours to consolidate the file.\" Winters told Spaceflight Now the concerns centered on the temperatures the upper stage engine will see during a long coast phase between two firings on the LISA Pathfinder launch. Engineers are crunching data to ensure the conditions will be safe. \"We have asked for additional analysis to look at that because we cannot take risks with a launch, certainly not with a beautiful satellite like LISA Pathfinder,\" Winters said. \"We have received that (analysis), but we are not satisfied. To put it in very simple words, what we need to have is really solid information to base a decision on to launch LISA Pathfinder, and that solid information is not available today.\" Further reviews are planned late Tuesday and Wednesday morning, after which Arianespace and ESA management will decide whether to proceed with a launch countdown Wednesday evening. The LISA Pathfinder spacecraft sitting atop the Vega rocket is heading for a halo orbit around the L1 Lagrange point 1.5 million kilometers (930,000 miles) from Earth toward the sun. From that station, the probe will test out fine-tuned technologies required for a future mission to detect gravitational waves, phenomena predicted by Albert Einstein's general theory of relativity. The Vega rocket is supposed to place LISA Pathfinder into a preliminary parking orbit, then a propulsion module attached to the spacecraft will send it to L1, where it is due to arrive in late January. Teams at the European-run spaceport in Kourou, French Guiana, and Europe are analyzing data in hopes of getting comfortable with the upper stage and launching despite the unexpected readings. The Vega rocket's fourth stage, called the Attitude and Vernier Upper Module, is responsible for injecting satellites like LISA Pathfinder into orbit. It sits top three lower stages powered by solid-fueled motors. The Italian-developed fourth stage burns a mixture of hydrazine and nitrogen tetroxide, and it is propelled by a Ukrainian RD-869 engine. Laurent said Arianespace is working with the Vega's prime contractors, Avio and ELV of Italy, to ensure the rocket is ready to go. \"This is totally in accordance with our zero risk policy,\" Laurent said. \"If we have a (problem), we stay on the ground because on the ground we are safe, and we will launch when we're 100 percent sure of the flight worthiness of the launch vehicle.\" If officials give a go, the launch time is set for 0404 GMT Thursday (11:04 p.m. EST Wednesday), or 1:04 a.m. local time in French Guiana. \"It's a pity, and we don't know yet if it will be possible tomorrow, but we'll do everything to get the full information available to be able to take such a decision,\" Winters told reporters here. ", "url": "https://spaceflightnow.com/2015/12/01/lisa-pathfinder-launch-grounded-to-analyze-vega-upper-stage/"}, {"title": "LISA Pathfinder spacecraft ready for lift-off", "date": "2015-12-01", "content": "BUCKLE up. The LISA Pathfinder spacecraft prepares to be enclosed within two half-shells of a Vega rocket fairing at the Guiana Space Centre in French Guiana, 16 days before launch. Due to blast off on 2 December at 0415 GMT, the rocket will carry LISA Pathfinder on the first leg of its journey into a low Earth orbit. I will be there to watch the launch and report back on it. If all goes to plan, the fairing will then be jettisoned and the spacecraft will use its own propulsion module to manoeuvre itself into its operational orbit at the first Lagrange point, L1. This is where gravitational forces balance to keep the craft in a stable position between Earth and the sun. LISA Pathfinder is to carry instruments designed to detect gravitational waves - ripples in space-time predicted by Einstein's theory of general relativity. If Einstein was right, gravitational waves emanate from supermassive black holes as they pull in other objects, but they have never been observed directly. Once in position, two gold-platinum cubes will be released in perfect free fall inside the spacecraft, isolated from non-gravitational forces such as sunlight, and their positions tracked with lasers. It's a crucial test of the technology that the European Space Agency hopes to deploy in the eLISA mission, set for 2034, which aims to let us see hidden parts of the universe by monitoring gravitational waves.", "url": "https://www.newscientist.com/article/mg22830500-100-lisa-pathfinder-spacecraft-ready-for-lift-off/"}, {"title": "Lisa Pathfinder satellite launched successfully", "date": "2015-12-02", "content": "How was the universe formed? How does gravity work? The LISA Pathfinder mission, started officially on Dec. 3, 2015 with the launch of the probe from Kourou in French Guyana, will try to answer these and many other questions. LISA Pathfinder was built by ESA with the fundamental contribution of the ASI. The mission has a very precise and ambitious task: to pave the way to building a space observatory of gravitational waves that should be fully completed by 2034 with the launch of the e-Lisa mission. The purpose of the probe is to confirm with tests in space the existence of gravitational waves, thereby validating the technology necessary in an environment that cannot be reproduced in any laboratory on Earth. The probe will be positioned at a distance of about 1.5 million kilometers from Earth. It will contain two freely floating masses, shielded from outside forces, which will follow a path determined solely by the local gravitational field. The probe position will be kept centered with respect to the test masses; in other words, the probe and the masses will fly in formation. The movement of the test masses will be measured with an accuracy never before experienced thanks to a laser interferometer with picometer resolution.", "url": "https://www.leonardo.com/en/news-and-stories-detail/-/detail/lisa-pathfinder-satellite-launched-successfully"}, {"title": "LISA Pathfinder en route to gravitational wave demonstration", "date": "2015-12-03", "content": "ESA's LISA Pathfinder lifted off earlier today on a Vega rocket from Europe's spaceport in Kourou, French Guiana, on its way to demonstrate technology for observing gravitational waves from space. Gravitational waves are ripples in the fabric of spacetime, predicted a century ago by Albert Einstein's General Theory of Relativity, published on 2 December 1915. Einstein's theory predicts that these fluctuations should be universal, generated by accelerating massive objects. However, they have not been directly detected to date because they are so tiny. For example, the ripples emitted by a pair of orbiting black holes would stretch a million kilometre-long ruler by less than the size of an atom. LISA Pathfinder will test the extraordinary technology needed to observe gravitational waves from space. At its core is a pair of identical 46 mm gold-platinum cubes separated by 38 cm, which will be isolated from all external and internal forces acting on them except one: gravity. The mission will put these cubes in the purest free-fall ever produced in space and monitor their relative positions to astonishing precision, laying the foundations for gravitational wave observatories in space. Such future missions will be key partners to the ground sites already searching for these elusive cosmic messengers. Space and ground experiments are sensitive to different sources of gravitational waves, both opening up new possibilities to study some of the most powerful phenomena in the Universe. The Vega launcher lifted off at 04:04 GMT (05:04 CET). About seven minutes later, after separation of the first three stages, the first ignition of Vega's upper stage propelled LISA Pathfinder into a low orbit, followed by another ignition about one hour and forty minutes into the flight. The spacecraft separated from the upper stage at 05:49 GMT (06:49 CET). Controllers at ESA's operations centre in Darmstadt, Germany then established control. Over the next two weeks, the spacecraft itself will raise the orbit's highest point in six critical burns. The final burn will propel the spacecraft towards its operational location, orbiting around a stable virtual point in space called L1, some 1.5 million kilometres from Earth towards the Sun. LISA Pathfinder is expected to reach its operational orbit about 10 weeks after launch, in mid-February. After final checks, it will begin its six-month scientific mission at the beginning of March. En route to the final orbit, the two cubes will be released from the locking mechanisms that hold them during launch and cruise. Once in orbit around L1, the final mechanisms will be unlocked and the cubes will no longer be in mechanical contact with the spacecraft. A complex system of laser beams bouncing between the two cubes will measure how close to true free-fall they are to within a billionth of a millimetre - never previously achieved in space. \"Fundamental research tries to understand our world,\" says Johann-Dietrich Woerner, ESA's Director General. \"Einstein' s theoretical findings are still very impressive. With LISA Pathfinder we will try to take a further step towards confirmation of one of Einstein's predictions: gravitational waves.\" The spacecraft itself will be an active part of the experiment, firing tiny thrusters about 10 times a second to adjust its position and avoid making contact with the cubes, thus shielding them from any forces that would prevent them from moving under the effect of gravity alone. If these extraordinarily high-precision measurements and operations can be achieved by LISA Pathfinder, the door will be open to building a future space observatory, capable of detecting the minute disturbances in spacetime produced by gravitational waves, which are expected to be a few tens of a billionth of a millimetre over distances of millions of kilometres. \"Gravitational waves are the next frontier for astronomers. We have been looking at the Universe in visible light for millennia and across the whole electromagnetic spectrum in just the past century,\" says Alvaro Giménez Cañete, ESA's Director of Science and Robotic Exploration. \"But by testing the predictions made by Einstein one hundred years ago with LISA Pathfinder, we are paving the road towards a fundamentally new window on the Universe.\" LISA Pathfinder will operate as a physics laboratory in space. Over an intense period of six months, mission scientists will analyse the data received on Earth from each day's operations to plan the experiments to be performed on the satellite during the following days. \"After many years of development and testing on the ground, we are looking forward to the ultimate test, which can only be run in space,\" says Paul McNamara, ESA's LISA Pathfinder project scientist. \"In a few weeks, we will be exploring the very nature of gravity in space, gaining the confidence to build a full-scale space observatory to study the gravitational Universe in the future.\" An industrial team led by the prime contractor, Airbus Defence & Space Ltd, built the spacecraft. Airbus Defence & Space GmbH provided the integrated LISA Technology Package payload and a consortium of European companies and research institutes provided its subsystems. NASA provided additional hardware and software that contributes to the mission by validating an alternative technological approach to keeping the spacecraft from making contact with the test masses. \"Integrating LISA Pathfinder posed many challenges, and we are extremely happy to see our trailblazing machine finally in space, ready to embark on its journey to L1, where it will pave the way for a new class of future space projects,\" concludes César García Marirrodriga, ESA's LISA Pathfinder project manager. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/LISA_Pathfinder_en_route_to_gravitational_wave_demonstration"}, {"title": "Space Probe Set to Test Einstein's Relativity Theory", "date": "2015-12-03", "content": "The European Space Agency on Thursday said it had launched a prototype lab to test a key part of Albert Einstein's theory of relativity, published almost exactly a century ago. A Vega light rocket lifted off from the ESA's space base in Kourou, French Guiana, carrying a \"technology demonstrator\" called LISA Pathfinder into orbit, it said. The probe aims at observing gravitational ripples in space -- something predicted by Einstein in his General Theory of Relativity, published on December 2, 1915. His theory forecasts that these fluctuations should be present throughout the Universe, caused by massive, accelerating objects. So far, though, the ripples have not been directly detected because they are so tiny, the ESA said in a press release. \"The ripples emitted by a pair of orbiting black holes would stretch a million-kilometer ruler by less than a single atom,\" it said. The key experiment in LISA Pathfinder comprises two small, identical gold- plated platinum cubes, separated by 38 centimeters. Isolated from every external and internal force except gravity, the cubes will be put into \"the purest freefall ever produced in space\" -- the point being to see if their position is altered by gravitational waves, ESA said. \"Gravitational waves are the next frontier for astronomers. We have been looking at the Universe in visible light for millennia and across the whole electromagnetic spectrum in just the past century,\" said Alvaro Gimenez Canete, ESA's director of science and robotic exploration. \"But by testing the predictions made by Einstein one hundred years ago with LISA Pathfinder, we are paving the road towards a fundamentally new window on the Universe.\" Over the next two weeks, six thruster boosts will propel LISA Pathfinder towards its intended location, a stable point in space called L1, around 1.5 million kilometers from Earth towards the Sun. If all goes well, it will begin its six-month scientific mission in early March. ", "url": "https://www.naharnet.com/stories/en/196033-space-probe-set-to-test-einstein-s-relativity-theory"}, {"title": "Hunt For Gravitational Waves Continues With New Spacecraft", "date": "2015-12-05", "content": "Yesterday, the European Space Agency's (ESA) LISA Pathfinder spacecraft launched, on a mission that could one day lead to the discovery of elusive gravitational waves. But while that's obviously exciting, it's how this spacecraft will be doing it that will blow your mind. The launch took place from ESA's spaceport in Kourou, French Guiana, on top of a Vega rocket. On board, the spacecraft has technology that will be used to demonstrate how to find gravitational waves. It won't actually be able to make a direct detection on this mission, but that in itself shows how keen scientists are to make a detection of gravitational waves. Gravitational waves are believed to be ripples in space-time caused by massive objects such as interacting black holes, first theorized by Einstein. Despite numerous experiments over the last few decades, however, no detection has been made. \"Gravitational waves are the next frontier for astronomers,\" said Alvaro Giménez Cañete, ESA's Director of Science and Robotic Exploration, in a statement. \"We have been looking at the universe in visible light for millennia and across the whole electromagnetic spectrum in just the past century. But by testing the predictions made by Einstein one hundred years ago with LISA Pathfinder, we are paving the road towards a fundamentally new window on the universe.\"", "url": "https://www.iflscience.com/gravitational-wave-spacecraft-absolutely-amazing-32504"}]}, {"win label": 1, "news": [{"title": "LISA Pathfinder approaches its operational orbit", "date": "2016-01-13", "content": "While LISA Pathfinder is en route to its operational orbit, the science and engineering teams are testing the systems on the spacecraft. This week, they will begin to switch on elements of the science payload, including the laser that will be used to monitor the most precise free-fall motion ever obtained in space. LISA Pathfinder (LPF) is the test mission to demonstrate new technologies necessary for the planned gravitational wave observatory eLISA, a large space observatory for the direct observation of one of the most elusive astronomical phenomena - gravitational waves, tiny fluctuations in the fabric of space-time predicted by Albert Einstein's Theory of General Relativity. Launched on 3 December 2015, LISA Pathfinder has used its propulsion module to raise its orbit six times and embark on the path to its operational orbit around the Lagrange point L1, 1.5 million km from Earth in the direction of the Sun. After releasing the propulsion module on 22 January the science module will enter its final orbit. Science operations will then begin on 1 March. At the centre of the science module lies the LISA Technology Package, the scientific heart of the mission, housing the two test masses. Once the spacecraft is in a stable orbit this pair of identical gold-platinum cubes will be set free to move under the influence of gravity. A laser interferometer will track their motions and measure the minuscule changes caused by forces other than gravity to assess how much they deviate from actual free fall. Even in space, isolating a test mass from all the non-gravitational forces acting on it is a daunting endeavour. Demonstrating that such an accurate free-fall can be obtained is a crucial condition for future space-borne observatories of gravitational waves. Physicists at the University of Birmingham were involved in the design and build of the Phasemeter - an electronic unit, which measures the separation between two test masses linked by laser beams. It will allow scientists to search for any spurious influences on the measurements between the masses that might hinder the future detection of gravitational waves by eLISA. During LISA Pathfinder's cruise to L1, teams from ESA and Airbus Defence and Space have been commissioning the spacecraft, verifying that all systems, subsystems and instruments function as expected. Just before Christmas the cold gas micro-newton thrusters, which will be used to accurately adjust the spacecraft position by tiny shifts during the operations phase were first activated. Last week the colloidal micro-newton thrusters provided by NASA-JPL as part of the Disturbance Reduction System were switched on and tested. Professor Mike Cruise from the School of Physics and Astronomy at the University of Birmingham said: 'The scientific payload on LISA Pathfinder will be switched on in stages over the coming weeks in preparation for science operations which start in March. Scientists and engineers from research groups across Europe will be studying the early data to check that all is working correctly.' This week the teams will start commissioning the LISA Technology Package, switching on the payload computer and other electronics, testing the control unit of the caging mechanism that holds the test masses secure during launch and cruise, and verifying that the radiation monitor works well. On 13 January they will switch on the laser, the first scientific component of the LISA Technology Package to be activated. During science operations the laser will be used to feed two light beams to the interferometer, which will measure the position and attitude of the free-falling test masses to unprecedented accuracy. Over the next couple of days the teams will perform a number of tests to examine how the laser, which was calibrated on the ground, works in space. In particular they will verify the laser performance under many different combinations of temperature and power output from the pump diode module that provides energy to the laser crystal, collecting data that will be crucial to run the laser during science operations. On 22 January the propulsion module will be separate from the science module in order to reduce the self-induced gravitational disturbances, and the science module will proceed on its journey to L1. The commissioning of the spacecraft and instruments will continue until the end of February. During this period, the test masses will be released, in a two-step process, from the mechanisms that have been holding them secure in position during the launch and cruise phase. ", "url": "https://www.birmingham.ac.uk/news-archive/2016/lisa-pathfinder-approaches-its-operational-orbit"}, {"title": "NASA's LISA Pathfinder Thrusters Operated Successfully", "date": "2016-01-21", "content": "While some technologies were created to make spacecraft move billions of miles, the Disturbance Reduction System has the opposite goal: To keep a spacecraft as still as possible. The thruster system, managed by NASA's Jet Propulsion Laboratory, Pasadena, California, is part of the European Space Agency's LISA Pathfinder spacecraft, which launched from Kourou, French Guiana on Dec. 3, 2015 GMT (Dec. 2 PST). LISA Pathfinder will test technologies that could one day allow detection of gravitational waves, whose effects are so miniscule that a spacecraft would need to remain extremely steady to detect them. Observing gravitational waves would be a huge step forward in our understanding of the evolution of the universe. Now, LISA Pathfinder is on its way to Lagrange Point L1, about 930,000 miles (1.5 million kilometers) from Earth in the direction of the sun. L1 is a special point that a spacecraft can orbit while maintaining a nearly constant distance to Earth. This month, scientists and engineers have been switching on LISA Pathfinder's instruments to test them in space. This has included the Disturbance Reduction System instrument computer and thrusters. The system uses colloid micronewton thrusters, which operate by applying an electric charge to small droplets of liquid and accelerating them through an electric field, to precisely control the position of the spacecraft. Thrusters that work this way had never been successfully operated in space before LISA Pathfinder launched. As of Jan. 10, all eight identical thrusters, developed by Busek Co., Natick, Massachusetts, with technical support from JPL, passed their functional tests. The thrusters achieved their maximum thrust of 30 micronewtons, equivalent to the weight of a mosquito. This level of precision is necessary to counteract small forces on the spacecraft such as the pressure of sunlight, with the result that the spacecraft and the instruments inside are in near-perfect free-fall. A mission to detect gravitational waves would need that level of stability. \"We reached a major milestone with this technology development,\" said Phil Barela, Disturbance Reduction System project manager at JPL. \"The DRS is helping point the way to a system that could be used to detect gravitational waves in the future.\" Gravitational waves are one of the last unverified predictions from the theory of General Relativity, which Albert Einstein published about a century ago. Einstein wrote that as massive bodies accelerate, such as black holes, they produce distortions in space-time. Scientists are interested in observing and characterizing these ripples in space-time so that they can learn more about the astrophysical systems that produce them, and about gravity itself. Proposed experiments to detect them from space, such as a future LISA mission, would need to measure how two freely-falling objects move ever so slightly, relative to each other, as a result of gravitational waves. In order to rule out any disturbances that could mask these waves, there must be a system to compensate for solar pressure and other factors. The Disturbance Reduction System on LISA Pathfinder will demonstrate this technology. The Disturbance Reduction System could also lead to advanced thruster systems for other space applications. Space telescopes need to be very stable to detect distant planets in other solar systems, for example, and could use a similar system. A set of thrusters like the Disturbance Reduction System's could also be used in small satellites to help synchronize flying patterns. LISA Pathfinder will reach its final orbit on Jan. 22, and begin science operations on March 1. For the first phase of the mission's science operations, a thruster technology system designed by the European Space Agency will be used. JPL's Disturbance Reduction System will then take over in June or July, operating for 90 days. ", "url": "https://www.jpl.nasa.gov/news/nasas-lisa-pathfinder-thrusters-operated-successfully"}, {"title": "LISA Pathfinder on station a million miles from Earth", "date": "2016-01-25", "content": "Europe's LISA Pathfinder mission crafted to demonstrate the ability to detect gravitational waves - theorized ubiquitous cosmic signals that have so far eluded discovery - has arrived at its operating post around the L1 Lagrange point nearly a million miles from Earth. The six-sided spacecraft jettisoned its propulsion module at about 1130 GMT (6:30 a.m. EST) Friday after a series of engine burns thrust LISA Pathfinder toward its work site at L1 after lifting off from French Guiana on Dec. 3. LISA Pathfinder's launch aboard a European Vega rocket put the spacecraft and its fuel-laden engine section into an elliptical low-altitude orbit with a high point about 1,540 kilometers (957 miles) above Earth. The propulsion package attached to the base of the LISA Pathfinder science module fired six times to propel the probe farther from Earth toward the L1 libration point about 1.5 million kilometers (932,000 miles) toward the sun. A final 64-second maneuver by the spacecraft's main engine Jan. 20 nudged LISA Pathfinder into a looping, halo-like orbit around L1, an imaginary point between the Earth and the sun where the gravitational pull from the two bodies balances, allowing a spacecraft to loiter there with occasional small corrections. LISA Pathfinder needed only one of two prescribed burns to enter orbit at L1, and ground controllers programmed the spacecraft to jettison its engine module Friday.", "url": "https://spaceflightnow.com/2016/01/25/lisa-pathfinder-on-station-a-million-miles-from-earth/"}, {"title": "LISA Pathfinder arrives at Distant Worksite for ambitious Technology Demonstration", "date": "2016-01-25", "content": "ESA's LISA Pathfinder spacecraft arrived at its distant worksite, located 1.5 Million Kilometers from Earth for the mission's ambitious demonstration of cutting edge technology needed for the measurement of gravitational waves, tiny ripples in space-time predicted by Einstein's Theory of General Relativity. The spacecraft arrived at the L1 Sun-Earth Lagrange Point on January 22 and is set to begin its demonstration, lasting at least six months, in March. The LISA Pathfinder was sent on its way atop a Vega rocket back on December 3, being launched into a Low Earth Orbit of 210 by 1,521 Kilometers, inclined 5.97°. What followed was a nine-day dash to put the spacecraft through initial tests and commissioning tasks and beginning orbital maneuvers as the spacecraft was tasked with six Apogee-Raising Maneuvers (ARMs) to increase the high-point of its orbit to 1.5 Million Kilometers, directed towards the sun in order to intercept the L1 Libration Point. This semi-stable point where the gravitational pulls of sun and Earth cancel each other out was chosen for this mission as it offers a very quiet environment for the spacecraft to carry out its tasks in terms of gravitational and thermal environments. LISA Pathfinder was put through three days of initial health checks and reconfigurations to ready the Propulsion Module for operation and ensure the Science Module's systems were in good shape after the ride to orbit. A brief burn of the 450-Newton main engine was conducted on the third mission day to gather performance data on the engine to help planning the subsequent maneuvers and ensure errors would be as small as possible. The six ARMs were set up with a number of considerations in mind, the obvious one being the requirement of sending the spacecraft on its way to intercept the L1 point - on the line connecting the sun and Earth - after the sixth maneuver. Another factor playing a role in the burn setup was the maximum burn time with respect to the state of charge of the spacecraft battery and the need to slew the craft back to a sun-pointed orientation for power-generation. Also, a major item to consider was to minimize the time the spacecraft spent inside the radiation belts. Therefore, the burns were set up to jump over the inner and outer belt to spare the electronics aboard the vehicle intense doses of radiation. Completing its six-week journey from Earth to L1, the LISA Pathfinder performed a small supplementary burn to correct the ARM6 maneuver with another even smaller correction following thereafter. Given the extremely tight margins that need to be met for a craft to enter a semi-stable orbit around a Lagrange Point, LISA Pathfinder only had to perform a small maneuver to nudge itself into orbit around L1. This 64-second 'orbit insertion-type maneuver' occurred on January 20 and used the Propulsion Module for the final time as a supplementary maneuver could be canceled after the first burn was very accurate. Having done its job, the spent propulsion module was separated from the Science Module at 11:30 UTC on January 22, signaling the craft's arrival in orbit around L1. As a parting gift, the Propulsion Module set the Science Module spinning for stabilization before the Microthrusters could be activated for three-axis stabilization. Next for the spacecraft is a series of three thruster burns to stabilize it in a 500,000 x 800,000-Kilometer orbit around the Libration Point for the start of commissioning activities. After settling in, LISA Pathfinder will finish commissioning that already started while the craft was still en-route to L1. The Disturbance Reduction System has already been checked out and the Laser Metrology System, in charge of measuring the precise distance between two proof masses down to picometer accuracy, has also been powered up for a test. The two Test Masses will be released in a complex sequence in February involving the Positioning and Release Mechanism sporting a three-stage capture design - a single-shot actuator holding the mass in place, a second stage actuator that can break the adhesion to the launch lock and a release actuator breaking the adhesion of the second stage positioning plunger. The launch locks will be retracted on February 3 to be followed by the release the Positioning and Release Mechanism on the 15th & 16th, one mass after the other. The LISA Technology Package is set to initiate science operations on March 1. The sensor complement of the LISA Pathfinder mission consists of two major components - the LISA Technology Package (LTP) with its Cold Gas Micro Propulsion Subsystem and the Disturbance Reduction System (DRS) provided by NASA. Both systems will test the key technologies for drag-free control in a system that is comprised of three orbiting bodies, essentially a small formation flying exercise of three parts - the LISA Pathfinder spacecraft and the two proof masses within it. The metrology concept for the mission calls for one of the masses to be in 'perfect' free fall in all translational degrees of freedom, no force is purposely applied to this particular mass. The spacecraft follows the first test mass by using its drag-free control system that enables it to 'free fall' along with the mass with sufficient accuracy. The second mass is free along the y and z axes and the spacecraft can follow this by using rotation around these two axes. The high-precision measurement system will track the motion of the test masses relative to the spacecraft to allow for test-mass to test-mass tracking with an accuracy unaffected by spacecraft motion - even for test masses in different spacecraft which will be the case for eLISA. ", "url": "https://spaceflight101.com/lisa-pathfinder/lisa-pathfinder-arrives-at-distant-worksite-for-ambitious-technology-demonstration/"}, {"title": "LISA Pathfinder on station a million miles from Earth", "date": "2016-01-29", "content": "Europe's LISA Pathfinder mission crafted to demonstrate the ability to detect gravitational waves - theorised ubiquitous cosmic signals that have so far eluded discovery - has arrived at its operating post around the L1 Lagrange point nearly a million miles from Earth. The six-sided spacecraft jettisoned its propulsion module at about 1130 GMT (6:30 a.m. EST) Friday after a series of engine burns thrust LISA Pathfinder toward its work site at L1 after lifting off from French Guiana on Dec. 3. LISA Pathfinder's launch aboard a European Vega rocket put the spacecraft and its fuel-laden engine section into an elliptical low-altitude orbit with a high point about 1,540 kilometers (957 miles) above Earth. The propulsion package attached to the base of the LISA Pathfinder science module fired six times to propel the probe farther from Earth toward the L1 libration point about 1.5 million kilometers (932,000 miles) toward the sun. A final 64-second maneuver by the spacecraft's main engine Jan. 20 nudged LISA Pathfinder into a looping, halo-like orbit around L1, an imaginary point between the Earth and the sun where the gravitational pull from the two bodies balances, allowing a spacecraft to loiter there with occasional small corrections. LISA Pathfinder needed only one of two prescribed burns to enter orbit at L1, and ground controllers programmed the spacecraft to jettison its engine module Friday. Airbus Defense and Space manufactured the LISA Pathfinder spacecraft and its propulsion module, which engineers derived from the fuel tanks and thrusters used on Airbus' Eurostar series of large commercial communications satellites. Tiny nitrogen cold gas thrusters now have primary control of the spacecraft for its six-month primary mission. \"Heat and vibration from the regular, hot thrusters on the propulsion module would cause too much disturbance during the spacecraft's delicate technology demonstration mission,\" said Ian Harrison, LISA Pathfinder's spacecraft operations manager at the European Space Agency's control center in Darmstadt, Germany. \"Primary propulsion during the rest of the mission will be provided by cold gas microthrusters to keep us at L1.\" The cold gas jets supply minuscule levels of thrust to maintain control of the spacecraft and help steer it in orbit around L1. The thrusters were scheduled to guide LISA Pathfinder into its final orbit around L1 this week, putting the craft in a looping path stretching between 500,000 and 800,000 kilometers (300,000 to 500,000 miles) from the L1 location. LISA Pathfinder's mission is to test technologies needed for a future observatory to detect and study gravitational waves, elusive signals through spacetime predicted by Albert Einstein's general theory of relativity. Einstein predicted that the movement of immense objects in the universe, such as galaxies and black holes, send out low-frequency waves of gravitational energy rippling across spacetime. But gravitational waves are easily overwhelmed by gravity from nearby objects like the sun and the planets, and perturbations from a spacecraft's thrusters, motion and other sources could mask a detection. That's where LISA Pathfinder comes in. The $630 million mission carries two rounded gold-platinum test cubes - each 1.8 inches or 46 millimeters on a side - that will be suspended in vacuum enclosures. A laser measurement system will precisely track the distance between the two free-floating cubes down to one picometer, or one one-hundredth the size of an atom. Such precision is required for a future space mission to launch in the 2030s with a goal of using gravitational waves as a window into some of the unseen workings of the cosmos. The low-frequency waves cannot be detected by LISA Pathfinder because the 2.1-meter diameter (6.9-foot) spacecraft is too small. But with two or three similar spacecraft positioned millions of miles apart, physicists believe the gravitational ripples can be detected and tapped for scientific research. Controllers switched on the laser aboard LISA Pathfinder on Jan. 13. The test cubes will be released from their launch restraints next month, with the first procedure Feb. 3 to retract finger-like appendages from each cube. Then each cube's caging device will pull away Feb. 15 and 16, breaking the mechanical contact between the test masses and the spacecraft. From that point on, LISA Pathfinder's control software and microthrusters will essentially fly the spacecraft around the free-floating test cubes, ensuring the objects do not recontact the edges of their enclosures, with tolerances of a few millimeters - less than an inch. The process to release the test cubes could not be fully tested on the ground, making it one of the driving reasons behind ESA's decision to develop a demonstrator probe before launching a more expensive multi-spacecraft gravitational wave observatory. A thruster package provided by NASA will also manage LISA Pathfinder's pointing for about three months of its 180-day prime mission. The U.S-made electric thrusters will point the spacecraft with a precision equivalent to the width of the double helix in a strand of DNA, according to Phil Barela, project manager for NASA's contribution to the LISA Pathfinder mission. Such fine control of a spacecraft is an improvement over the pointing requirements for large space telescopes like Hubble, but it is necessary for research into gravitational waves. Astronomers say gravitational waves coming from immense objects in the distant universe, such as merging black holes and galactic nuclei, can yield new insights into the fundamental physics of the universe in ways impossible to study with traditional observations of light waves. \"We think we know all the different forces that could disturb a test mass, and all the different mechanisms that could basically mask a gravitational wave, and one of the purposes of LISA Pathfinder is saying did we get them all controlled and did we really understand what they all were,\" said Ira Thorpe, a researcher at NASA's Goddard Space Flight Center and a U.S. member of the LISA Pathfinder science team, in an interview before the mission's launch. ", "url": "https://astronomynow.com/2016/01/29/lisa-pathfinder-on-station-a-million-miles-from-earth/"}, {"title": "First locks released from Lisa Pathfinder's cubes", "date": "2016-02-09", "content": "Today, the lock fingers that kept the two test masses on LISA Pathfinder secure during the launch and cruise phase were successfully unlocked. As planned, the two cubes are still attached to the spacecraft via an additional mechanism that will hold them in place until mid February, as the teams carry on with the spacecraft and payload commissioning. Tests on LISA Pathfinder are proceeding on schedule. The spacecraft completed its six-week journey in space, reaching its operational location in orbit around the Lagrange point L1 on 22 January 2016. With the spacecraft settling into its new home, teams from ESA, Airbus Defence and Space (the prime contractor) and the institutes that provided the payload hardware continue to perform tests on the various systems, subsystems and instruments in preparation for when science operations will begin on 1 March. At the centre of the spacecraft is the LISA Technology Package, which houses the two test masses that will be put in the most precise free-fall motion ever obtained in space. The position and attitude of these two identical gold-platinum cubes is monitored by a laser interferometer to estimate how much their motion is affected by other forces beyond gravity. On 13 January, the laser was the first element of the science payload to be switched on, and preliminary measurements indicate that its performance is exceptionally good. But it will be another few weeks before everything is ready to begin the science phase of this mission. \"During operations on ground, launch and cruise, each cube was held in position by eight launch lock fingers pressing the cube's eight corners,\" explains César García Marirrodriga, ESA's LISA Pathfinder project manager. \"Today, we successfully pulled back the lock fingers, handing the cubes over to the Grabbing, Positioning and Release Mechanism (GPRM) - these are additional mechanical elements that are softly holding the two opposite faces of each cube,\" he adds. The release of the test masses is a crucial procedure for operating the mission, so it was designed in two steps. First, the launch lock fingers are retracted, simultaneously opening a gate valve to vent the interior of the inertial sensors and pump residual gas molecules out to space. Recreating a high vacuum environment around the test masses will take a couple of weeks. Second, the GPRM will be retracted from one of the cubes on 15 February, and on the following day from the other one. When the GPRM is retracted, the test masses will no longer be in mechanical contact with the spacecraft, freely floating inside their housing. The cubes measure 46 mm across and are about 4 mm away from the walls of their respective housing. In order to place them correctly, the mechanism must release each cube with a positional accuracy of approximately 200 μm with respect to the geometrical centre in all three directions. To avoid reaching any of the walls, the masses must be released with a velocity of less than 5 μm/s, or 18 mm/h, meaning that it would take them about a quarter of an hour to cover the space separating them from the surrounding walls. \"We are excited about the final test mass release, because the minute forces and velocities involved could not be fully tested on ground: it was not physically possible in the presence of Earth's gravity,\" says Hans Rozemeijer, LISA Pathfinder payload engineer. \"In space missions we normally test what we will fly, and then we fly what we tested, but sometimes the ground conditions simply do not let us fulfil this paradigm,\" he adds. Immediately after the GPRM is released, the teams will apply electrostatic forces to the cubes using the electrodes in their housings to move them and make them follow the spacecraft. Over the following days, they will gradually reduce the intensity of the electrostatic force until eventually no force is applied to the masses, and the spacecraft will start moving around one of the free-falling cubes. This is the nominal operating mode for the science phase of LISA Pathfinder, and it will be first activated on 23 February. ", "url": "https://phys.org/news/2016-02-lisa-pathfinder-cubes.html"}, {"title": "Test cubes floating freely inside LISA Pathfinder", "date": "2016-02-16", "content": "ESA's LISA Pathfinder has released both of its gold-platinum cubes, and will shortly begin its demanding science mission, placing these test masses in the most precise freefall ever obtained to demonstrate technologies for observing gravitational waves from space. Launched on 3 December, LISA Pathfinder reached its operational location on 22 January, some 1.5 million km from Earth in the direction of the Sun. As tests on the spacecraft and its precious payload continue, a major milestone was reached today. For the first time, the two masses - a pair of identical 46 mm gold-platinum cubes - in the heart of the spacecraft are floating freely, several millimetres from the walls of their housings. The cubes sit 38 cm apart linked only by laser beams. Throughout LISA Pathfinder's ground handling, launch, the burns that raised its orbit, and the six-week cruise to its work site, each cube was held firmly in place by eight 'fingers' pressing on its corners. On 3 February, the locking fingers were retracted and a valve was opened to allow any residual gas molecules around the cubes to vent to space. Each cube remained in the centre of its housing held by a pair of rods softly pushing on two opposite sides. The rods were finally released from one test mass yesterday and from the other today, leaving the cubes floating freely, with no mechanical contact with the spacecraft. \"This is why we sent the test cubes into space: to recreate conditions that are impossible to achieve in the gravitational field of our planet,\" says Paul McNamara, ESA's project scientist. \"Only under these conditions is it possible to test freefall in the purest achievable form. We can't wait to start running experiments with this amazing gravity laboratory.\" It will be another week before the cubes are left completely at the mercy of gravity, with no other forces acting on them. Before then, minute electrostatic forces are being applied to move them around and make them follow the spacecraft as its flight through space is slightly perturbed by outside forces such as pressure from sunlight. On 23 February, the team will switch LISA Pathfinder to science mode for the first time, and the opposite will become true: the cubes will be in freefall and the spacecraft will start sensing any motions towards them owing to external forces. Microthrusters will make minuscule shifts in order to keep the craft centred on one mass. Then the scientists will be in a position to run several months of experiments to determine how accurately the two freely-flying test masses can be kept positioned relative to each other, making measurements with the laser that links them. Roughly speaking, the required accuracy is on the order of a millionth of a millionth of a metre. \"The release of the test masses was clearly the most critical operation throughout the mission, as it was not possible to test it fully on the ground due to the small forces and movements involved. We are ecstatic with this world-class achievement,\" says César García Marirrodriga, ESA's project manager. \"This is a testament to the innovation and dedication of the large team of people that put together this outstanding space laboratory.\" After final checks, LISA Pathfinder will begin its science mission on 1 March, validating a key technology for observing gravitational waves from space. Gravitational waves are minute fluctuations in the fabric of spacetime, predicted by Albert Einstein's general theory of relativity and directly observed for the first time recently by the Laser Interferometer Gravitational-Wave Observatory - an announcement that created a worldwide sensation last week. As this discovery confirmed, ground-based experiments can detect high-frequency gravitational waves from cosmic events such as the coalescence of a pair of stellar remnants, like neutron stars or black holes. However, to observe lower-frequency gravitational waves emitted by different astronomical sources, such as the merging of supermassive black holes at the centre of large galaxies, it is necessary to move the search into space. There, a future gravitational wave observatory, already identified as the goal for the L3 mission in ESA's Cosmic Vision programme, will measure distortions in the fabric of spacetime on the inconceivably tiny scale of a few millionths of a millionth of a metre over a distance of a million kilometres. \"Releasing LISA Pathfinder's test masses is another step forward in gravitational wave astronomy within this memorable month: the test masses are, for the first time, suspended in orbit and subject to measurements,\" says Stefano Vitale of University of Trento, Italy, Principal Investigator of the LISA Technology Package. In the coming months, LISA Pathfinder will verify the fundamental condition needed for a future gravitational wave observatory in space: putting test masses into freefall at unprecedented levels of accuracy, by isolating the two cubes from all external and internal forces except one: gravity. Stay tuned! ", "url": "https://sci.esa.int/web/lisa-pathfinder/-/57386-test-cubes-floating-freely-inside-lisa-pathfinder"}, {"title": "LISA Pathfinder begins its science mission", "date": "2016-03-01", "content": "The formal test programme has begun on the technologies required to detect gravitational waves in space. Europe's Lisa Pathfinder (LPF) probe is engaging in a series of experiments roughly 1.5 million km from Earth. The project has heightened interest, of course, because of the first sampling of the \"cosmic ripples\" made by ground-based detectors last September. A successful demo for LPF would pave the way for a fully operational orbiting observatory in the 2030s. This would likely be known simply as Lisa - the Laser Interferometer Space Antenna. \"It's a wonderful time right now,\" said Paul McNamara, the European Space Agency's (Esa) project scientist on Lisa Pathfinder. \"I've spent my entire career in this endeavour, and for years we were told - even ridiculed in some cases - that gravitational waves don't exist, or that we'd never find them.\" \"Well, now we have found them, and we're about to take the next big, big step towards building a mission that could detect them in space,\" he told BBC News. The Earth-bound laser interferometers sited at the Advanced Ligo facilities in the US are sensitive to the gravitational waves generated in \"smaller\" cosmic events. Back in September, they observed the signal produced at the moment two black holes, each about 30 times the mass of our Sun, whirled around one another and merged. A space-based laser interferometer would chase much more massive targets - the monster black holes, millions of times the mass of our Sun, that coalesce when galaxies collide, for example. It is possible, however, that an orbiting observatory might also see Ligo's lesser events - just at a different stage of their evolution. One back-of-the-envelope calculation has suggested a fully operational Lisa mission could have witnessed Ligo's in-spiralling black holes four years ago - had the mission been flying back then. This is when the frequency of the gravitational wave signal emanating from the dancing holes would have crossed the sensitivity range of a space interferometer. Lisa Pathfinder contains just the one instrument, which is designed to measure and maintain a 38cm separation between two small gold-platinum blocks. In the experiments that started on Tuesday, these \"test masses\" will be allowed to free-fall inside the spacecraft, and a laser system will then attempt to monitor their behaviour, looking for path deviations as small as a few picometres. This is much smaller than the diameter of an atom. Scaled up, it is like tracking the distance between the tops of London's Shard skyscraper and New York's One World Trade Center, and noticing any changes down to just fractions of the width of a human hair. It is a challenging objective for a space-borne set-up, but it's the performance an orbiting interferometer will need to achieve if it wants to detect the notoriously weak ripples in space-time produced be even the biggest cosmic cataclysms. \"The first few days are going to be really boring; we'll do nothing,\" said Dr McNamara. \"We're just going to let these two test masses float free in space and learn something about what we're seeing, because this type of experiment has never been done before. \"Then we'll begin to probe our physics lab. We want to know what can push the test masses out of free-fall.\" LPF cannot itself detect gravitational waves. For that to happen, the 38cm gap between the blocks would need to be a million km or more - something the full Lisa mission aims to do. But the metrology principles can be checked and, most importantly, scientists can begin to characterise the types of \"noise\" that will inevitably impinge on the experiments. For LPF, some of these noise sources will be internal to the instrument's own electronics; then there are physical factors which could work to push the blocks out of their free-fall. The latter might include tiny temperature changes inside the probe, and also the near-imperceptible gravitational tug coming from the mass of the spacecraft itself. In order to maintain the optimum free-fall environment, LPF must all the while try to fly around the blocks, shielding them from the pressure of sunlight or small micro-meteorite impacts. To do this job, LPF squirts minute amounts of gas to produce tiny amounts of thrust. \"The cold-gas thrusters on Lisa Pathfinder will typically be firing with a force that, on Earth, would just about keep a snowflake from falling,\" explains Dr Ralph Cordey from Airbus Defence and Space in the UK, where the probe was assembled. LPF actually has two separate sets of micro-thrusters with their own control systems. One package has been supplied by European industry; the other comes from America, a contribution to the project from the US space agency (Nasa). For the first three months, it will be an all-European show; from late summer onwards, the American controller and thrusters will take over and support the measurements of the laser interferometer. Once all the testing is complete, LPF will probably run some additional experiments that have nothing to do with gravitational waves. Ideas under consideration at the moment include trying to detect near-Earth asteroids. This would be done using the spare star-tracker on the probe. The navigation sensor would be programmed to report unexpected movements in its field of view. Another possibility is to employ the super-sensitive equipment onboard LPF to quantify \"Big G\", the Gravitational Constant. This fundamental number in Newtonian physics is essential to working out how much gravitational force acts between two masses separated by a known distance. Big G has been determined very precisely with pendulum devices in labs on Earth. Measuring the Constant with LPF would provide a totally independent assessment.", "url": "https://www.bbc.com/news/science-environment-35689814"}, {"title": "LISA Pathfinder begins its science mission", "date": "2016-03-08", "content": "After completing a long series of tests on the spacecraft and payload, the ESA mission LISA Pathfinder has started its science mission. Over the next six months it will conduct hundreds of experiments to pave the way for future space-borne gravitational-wave observatories like eLISA. Researchers from the Max Planck Institute for Gravitational Physics (Albert Einstein Institute) and the Institute for Gravitational Physics of Leibniz Universität Hannover are leading mission partners. Perfectly still satellite laboratory to validate key technologies for gravitational-wave detection in space. LISA Pathfinder is a technology demonstrator satellite mission, about 1.5 million kilometers from the Earth towards the Sun. There, mission scientists have now set up a space laboratory to study the perfect free fall of two cubic test masses. The team will use it to test technologies necessary for future space-borne gravitational-wave observatories. \"We are now just starting the second week of the LISA Pathfinder science operations. We are absolutely thrilled by how well our first set of experiments went,\" says Prof. Karsten Danzmann, director at the Max Planck Institute for Gravitational Physics and director of the Institute for Gravitational Physics at Leibniz Universität Hannover, who also is the Co-Principal Investigator of the LISA Technology Package. \"For the next weeks we have a tight schedule of experiments to run on the satellite, which will ultimately show that we can build a full-scale gravitational-wave observatory in space.\" Measuring gravitational waves in space. Einstein predicted gravitational waves from his theory of general relativity. They were - 100 years after the prediction - recently measured for the first time by the ground-based Advanced LIGO detectors. Space-borne observatories such as eLISA will complement the existing ground-based detectors by measuring low-frequency gravitational waves inaccessible on the Earth. Observatories such as eLISA rely on placing test masses in perfect free fall, which are isolated from all external forces except gravity. The squeezing and stretching of space-time induced by passing gravitational waves will be detected by constantly monitoring the distances between two free falling test masses. These test masses will be placed in three satellites, separated by millions of kilometers. Lasers will be used to measure their distances. LISA Pathfinder takes one of these so-called laser arms shrunk to 38 cm to fit inside the satellite. There, a pair of identical gold-platinum cubes measuring 46 mm each - is placed inside the spacecraft in vacuum chambers. Mission scientists are now verifying that the masses are truly moving under the effect of gravity alone. The construction of the precise optical measurement system used for this was led by scientists of the Max Planck and Leibniz Universität researchers in Hannover. Even in space, far away from all disturbances, different internal and external forces are still influencing the cubes' motions. LISA Pathfinder monitors the motions and uses micro-Newton thrusters to always keep the spacecraft centered on one cube. Additionally, both test masses can be gently moved and controlled by applying electrostatic fields from special housings. The perfect free fall. To understand how different forces act on the test masses and disturb their perfect free fall, the team will deliberately apply these forces to the masses and study their reaction. In one of these experiments the scientists will raise the temperature inside the test masses' vacuum chambers, heating up the few gas molecules left there to measure if this has any effect on the motion of the cubes. Similar tests can be performed by applying increasingly stronger magnetic or electric forces to the test masses, to assess their influence. \"Our aim is not only to reduce the impact of forces that we already know are disturbing the cubes, but also to learn more about the remaining effects that are 'hidden' in the noise,\" says Karsten Danzmann. Data analysis for LISA Pathfinder in Hannover. The scientific mission of LISA Pathfinder officially started last week, on 1 March, with a review of the commissioning period presented on 7 March. The science operations will last six months, split between 90 days for the LISA Technology Package, and 90 days for the Disturbance Reduction System, an additional experiment provided by NASA's Jet Propulsion Laboratory. During the entire operations phase, Max Planck and Leibniz Universität researchers in Hannover are partners in the data analysis which plays a central role in extracting the crucial information from the science data. They have played a leading role in the development of the software use, too. The institute has set up an operations control room in Hannover to function as back-up for the control room at the European Space Operations Centre (ESOC) in Darmstadt and for in-depth studies of the data. Since an immediate data analysis is required for the configuration of follow-up experiments, scientist from the institute will also take part in the around-the-clock shifts at ESOC.", "url": "https://www.elisascience.org/news/top-news/lpfscienceoperationsbegin"}, {"title": "Near-Perfect Free Fall in Space Sets Stage for Gravitational Wave Hunt", "date": "2016-06-07", "content": "A European space mission has achieved the closest thing to a true free fall ever observed for a human-created object, demonstrating the technology needed to build a future observatory that will hunt for gravitational waves far from Earth, scientists said. The two gold-platinum cubes inside the European Space Agency's LISA Pathfinder spacecraft are virtually motionless with respect to each other, with a relative acceleration equivalent to the weight of a virus here on Earth, mission team members announced today. \"With LISA Pathfinder, we have created the quietest place known to humankind. Its performance is spectacular and exceeds all our expectations by far,\" Karsten Danzmann, director at the Max Planck Institute for Gravitational Physics and director of the Institute for Gravitational Physics at Leibniz University Hannover, both in Germany, said in a statement. \"Only by reducing and eliminating all other sources of disturbance could we observe the most perfect free fall ever created,\" added Danzmann, the co- principal investigator of the LISA Technology Package. \"And this has shown us that we can build LISA, a space-based gravitational-wave observatory.\" Gravitational waves: The hunt is on. Gravitational waves are ripples in space-time that were first predicted by Albert Einstein's theory of general relativity a century ago. According to Einstein's equations, the acceleration of massive objects generates gravitational waves, which then propagate through the universe at the speed of light. Dramatic events such as black-hole mergers and supernova explosions produce the strongest gravitational waves. These ripples cause tiny distortions of space-time that should be identifiable, given a precise enough instrument. And in February, the first such direct detection was announced, by scientists with the Laser Interferometer Gravitational-Wave Observatory consortium, which operates huge detectors in Louisiana and Washington state. The announcement made a big splash among scientists and laypeople alike, because gravitational waves offer a new way to study the universe. The waves don't interact with matter, so the information they carry across billions of light-years is \"pure,\" free of distortion or alteration, researchers have said. But ground-based instruments such as the LIGO detectors can spot only a subset of gravitational waves, because of interference from seismic activity and other factors here on Earth, ESA officials have said. Space-based observatories will therefore be needed to hunt for lower-frequency waves, such as those generated by mergers between the supermassive black holes that lurk at the hearts of galaxies, the officials added. ESA aims to launch such an observatory, provisionally known as LISA, in 2034. The mission will likely consist of three spacecraft arrayed in a triangle, with each leg about 620,000 miles long. Inside each craft will be a \"free-falling test mass\"; lasers will measure the distance between these masses, spotting the minuscule anomalies caused by passing gravitational waves, researchers have said. Such work will require incredible precision, which means that the test masses will have to be in near-perfect free fall, unperturbed by sunlight pressure and other forces. And that's where LISA Pathfinder comes in. Paving the way: LISA Pathfinder - whose total cost to ESA is $490 million - launched on Dec. 3, on a mission to demonstrate the technology required for the future observatory. At the heart of LISA Pathfinder are the two identical gold-platinum cubes, each of which weighs 4.3 lbs. and measures 1.8 inches on a side. The cubes are separated by 1.5 inches, and they hang inside the spacecraft, which surrounds but does not touch them. A laser precisely measures the cubes' positions, orientations and distance from each other. \"We can determine the distance of the two free-falling test masses to less than the diameter of a single atom,\" Gerhard Heinzel, leader of the Interferometry in Space research group at the Max Planck Institute for Gravitational Physics and Leibniz University in Hannover, said in the same statement. On Jan. 22, LISA Pathfinder reached its destination in space, a gravitationally stable spot known as Lagrange Point 1, which lies about 930,000 miles from Earth, in the sunward direction. Then, on March 1, the probe began its six-month science mission, performing a variety of experiments, including a crucial one that attempted to place the test masses in a virtually perfect free fall. LISA Pathfinder used its thrusters to maneuver precisely, shielding the masses from external forces - and did so incredibly effectively. The relative acceleration between the two test masses was lower than 1 part in 10 millionths of a billionth of Earth's gravitational acceleration, mission team members said. This result - which is based on the first two months of data collection, and was published today in the journal Physical Review Letters - proves out the key technologies required to detect and study gravitational waves in space, Danzmann said. \"At the precision reached by LISA Pathfinder, a full-scale gravitational-wave observatory in space like LISA would be able to detect fluctuations caused by the mergers of supermassive black holes in galaxies anywhere in the universe,\" he said. \"The results reported by the LPF team are, quite simply, a tour de force in precision measurement,\" LIGO executive director David Reitze, who's based at the California Institute of Technology in Pasadena, wrote in an accompanying \"Viewpoints\" piece that Physical Review Letters also published today. \"These results bode extremely well for the future LISA mission,\" added Reitze, who was not involved in the LISA Pathfinder study. \"The LPF experiments firmly establish that the precision needed by LISA for measuring test-mass displacements are well in hand, setting the stage for the next era in gravitational-wave detectors.\"", "url": "https://www.space.com/33094-lisa-pathfinder-gravitational-wave-tech-demonstration-results.html"}, {"title": "Lisa Pathfinder's success boosts likelihood of future gravity wave observatory ", "date": "2016-06-07", "content": "European scientists on June 7 said the Lisa Pathfinder technology- demonstrator satellite, launched in December to determine if current technologies were sufficient to justify investment in a full-scale gravitational-wave observatory, has far surpassed expectations and should lead to a larger mission around 2034. The 22-nation European Space Agency has said a laser-interferometry mission featuring three spacecraft millions of kilometers apart and linked by lasers is their preferred next selection for Large-class mission. But while Lisa Pathfinder's ability to eliminate most surrounding noise, including that caused by gas molecules, during its nearly three months of operations argues heavily in favor of a full-blown Lisa mission, other technologies need to be proven before the full observatory is given go-ahead approval. Fabio Favata, head of the coordination office at ESA's science directorate, told a briefing on Lisa Pathfinder results that requirements for a telescope of unprecedented stability is one of the technology hurdles a future Lisa will need to clear in addition to those proven on the Pathfinder. Asked whether a national 2034 date could not be moved forward by five years, to 2029, Favata said the technologies challenges remaining are probably too formidable to make the earlier date. ", "url": "https://spacenews.com/lisa-pathfinders-success-boosts-likelihood-of-future-gravity-wave-observatory/"}, {"title": "LISA Pathfinder exceeds expectations ", "date": "2016-06-07", "content": "ESA's LISA Pathfinder mission has demonstrated the technology needed to build a space-based gravitational wave observatory. Results from only two months of science operations show that the two cubes at the heart of the spacecraft are falling freely through space under the influence of gravity alone, unperturbed by other external forces, to a precision more than five times better than originally required. In a paper published today in Physical Review Letters, the LISA Pathfinder team show that the test masses are almost motionless with respect to each other, with a relative acceleration lower than ten millionths of a billionth of Earth's gravity. The demonstration of the mission's key technologies opens the door to the development of a large space observatory capable of detecting gravitational waves emanating from a wide range of exotic objects in the Universe. Hypothesised by Albert Einstein a century ago, gravitational waves are oscillations in the fabric of spacetime, moving at the speed of light and caused by the acceleration of massive objects. They can be generated, for example, by supernovas, neutron star binaries spiralling around each other, and pairs of merging black holes. Even from these powerful objects, however, the fluctuations in spacetime are tiny by the time they arrive at Earth - smaller than 1 part in 100 billion billion. Sophisticated technologies are needed to register such minuscule changes, and gravitational waves were directly detected for the first time only in September 2015 by the ground-based Laser Interferometer Gravitational-Wave Observatory (LIGO). This experiment saw the characteristic signal of two black holes, each with some 30 times the mass of the Sun, spiralling towards one another in the final 0.3 seconds before they coalesced to form a single, more massive object. The signals seen by LIGO have a frequency of around 100 Hz, but gravitational waves span a much broader spectrum. In particular, lower-frequency oscillations are produced by even more exotic events such as the mergers of supermassive black holes. With masses of millions to billions of times that of the Sun, these giant black holes sit at the centres of massive galaxies. When two galaxies collide, these black holes eventually coalesce, releasing vast amounts of energy in the form of gravitational waves throughout the merger process, and peaking in the last few minutes. To detect these events and fully exploit the new field of gravitational astronomy, it is crucial to open access to gravitational waves at low frequencies between 0.1 mHz and 1 Hz. This requires measuring tiny fluctuations in distance between objects placed millions of kilometres apart, something that can only be achieved in space, where an observatory would also be free of the seismic, thermal and terrestrial gravity noises that limit ground-based detectors. LISA Pathfinder was designed to demonstrate key technologies needed to build such an observatory. A crucial aspect is placing two test masses in freefall, monitoring their relative positions as they move under the effect of gravity alone. Even in space this is very difficult, as several forces, including the solar wind and pressure from sunlight, continually disturb the cubes and the spacecraft. Thus, in LISA Pathfinder, a pair of identical, 2 kg, 46 mm gold-platinum cubes, 38 cm apart, fly, surrounded, but untouched, by a spacecraft whose job is to shield them from external influences, adjusting its position constantly to avoid hitting them. \"LISA Pathfinder's test masses are now still with respect to each other to an astonishing degree, \" says Alvaro Giménez, ESA's Director of Science. \"This is the level of control needed to enable the observation of low-frequency gravitational waves with a future space observatory.\" LISA Pathfinder was launched on 3 December 2015, reaching its operational orbit roughly 1.5 million km from Earth towards the Sun in late January 2016. The mission started operations on 1 March, with scientists performing a series of experiments on the test masses to measure and control all of the different aspects at play, and determine how still the masses really are. \"The measurements have exceeded our most optimistic expectations,\" says Paul McNamara, LISA Pathfinder Project Scientist. \"We reached the level of precision originally required for LISA Pathfinder within the first day, and so we spent the following weeks improving the results a factor of five.\" These extraordinary results show that the control achieved over the test masses is essentially at the level required to implement a gravitational wave observatory in space. \"Not only do we see the test masses as almost motionless, but we have identified, with unprecedented precision, most of the remaining tiny forces disturbing them,\" explains Stefano Vitale of University of Trento and INFN, Italy, Principal Investigator of the LISA Technology Package, the mission's core payload. The first two months of data show that, in the frequency range between 60 mHz and 1 Hz, LISA Pathfinder's precision is only limited by the sensing noise of the laser measurement system used to monitor the position and orientation of the cubes. \"The performance of the laser instrument has already surpassed the level of precision required by a future gravitational-wave observatory by a factor of more than 100,\" says Martin Hewitson, LISA Pathfinder Senior Scientist from Max Planck Institute for Gravitational Physics and Leibniz Universität Hannover, Germany. At lower frequencies of 1-60 mHz, control over the cubes is limited by gas molecules bouncing off them - a small number remain in the surrounding vacuum. This effect was seen reducing as more molecules were vented into space, and is expected to improve in the following months. \"We have observed the performance steadily improving, day by day, since the start of the mission,\" says William Weber, LISA Pathfinder Senior Scientist from University of Trento, Italy. At even lower frequencies, below 1 mHz, the scientists measured a small centrifugal force acting on the cubes, from a combination of the shape of LISA Pathfinder's orbit and to the effect of the noise in the signal of the startrackers used to orient it. While this force slightly disturbs the cubes' motion in LISA Pathfinder, it would not be an issue for a future space observatory, in which each test mass would be housed in its own spacecraft, and linked to the others over millions of kilometres via lasers. \"At the precision reached by LISA Pathfinder, a full-scale gravitational wave observatory in space would be able to detect fluctuations caused by the mergers of supermassive black holes in galaxies anywhere in the Universe,\" says Karsten Danzmann, director at the Max Planck Institute for Gravitational Physics, director of the Institute for Gravitational Physics of Leibniz Universität Hannover, Germany, and Co-Principal Investigator of the LISA Technology Package. Today's results demonstrate that LISA Pathfinder has proven the key technologies and paved the way for such an observatory, as the third 'Large-class' (L3) mission in ESA's Cosmic Vision programme. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/LISA_Pathfinder_exceeds_expectations"}, {"title": "LISA Pathfinder Mission Paves Way for Space-based Detection of Gravitational Waves", "date": "2016-06-07", "content": "LISA Pathfinder, a mission led by the European Space Agency (ESA) with contributions from NASA, has successfully tested a key technology needed to build a space-based observatory for detecting gravitational waves. These tiny ripples in the fabric of space, predicted by Albert Einstein a century ago, were first seen last year by the ground-based Laser Interferometer Gravitational-Wave Observatory (LIGO). Seismic, thermal, and other noise sources limit LIGO to higher-frequency gravitational waves around 100 cycles per second (hertz). But finding signals from more exotic events, such as mergers of supermassive black holes in colliding galaxies, requires the ability to see frequencies at 1 hertz or less, a sensitivity level only possible from space. A space-based observatory would work by tracking test masses that move only under the influence of gravity. Each spacecraft would gently fly around its test masses without disturbing them, a process called drag-free flight. The primary goal of ESA's LISA Pathfinder mission is to test current technology by flying around an identical pair of 1.8-inch (46 millimeter) cubes made of a gold-platinum alloy, a material chosen for its high density and insensitivity to magnetic fields. Scientists say the results are nothing short of astonishing. Non-gravitational forces on the cubes were reduced to levels far below the project's original requirements and approach the level of control needed for a full-scale observatory.", "url": "https://www.nasa.gov/feature/goddard/2016/lisa-pathfinder-mission-paves-way-for-space-based-detection-of-gravitational-waves"}, {"title": "LISA Pathfinder success bolsters plan for gravitational wave observatory", "date": "2016-06-08", "content": "Europe's LISA Pathfinder mission - a fundamental physics lab launched last year to a point a million miles from Earth - has demonstrated the mind-boggling technology required for a future space-based observatory to listen for faint, low-frequency vibrations emitted by invisible objects in the most distant pockets of the universe, scientists said this week. Coupled with the first detection of gravitational waves last year by a ground-based antenna, the successful LISA Pathfinder experiment buoys ambitions to launch a billion-dollar observatory into interplanetary space by the 2030s to study the structure of the ancient universe by measuring how the waves propagate through the cosmos. Predicted by Albert Einstein's theory of general relativity a century ago, gravitational waves are ripples in the fabric of spacetime produced by the movement of massive objects in space, such as immense supermassive black holes at the centers of galaxies. The waves eluded discovery until last year, when the U.S.-led Laser Interferometer Gravitational-Wave Observatory, or LIGO, project detected a signal generated by two merging black holes about 1.3 billion light-years away. Gravitational waves move through space at the speed of light, but are observed at very low frequencies, requiring an observatory spread over thousands or millions of miles. The LIGO project has antennas positioned 1,800 miles (3,000 kilometers) apart in Hanford, Washington, and Livingston, Louisiana. Scientists are in the early stages of developing a mission for launch in the 2030s consisting of three spacecraft in orbit around the sun, placed 3 million miles (5 million kilometers) apart to improve sensitivity to gravitational waves. The European Space Agency built the LISA Pathfinder spacecraft, with assistance from NASA, to prove such a space-based gravitational wave observatory is even feasible. The answer is yes, scientists said Tuesday, and LISA Pathfinder's performance is even better than expected. \"We now know gravitational waves are detectable - they exist - and thanks to LISA Pathfinder, we now know we have sufficient sensitivity to observe them from space, and therefore a new window to the universe has been opened,\" said Fabio Favata, an astrophysicist and head of ESA's science coordination office. LISA Pathfinder launched in December on a month-and-a-half journey to orbit the L1 Lagrange point, a gravitationally-neutral location about 930,000 miles (1.5 million kilometers) from the Earth toward the sun. The purpose of the $630 million mission, funded primarily by ESA with contributions from the United States, was to test the major advancements required in laser ranging, metrology and other fields to make a space-based gravitational wave observatory possible. Two gold-platinum test cubes launched inside the LISA Pathfinder spacecraft were released in February from their launch restraints, a complicated procedure involving needle-like appendages that carefully pulled away from the cubes - each 1.8 inches (46 millimeters) on a side and with a mass of 4.4 pounds (2 kilograms) - to avoid disturbing them with electrostatic forces.", "url": "https://spaceflightnow.com/2016/06/08/lisa-pathfinder-success-bolsters-plan-for-gravitational-wave-observatory/"}, {"title": "LISA Pathfinder holds space very still", "date": "2016-06-11", "content": "Test mission for space-based gravitational wave detection has remarkable success. The LISA Pathfinder mission, launched by the European Space Agency in December, was designed to test technology for a future, giant, space-based gravitational wave observatory. Such a mission would follow up on the first detection of gravitational waves last year by the earth-based LIGO project. LISA Pathfinder's biggest challenge was finding a way to insulate the test-masses in the spacecraft from every possibly disturbance - from magnetic fields, to the tiny pressure of radiation from the Sun, and even from the gravity of the spacecraft itself.", "url": "https://www.cbc.ca/radio/quirks/quirks-quarks-for-jun-11-2016-1.3629207/lisa-pathfinder-holds-space-very-still-1.3629343"}, {"title": "LISA Pathfinder Completes First Operations Phase", "date": "2016-06-27", "content": "On Saturday 25 June, the LISA Technology Package (LTP) - a European payload on ESA's LISA Pathfinder - completed its nominal operations phase, passing the baton to the Disturbance Reduction System, an additional experiment provided by NASA. This won't be the last time the European experiment is run - the recently approved mission extension will see the LTP back in action for seven months starting in November this year. After over three months of outstanding scientific experiments, the first operations phase of the LISA Pathfinder mission came to an end. The conclusion of this part of the mission happened at 10:00 CEST (08:00 UTC) on Saturday, 25 June 2016. Launched on 3 December 2015, LISA Pathfinder is a technology demonstrator, testing instruments and methods to observe gravitational waves - fluctuations in the fabric of spacetime - from space. The spacecraft reached its operational orbit around the Lagrange point L1 - 1.5 million km away from Earth towards the Sun - at the end of January and, following a number of crucial milestones during the commissioning phase, the science mission began on 1 March. At the core of the spacecraft are two test masses - a pair of identical gold-platinum cubes, measuring 46 mm and with a mass of 2 kg each. As recently announced, the mission reached, and very soon exceeded, its goal: placing the two test masses in the most precise freefall ever. This was achieved by measuring the position and orientation of the test masses - whose motion is continually perturbed by external and internal forces - with a laser interferometer, and by subsequently manoeuvring the spacecraft around them to be constantly centred on one of the cubes, shielding the test masses without touching them. The team's first results, based on just two months of operations, show that the mission has already obtained a control on the test masses comparable to that needed to build a future space-borne observatory of gravitational waves. A paper reporting the results is published in Physical Review Letters. \"During the last few weeks, we improved the performance even further than detailed in the paper,\" says Paul McNamara, LISA Pathfinder Project Scientist at ESA. \"We couldn't be happier about the mission's outcome.\" Until today, the spacecraft has been adjusting its position using several sets of cold-gas thrusters that are applied on three of the outer panels of the science module and are capable of applying forces of 1-100 micronewtons. The cold-gas thrusters work in tandem with the LISA Technology Package (LTP), the mission's core payload, which was developed by ESA and several institutes, industry and space agencies from ESA member states. This first phase in the mission comprised about 100 days of operations, as well as 15 days dedicated to station-keeping manoeuvres - these correct the spacecraft orbit once every one to two weeks. Starting yesterday, 26 June, the mission is running the Disturbance Reduction System (DRS) payload, a separate experiment contributed by the US. This experiment received measurement input from the test masses and interferometer that are part of the LTP, but it's using now its own drag-free control software and two clusters of micronewton thrusters, mounted on two opposite panels of the science module, to control the position and attitude of the spacecraft. Based on colloidal micronewton thrusters, which generate propulsion by charging small drops of liquid and accelerating them through an electric field, the DRS experiment contributes to the mission by validating additional technology for future drag-free spacecraft. After two weeks of commissioning, the operations phase of the DRS will last until the end of October. The LTP team will return for one week in early August to continue the long-term monitoring of their experiment and to facilitate some cross-calibration with the DRS experiment. An extended mission, approved by ESA's Science Programme Committee at their 21-22 June meeting, will begin on 1 November, for seven months. During this period the team will further investigate the performance of the LTP at low frequencies - of particular interest in the context of a future space-based gravitational-wave observatory - as well as testing some experimental operational modes. \"Although we won't be working with our LISA Technology Package for most of the next few months while the Disturbance Reduction System experiment is running, we do have plenty of excellent data that we'll be examining in great detail,\" says Paul. \"But there's no doubt that we'll be looking forward to seeing how far we can go with LISA Pathfinder when we start the extended mission later this year.\"", "url": "https://www.esa.int/About_Us/ESAC/LISA_Pathfinder_Completes_First_Operations_Phase"}]}, {"win label": 0, "news": [{"title": "NASA MICROTHRUSTERS SUCCESFULLY USED ON ESA'S LISA PATHFINDER", "date": "2016-11-20", "content": "Q: What's harder than moving a spacecraft around in space? A: Holding it perfectly still. NASA's Jet Propulsion Laboratory, Pasadena, California, has been testing the ST7-DRS (Space Technology 7 Disturbance Reduction System) on board the European Space Agency's LISA Pathfinder spacecraft. The collection of thrusters, advanced avionics, and software have been undergoing a long-term study. Since being launched from Kourou, French Guiana, on Dec. 3, 2015, 04:04 GMT (8:04 p.m. PST on Dec.2), ST7-DRS has logged roughly 1,400 hours of in-flight operations and met 100 percent of its mission goals. The system is capable of holding the LISA Pathfinder so still that subtle vibrations in Pathfinder's position - referred to as \"position noise\" - are kept to the width of a DNA helix (about 2 nanometers). ST7-DRS has its work cut out as the system needs to overcome external forces including the Sun, which applies 25 micronewtons of force to the spacecraft. \"Here's another way of thinking about it: when the thrusters fire at full throttle, they produce a maximum force of 30 micronewtons - equivalent to the weight of a mosquito landing on the spacecraft,\" said John Ziemer of JPL, ST7-DRS systems lead. \"To maintain our precise position, the thrusters can be controlled in 0.1 micronewton increments, equivalent to the weight of that mosquito's antenna.\" Constructed by Airbus Defence and Space, Ltd., United Kingdom, with Airbus Defence and Space, GmbH, Germany, as the payload architect, the LISA Pathfinder's ST7-DRS uses eight micro-thrusters positioned on either side of the spacecraft. The thrusters emit microscopic liquid droplets called a colloid electrospray, which are created and charged through an electric field. These ionized droplets are accelerated by a second electric field with an opposite charge, which pushes them out of the thruster. The electrospray microthrusters were developed by Busek Co., Inc., Natick, Massachusetts, with technical support from JPL.", "url": "https://www.spaceflightinsider.com/organizations/esa/nasa-microthrusters-succesfully-used-esas-lisa-pathfinder/"}, {"title": "LISA PATHFINDER'S PIONEERING MISSION CONTINUES", "date": "2016-12-13", "content": "On 7 December, LISA Pathfinder started the extended phase of its mission, an additional six months during which scientists and engineers will push the experiment to its limits in preparation for ESA's future space observatory of gravitational waves. LISA Pathfinder, a demonstration mission to validate important technologies to observe gravitational waves - fluctuations in the fabric of spacetime - from space, was launched just over a year ago, on 3 December 2015. After a six-week-long journey, the spacecraft reached its operational orbit around the first Sun-Earth Lagrange point, L1 - 1.5 million km away from Earth towards the Sun - at the end of January. There, following commissioning of the on board instrumentation, LISA Pathfinder started its science mission on 1 March. Much to the team's surprise, it did not take as long as expected to achieve the mission's goal: demonstrating that two test masses - a pair of identical gold-platinum cubes - can be placed in the most precise freefall ever performed. In fact, the desired level of precision was already obtained within the first day of LISA Pathfinder's scientific operations. Over the following months, scientists and engineers kept improving the performance of the experiment. They described these first results, including an analysis of the residual sources of disturbance on the cubes' almost perfect freefall motion, in a paper published at the beginning of June in Physical Review Letters. Then, on 25 June, the first operations phase, using the LISA Technology Package (LTP), was completed. The LTP is a European payload consisting of the test masses, inertial sensors, and laser interferometer, and uses a series of cold-gas micronewton thrusters to move the satellite and keep it centred on the cubes, in response to external and internal forces battering them around. Operations continued with NASA's Disturbance Reduction System (DRS), an additional experiment which receives measurement input from the inertial sensors of the LTP but employs its own micronewton thrusters based on colloidal technology. Following completion of the DRS operations, the extended mission of LISA Pathfinder began on 7 December 2016, at 09:00 CET (08:00 UTC). It will last until 31 May 2017, making use of both the LTP and DRS payloads. \"So far, we've been busy demonstrating the performance of LISA Pathfinder, which has been steadily improving as time went by,\" says Paul McNamara, LISA Pathfinder Project Scientist at ESA, \"but now we can spend the next six months learning everything we need to know to build and operate a gravitational-wave observatory in space.\" Last October, ESA issued a call inviting European scientists to propose concepts for the third large mission (L3) in its Cosmic Vision plan, which will be a space observatory to study the gravitational Universe. The selection is expected to take place in the first half of 2017, with a preliminary internal study phase planned for later in the year. The future observatory will detect gravitational waves with frequencies from 1 Hz down to 0.1 mHz. These are about a hundred to a million times lower than the frequencies of waves that can be measured with ground-based experiments like the Laser Interferometer Gravitational-Wave Observatory (LIGO), which obtained the first direct detection of gravitational waves in September 2015. During the extended mission of LISA Pathfinder, the team will run a series of long duration experiments to better characterise the mission performance especially at the lowest frequencies that will be probed by the future observatory. \"We are thrilled to be pushing the limits of LISA Pathfinder, a unique physics laboratory in space giving us confidence that we can definitely build a space-borne observatory of gravitational waves\", says Oliver Jennrich, LISA Pathfinder deputy mission scientist and L3 study scientist at ESA. One of the operations that will be attempted in the coming weeks concerns the station-keeping manoeuvres that mission operators have been regularly conducting to keep the satellite on its operational orbit. LISA Pathfinder orbits around L1, but if left unattended, it would slowly drift away from the Lagrangian point under the gravitational pull of Earth. To avoid that, it is sufficient to fire the micro-newton thrusters once every one to two weeks. Between 25 December and 14 January, however, the team decided to apply no correction manoeuvres. This will allow the scientists to run uninterrupted experiments for almost three weeks, exploring what happens in the range of very low frequencies that are of interest to detect gravitational wave from space. Another experiment concerns slightly higher frequencies, around 1-60 mHz. At these frequencies, the main source of disturbance seems to be gas molecules that are present in the test mass enclosures and bouncing off the two cubes - an effect that has been reducing as more molecules are being vented into space. The team is now curious to see whether additional sources of noise are lurking underneath, something that will be important for the future L3 mission. One possible way of testing this entails simply waiting until most molecules are vented into space, but there is an alternative: to switch off many of the heaters on board, reducing the temperature by ten degrees, and thereby reducing the pressure inside the enclosure. The team will run this experiment in late January. These are some examples of the range of experiments that will be conducted during LISA Pathfinder's extended mission. Eventually, at the end of the mission, the spacecraft will be gently pushed towards a heliocentric orbit.", "url": "https://sci.esa.int/web/lisa-pathfinder/-/58633-lisa-pathfinder-s-pioneering-mission-continues"}]}, {"win label": 0, "news": [{"title": "Gravity probe exceeds performance goals", "date": "2017-02-18", "content": "The long-planned LISA space mission to detect gravitational waves looks as though it will be green lit shortly. Scientists working on a demonstration of its key measurement technologies say they have just beaten the sensitivity performance that will be required. The European Space Agency (Esa), which will operate the billion-euro mission, is now expected to \"select\" the project, perhaps as early as June. The LISA venture intends to emulate the success of ground-based detectors. These have already witnessed the warping of space-time that occurs when black holes 10-20 times the mass of the Sun collide about a billion light-years from Earth. LISA, however, aims to detect the coming together of truly gargantuan black holes, millions of times the mass of the Sun, all the way out to the edge of the observable Universe. Researchers will use this information to trace the evolution of the cosmos, from its earliest structures to the complex web of galaxies we see around us today. The performance success of the measurement demonstration was announced here in Boston at the annual meeting of the American Association for the Advancement of Science (AAAS). It occurred on Esa's LISA \"Pathfinder\" (LPF) spacecraft that has been flying for just over a year. This probe is trialling parts of the laser interferometer that will eventually be used to detect passing gravitational waves. When Pathfinder's instrumentation was set running it was hoped it would get within a factor of 10 of the sensitivity that would ultimately be needed by the LISA mission, proper. In the event, LPF not only matched this mark, but went on to exceed it after 12 months of experimentation. \"You can do the full science of LISA just based on what LPF has got. And that's thrilling; it really is beyond our dreams,\" Prof Stefano Vitale, Pathfinder's principal investigator, told BBC News. ", "url": "https://www.bbc.com/news/science-environment-38897697?SThisFB"}, {"title": "NASA team explores using LISA Pathfinder as 'comet crumb' detector", "date": "2017-04-17", "content": "LISA Pathfinder, a mission led by ESA (the European Space Agency) with contributions from NASA, has successfully demonstrated critical technologies needed to build a space-based observatory for detecting ripples in space-time called gravitational waves. Now a team of NASA scientists hopes to take advantage of the spacecraft's record-breaking sensitivity to map out the distribution of tiny dust particles shed by asteroids and comets far from Earth. Most of these particles have masses measured in micrograms, similar to a small grain of sand. But with speeds greater than 22,000 mph (36,000 kph), even micrometeoroids pack a punch. The new measurements could help refine dust models used by researchers in a variety of studies, from understanding the physics of planet formation to estimating impact risks for current and future spacecraft. \"We've shown we have a novel technique and that it works,\" said Ira Thorpe, who leads the team at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"The next step is to carefully apply this technique to our whole data set and interpret the results.\"", "url": "https://www.eurekalert.org/news-releases/900832"}, {"title": "LISA PATHFINDER TO CONCLUDE TRAILBLAZING MISSION", "date": "2017-06-20", "content": "After sixteen months of science operations, LISA Pathfinder will complete its mission on 30 June, having successfully demonstrated the technology to build ESA's future space observatory of gravitational waves. Launched on 3 December 2015, ESA's LISA Pathfinder started its science mission in March 2016, shortly after the announcement of the first direct detection of gravitational waves - ripples in the fabric of spacetime. Since then, with two more observations of gravitational wave signals from merging black holes obtained using ground-based experiments - the latest one announced this month - it is clear that gravitational-wave astronomy has become a reality. Gravitational waves are produced by the acceleration of massive objects and can be generated by a wide range of cosmic phenomena, from supernova explosions to neutron star binaries spiralling around each other and pairs of merging black holes. The signals detected so far have a frequency of around 100 Hz, corresponding to the coalescence of two stellar mass black holes, but gravitational waves span a much broader spectrum. To fully exploit this new window on the cosmos, it is crucial to be able to detect gravitational waves at low frequencies, between 0.1 mHz and 1 Hz, which are released by the mergers of the supermassive black holes sitting at the centre of galaxies - these waves can only be observed from space. As LISA Pathfinder approaches the end of its successful technology demonstration mission, ESA's Science Programme Committee has selected today the Laser Interferometer Space Antenna (LISA) as the third large mission (L3) in ESA's Cosmic Vision plan. LISA is a space-based observatory of gravitational waves consisting of a constellation of three spacecraft, with launch planned for 2034. In the LISA mission concept, six test masses will fly, two on each spacecraft. Each pair of test masses will be located at the end of the arm of the constellation, and will be linked to the others over millions of kilometres via lasers. The test masses must be placed in the most precise freefall that can be achieved, isolated from all external and internal forces except gravity, in order to measure any possible distortion caused by a passing gravitational wave. These waves affect the fabric of spacetime on the minuscule scale of millionths of a millionth of a metre over a distance of a million kilometres. \"The whole point of LISA Pathfinder was to validate the technology for LISA, which requires test masses to be kept motionless to unprecedented levels of accuracy,\" says Paul McNamara, LISA Pathfinder Project Scientist at ESA. \"This seemed so difficult and could not be tested on the ground, so we had to send the laboratory to space.\" To this aim, LISA Pathfinder hosted two test masses, linked by a laser interferometer, at the core of one spacecraft, and employed several sets of micronewton thrusters to slightly shift the spacecraft and keep it centred around them. The mission demonstrated that it is indeed possible for the test masses to be virtually motionless with respect to each other, with a relative acceleration of only ten billionths of a billionth of Earth's gravity. \"With the astonishing success of LISA Pathfinder, we now know how to build a mission like LISA,\" says Stefano Vitale of University of Trento and INFN, Italy, Principal Investigator of the LISA Technology Package, the mission's core payload. Exceeding the team's most optimistic expectations, the mission requirements were already reached within the first day of science operations - a testament to the very careful and thorough work done prior to launch. The following months were spent improving the performance of the experiment, gathering the all important knowledge and experience for a future gravitational-wave observatory. \"The system was built so well that the difference in the gravitational field coming from the satellite itself, at the two test mass positions, was essentially zero,\" says Paul. \"This significantly reduced the forces we needed to apply to keep them stationary with respect to one other, and thus the overall noise of the experiment.\" During the course of the mission, scientists and engineers perturbed the motion of the test masses in many different ways, monitoring their relative positions to unprecedented accuracy to estimate the origin of any deviation from their almost perfect freefall. The first results, published in June 2016 in Physical Review Letters, showed that LISA Pathfinder's precision at high frequencies (between 60 mHz and 1 Hz) had already surpassed the level required by a future gravitational-wave observatory by a factor of more than 100; at lower frequencies (1-60 mHz) the precision was also better than the LISA Pathfinder requirement, with the limiting factor being gas molecules bouncing off the test masses. The latter effect has been observed to decrease steadily over the mission's lifetime as more molecules were vented into space. In addition, the team switched off many of the heaters on board in January 2017 to cool down the spacecraft, reducing the temperature from 22°C to 11°C - this also reduced the internal pressure in the enclosures of the test masses. The spacecraft was operated at this lower temperature for several weeks, resulting in a further decrease of the residual noise on the motion of the test masses at frequencies between 1 and 60 mHz. In February, the team determined the noise in this frequency range to be lower than the requirements for a future gravitational-wave observatory by a factor of more than three. \"We have exceeded not only the requirements set for LISA Pathfinder, but also the accuracy required for LISA at all frequencies: we are definitely ready to take the next step,\" says Karsten Danzmann, director at the Max Planck Institute for Gravitational Physics, director of the Institute for Gravitational Physics of Leibniz Universität Hannover, Germany, Co-Principal Investigator of the LISA Technology Package, and lead proposer of LISA. LISA Pathfinder has also achieved the most sensitive measurements of the perturbation to the freefall motion of the test masses caused by cosmic rays - electrically charged particles, like protons or electrons - that flow across our Galaxy. This result, published in April 2017 in Physical Review Letters, will be important not only for a future gravitational-wave observatory but also for other space-based experiments testing gravity and fundamental physics. Beyond the original scope of the mission, LISA Pathfinder data have also been applied to investigate fundamental aspects of quantum physics, as reported in two papers published in Physical Review D [paper 1, paper 2]. Using measurements of the residual acceleration between the test masses, two independent groups of scientists have set the most stringent constraints to date on the 'wave function collapse' models. These models are used to explain the dichotomy between quantum effects, which are observed on microscopic scales, and the classical physics behaviour seen in the macroscopic world. This month - the mission's last month of operations - scientists and engineers have been conducting a series of tests to probe the thermal and optical properties of the vacuum enclosure where the test masses are hosted; other experiments are measuring the charging properties of the test masses, comparing them with similar measurements performed earlier in the mission to investigate how the system evolved with time. Besides the LISA Technology Package, a European payload consisting of the test masses, inertial sensors, a laser interferometer, and cold-gas micronewton thrusters, the spacecraft also carries NASA's Disturbance Reduction System (DRS), an additional experiment with its own micronewton thrusters based on colloidal technology. LISA Pathfinder operations were split between the two experiments. Both thruster technologies have now been validated and will benefit future space projects such as large space observatories, or missions involving multiple spacecraft flying in formation. The mission will continue taking data until 30 June, with a final experiment that will be pushing the precision limits of the test mass grabbing and releasing mechanisms - something of great importance for LISA. Then, after a series of final operational tests, the last command will be sent on 18 July. A preliminary de-orbiting manoeuvre was already performed in April, nudging the spacecraft away from its orbit around the first Sun-Earth Lagrange point, L1, and towards a long-term stable parking orbit around the Sun. \"While we are sad to part ways with the pioneering mission of LISA Pathfinder, the selection of LISA gives us a nice sense of continuity, and we are really looking forward to getting started with the early phases of this exciting new mission,\" says Oliver Jennrich, LISA Pathfinder Deputy Project Scientist, and Study Scientist at ESA for LISA. ", "url": "https://sci.esa.int/web/lisa-pathfinder/-/59238-lisa-pathfinder-to-conclude-trailblazing-mission"}]}]