[{"win label": 0, "news": [{"title": "NASA'S Lunar Orbiter Team Passes Preliminary Design Review", "date": "2006-02-08", "content": "NASA's Lunar Reconnaissance Orbiter team recently passed its Preliminary Design Review heralding the start of the mission confirmation process. The first in a series of robotic missions to the moon, the lunar orbiter is scheduled for launch in October 2008. It will carry six science instruments and a technology demonstration. The mission goal is to develop new approaches and technologies to support human space exploration to Mars and other destinations. The preliminary design review concluded Feb. 9. The results of the review, on-going assessments of project cost and schedule will support a confirmation review this spring. The confirmation review represents NASA's formal decision for authorizing additional work and will set the project's cost estimate. The mission's Critical Design Review is scheduled for fall. It will represent the completion of detailed system design, the transition to assembly and integration of the mission elements.", "url": "https://www.nasa.gov/home/hqnews/2006/feb/HQ_06065_lunar_orbiter.html"}, {"title": "Lunar Reconnaissance Orbiter Passes Preliminary Design Review", "date": "2006-02-20", "content": "NASA's Lunar Reconnaissance Orbiter team said Friday it has completed its preliminary design review as part of the mission confirmation process. The first in a series of robotic missions to the moon, the LRO is scheduled for launch in October 2008. It will carry six science instruments and a technology demonstration. The mission goal is to develop new approaches and technologies to support the effort to send humans back to the Moon and to Mars as part of the Bush administration's Space Exploration Vision. The team completed the review on Feb. 9, and it will release the results, along with ongoing assessments of project cost and schedule, as part of a confirmation review, sometime this spring. At that point, NASA' officials must decide whether to authorize additional work and must set the project's cost estimate. The mission's critical design review is scheduled for fall, and will represent the completion of detailed system design, the transition to assembly and integration of the mission elements. ", "url": "https://www.spacedaily.com/reports/Lunar_Reconnaissance_Orbiter_Passes_Preliminary_Design_Review.html"}, {"title": "NASA Adds Moon Crashing Probes to LRO Mission", "date": "2006-04-10", "content": "NASA's next mission to Moon will not merely orbit the gray satellite, but crash two vehicles into its South Pole to hunt for water ice, the space agency said Monday. In addition to mapping the Moon to support future astronaut missions, NASA's Lunar Reconnaissance Orbiter space flight will also aim a spent fuel stage and impactor probe at a southern crater rich in hydrogen and, possibly, ice. \"I think aggressively touching the Moon is an under statement,\" said Scott Horowitz, NASA's associate administrator for the Exploration Systems Mission Directorate, in a Monday press conference. \"What this mission buys is an early attempt to know what some of the resources we're going to have ... we know for sure that for human exploration to succeed we're going to have to essentially live off the land.\" Astronomers know that hydrogen exists in some form on the permanently-shadowed crater floors along the Moon's polar regions from past lunar orbiters. The Pentagon's Clementine spacecraft hinted at water ice in acrater called Shackleton in 1994, while NASA's Lunar Prospector unmistakable signs of hydrogen on the Moon's surface. NASA hopesits LRO and crash missions will provide solid answers on the presence water iceon the Moon, and whether it exists in forms that may prove useful for futureastronauts. Under the space agency's exploration vision, a four-astronaut Moonmission is slated for nolater than 2020. Set tolaunch with LRO in October 2008, the $73 million Lunar Crater Observation andSensing Satellite is a bare-bones spacecraft designed to use camerasand spectrometers to watch its 4,409-pound upper stage slaminto hydrogen-rich ShackletonCrater, mission managers said. \"It's gotthe mass of an SUV and we'll send it into the South Pole of the Moon,\" LCROSSproject manager Daniel Andrews, of NASA's Ames Research Center, said of theupper stage. \"We will create a substantial plume and excavate some samplematerial, some of which we think will be water ice.\" The 1,940-pound LCROSS probe will fly through the resulting plumeand use its instruments to scan for water while taking photographs, then - 15minutes after the upper stage booster's impact - the \"shepherding\" satellitewill also crash into the crater floor, Andrews said. \"We know thatwe can steer it sufficiently to sample another region of the crater,\" Andrewssaid, adding that smashing into the same place twice would likely not yieldadditional valuable data. A networkof ground-based observatories will observe the impact and plume from Earthwhile LRO, India's Chandrayaan-1lunar orbiter and other spacecraft examine the Moon crash from theirrespective locations, LCROSS mission managers said. Slammingwater-sniffing probes into objects is no strange feat for NASA. The spaceagency crashed its Impactor probe into the comet Tempel 1 on July 4, 2005 while its parent Flyby craft and other space and ground-basedobservers looked on during the DeepImpact mission. NASA's Lunar Prospector orbiter also crashedinto the Moon in July 1999, also in the hope of stirring up water ice, thoughresearchers believe it may have hit at too shallow an angle to do much science. \"The modelsshow that it kicked up a lot of material but mostly skidded on the surface,\"said Butler Hine, NASA's Robotic Lunar Exploration Program manager, of theearlier Moon crash. Europe's SMART-1orbiter - currently circling the Moon - is also expected to crash intothe lunar surface later this year. But LCROSSmission managers expect their crash-destined duo to carve a Moon crater 16 feet deep, about 100 feet wide and toss up about2.2-million pounds of lunar material. That'senough lunar material to fill 10 space shuttle payload bays to the brim,Andrews said, adding that the plume could reach up to 40 miles above the lunar surface. The LCROSS mission is a lateadd-on to NASA's LRO mission. Horowitz saidthe secondary payload became possible when NASA decided to switch to a largerrocket booster to allow extra safety and design margin for LRO. LCROSS waschosen after a brief competition among 19 contenders, each of which wererestrained by a 2,204-pounds spacecraft weight cap and a costof no more than $80 million. NASAfinally chose LCROSS out of four finalists, which included a similar Moonimpact proposal that did not make use of the rocket's upper stage, an orbitalmicrosatellite and a small, hopping lunar lander, Horowitz said. The key toLCROSS lies in its Moon crashing fate. Unlike LRO, which is expected togenerate extremely detailed maps, the LCROSS effort will actually bite into thelunar surface at a speed of 5,592 miles per hour. \"You neverquite know what's there for sure until you touch it,\" said Hine of the Moon'ssurface. \"And once we get the answer to that, it will help us plan outfuture human missions.\" ", "url": "https://www.space.com/2276-nasa-adds-moon-crashing-probes-lro-mission.html"}, {"title": "New Spacecraft Will Search for Lunar Ice", "date": "2006-04-10", "content": "NASA announced a new spacecraft today that will search for ice at the Moon's southern pole: the Lunar CRater Observation and Sensing Satellite (LCROSS). The spacecraft will launch as a secondary payload with the Lunar Reconnaissance Orbiter in 2008. As it approaches the Moon, LCROSS will split into two spacecraft. The first will smash into the Moon's south pole, and the second will fly through the resulting plume, analyzing it for traces of water. This mission will be developed on a shoestring; NASA has allocated a total of $80 million for its development. NASA today announced that a small, 'secondary payload' spacecraft, to be developed by a team at NASA Ames Research Center, Moffett Field, Calif., has been selected to travel to the moon to look for precious water ice at the lunar south pole in October 2008. The smaller secondary payload spacecraft will travel with the Lunar Reconnaissance Orbiter (LRO) satellite to the moon on the same rocket, the Evolved Expendable Launch Vehicle (EELV), to be launched from Kennedy Space Center, Florida. The NASA Ames team proposed the secondary payload mission, which will be carried out by the Lunar CRater Observation and Sensing Satellite (LCROSS). \"The LCROSS mission gives the agency an excellent opportunity to answer the question about water ice on the moon,\" said Daniel Andrews of NASA Ames, whose team proposed the LCROSS mission. \"We think we have assembled a very creative, highly innovative mission, turning the upper stage of the rocket that brought us to the moon into a substantial impactor on the moon.\" After launch, the secondary payload LCROSS spacecraft will arrive in the lunar vicinity independent of the LRO satellite. On the way to the moon, the LCROSS spacecraft's two main parts, the Shepherding Spacecraft (S-S/C) and the Earth Departure Upper Stage (EDUS), will remain coupled. As the spacecraft approaches the moon's south pole, the upper stage will separate, and then will impact a crater in the south pole area. A plume from the upper stage crash will develop as the Shepherding Spacecraft heads in toward the moon. The Shepherding Spacecraft will fly through the plume, and instruments on the spacecraft will analyze the cloud to look for signs of water and other compounds. Additional space and Earth-based instruments also will study the 2.2-million-pound (1000-metric-ton) plume. \"The LCROSS mission will help us determine if there is water hidden in the permanently dark craters of the moon's south pole,\" said Marvin (Chris) Christensen, Robotic Lunar Exploration Program (RLEP) manager, and acting director of NASA Ames. \"If we find substantial amounts of water ice there, it could be used by astronauts who later visit the moon to make rocket fuel,\" Christensen added. Earlier, NASA had requested proposals internally from its NASA field centers for existing or reasonably matured concepts for secondary payloads that would offer cost-effective contributions to RLEP. To prepare for the return of astronauts to the moon, NASA will conduct various RLEP robotic missions from 2008 to potentially 2016 to study, to map and to learn about the lunar surface. These early missions will help determine lunar landing sites and whether resources, such as oxygen, hydrogen and metals, are available for use in NASA's long-term lunar exploration objectives. \"Establishing research stations on the moon will give us the experience and capabilities to extend to Mars and beyond,\" noted robotics deputy program manager Butler Hine of Ames. \"An exploration science program with a sustained human presence on the moon gives us the opportunity to conduct fundamental science in lunar geology, history of the solar system, physics and the biological response to partial (Earth) gravity,\" said Christopher McKay, lunar exploration program scientist at Ames. The space agency specified that the winning proposal must demonstrate an affordable concept beneficial to RLEP, according to the document that asked NASA centers to submit suggestions for the secondary payload. NASA noted that the secondary payload mission should cost no more than $80 million. NASA also required that the payload mass not exceed 2,205 pounds (1,000 kilograms). NASA encouraged its field centers to team with industry to develop proposals. On Jan. 10, NASA issued a request for information to industry to allow businesses to provide secondary payload concepts to NASA. Each NASA center reviewed ideas from industry as well as secondary payload concepts developed internally. NASA asked that the concepts advance the Vision for Space Exploration to include missions that evolve lunar science, characterize the lunar environment and support identification sites for future human missions as well as the utility of those sites. The space agency said that it was looking for missions that demonstrate technology that could enhance future exploration, that show operational schemes to support exploration, that develop or emplace infrastructure in support of exploration, that advance commercial opportunities and those missions that would collect engineering data to support the Constellation program. That program is developing NASA's new spaceship, the Crew Exploration Vehicle. ", "url": "https://www.universetoday.com/8110/new-spacecraft-will-search-for-lunar-ice/"}]}, {"win label": 1, "news": [{"title": "NASA awards control systems contract for Lunar Reconnaissance Orbiter", "date": "2006-10-25", "content": "Aerospace technology company SpaceDev's Starsys subsidiary has been awarded a contract valued in excess of $6.3 million to design and build solar array drive, antenna pointing actuators and gimbal control electronic assemblies for the Lunar Reconnaissance Orbiter (LRO) program from NASA Goddard Space Flight Center (GSFC) and Swales Aerospace. This award further expands Starsys' role on the LRO mission, which began late last year when Starsys won work the work for the optics pointing mechanism for the LRO Diviner payload in development at NASA/JPL. In total, Starsys LRO related contracts amount to over $7.25 million. 'The Lunar Reconnaissance Orbiter is an important next step in NASA 's continuing exploration of the moon and beyond,' said Mark Sirangelo, interim chairman of the board and chief executive officer of SpaceDev. 'One of the more exciting aspects of the mission is that the spacecraft will be investigating permanently shadowed cold-trap regions at the poles for the presence of water ice. We are proud to be a significant contributor to this high profile mission.' The LRO mission is scheduled to launch in fall 2008 as part of NASA's Lunar Precursor and Robotic Program. The mission will deliver a powerful moon orbiter to obtain measurements necessary to characterize future robotic and human landing sites. It will also identify potential lunar resources and document aspects of the lunar radiation environment relevant to human biological responses. Starsys will provide drive actuators to align the spacecraft's solar panels with the sun, a two-axis pointing mechanism to align the downlink antenna for communication with Earth, and the control electronics to drive each system. The Starsys actuator design is a derivative of the antenna gimbal actuators it is providing to NASA GSFC for the Solar Dynamics Observatory mission. 'NASA's selection of our QuAD silent drive technology for the solar array and gimbals reaffirms that this is an enabling technology for future spacecraft missions,' said Robert Vacek, President of Starsys. 'With the inclusion of the control electronics, Starsys is providing our customer with a total system solution for the solar array drive and antenna pointing actuators. We are proud to have a growing role on this program to provide the science and data required to return to the moon.' ", "url": "https://www.controleng.com/articles/nasa-awards-control-systems-contract-for-lunar-reconnaissance-orbiter/"}, {"title": "Lunar Reconnaissance Orbiter Successfully Completes Critical Design Review", "date": "2006-12-06", "content": "The Lunar Reconnaissance Orbiter (LRO) successfully completed its Critical Design Review (CDR) on Thursday, November 9, 2006. The review was held to present the complete system design developed at NASA's Goddard Space Flight Center, and to make sure that technical issues have been properly addressed. Additionally, it ensured that the design maturity justifies the start of manufacturing mission hardware and software. As a result of this major assessment, NASA's independent review board provided a green light for proceeding into the fabrication and integration phase of the project. The first in a series of robotic missions to the moon, the lunar orbiter is scheduled for launch in October 2008. It will carry six science instruments and a technology demonstration. The mission goal is to expand the coverage and accuracy of lunar maps and environmental data, enabling selection of landing sites for future robotic and human lunar missions. \"LRO will lead the way for NASA to reduce many of the major physical uncertainties in the basic definition of the moon itself, especially filling in gaps in our understanding of lunar topography, temperature, and resources including potential hydrogen and water, and in the information about the lunar poles,\" said Tony Lavoie, NASA's Lunar Precursor and Robotic Program Manager. \"A solid performance as a result of this CDR review allows us to have high confidence that the LRO team at Goddard will make it to the launch pad on time for this crucial launch.\" LRO is part of NASA's Lunar Precursor and Robotic Program, located at the Marshall Space Flight Center, Huntsville, Ala. The LRO Critical Design Review began November 6, 2006 at NASA Goddard in Greenbelt, Md., where LRO will be built. The independent review board, comprised of reviewers from NASA and several external organizations, heard presentations on all aspects of LRO design. Presentations included the spacecraft construction and systems integration, the science operations center, testing, and safety requirements. Critical Design Reviews are one-time programmatic events that bridge the design and manufacturing stages of a project. A successful review means that the design is validated and will meet its requirements, is backed up with solid analysis and documentation, and has been proven to be safe. LRO's CDR completion grants Goddard permission to begin manufacturing hardware. ", "url": "https://www.nasa.gov/centers/goddard/news/topstory/2006/lro_cdr.html"}]}, {"win label": 0, "news": [{"title": "NASA Takes Aim at Moon with Double Sledgehammer", "date": "2007-02-27", "content": "Scientists are priming two spacecraft to slam into the moon's South Pole to see if the lunar double whammy reveals hidden water ice. The Earth-on-moon violence may raise eyebrows, but NASA's history shows that such missions can yield extremely useful scientific observations. \"I think that people are apprehensive about it because it seems violent or crude,but it's very economical,\" said Tony Colaprete, the principal investigator for the mission at NASA's Ames Research Center in Moffett Field, Calif. NASA'sprevious Lunar Prospector mission detected large amounts of hydrogen at themoon's poles before crashing itself into a crater at the lunar South Pole. Nowthe much larger Lunar Crater and Observation Sensing Satellite (LCROSS) mission, set for a February 2009 moon crash, will take aim and discover whether some of that hydrogen is locked away in the form of frozen water. LCROSS will piggy back on the Lunar Reconnaissance Orbiter (LRO) mission for an Oct. 28 launch atop an Atlas 5 rocket equipped with a Centaur upper stage. While the launch will ferry LRO to the moon in about four days, LCROSS is in for a three-month journey to reachits proper moon smashing position. Once within range, the Centaur upper stage doubles as the main 4,400 pound (2,000 kg) impactor spacecraft for LCROSS. The smaller Shepherding Spacecraft will guide Centaur towards its target crater, before dropping back to watch - and later fly through - the plume of moon dust anddebris kicked up by Centaur's impact. The shepherding vehicle is packed with alight photometer, a visible light camera and four infrared cameras to study theCentaur?s lunar plume before it turns itself into a second impactor and strikesa different crater about four minutes later. \"This payload delivery represents a new way of doing business for the center and theagency in general,\" said Daniel Andrews, LCROSS project manager at Ames,in a statement. \"LCROSS primarily is using commercial-off-the-shelf instrumentson this mission to meet the mission's accelerated development schedule and costrestraints.\" Figuringout the final destinations for the $79 million LCROSS mission is \"like tryingto drive to San Francisco and not knowing where it is on the map, \"Colaprete said. He and other mission scientists hope to use observations fromLRO and the Japanese Kaguya (Selene) lunar orbiter to map crater locationsbefore LCROSS dives in. \"Nobody has ever been to the poles of the moon, and there are very unique craters -similar to Mercury - where sunlight doesn't reach the bottom,\" Colaprete said. Earth-based radar has also helped illuminate some permanently shadowedcraters. By the time LCROSS arrives, it can zero in on its 19 mile (30 km) widetargets within 328 feet (100 meters). Scientistswant the impactor spacecraft to hit smooth, flat areas away from large rocks,which would ideally allow the impact plume to rise up out of the crater shadowsinto sunlight. That in turn lets LRO and Earth-based telescopes see the results. \"Byunder standing what's in these craters, we're examining a fossil record of theearly solar system and would occurred at Earth 3 billion years ago, \"Colaprete said. LCROSS is currently aiming at target craters Faustini and Shoemaker,which Colaprete likened to \"fantastic time capsules\" at 3 billion and3.5 billion years old. LCROSS researchersanticipate a more than a 90 percent chance that the impactors will find someform of hydrogen at the poles. The off-chance exists that the impactors willhit a newer crater that lacks water - yet scientists can learn about thedistribution of hydrogen either way. \"Wetake what we learn to the next step, whether it's rovers or moreimpactors,\" Colaprete said. This comesas the latest mission to apply brute force to science. The DeepImpact mission made history in 2005 by sending a probe crashing into cometTempel 1. Besides Lunar Prospector's grazing strike on the moon in 1999, theEuropean Space Agency's Smart-1satellite dove more recently into the lunar surface in 2006. LCROSS willtake a much more head-on approach than either Lunar Prospector or Smart-1,slamming into the moon's craters at a steep angle while traveling with greatermass at 1.6 miles per second (2.5 km/s). The overall energy of the impact willequal 100times that of Lunar Prospector and kick up 1,102 tons of debris and dust. \"It's a cost-effective, relatively low-risk way of doing initial exploration, \"Colaprete said, comparing the mission's approach to mountain prospectors whoused crude sticks of dynamite to blow up gully walls and sift for gold.Scientists are discussing similar missions for exploring asteroids and planets suchas Mars. Nevertheless,Colaprete said they \"may want to touch the moon a bit more softly\" after LCROSS has its day. ", "url": "https://www.space.com/5018-nasa-takes-aim-moon-double-sledgehammer.html"}]}, [], {"win label": 0, "news": [{"title": "Northrop Grumman Completes LCROSS Thermal Vacuum Testing; Mission to Seek Water Ice At a Lunar Pole", "date": "2008-06-24", "content": "Northrop Grumman Corporation successfully completed one of the most critical spacecraft environmental tests on NASA's Lunar Crater Observation and Sensing Satellite (LCROSS) two months ahead of schedule. LCROSS will be launched later this year on a mission to impact the moon in the search for water ice and water-bearing compounds in lunar craters. Thermal vacuum testing helps determine a spacecraft's flight-worthiness. During the 13.5-day test, LCROSS was subjected to thermal cycles with temperatures reaching as high as 230 degrees Fahrenheit (110 Celsius) and as low as -40 degrees F (-40 C) while simulating launch, on-orbit turn-on, and the cruise phase to spacecraft impact on the moon. LCROSS is now undergoing final checkout at Northrop Grumman's manufacturing facility in Redondo Beach, Calif. It will then be readied for shipment to the Kennedy Space Center in Florida for launch processing and integration onto an Atlas V rocket as a secondary payload to NASA's Lunar Reconnaissance Orbiter. \"The fast-track development processes we've employed on this program have paid huge dividends in our ability to improve schedule performance, which, in turn, results in a lower cost,\" said Steve Hixson, vice president of Advanced Concepts for Northrop Grumman Space Technology. \"We are applying the lessons learned here to some of our other programs.\" LCROSS is a rapid response mission. NASA Ames Research Center awarded the contract to design and build LCROSS to Northrop Grumman in June 2006, and the company plans to have the spacecraft ready for delivery in just 25 months, two months ahead of the original 27 month schedule. LCROSS consists of two main components, an expended Centaur upper stage and the Northrop Grumman-built Shepherding Spacecraft. On approach to the Moon, the Shepherding Spacecraft will position the upper stage for a precision impact, then separate and perform a braking maneuver in order to observe the upper stage's impact into the Moon using NASA-Ames' on-board sensor payload. The impact will create a plume higher than 10 kilometers from the Moon's surface that may be visible from Earth by amateur astronomers, given viewing conditions. Northrop Grumman Corporation is a global defense and technology company whose 120,000 employees provide innovative systems, products, and solutions in information and services, electronics, aerospace and shipbuilding to government and commercial customers worldwide. ", "url": "https://news.northropgrumman.com/news/releases/photo-release-northrop-grumman-completes-lcross-thermal-vacuum-testing;-mission-to-seek-water-ice-at-a-lunar-pole"}]}, {"win label": 0, "news": [{"title": "Next Moon Mission Begins Thermal Vacuum Test", "date": "2008-10-23", "content": "NASA's Lunar Reconnaissance Orbiter, or LRO, has begun environmental testing in a thermal vacuum that simulates the harsh rigors of space. The spacecraft, built at NASA's Goddard Space Flight Center in Greenbelt, Md., has been lifted into a four-story thermal vacuum chamber there for a test that will last approximately five weeks. Once sealed in the chamber, the satellite will undergo a series of tests that simulate the space environment it will encounter when it orbits the moon. During the tests, NASA engineers will operate the spacecraft to ensure it is performing as planned. The project also will conduct mission simulations to further train and develop the team that will operate the spacecraft. \"This is an exciting time for our project\" said Cathy Peddie, LRO deputy project manager at Goddard. \"Thermal vacuum testing is one of our major milestones. Not only are we checking out LRO in a test facility that most closely matches its final destination, but we are getting more 'hands-on' time operating LRO as we will see it next year at the moon.\" The orbiter will carry seven instruments to provide scientists with detailed maps of the lunar surface and enhance our understanding of the moon's topography, lighting conditions, mineralogical composition and natural resources. Information gleaned from LRO will be used to select safe landing sites, determine locations for future lunar outposts and help to mitigate radiation dangers to astronauts. The orbiter will be shipped to NASA's Kennedy Space Center in Florida early next year to be prepared for its April 24 launch aboard an Atlas V rocket. Accompanying the spacecraft will be the Lunar Crater Observation and Sensing Satellite, a mission that will impact the moon's surface in its search for water ice. ", "url": "https://www.nasa.gov/mission_pages/LRO/news/lro_thermalvac.html"}]}, {"win label": 1, "news": [{"title": "Lunar Orbiter Passes Thermal Vacuum Test", "date": "2009-01-04", "content": "The Lunar Reconnaissance Orbiter, or LRO, completed thermal vacuum testing, NASA announced. Those tests simulate extreme hot, cold and airless conditions of space that LRO will experience after launch. This milestone concludes the orbiter's environmental test program at Goddard Space Flight Center in Greenbelt, Md. The orbiter will carry seven instruments to provide scientists with detailed maps of the lunar surface and increase understanding of lunar topography, lighting conditions, mineralogical composition and natural resources. Data returned to Earth from the LRO will be used to select safe landing sites, determine locations for future outposts and help mitigate radiation dangers to astronauts. The spacecraft will spend at least a year in a low, polar orbit approximately 30 miles above the lunar surface while the instruments work together to collect detailed information about the moon's environment. Thermal vacuum testing took about two months. The orbiter, built at Goddard, was subjected to extreme temperature cycles of the lunar environment as engineers conducted simulated flight operations. \"We have cooked LRO, frozen it, shaken it, and blasted it with electromagnetic waves, and still it operates,\" said Dave Everett, LRO mission system engineer at Goddard. \"We have performed more than 2,500 hours of powered testing since January, more than 600 of that in vacuum.\" The first two checks were the spin and vibration tests. The spin test determined the spacecraft's center of gravity and measured characteristics of its rotation. During vibration testing, engineers checked the structural integrity of the spacecraft aboard a large, shaking table that simulated the rigorous ride the orbiter will encounter during liftoff aboard an Atlas rocket. Next, the orbiter was subjected to acoustics testing. The bagged spacecraft was placed near wall-sized speakers that simulate the noise-induced vibrations of launch. Following acoustics testing, LRO underwent tests that simulated the orbiter's separation from the rocket during launch. The spacecraft also underwent electromagnetic compatibility testing to ensure internal and external electrical signals do not interfere with its critical functions. \"It was less than one year ago that LRO was a myriad collection of parts not yet delivered to our clean room,\" said Craig Tooley, LRO project manager at Goddard. \"This truly is a significant accomplishment - a hard earned milestone. It is a humbling and awe-inspiring experience to work with the LRO team.\" LRO will be shipped to Kennedy Space Center in Florida soon to be prepared for its April 24 launch aboard an Atlas V rocket. Accompanying the spacecraft will be the Lunar Crater Observation and Sensing Satellite, a mission that will impact the lunar surface to search for water ice. Goddard is building and managing the Lunar Reconnaissance Orbiter for the Exploration Systems Mission Directorate in Washington.", "url": "https://www.defensedaily.com/lunar-orbiter-passes-thermal-vacuum-test/space/"}, {"title": "NASA Lunar Spacecraft Ships South In Preparation For Launch", "date": "2009-02-11", "content": "NASA's Lunar Reconnaissance Orbiter, or LRO, spacecraft was loaded on a truck Wednesday to begin its two-day journey to NASA's Kennedy Space Center in Florida. Launch is targeted for April 24. The spacecraft was built by engineers at Goddard, where it recently completed two months of tests in a thermal vacuum chamber. During its time in the chamber, the spacecraft was subjected to hot and cold temperatures it will experience as it orbits the moon. The satellite's mission is one of the first steps in NASA's plan to return astronauts to the moon. LRO will spend at least one year in a low polar orbit on its primary exploration mission, with the possibility of three more years to collect additional detailed scientific information about the moon and its environment. The orbiter will carry seven instruments to provide scientists with detailed maps of the lunar surface and enhance our understanding of the moon's topography, lighting conditions, mineralogical composition and natural resources. Information gleaned from LRO will be used to select safe landing sites, determine locations for future lunar outposts and help mitigate radiation dangers to astronauts. The polar regions of the moon are the main focus of the mission because continuous access to sunlight may be possible and water ice may exist in permanently shadowed areas of the poles. \"This is the culmination of four years of hard work by everyone on the LRO Project,\" said Cathy Peddie, LRO deputy project manager at NASA's Goddard Space Flight Center in Greenbelt, Md. \"LRO now begins its launch site processing, where it will be prepped for integration with our sister mission LCROSS, and eventually encapsulated in the Atlas V for its journey to the moon.\" LRO's instruments have considerable heritage from previous planetary science missions, enabling the spacecraft to transition to a research phase under the direction of NASA's Science Mission Directorate one year after launch. Accompanying LRO on its journey to the moon will be the Lunar Crater Observation and Sensing Satellite, or LCROSS, a mission that will impact the lunar surface in its search for water ice. The LCROSS mission is managed by NASA's Ames Research Center at Moffett Field, Calif. Goddard manages the Lunar Reconnaissance Orbiter for NASA's Exploration Systems Mission Directorate in Washington.", "url": "https://www.nasa.gov/centers/kennedy/news/releases/2009/release-20090211.html"}, {"title": "Testing of the Lunar Reconnaissance Orbiter (LRO)", "date": "2009-04-20", "content": "The LRO spacecraft was built by engineers at NASA's Goddard Space Flight Center in Greenbelt, Md. It was then put through extensive testing. The orbiter was subjected to the extreme temperature cycles of the lunar environment as engineers conducted simulated flight operations. \"We have cooked LRO, frozen it, shaken it, and blasted it with electromagnetic waves, and still it operates,\" said Dave Everett, LRO mission system engineer at Goddard. \"We have performed more than 2,500 hours of powered testing since January.\"", "url": "https://cilab.gsfc.nasa.gov/10425"}, {"title": "NASA Return to Lunar Orbit Will Scout for Future Human Exploration", "date": "2009-06-15", "content": "Atop an Atlas 5 rocket at Cape Canaveral Air Force Station in Florida sits the first step in what will surely be a long and arduous task for NASA-returning humans to the moon. The Lunar Reconnaissance Orbiter, or LRO, set to lift off this week, will orbit the moon in search of potential landing sites and useful resources, such as water ice, that would facilitate a long-term human presence. For starters, LRO will improve maps of the moon, says astrophysicist John Keller of the NASA Goddard Space Flight Center in Greenbelt, Md., deputy project scientist for the $500-million mission. \"A point I like to make about LRO,\" he says, \"is that when it comes to the shape of the moon, we actually know the shape of Mars much better than we do of the moon.\" Three-dimensional laser-altimetry data taken by LRO will help to close that gap. Planetary scientist David Kring, a senior staff scientist at the Lunar and Planetary Institute in Houston, sounds a similar tone, noting that the orbiter \"will be exploring regions of the moon that have been fuzzy or completely invisible to us in the past.\" The satellite's polar orbit will allow it to focus on especially desirable regions for human activities. At the moon's poles, Keller explains, the fairly consistent low angle of the sun makes available essentially constant access to solar power and, potentially, stores of water frozen in permanently shadowed craters. (A companion spacecraft to LRO will seek out direct evidence of that water ice in October.) Among the orbiter's seven scientific instruments is one with a distinctly human-focused assignment: The Cosmic Ray Telescope for the Effects of Radiation (CRaTER). It will seek to characterize and assess the physiological effects of high-energy cosmic rays. Earth's inhabitants are largely protected from cosmic radiation by the planet's atmosphere and magnetic field, but long-term residents of the moon would be exposed to potential cellular and genetic damage without proper shielding. CRaTER has cosmic-ray detectors separated by a material known as tissue-equivalent plastic. That plastic mimics how biological tissue absorbs radiation, and the LRO mission is the first time it will find use outside Earth's protective influence, Keller says. \"By looking at the difference\" between the radiation registered by the detectors, he explains, \"you can say something about how much [energy] was deposited into that plastic.\" The LRO mission springs from NASA's Vision for Space Exploration, the Bush-era plan to return humans to the moon by 2020 on board Ares rockets currently in development to replace the space shuttle, which retires next year. But while the lunar timeline and the Ares program are under scrutiny by a blue-ribbon panel of independent experts convened by the White House, the robotic precursor to human exploration continues apace. Kring says that even given the uncertainties in the future of manned spaceflight in the U.S., the lunar orbiter is a mission whose time has come. \"Not only is this the right time to launch LRO, the LRO spacecraft should be the first in a small fleet of missions that expand our horizons and, simultaneously, provide opportunities to enhance our nation's technological capabilities,\" he says.", "url": "https://www.scientificamerican.com/article/lro-moon-satellite/"}, {"title": "JPL Instrument Set for Lunar Orbiter Mission", "date": "2009-06-17", "content": "NASA is scheduled to launch the Lunar Reconnaissance Orbiter, an unmanned mission to comprehensively map the entire moon, tomorrow, June 18. One of the instruments aboard, the Diviner Lunar Radiometer Experiment, will make the first global survey of the temperature of the lunar surface while the orbiter circles some 50 kilometers (31 miles) above the moon. \"The terrain on the far side of the moon is quite different from that of the near side of the moon,\" said David Paige, principal investigator for the Diviner instrument at UCLA. \"The more we learn about the moon, the better scientific questions we can pose, and the better locations we can find for future lunar landings for robotic and human explorers. By getting a comprehensive view, NASA can tailor future landing sites to specific goals.\" The Diviner instrument is managed by NASA's Jet Propulsion Laboratory, Pasadena, Calif. A focus of the mission will be to study the moon's polar regions, which are relatively unexplored and extremely cold, because they do not receive direct sunlight. Their temperatures of approximately 370 degrees below 0 Fahrenheit (minus 223 degrees Celsius) are cold enough to trap water ice. Temperatures on the moon, as on Earth, vary depending on the season, the time of day and other factors. At the moon's equator, it can heat up to more than 116 degrees Celsius (240 degrees Fahrenheit) in the sunlight, and get as cold as 270 degrees below 0 Fahrenheit (minus 168 Celsius). \"We don't really know what we will find when we explore the polar regions thoroughly,\" Paige said. Will they find deposits of water ice in the polar regions? NASA's Apollo missions revealed that lunar rocks are very dry, but did not provide information about the polar regions, where water is most likely to exist. There is indirect evidence for water at the moon's poles. The Lunar Reconnaissance Orbiter may find more evidence for it. The orbiters's scientific instruments, including Diviner, have been tailored to learn more about the potential for water. Based largely on the Mars Climate Sounder Instrument flying aboard the Mars Reconnaissance Orbiter, Diviner is a nine-channel radiometer that will make the first maps of the temperature on the surface of the lunar polar regions. The instrument will have the capability of measuring very cold temperatures, and will, for the first time, characterize the entire thermal environment of the moon. Diviner will also produce a map showing the composition of the moon, and a map showing how rocky the moon is. \"With this instrument's unprecedented capabilities, we are looking forward to helping not only rewrite the moon's history, but its future,\" said Wayne Hartford, project manager for the Diviner instrument at JPL. In addition to creating a comprehensive atlas of the moon's features with detailed information about surface and subsurface temperatures, Diviner will identify cold traps and potential ice deposits, as well as landing hazards such as rough terrain or rocks to be avoided by future manned missions to the moon. The Lunar Reconnaissance Orbiter is the first mission in NASA's Vision for Space Exploration program, a plan to return to the moon and then to travel to Mars and beyond. The mission will gather crucial data on the lunar environment that will help astronauts prepare for long-duration lunar expeditions.", "url": "https://www.nasa.gov/mission_pages/LRO/news/lro-20090617.html"}, {"title": "NASA Successfully Launches LRO/LCROSS for Return to the Moon", "date": "2009-06-18", "content": "An Atlas V rocket carrying NASA's Lunar Reconnaissance Orbiter (LRO) and sister payload Lunar CRater Observation and Sensing Satellite (LCROSS) has launched from complex 41 at Cape Canaveral on Thursday evening. Both its payload passengers were successfully sent on their journey to the moon. Atlas V/Launch Overview: The veteran Atlas V rocket - making its 19th lunar flight - that will loft the LRO/LCROSS dual payload to the moon will fly in the 401 configuration with a four-meter fairing, no solid rocket boosters and a single-engine Centaur upper stage. Given the precise nature of the LRO/LCROSS missions, the launch window is four days in duration - lasting from June 17 to June 20. For its opening launch attempt on June 18, the Atlas team will have three opportunities to launch the pair of lunar satellites on their mission. The first attempt comes at 5:12pm EDT, with subsequent attempts available at 5:22pm and 5:32pm. Due to weather, controllers opted for the final available attempt. For launch day, the 45th Weather Squadron of the Air Force is predicting a 40 percent chance of violating weather constraints - with the main concerns being anvil clouds, cumulus clouds, and rain within 10nm of the launch pad/flight path. The weather forecast, at this time, remains essentially unchanged in the event of a 24-hour or 48-hour scrub turnaround. In the event of a launch on June 19, the three launch times are: 6:41pm, 6:51pm, and 7:01pm. Similarly, if launch should occur on June 20, the launch times are: 8:08 pm, 8:18 pm. and 8:28 pm. If, for some reason, the Atlas team is not able to achieve launch by June 20, the next four day launch window starts June 30.", "url": "https://www.nasaspaceflight.com/2009/06/live-return-to-the-moon-with-lrolcross/"}, {"title": "NASA Lunar Mission Successfully Enters Moon Orbit", "date": "2009-06-23", "content": "After a four and a half day journey from the Earth, the Lunar Reconnaissance Orbiter, or LRO, has successfully entered orbit around the moon. Engineers at NASA's Goddard Space Flight Center in Greenbelt, Md., confirmed the spacecraft's lunar orbit insertion at 6:27 a.m. EDT Tuesday. During transit to the moon, engineers performed a mid-course correction to get the spacecraft in the proper position to reach its lunar destination. Since the moon is always moving, the spacecraft shot for a target point ahead of the moon. When close to the moon, LRO used its rocket motor to slow down until the gravity of the moon caught the spacecraft in lunar orbit. \"Lunar orbit insertion is a crucial milestone for the mission,\" said Cathy Peddie, LRO deputy project manager at Goddard. \"The LRO mission cannot begin until the moon captures us. Once we enter the moon's orbit, we can begin to buildup the dataset needed to understand in greater detail the lunar topography, features and resources. We are so proud to be a part of this exciting mission and NASA's planned return to the moon.\" A series of four engine burns over the next four days will put the satellite into its commissioning phase orbit. During the commissioning phase each of its seven instruments is checked out and brought online. The commissioning phase will end approximately 60 days after launch, when LRO will use its engines to transition to its primary mission orbit. For its primary mission, LRO will orbit above the moon at about 31 miles, or 50 kilometers, for one year. The spacecraft's instruments will help scientists compile high resolution, three-dimensional maps of the lunar surface and also survey it at many spectral wavelengths. The satellite will explore the moon's deepest craters, examining permanently sunlit and shadowed regions, and provide understanding of the effects of lunar radiation on humans. LRO will return more data about the moon than any previous mission. ", "url": "https://www.nasa.gov/home/hqnews/2009/jun/HQ_09-144_LRO_moon_orbit.html"}]}, {"win label": 0, "news": [{"title": "LRO's First Moon Images", "date": "2009-07-02", "content": "NASA's Lunar Reconnaissance Orbiter has transmitted its first images since reaching the moon on June 23. The spacecraft's two cameras, collectively known as the Lunar Reconnaissance Orbiter Camera, or LROC, were activated June 30. The cameras are working well and have returned images of a region in the lunar highlands south of Mare Nubium (Sea of Clouds). As the moon rotates beneath LRO, LROC gradually will build up photographic maps of the lunar surface. \"Our first images were taken along the moon's terminator -- the dividing line between day and night -- making us initially unsure of how they would turn out,\" said LROC Principal Investigator Mark Robinson of Arizona State University in Tempe. \"Because of the deep shadowing, subtle topography is exaggerated, suggesting a craggy and inhospitable surface. In reality, the area is similar to the region where the Apollo 16 astronauts safely explored in 1972. While these are magnificent in their own right, the main message is that LROC is nearly ready to begin its mission.\" These images show cratered regions near the moon's Mare Nubium region, as photographed by the Lunar Reconnaissance Orbiter's LROC instrument. Impact craters feature prominently in both images. Older craters have softened edges, while younger craters appear crisp. Each image shows a region 1,400 meters (0.87 miles) wide, and features as small as 3 meters (9.8 feet) wide can be discerned. The bottoms of both images face lunar north. The image below shows the location of these two images in relation to each other. The locator image shows an area 3,542 meters (2.2 miles) wide by 14,000 meters (8.7 miles) long. The scene is at the lunar coordinates 34.4 degrees South by 6.0 degrees West. ", "url": "https://www.eurekalert.org/news-releases/530206"}, {"title": "LROC's first look at the Apollo landing sites", "date": "2009-07-17", "content": "At the current altitude and lighting the descent stage is clearly visible with its angular shadow and shadow cast by leg. The LROC NAC image data has not been calibrated, the faint vertical stripes are a natural part of the image and will be removed later after the full suite of calibration data is collected during the commissioning phase. The imaging system on board NASA's Lunar Reconnaissance Orbiter recently had its first of many opportunities to photograph the Apollo landing sites. The Lunar Reconnaissance Orbiter Camera imaged five of the six Apollo sites with the narrow angle cameras between July 11 and 15, within days of the 40th anniversary of the Apollo 11 mission. The early images obtained by LROC, operated by Arizona State University Professor Mark Robinson, show the lunar module descent stages left behind by the departing astronauts. Their locations are made evident by their long shadows, which result from a low sun angle at the time of collection. \"In a three-day period we were able to image five of the six Apollo sites -the LROC team anxiously awaited each image,\" says LROC Principal Investigator Mark Robinson, professor in the School of Earth and Space Exploration in ASU's College of Liberal Arts and Sciences. \"Of course we were very interested to get our first peek at the lunar module descent stages just for the thrill -and to see how well the cameras had come into focus.\" The orbiter's current elliptical orbit resulted in image resolutions from the NACs that were slightly different for each site but were all about four feet per pixel. Since the deck of the descent stage is about 14 feet in diameter, the Apollo relics themselves fill about four pixels. However, because the Sun was low to the horizon when the images were acquired, even subtle variations in topography create long shadows. Standing just over ten feet above the surface, each Apollo descent stage creates a distinct shadow that fills roughly 20 pixels. \"For the five landing site images photographed by LROC, the biggest variables are spacecraft altitude and time of day, which translates into signal strength,\" explains Robinson. \"In the current collection of images the best discrimination of features is in the Apollo 14 scene even though the highest resolution picture covers the Apollo 16 site.\" Compared to the other landing site images, the image of the Apollo 14 site revealed additional details. The Apollo Lunar Surface Experiment Package, a set of scientific instruments placed by the astronauts at the landing site, is discernable, as are the faint trails between the descent stage and ALSEP left by the astronauts' footprints. Though it had been expected that LRO would be able to resolve the remnants of the Apollo missions, these first images came prior to the spacecraft reaching its final mapping orbit. As the orbit of LRO is lowered, LROC will receive many more opportunities to image the landing sites in the weeks to come. The resolution of future LROC images of these sites will improve by two to three times. The timing of these images being captured is notable as it occurred only days before the 40-year anniversary of NASA's Apollo 11 mission that first put humans on the moon. Though these pictures provide a reminder of one of humankind's greatest technological achievements, LRO's primary focus is paving the way for future exploration. By returning detailed lunar data the LRO mission will help NASA identify safe and compelling landing sites for future explorers, locate potential resources, describe the moon's radiation environment and demonstrate new technologies. ", "url": "https://www.eurekalert.org/news-releases/530206"}, {"title": "New Moon Photo Reveals Tracks from Tough Apollo Moonwalk", "date": "2009-08-21", "content": "A newsnapshot from NASA?s newest moon probe has revealed the 38-year-old tracks leftoverfrom a grueling moonwalk by two Apollo astronauts who tried, and failed,to reach a tantalizing crater. Thephotograph was taken by a camera on NASA?s Lunar Reconnaissance Orbiter andshows the terrain surrounding the landing site of Apollo 14 astronauts AlanShepard and Edgar Mitchell, who touched down on the moon Feb. 5, 1971 in theirAntares lander. It was released Wednesday and confirmed that the astronauts camejust 100 feet from the rim of their target, Cone Crater, beforethey turned back, LRO researchers said. At firstglance, the image appears to depict a stark lunar surface devoid of anyevidence that humans were there. But a closer inspection can reveal the glints of theAntares lander and a nearby experiment deployed by the astronauts, which appearat the lower left of the snapshot. The tracks from the boot prints of Shepard andMitchell appear as wispy, winding lines that are a slightly darker shade ofgray from the surrounding terrain. The regionof the moon explored by Shepard and Mitchell on the Apollo 14 mission is arocky, hilly area known as the Fra Mauro highlands. The mission was the thirdof six Apollomoon landings between 1969 and 1972. LRO hasbeamed home an earlier view of the Apollo 14 landing site, as well as snapshots of TranquilityBase, the first manned landing site visited by Apollo 11 astronauts on July20, 1969. Researchers overseeing the probe?s main camera, called LROC, fromArizona State University released the new images. On Feb. 6,1971, during the second moonwalk of their 33-hour stay on the lunar surface, Shepardand Mitchell tried to reach the distant Cone Crater in order to peer down atits bottom. The crater was nearly a mile away from Antares - placingthe lander out of sight for the moonwalkers - and the journey was exhaustingsince it was almost entirely uphill. To makematters worse, Shepard and Mitchell had trouble walking uphill in the softlunar surface and their map of the terrain left much to be desired. An other problem was that the ruggedness and unevenness of the terrain made it very hardto navigate by landmarks, which is the way a man on foot gets around,? wrote Shepard,who died in 1998, in an account of the mission for NASA?s History Office a few years after the mission. ?Ed and I had difficulty in agreeing on the way to Cone, just how far wehad traveled, and where we were. It wassometimes easier, Shepard wrote, to carry an equipment cart that was supposedto ease their burden during moonwalks because dragging it as designed was justtoo tough. And then came what had to be one of the most frustrating experiences on thetraverse. We thought we were nearing the rim of Cone, only to find we were atanother and much smaller crater still some distance from Cone,? he wrote in theNASA account. ?At that point, I radioed Houston that our positions weredoubtful, and that there was probably quite a way to go yet to reach Cone.? In the newLRO image, one landmark dubbed Saddle Rock that was photographed by Shepard andMitchell can be easily spotted, showing how close the astronauts actually wereto their lunar quarry. Shepard,one of NASA?s original seven Mercury astronauts, and Mitchell ended theirsecond moonwalk on a light note despite their frustration trying to reach ConeCrater. Shepard attached a six-iron golf club to the end of a collecting toolto become the first person to golf on the moon. WhileShepard and Mitchell worked on the lunar surface, their crewmate Stuart Roosaorbited the moon in their command module. They left the moon on Feb. 6, 1971and returned to Earth three days later. The $504million LRO spacecraft, meanwhile, is part of NASA?s first wave of new missionsto explore the moon. The orbiter launched June 18 on a year-long mission to mapthe moon, study its surface composition and search for hidden water ice tuckedaway in the permanent shadows of craters at the lunar poles. ", "url": "https://www.space.com/7166-moon-photo-reveals-tracks-tough-apollo-moonwalk.html"}]}, [], {"win label": 0, "news": [{"title": "NASA's Lunar Reconnaissance Orbiter Gets New Moon Mission", "date": "2010-09-16", "content": "NASA's latest lunar probe has wrapped up the explorationphase of its moon- watching mission and is shifting into pure science gear to helpscientists better understand Earth's nearest neighbor. Until now, the powerful LunarReconnaissance Orbiter had been scouting the moon to help NASA plan for futurelunar exploration missions. \"LRO has been an outstanding success. Thespacecraft has performed brilliantly,\" said Doug Cooke, associateadministrator of NASA's exploration systems mission directorate, in astatement. \"LRO's science and engineering teams achieved all of themission's objectives, and the incredible data LRO gathered will providediscoveries about the moon for years to come.\" NASA launched the $504 million LRO probe in June 2009 alongwith a piggyback probe that crashed into the shadows of a crater at the moon'ssouth pole in October of that year in a hunt for water ice, which it found. Thespacecraft is about the size of a Mini Cooper car and equipped with seveninstruments to observe the moon. From its polar orbit 31 miles up, LRO produced acomprehensive map of the lunar surface in unprecedented detail, NASA officialssaid. The probe has also searched for resources and safelanding sites for potential future missions to the moon, measured lunartemperatures and radiation levels and helped confirm the presence of wateron the moon. LRO's new mission phase will be more focused onanswering specific research questions than on broad exploration, NASA officialssaid. The probe will continue to map the moon for two to four more years, theyadded. \"The official start of LRO's science phase should write a new andintriguing chapter in lunar research,\" said Ed Weiler, associateadministrator for NASA's science mission directorate. LRO was no slouch during its exploration mission. When the spacecraft finishes transmitting all of the moonobservations and data it gathered during the past year, it will have beamedmore information home to NASA databases than all other previous planetarymissions combined, agency officials said. That information has had a profoundimpact on our understanding of the moon, they added. For example, LRO helped confirm the presence of water onthe moon along with other lunar probes from Japan and India. When its piggybackprobe, the LunarCrater Observation and Sensing Satellite ? or LCROSS, smashed into thelunar surface in October 2009, LRO's instruments detected water-ice in theresulting impact plume. LRO has also found that parts of the moon are colderthan Pluto. The probe measured a location in the moon's Hermite Crater at minus415 degrees Fahrenheit. The surface of Pluto, whichis much farther from the sun's warmth, likely only gets down to about minus 300F, researchers have said. In addition, LRO made new observations of the Apollolanding sites and gathered detailed information about lunar terrain. The probealso found the first evidence of widespread lunar thrust faults, which indicatethat the moon has recently contracted and may still be shrinking, NASAofficials said. LRO has a robotic moon probe bloodhound. This year, it took high- resolutionpictures of the Soviet Union's old Lunokhod1 rover, which had been lost for almost 40 years. The spacecraft pinpointed the rover's location to within150 feet, allowing researchers on Earth to bounce laser signals offLunokhod 1's reflector for the first time ever. These signals are providingimportant new information about the position and motion of the moon. ", "url": "https://www.space.com/9129-nasa-lunar-reconnaissance-orbiter-moon-mission.html"}]}, {"win label": 0, "news": [{"title": "NASA Spacecraft Reveals Moon As Never Before", "date": "2011-06-21", "content": "A spacecraft that mapped the lunar surface in unprecedented detail has been declared a resounding success, one that \"forever changed our view of the moon,\" NASA announced today. NASA's Lunar Reconnaissance Orbiter has sent back to Earth enough information on the moon to fill 41,000 DVDs and is still going strong, taking photos and topographic measurements as it cruises just 30 miles above the lunar surface. LRO launched in June 2009 with two main goals. In the probe's first year, NASA used it to scout the lunar surface for future exploration missions. In year two, the spacecraft shifted into a general science mode to investigate some of the lasting mysteries of the moon. Every photo, map and other observation made by LRO during its first year has been beamed to Earth and compiled in a database, allowing mission scientists to declare the initial exploration phase complete. Researchers around the world can now access this vast storehouse of information, they said. \"LRO was originally conceived to deliver the kinds of information that we need to plan for safe and effective exploration of our moon,\" Michael Wargo, chief lunar scientist for exploration at NASA headquarters, told reporters. \"Today we're here to tell you that that's exactly what we did, in spades.\" The $540 million spacecraft performed a data dump of epic proportions. It delivered some 192 terabytes of information, gathered during LRO's first year, to NASA's Planetary Data System. That's more data than is stored in all the printed materials at the Library of Congress, officials said. LRO uses seven instruments to study the moon. Two of the most prolific tools have been its laser altimeter, known as LOLA, and its LROC camera system. The LROC camera has helped scientists stitch together an incredibly detailed photographic mosaic of Earth's nearest neighbor. This global map, which was unveiled in March, covers the moon from pole to pole with a resolution of 328 feet per pixel. NASA's Lunar Reconnaissance Orbiter snapped this shot of a natural bridge on the moon. It's about 7 meters wide on top and 20 m across, and likely formed following the dual collapse of a lava tube. The ground at the base of the bridge is about 6 to 12 meters below the surface. North is up. LROC also has two higher-resolution cameras, which have photographed much of the lunar surface at 1.5 feet per pixel. With such detailed views, researchers can see interesting features on the moon, such as odd natural bridges. And they can spot the marks that humanity has left behind. \"We can actually see where the Apollo astronauts walked, where they placed their scientific instruments and where they drove the rovers that they had taken with them,\" Wargo said. LOLA, for its part, has been mapping out the topography of the lunar surface. To date, it's made more than 4.1 billion measurements. Previous spacecraft combined had taken about 8 million such readings at the moon, officials said. LOLA's measurements have allowed scientists to make the best topographic map of the moon ever constructed, revealing key details that could aid future exploration efforts. For example, the readings have identified places that receive sunlight more than 240 days per year, suggesting they might be good places to set up solar-powered bases, researchers said. Sunlight is a key potential resource on the moon, as is water. Water not only would help keep moon settlers alive, it could be converted into rocket fuel, researchers have said. In the last few years, researchers have come to realize that huge amounts of water likely exist on the moon, much of it trapped in the frigid depths of permanently shadowed craters near the poles. Several spacecraft have been key in this revelation, and LRO is one of them. When LRO launched, it carried a piggyback probe called LCROSS. LCROSS was sent crashing into a shadowed crater at the moon's south pole four months later. The plume from the impact helped LRO confirm the presence of ice, and the probe's instruments have continued scanning for the stuff ever since. \"Whereas once we thought that the moon was bone-dry, we now know that it is indeed wet - wet enough to potentially provide water to future explorers,\" Wargo said. Though the recent cancellation of NASA's moon-oriented Constellation program shifted the agency's immediate exploration focus away from Earth's only natural satellite, LRO's information could still be useful, officials said. \"We haven't ruled out the moon forever,\" said Doug Cooke, associate administrator for NASA's Exploration Systems Mission Directorate in Washington, D.C. \"It is still a destination of interest in the future for humans.\" The car-size LRO transitioned into its general science mission in September 2010, and it's funded to keep gathering information during this phase through at least September 2012, officials said. LRO scientists plan to petition NASA for more funding next winter, to keep the probe going through September 2014. They say the spacecraft could operate even further into the future if it received enough money. At the end of this year, mission scientists plan to take LRO to a more elliptical orbit, which should increase the probe's operational life; its current low-altitude orbit consumes lots of fuel, requiring frequent burns to avoid crashing into the lunar surface, officials said. \"NASA headquarters will continually, then, evaluate how well the instrument and spacecraft are performing, and then decide whether to fund us for time periods beyond 2012 or 2014,\" said Richard Vondrak, LRO project scientist at NASA's Goddard Space Flight Center. ", "url": "https://www.space.com/12037-nasa-moon-mission-lunar-reconnaissance-orbiter.html"}]}, [], {"win label": 0, "news": [{"title": "The Lunar Reconnaissance Orbiter's Lyman Alpha Mapping Project reveals lunar surface features", "date": "2012-01-16", "content": "New maps produced by the Lyman Alpha Mapping Project aboard NASA's Lunar Reconnaissance Orbiter reveal features at the Moon's northern and southern poles in regions that lie in perpetual darkness. LAMP, developed by the Southwest Research Institute, uses a novel method to peer into these so-called permanently shadowed regions, making visible the invisible. LAMP's principal investigator is Alan Stern from the SwRI Space Science and Engineering Division. The LAMP maps show that many PSRs are darker at far-ultraviolet wavelengths and redder than nearby surface areas that receive sunlight. The darker regions are consistent with large surface porosities - indicating \"fluffy\" soils - while the reddening is consistent with the presence of water frost on the surface. \"Our results suggest there could be as much as 1 to 2 percent water frost in some permanently shadowed soils,\" said Randy Gladstone from the SwRI Space Science and Engineering Division. \"This is unexpected because naturally occurring interplanetary Lyman-alpha was thought to destroy any water frost before it could accumulate.\" The LAMP team estimates that the loss of water frost is about 16 times slower than previously believed. In addition, the accumulation of water frost is also likely to be highly dependent on local conditions, such as temperature, thermal cycling, and even geologically recent \"impact gardening\" in which micrometeoroid impacts redistribute the location and depth of volatile compounds. Finding water frost at these new locations adds to a rapidly improving understanding of the Moon's water and related species, as discovered by three other space missions through near-infrared emissions observations and found buried within the Cabeus Crater by the LCROSS impactor roughly two years ago. During LRO's nominal exploration mission, LAMP added to the LCROSS results by measuring hydrogen, mercury, and other volatile gases ejected along with the water from the permanently shaded soils of the Moon's Cabeus Crater. \"An even more unexpected finding is that LAMP's technique for measuring the lunar Lyman-alpha albedo indicates higher surface porosities within PSRs, and supports the long-postulated presence of tenuous 'fairy-castle-like' arrangements of surface grains in the PSR soils,\" said Kurt Retherford, also in SwRI's Space Science and Engineering Division. Comparisons with future LAMP maps created using data gathered from the Moon's day side will prove helpful for revealing more about the presence of water frost, as well as the surface porosities of the darker surface features observed. The LAMP team is also eager to apply the Lyman-alpha technique elsewhere on the Moon and on other solar system objects such as Mercury. LRO's findings are expected to be valuable to the future consideration of a permanent Moon base. The permanently shadowed regions of the Moon are revealing themselves to be some of the most exotic places in the solar system, well worthy of future exploration, said Retherford. Any discovery of water frost and other resources in the area also could reduce the need to transport resources from Earth to a base at the pole. ", "url": "https://astronomy.com/news/2012/01/the-lunar-reconnaissance-orbiters-lyman-alpha-mapping-project-reveals-lunar-surface-features"}]}, {"win label": 0, "news": [{"title": "Ice may lurk in shadows beyond Moon's poles", "date": "2012-09-28", "content": "The team developed software called LunarShader to simulate lighting conditions on the Moon throughout its solar cycles. They fed in two topographical models - one from the Japanese spacecraft Kaguya, and one from NASA's Lunar Reconnaissance Orbiter. The software identified about 100 craters that should contain permanent shadows, located as many as 58 degrees of latitude from the pole in both hemispheres, reported team member Joshua Cahill, a space scientist at Johns Hopkins University's Applied Physics Laboratory in Laurel, Maryland, at the European Planetary Science Congress in Madrid this week. The result is being prepared for publication in Icarus, he said. ", "url": "https://www.nature.com/articles/nature.2012.11501"}]}, {"win label": 0, "news": [{"title": "NASA Beams Mona Lisa to Moon with Laser", "date": "2013-01-17", "content": "Call it the ultimate in high art: Using a well-timed laser, NASA scientists have beamed a picture of Leonardo da Vinci's masterpiece, the Mona Lisa, to a powerful spacecraft orbiting the moon, marking a first in laser communication. The laser signal, fired from an installation in Maryland, beamed the Mona Lisa to the moon to be received 240,000 miles away by NASA's Lunar Reconnaissance Orbiter, which has been orbiting the moon since 2009. The Mona Lisa transmission, NASA scientists said, is a major advance in laser communication for interplanetary spacecraft. \"This is the first time anyone has achieved one-way laser communication at planetary distances,\" David Smith, a researcher working with the LRO's Lunar Orbiter Laser Altimeter - which received the Mona Lisa message - said in a statement. \"In the near future, this type of simple laser communication might serve as a backup for the radio communication that satellites use. In the more distance future, it may allow communication at higher data rates than present radio links can provide.\" The LRO spacecraft was the prime choice to test out the novel communication method because the spacecraft was already equipped with a laser receiver. While most spacecraft exploring the solar system today are tracked using radio signals, NASA is tracking LRO via lasers as well. But the timing had to be just right. NASA used its Next Generation Satellite Laser Ranging station at the Goddard Space Flight Center in Greenbelt, Md., to send the Mona Lisa signal to LRO. The team divided the famous da Vinci painting into sections measuring 150 by 200 pixels and then transmitted them via the pulsing of the laser to the orbiter at a data rate of about 300 bits per second. Once the lunar orbiter received the image, it reconstructed the photo, corrected for distortions created as the laser signal zipped through Earth's atmosphere, and then sent the image back to Earth using its normal form of communication: radio waves. \"This pathfinding achievement sets the stage for the Lunar Laser Communications Demonstration,\" Richard Vondrak, another researcher with the Lunar Reconnaissance Orbiter said, \"a high data rate laser-communication- demonstrations that will be a central feature of NASA's next moon mission, the Lunar Atmosphere and Dust environment Explorer.\" The Lunar Atmosphere and Dust Environment Explorer is slated to launch toward the moon later this year and will focus on mapping the lunar atmosphere and environment. ", "url": "https://www.space.com/19323-mona-lisa-moon-laser-photo.html"}, {"title": "Lunar Reconnaissance Orbiter Sees GRAIL's Explosive Farewell", "date": "2013-03-19", "content": " Many spacecraft just fade away, drifting silently through space after their mission is over, but not GRAIL. NASA's twin GRAIL spacecraft went out in a blaze of glory on Dec. 17, 2012, when they were intentionally crashed into a mountain near the moon's north pole. The successful mission to study the moon's interior took the plunge to get one last bit of science: with the spacecraft kicking up a cloud of dust and gas with each impact, researchers hoped to discover more about the moon's composition. However, with the moon about 380,000 kilometers away from Earth, the impact plumes would be difficult to observe from here. Fortunately, GRAIL had company. NASA's Lunar Reconnaissance Orbiter is orbiting the moon as well, busily making high-resolution maps of the lunar surface. With just three weeks notice, the LRO team scrambled to get their orbiter in the right place at the right time to witness GRAIL's fiery finale. \"We were informed by the GRAIL team about three weeks prior to the impact exactly where the impact site would be,\" said LRO Project Scientist John Keller of NASA's Goddard Space Flight Center in Greenbelt, Md. \"The GRAIL team's focus was on obtaining the highest-resolution gravity measurements possible from the last few orbits of the GRAIL spacecraft, which led to uncertainty in the ultimate impact site until relatively late.\" LRO was only about 100 miles from the lunar surface at the time of the impact, and variations in gravity from massive features like lunar mountains tugged on the spacecraft, altering its orbit. The site was in shadow at the time of the impact, so the LRO team had to wait until the plumes rose high enough to be in sunlight before making the observation. The Lyman Alpha Mapping Project, an ultraviolet imaging spectrograph on board the spacecraft, saw mercury and enhancements of atomic hydrogen in the plume. \"The mercury observation is consistent with what the LRO team saw from the LCROSS impact in October 2009,\" said Keller. \"LCROSS saw significant amounts of mercury, but the LCROSS site was at the bottom of the moon's Cabeus crater, which hasn't seen sunlight for more than a billion years and is therefore extremely cold.\" LRO's Lunar Reconnaissance Orbiter Camera was able to make an image of the craters from the GRAIL impacts despite their relatively small size. The two spacecraft were relatively small - cubes about the size of a washing machine with a mass of about 200 kilograms each at the time of impact. The spacecraft were traveling about 3,800 mph when they hit the surface. \"Both craters are relatively small, perhaps 4 to 6 meters in diameter and both have faint, dark, ejecta patterns, which is unusual,\" said Mark Robinson, LROC principal investigator at Arizona State University's School of Earth and Space Sciences, Tempe, Ariz. \"Fresh impact craters on the moon are typically bright, but these may be dark due to spacecraft material being mixed with the ejecta.\" \"Both impact sites lie on the southern slope of an unnamed massif mountain that lies south of the crater Mouchez and northeast of the crater Philolaus,\" said Robinson. \"The massif stands as much as 2,500 meters about 8,202 feet above the surrounding plains. The impact sites are at an elevation of about 700 meters around 2,296 feet and 1,000 meters 3,281 feet, respectively, about 500 to 800 meters approximately 1,640 to 2,625 feet below the summit. The two impact craters are about 2,200 meters roughly 7,218 feet apart.\" Lunar Reconnaissance Orbiter complemented the GRAIL mission in other ways as well. LRO's Diviner lunar radiometer observed the impact site and confirmed that the amount of heating of the surface there by the relatively small GRAIL spacecraft was within expectations. LRO's Lunar Orbiter Laser Altimeter instrument bounced laser pulses off the surface to build up a precise map of the lunar terrain, including the three-dimensional structure of features like mountains and craters. \"Combining the LRO LOLA topography map with GRAIL's gravity map yields some very interesting results,\" said Keller. \"You expect that areas with mountains will have a little stronger gravity, while features like craters will have a little less. However, when you subtract out the topography, you get another map that reveals gravity differences that are not tied to the surface. It gives insight into structures deeper in the moon's interior.\" JPL manages the GRAIL mission for NASA's Science Mission Directorate in Washington. GRAIL is part of the Discovery Program managed at NASA's Marshall Space Flight Center in Huntsville, Ala. Lockheed Martin Space Systems in Denver built the spacecraft. ", "url": "https://www.nasa.gov/mission_pages/grail/news/grail20130319.html"}]}, {"win label": 0, "news": [{"title": "Moon's Newest Crater Revealed in Crash-Site Photo", "date": "2013-12-18", "content": "When a space rock slammed into the moon earlier this year, it tore a big new hole in the already pockmarked lunar surface and generated an explosion that would have been visible to the naked eye from Earth, scientists say. New images of the moon crater from NASA's Lunar Reconnaissance Orbiter show that this hole stretches 59 feet across, with radiating steaks of debris from the impact covering an area half the size of a football field, according to the website Spaceweather.com. Scientists first noticed the lunar impact earlier this year while poring over LRO photos from March 17, 2013. The researchers spotted a bright flash of light at the impact area - 10 times brighter than any impact they had seen since they started monitoring the moon for meteor crashes in 2005. When the discovery was announced in May, the team said a meteoroid the size of a small boulder likely hit the lunar surface at an astounding 56,000 mph. The orbiter's LROC camera snapped new photos of the crater in July as the spacecraft flew over the impact site, which is in a large plain in the moon's northern hemisphere known as Mare Imbrium. By analyzing the images, scientists determined that the rock responsible for the impact was 0.65 feet wide, Spaceweather.com reported. The researchers presented their findings last week at the annual meeting of the American Geophysical Union in San Francisco. Earlier this year, scientists said the space rock that gouged the new hole in the moon may have been related to a meteor shower over Earth at the same time. \"On the night of March 17, NASA and University of Western Ontario all-sky cameras picked up an unusual number of deep-penetrating meteors right here on Earth,\" Bill Cooke of NASA's Meteoroid Environment Office said in a statement in May. \"These fireballs were traveling along nearly identical orbits between Earth and the asteroid belt.\" The Earth's atmosphere acts like a shield against impacts from small space rocks, which often slow down, burn up and break apart before they hit the ground. Surrounded by the airless vacuum of space, the moon lacks such protection, making meteoroid strikes quite common. Over the last eight years, NASA's moon impact-monitoring program has spied more than 300 flashes of light, interpreted as space rocks slamming into the lunar surface. LROC's principal investigator Mark Robinson wrote in a post on the project's website: \"This is not the first new impact crater the LROC team has found, nor will it be the last!\" The flash of light in the LRO images comes from the glow of molten rock and hot vapors at the impact site, not fire, according to NASA. ", "url": "https://www.space.com/24008-moon-crater-meteor-crash-photo.html"}]}, {"win label": 0, "news": [{"title": "Lunar Reconnaissance Orbiter Diviner maps", "date": "2014-01-08", "content": "As you'll see in the post below, Lunar Reconnaissance Orbiter has now been at the Moon long enough that Diviner can readily deliver important information about any given spot on the Moon -- in this case, one small spot in the northwestern part of the largest nearside basin, Mare Imbrium, where a Chinese spacecraft happened to land last month. Below the horizontal line is the text of the post from the Diviner website, with some added commentary in brackets by me. The first few graphs aren't explained in great detail; they show representations of the data in the form of such things as \"brightness temperature\" and \"bolometric temperature\" that were used as inputs to generate models of the actual nighttime temperature of the lunar soil and then the abundance of rocks around the Chang'e 3 lander. That, in turn, gets them to what they call an \"H-parameter map,\" and that's when they can start talking in detail about what kind of geology Chang'e 3 is actually sitting on -- that's when the story gets interesting. In a perfect world, the Diviner team would have been able to communicate directly with Chinese colleagues, the two missions working together, Lunar Reconnaissance Orbiter providing orbital context to Chang'e 3, and Chang'e 3 providing ground truth to Lunar Reconnaissance Orbiter. They might even plan mutual observations, coordinated science experiments performed when Lunar Reconnaissance Orbiter happens to be passing over the Chang'e 3 landing site, just as Mars Reconnaissance Orbiter's Mars Climate Sounder has performed simultaneous observations with all Mars landers and rovers. But it's not a perfect world, and NASA scientists are prohibited from bilateral cooperation with scientists from the Chinese space agency. That's a missed opportunity. But one thing NASA scientists can do is to post blog entries about their data on public websites for the whole world to see, and speak no words about collaboration. I hope that maybe these maps will help the Chang'e 3 science team plan scientific observations so that when China does release the science data to the public, NASA scientists will get some data that they can use for ground truthing their orbital observations. It's not perfect, and it's not scientifically irreplaceable coordinated observations, but it will have to do. The LRO Diviner Lunar Radiometer has been mapping the entire Moon on a nearly continuous basis since July, 2009. The Diviner dataset includes excellent spatial and diurnal coverage of the Mare Imbrium region. Because Lunar Reconnaissance Orbiter is in a polar orbit, its orbital tracks are more closely spaced at high latitudes than near the equator. The Chang'e 3 landing site is quite far north, 44 degrees, so a polar orbiter gets relatively dense coverage. The Diviner team has produced maps of the thermal behavior and and a range of derived quantities at Chang'e 3 landing site that are described below. Brightness temperature: Brightness temperature is the temperature that a black body in thermal equilibrium with its surroundings would have to be to produce the radiance that Diviner observes in a particular wavelength interval. Note that this isn't exactly the same as the actual temperature of the surface; surface temperature has to be derived from brightness temperature. For surfaces emitting thermal radiation, brightness temperature underestimates the actual temperature by some amount depending on how emissive the surface is. Keeping that in mind, check out how much the temperature changes over the course of a lunar day in the graph below -- brightness temperature ranges from about 100 to about 350 kelvins, and it's coldest right before sunrise -- that is, right about now. ", "url": "https://www.planetary.org/articles/01081100-diviner-maps-of-the-change-3-landing-site"}, {"title": "NASA HD Moon Map Reveals Lunar North Pole Like Never Before (Photo)", "date": "2014-03-19", "content": "A new high-resolution map of the moon's north pole shows a view of the surface that even the Apollo astronauts would envy. The new lunar mosaic - which was captured by NASA's Lunar Reconnaissance Orbiter - resolves features as small as 6.5 feet, providing information that could be used for landing-site scouting or to answer various questions about the surface of the moon, agency officials said. With scientists and the public able to click, zoom in and move around the map, it's the first time an interactive mosaic has been released of the moon's north pole. \"Creation of this giant mosaic took four years and a huge team effort across the LRO project,\" Mark Robinson, principal investigator for the Lunar Reconnaissance Orbiter Camera, said in a statement. \"We now have a nearly uniform map to unravel key science questions and find the best landing spots for future exploration,\" added Robinson, who is based at Arizona State University in Tempe. The mosaic is made up of 10,581 pictures carefully selected to provide consistent lighting across the surface. The map, which is hundreds of billions of pixels in size, gives a high-definition view of craters, divots and shadows across an area more than one-quarter that of the United States. If you were to print out the map at the standard for print publications, it would be almost the same size as a U.S. football field, NASA officials said. Images were obtained by the Lunar Reconnaissance Orbiter Camera, supplemented with data from LRO's Lunar Orbiter Laser Altimeter instrument. Map creators also used data from NASA's Gravity Recovery and Interior Laboratory mission. GRAIL's twin spacecraft made the highest-resolution gravity map ever of the moon before smashing as planned into a lunar mountain in December 2012. NASA's Lunar Reconnaissance Orbiter has been circling the moon since June 2009, using seven instruments to examine the lunar surface and its radiation. Among the probe's notable achievements is finding extensive evidence of water iceon the moon's surface. ", "url": "https://www.space.com/25135-nasa-moon-map-north-pole-photo.html"}, {"title": "Lights Out: Total Lunar Eclipse Leaves NASA Moon Probe in the Dark", "date": "2014-04-09", "content": "Next week's total lunar eclipse may thrill millions of skywatchers, but it poses a bit of a challenge for a sharp-eyed NASA moon probe. The batteries that power NASA's Lunar Reconnaissance Orbiter need sunlight to recharge, and the spacecraft will fly in darkness for an extended period of time during the total lunar eclipse, which will be visible throughout the Western Hemisphere overnight on April 14 and 15. \"The spacecraft will be going straight from the moon's shadow to the Earth's shadow while it orbits during the eclipse,\" Noah Petro, LRO deputy project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md., said in a statement. \"We're taking precautions to make sure everything is fine. We're turning off the instruments and will monitor the spacecraft every few hours when it's visible from Earth.\" LRO should make it through the eclipse just fine, Petro added. \"For quite a while, people in LRO have been analyzing what's going to happen during this eclipse,\" he said. \"We'll make sure the world knows LRO survived with no problems.\" The particular celestial geometry of next week's eclipse forced the LRO team to tread carefully. The spacecraft has zipped through other eclipses with its eyes wide open, because it was confined to Earth's shadow for just a short amount of time, NASA officials said. Indeed, eclipses sometimes open windows of scientific opportunity for the LRO mission, researchers said. For example, the probe can measure how the moon cools during such events, yielding clues about the composition of the lunar surface. For viewers in the Western Hemisphere, the upcoming eclipse will officially begin at 12:53 a.m. EDT on April 15. The eclipse will achieve \"totality,\" when all of the moon is plunged into Earth's shadow, at 3:06 a.m. EDT. This most dramatic phase will end at 4:24 a.m. EDT, and the eclipse will be over by 5:33 a.m.. Next week's eclipse is the first of four total lunar eclipses that will grace Earth's skies in roughly six-month increments over the next 18 months. The other eclipses in this \"tetrad\" occur on Oct. 8 of this year and April 4 and Sept. 28, 2015. The $504 million Lunar Reconnaissance Orbiter mission launched in June 2009 to map the moon in unprecedented detail. The probe is about the size of a small car and sports seven different science instruments. ", "url": "https://www.space.com/25404-total-lunar-eclipse-lro-spacecraft.html"}]}, [], {"win label": 0, "news": [{"title": "The Lunar Reconnaissance Orbiter discovers lunar hydrogen more abundant on Moon's pole-facing slopes", "date": "2015-02-05", "content": "Space travel is difficult and expensive - it would cost thousands of dollars to launch a bottle of water to the Moon. The recent discovery of hydrogen- bearing molecules, possibly including water, on the Moon has explorers excited because these deposits could be mined if they are sufficiently abundant, sparing the considerable expense of bringing water from Earth. Lunar water could be used for drinking, or its components - hydrogen and oxygen - could be used to manufacture important products on the surface that future visitors to the Moon will need, like rocket fuel and breathable air. Recent observations by NASA's Lunar Reconnaissance Orbiter spacecraft indicate that these deposits may be slightly more abundant on crater slopes in the southern hemisphere that face the lunar south pole. \"There's an average of about 23 parts-per-million-by-weight more hydrogen on pole-facing slopes than on equator-facing slopes,\" said Timothy McClanahan of NASA's Goddard Space Flight Center in Greenbelt, Maryland. This is the first time a widespread geochemical difference in hydrogen abundance between PFS and EFS on the Moon has been detected. It is equal to a 1 percent difference in the neutron signal detected by LRO's Lunar Exploration Neutron Detector instrument. The hydrogen-bearing material is volatile - easily vaporized - and may be in the form of water molecules - two hydrogen atoms bound to an oxygen atom - or hydroxyl molecules - an oxygen bound to a hydrogen - that are loosely bound to the lunar surface. The cause of the discrepancy between PFS and EFS may be similar to how the Sun mobilizes or redistributes frozen water from warmer to colder places on Earth's surface, said McClanahan. \"Here in the Northern Hemisphere, if you go outside on a sunny day after a snowfall, you'll notice that there's more snow on north-facing slopes because they lose water at slower rates than the more sunlit south-facing slopes\" said McClanahan. \"We think a similar phenomenon is happening with the volatiles on the Moon - PFS don't get as much sunlight as EFS, so this easily vaporized material stays longer and possibly accumulates to a greater extent on PFS.\" The team observed the greater hydrogen abundance on PFS in the topography of the Moon's southern hemisphere, beginning at between 50° and 60° south latitude. Slopes closer to the south pole show a larger hydrogen concentration difference. Also, hydrogen was detected in greater concentrations on the larger PFS, about 45 ppmw near the poles. Spatially broader slopes provide more detectable signals than smaller slopes. The result indicates that PFS have greater hydrogen concentrations than their surrounding regions. Also, the LEND measurements over the larger EFS don't contrast with their surrounding regions, which indicates EFS have hydrogen concentrations that are equal to their surroundings, according to McClanahan. The team thinks more hydrogen may be found on PFS in northern hemisphere craters as well, but they are still gathering and analyzing LEND data for this region. There are different possible sources for the hydrogen on the Moon. Comets and some asteroids contain large amounts of water, and impacts by these objects may bring hydrogen to the Moon. Hydrogen-bearing molecules also could be created on the lunar surface by interaction with the solar wind - a thin stream of gas that's constantly blown off the Sun. Most of the solar wind is hydrogen, and this hydrogen may interact with oxygen in silicate rock and dust on the Moon to form hydroxyl and possibly water molecules. After these molecules arrive at the Moon, astronomers think they get energized by sunlight and then bounce across the lunar surface - they get stuck, at least temporarily, in colder and more shadowy areas. Since the 1960s, scientists thought that only in permanently shadowed areas in craters near the lunar poles was it cold enough to accumulate this volatile material, but recent observations by a number of spacecraft, including LRO, suggest that hydrogen on the Moon is more widespread. It's uncertain if the hydrogen is abundant enough to economically mine. \"The amounts we are detecting are still drier than the driest desert on Earth,\" said McClanahan. However, the resolution of the LEND instrument is greater than the size of most PFS, so smaller PFS slopes, perhaps approaching yards in size, may have significantly higher abundances, and indications are that the greatest hydrogen concentrations are within the permanently shaded regions, said McClanahan. The team made the observations using LRO's LEND instrument, which detects hydrogen by counting the number of subatomic particles called neutrons flying off the lunar surface. The neutrons are produced when the lunar surface gets bombarded by cosmic rays. Space is permeated by cosmic rays, which are high- speed particles produced by powerful events like flares on the Sun or exploding stars in deep space. Cosmic rays shatter atoms in material near the lunar surface, generating neutrons that bounce from atom to atom like a billiard ball. Some neutrons happen to bounce back into space where they can be counted by neutron detectors. Neutrons from cosmic-ray collisions have a wide range of speeds, and hydrogen atoms are most efficient at stopping neutrons in their medium speed range, called epithermal neutrons. Collisions with hydrogen atoms in the lunar regolith reduce the numbers of epithermal neutrons that fly into space. The more hydrogen present, the fewer epithermal neutrons the LEND detector will count. The team interpreted a widespread decrease in the number of epithermal neutrons detected by LEND as a signal that hydrogen is present on PFS. They combined data from LEND with lunar topography and illumination maps derived from LRO's Lunar Orbiter Laser Altimeter and temperature maps from LRO's Diviner instrument to discover the greater hydrogen abundance and associated surface conditions on PFS. In addition to seeing if the same pattern exists in the Moon's northern hemisphere, the team wants to see if the hydrogen abundance changes with the transition from day to night. If so, it would substantiate existing evidence of an active production and cycling of hydrogen on the lunar surface, said McClanahan. ", "url": "https://astronomy.com/news/2015/02/the-lunar-reconnaissance-orbiter-discovers-lunar-hydrogen-more-abundant-on-moons-pole-facing-slopes"}, {"title": "Moon's Far Side Finally Shows Its Phases", "date": "2015-02-25", "content": "A new video from a NASA satellite orbiting the moon brings the phases of the far side of the lunar body into the light. The phases of the moon - full moon, new moon, crescent and everything in between - also occur on the side facing away from Earth, according to data gathered by the NASA's Lunar Reconnaissance Orbiter. As the moon and the Earth move together around the sun, both sides of the planet's natural satellite experience phases of light and dark. You can watch the LRO video featuring lunar data and images. The reason Earth only sees one side of the moon is that the two objects spin in a certain way relative to one another. The moon rotates as it orbits around the Earth, but its orbit and its rotation are matched, causing only one side to ever face the Earth - a phenomenon called tidal locking. Launched in 2009, NASA's LRO probe has imaged the far side of the moon in gorgeous detail. The phases of the moon on the far side differ from the familiar phases on the Earth-facing side. In one view, the far side of the moon is nearly full, at a time when skywatchers on Earth would see a waning crescent moon almost entirely covered in shadow. The LRO video was created at NASA's Scientific Visualization Studio at the Goddard Space Flight Center in Greenbelt, Maryland. Some of the footage used in the new video was taken by LRO with a telescopic lens, causing the Earth to appear larger than life behind the moon. Another view taken with wide-angle lens reduces the Earth's apparent size in the background. Images of the far side of the moon also reveal its very different appearance compared to the side facing the Earth. Most notably, the far side has fewer dark splotches, called maria, which are pools of cooled lava. Maria are what create the familiar illusion of a \"face\" on the moon, leading to the fable of \"the man in the moon.\" The far side of the moon is heavily speckled with craters of many different sizes; It has even more craters than the near side. Scientists suspect that the lava that created the dark maria spots covered up many of the craters on the near side. The slightly darker region in the lower third of the far-side disk is part of the South Pole-Aitken basin, one of the largest and oldest impact features in the solar system, according to NASA. The first images of the far side of the moon were captured by the Soviet probe Luna 3, in October 1959. The images captured by Luna 3 were of low quality, but provided the very first glimpse at the unseen side of the Earth's only satellite. The $540 million LRO probe has returned hundreds of terabytes of data about the far side of the moon. In its first year alone, it delivered 192 terabytes of information, which is more data than is stored in all the printed materials in the Library of Congress. ", "url": "https://www.space.com/28498-moon-far-side-phases-video.html"}, {"title": "NASA Spacecraft Now Closer to Moon Than Ever", "date": "2015-05-22", "content": "A NASA probe has dipped closer to the moon than ever before, perhaps setting the stage for a new round of discoveries about Earth's nearest neighbor. On May 4, NASA's Lunar Reconnaissance Orbiter performed two engine burns, changing its orbit to one that gets within 12 miles of the moon's south pole and 103 miles of the north pole. \"We're taking LRO closer to the moon than we've ever done before, but the maneuver is similar to all other station-keeping maneuvers, so the mission operations team knows exactly what to do,\" Steve Odendahl, LRO mission manager from NASA's Goddard Space Flight Center in Greenbelt, Maryland, said in a statement. Lowering LRO's orbit essentially magnifies the sensitivity of LRO's six science instruments, giving scientists a chance to learn more about how water and other compounds could be trapped at the moon's poles, said LRO project scientist John Keller, also of NASA Goddard. \"The lunar poles are still places of mystery where the inside of some craters never see direct sunlight and the coldest temperatures in the solar system have been recorded,\" Keller said in the same statement. Two instruments aboard LRO should especially benefit from the orbit change, scientists said - the Lunar Orbiter Laser Altimeter, which builds a topographical map of the moon's surface, and the Diviner Lunar Radiometer Experiment, which maps the moon's temperature. Getting closer to the surface allows LOLA's lasers to return a stronger signal that can lead to more detailed measurements of the geography at the moon's north and south poles. LRO's orbit change should also allow Diviner to record smaller features of the moon with higher resolution data of lunar temperature changes from day to night. Enhanced data from Diviner may provide more evidence of ice and water on the moon. Such information could help NASA and other organizations better plan out future human missions to the moon. ", "url": "https://www.space.com/29466-nasa-lro-spacecraft-closest-moon-orbit.html"}]}, {"win label": 0, "news": [{"title": "Lunar Reconnaissance Orbiter provides new high-resolution earthrise image", "date": "2015-12-19", "content": "NASA's Lunar Reconnaissance Orbiter recently captured a unique view of Earth from the spacecraft's vantage point in orbit around the Moon. \"The image is simply stunning,\" said Noah Petro, Deputy Project Scientist for LRO at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"The image of the Earth evokes the famous 'Blue Marble' image taken by Astronaut Harrison Schmitt during Apollo 17, 43 years ago, which also showed Africa prominently in the picture.\" In this composite image we see Earth appear to rise over the lunar horizon from the viewpoint of the spacecraft, with the centre of the Earth just off the coast of Liberia. The large tan area in the upper right is the Sahara Desert, and just beyond is Saudi Arabia. The Atlantic and Pacific coasts of South America are visible to the left. On the Moon, we get a glimpse of the crater Compton, which is located just beyond the eastern limb of the Moon, on the lunar farside. LRO was launched on 18 June 2009, and has collected a treasure trove of data with its seven powerful instruments, making an invaluable contribution to our knowledge about the Moon. LRO experiences 12 earthrises every day; however the spacecraft is almost always busy imaging the lunar surface so only rarely does an opportunity arise such that its camera instrument can capture a view of Earth. Occasionally LRO points off into space to acquire observations of the extremely thin lunar atmosphere and perform instrument calibration measurements. During these movements sometimes Earth pass through the camera's field of view and dramatic images such as the one shown here are acquired. This image was composed from a series of images taken 12 October, when LRO was about 83 miles above the Moon's farside crater Compton. Capturing an image of the Earth and moon with LRO's Lunar Reconnaissance Orbiter Camera instrument is a complicated task. First the spacecraft must be rolled to the side, then the spacecraft slews with the direction of travel to maximise the width of the lunar horizon in LROC's Narrow Angle Camera image. All this takes place while LRO is travelling faster than 3,580 miles per hour relative to the lunar surface below the spacecraft! The high-resolution Narrow Angle Camera on LRO takes black-and-white images, while the lower resolution Wide Angle Camera takes colour images, so you might wonder how we got a high-resolution picture of the Earth in colour. Since the spacecraft, Earth, and Moon are all in motion, we had to do some special processing to create an image that represents the view of the Earth and Moon at one particular time. The final Earth image contains both WAC and NAC information. WAC provides the colour, and the NAC provides high- resolution detail. \"From the Earth, the daily moonrise and moonset are always inspiring moments,\" said Mark Robinson of Arizona State University in Tempe, principal investigator for LROC. \"However, lunar astronauts will see something very different: viewed from the lunar surface, the Earth never rises or sets. Since the Moon is tidally locked, Earth is always in the same spot above the horizon, varying only a small amount with the slight wobble of the Moon. The Earth may not move across the 'sky', but the view is not static. Future astronauts will see the continents rotate in and out of view and the ever- changing pattern of clouds will always catch one's eye, at least on the nearside. The Earth is never visible from the farside; imagine a sky with no Earth or Moon - what will farside explorers think with no Earth overhead?\" NASA's first Earthrise image was taken with the Lunar Orbiter 1 spacecraft in 1966. Perhaps NASA's most iconic Earthrise photo was taken by the crew of the Apollo 8 mission as the spacecraft entered lunar orbit on Christmas Eve 24 December 1968. That evening, the astronauts - Commander Frank Borman, Command Module Pilot Jim Lovell, and Lunar Module Pilot William Anders - held a live broadcast from lunar orbit, in which they showed pictures of the Earth and Moon as seen from their spacecraft. Said Lovell, \"The vast loneliness is awe- inspiring and it makes you realise just what you have back there on Earth.\" ", "url": "https://astronomynow.com/2015/12/19/lunar-reconnaissance-orbiter-provides-new-high-resolution-earthrise-image/"}]}, {"win label": 0, "news": [{"title": "Scientists find fresh impact craters near the Moon's south pole", "date": "2016-05-23", "content": "A Southwest Research Institute-led team of scientists discovered two geologically young craters - one 16 million, the other between 75 and 420 million, years old - in the Moon's darkest regions. \"These 'young' impact craters are a really exciting discovery,\" said SwRI Senior Research Scientist Dr. Kathleen Mandt, who outlined the findings in a paper published by the journal Icarus. \"Finding geologically young craters and honing in on their age helps us understand the collision history in the solar system.\" Key to this discovery was the SwRI-developed Lyman-Alpha Mapping Project ) instrument aboard NASA's Lunar Reconnaissance Orbiter ). LAMP uses the far-ultraviolet Lyman-alpha band skyglow and light from ultraviolet-bright stars LAMP to \"see\" in the dark and image the permanently shaded regions of the Moon. Using LAMP and LRO's Mini-RF radar data, the team mapped the floors of very large, deep craters near the lunar south pole. These deep craters are difficult to study because sunlight never illuminates them directly. Tiny differences in reflectivity, or albedo, measured by LAMP allowed scientists to discover these two craters and estimate their ages. \"We study planetary geology to understand the history of solar system formation,\" said SwRI's Dr. Thomas Greathouse, LAMP deputy principal investigator. \"It is exciting and extremely gratifying to happen upon a unique and unexpected new method for the detection and age determination of young craters in the course of nominal operations.\" Collisions in space have played an important role in the formation of the solar system, including the formation of the Moon. Impact craters tell the history of collisions between objects in the solar system. Because the Moon has been peppered with impacts, its surface serves as a record of its past. Determining when collisions occurred helps scientists map the motion of objects in the solar system throughout its history. Craters that are young on geological timescales also provide information on the frequency of collisions. When a small object collides with a larger object, such as the Moon, the impact creates a crater on the larger body. Craters can be a few feet in diameter or several miles wide. During the impact, the material ejected forms a blanket of material surrounding the crater. The ejecta blankets of \"fresh,\" relatively young craters have rough surfaces of rubble and a sprinkling of condensed, bright dust. Over millions of years, these features undergo weathering and become covered with layers of fluffy, dark dust. Scientists determined that the areas around the two craters were brighter and rougher than the surrounding landscape. The team estimated the age of one crater at about 16 million years. The other crater's rough extended ejecta blanket had faded, showing that this crater must be at least 75 million years old. But time would have completely covered the ejecta blanket in fluffy dust within 420 million years, providing an upper limit on its age. Other images, produced using laser altimetry and sunlight scattered off crater walls, provided details about topography, surface features, and material properties. \"Discovering these two craters and a new way to detect young craters in the most mysterious regions of the Moon is particularly exciting,\" said Mandt. \"This method will be useful not only on the Moon, but also on other interesting bodies, including Mercury, the dwarf planet Ceres, and the asteroid Vesta.\" ", "url": "https://astronomynow.com/2016/05/23/scientists-find-fresh-impact-craters-near-the-moons-south-pole/"}]}, {"win label": 0, "news": [{"title": "'The Moon and More': Lunar Science Stars in Inspiring Music Video", "date": "2016-10-04", "content": "Musicians Javier Colon and Matt Cusson have released an earnest new music video highlighting NASA's Lunar Reconnaissance Orbiter and the inspiration derived from studying the moon. The video, \" The Moon and More,\" was created in collaboration with NASA's Goddard Space Flight Center. It follows a young boy on his journey to becoming a NASA engineer and working on the LRO mission. \"I wanted to create a unique production for the LRO mission that centered around music as a way to engage kids, parents and educators,\" David Ladd, NASA Goddard video producer, said in a statement from NASA. \"A major focus was also to convey an important and encouraging message to kids, particularly children of color - that nothing is beyond their reach. You can achieve the goals you set and take yourself to places you never thought possible - just as NASA has done in going back to the moon with LRO and its continued journey into the solar system.\" A key verse of the song says, \"We will see things we've never seen before, open up a door to a new world and go explore the moon and so much more.\" The lyrics speak to the opportunities provided by the LRO mission and emphasize that there is still a lot humanity has yet to learn about space. \"This project brought me back to when I was a kid watching NASA launch the shuttle missions,\" Colon, Season 1 winner of NBC's \"The Voice,\" said in the statement. \"Every kid at some point wants to fly, and I think that dream has a lot to do with NASA's exploration of space and discoveries.\" The LRO launched on June 18, 2009, to study the moon and help NASA plan for future lunar-exploration missions. For the last seven years, the probe has collected valuable information on Earth's nearest neighbor and scouted safe, potential landing sites. NASA has said it expects the spacecraft to continue to study the moon for two to four more years. \"It was exciting to have this chance to work with NASA,\" Cusson added. \"As a musician, you don't usually think that this is something you could do. But I was honored to offer up my skills and music, and to bring the worlds of science and music together.\" The music video was filmed at various locations, including the Intrepid Sea, Air and Space Museum in New York; the National Air and Space Museum in Washington, D.C.; the Connecticut Science Center in Hartford; the Hartt School of the University of Hartford in Connecticut; and the \"Living on Mars\" mural in the Bronx, New York, according to the statement. A leading theme of the music video is to \"inspire future generations.\" Over the course of the video, viewers see the young boy grow and achieve his dreams of working for NASA, inspiring his daughter to do the same. The end of the video showcases not only the LRO mission, but also NASA's journey to Mars, the Jupiter probe Juno and more. \"A number of us working on LRO have had something inspire us to pursue careers in science and engineering,\" Noah Petro, LRO deputy project scientist at Goddard, said in the statement. \"This video serves as an opportunity to inspire future generations to follow their dreams into the sciences or the arts.\" ", "url": "https://www.space.com/34297-nasa-music-video-moon-and-more.html"}, {"title": "Saturday Is 'Observe the Moon Night,' But You Should View It All Month Long", "date": "2016-10-07", "content": "International Observe the Moon Night is this Saturday, but the best way to get to know Earth's neighbor is by observing it over multiple nights. InOMN is an annual celebration of the moon that was started by members of NASA's Lunar Reconnaissance Orbiter team. The event organizers urge people to get out and observe the moon or even to host observing parties. But seeing the moon on just one night is kind of like seeing the trailer for a new movie - it's just a sample of something much bigger. To get a better sense of the moon's shifting appearance and its changing position in the sky, observers should get outside and observe it over an entire month, using a lunar observation journal, according to Andrea Jones, director of InOMN. Jones said people are often surprised to find out that, unlike the sun, the moon rises and sets at very different times each day. If you can observe the moon for only a single night, check back every 20 minutes or so, and look for the movement of the \"terminator line\" across the surface of the moon. In fact, observing the moon while it has a terminator line can be better than observing a full moon, even though the latter often draws out casual skywatchers. Jones said it's often easier to see features on the surface of the moon right at the terminator line, because the contrast of light and dark makes those features stand out. So, as the line moves across the surface in a single night, it's possible for skywatchers to see different features or different portions of a single feature. \"It's fun to be able to do that kind of observing and notice the patterns in the sky,\" Jones told Space.com. \"We have so many snapshots in our lives to actually make an investment and really allow that time with our moon is valuable .\" It's not just youngsters who can benefit from studying the moon's daily changes. Jones said the InOMN group conducts workshops for teachers who give lessons about the moon and its phases, and prior to the workshop, the teachers are asked to complete a lunar journal for a few days or weeks. Jones said the teachers are often surprised when they observe the lunar activity themselves. \"Some of them have been teaching about moon phases for decades, and I'll get emails before the workshop saying, 'I can't find the moon!'\" Jones said. \"And I say, 'OK, how about check at a different time of day?' And then, they'll be like, 'Oh my gosh! I had no idea. It's 8 a.m., and I can see the moon!'\" Of course, photographs of the moon can also help people learn about Earth's companion. Images of the lunar surface captured by powerful telescopes or probes can reveal incredible details that are not visible to the naked eye or even through small telescopes; there's also all of the amazing science those instruments can reveal. The Lunar Reconnaissance Orbiter has provided new insight into the formation and chemistry of the moon and has sent back some incredible photographs of the surface. Jones collaborates with the LRO team as part of her job as an education specialist at the Planetary Science Institute in Tucson, Arizona. There are some resources that can help you get to know the moon a bit better. The InOMN website has various moon-observing resources and more information about the celebratory night. The website Timeanddate.com will show you the time of moonrise and moonset in your area, as well as the current phase of the moon. If you're thinking about buying a small telescope or pair of binoculars, check out some of our Space.com buyer's guides. See our calendar of 2016 celestial events to watch out for, our full-moon calendar, our satellite tracker, our guide to measuring distances on the sky and our monthly skywatching column. ", "url": "https://www.space.com/34309-observe-the-moon-night-all-month-long.html"}]}, {"win label": 0, "news": [{"title": "Moon Probe Helps NASA Map Path of 2017's Great American Total Solar Eclipse", "date": "2017-01-06", "content": "As eclipse hunters flood the United States this August to watch what scientists are calling the Great American Total Solar Eclipse, new data from NASA's Lunar Reconnaissance Orbiter will provide them with the most accurate maps ever for where to catch the eclipse. Solar eclipses occur when the moon passes in between the sun and the Earth, from Earth's perspective. Because the moon is a relatively small object, the path of totality is very narrow. At any single location, totality will last a few dozen seconds at most. In past years, totality maps haven't been fully accurate. That's because they assume that everyone is sitting at sea level and that the moon is completely bereft of craters and mountains. More recent calculations depended on limb profiles that were published by astronomer Chester Burleigh Watts, who took 700 photographs showing how the moon looks from Earth, from every possible viewpoint. NASA, however, can publish more accurate eclipse maps, thanks to work from visualizer Ernie Wright at the Goddard Space Flight Center in Maryland. Wright generated an elevation map of the Earth to show true altitude and also used a changing lunar limb profile that will be seen from the United States during the Aug. 21, 2017, total solar eclipse. \"We couldn't have done visualizations like this even 10 years ago,\" Wright said in a press release. \"This is a confluence of increasing computing power and new datasets from remote sensing platforms like LRO and the Shuttle Radar Topography Mission.\" Instead of a smooth umbra, the new visualizations show a more craggy shape that depends on elevations on Earth and on the moon. NASA describes the true shape as an irregular polygon with slightly curved edges, which will alter with changes across the Earth's terrain. \"Solar and lunar eclipses provide an excellent opportunity to talk about the moon, since without the moon there would be no eclipses,\" said Noah Petro, deputy project scientist for LRO, in the same statement. \"Because we know the shape of the moon better than any other planetary body, thanks to LRO, we can now accurately predict the shape of the shadow as it falls on the face of the Earth. In this way, LRO data sheds new light on our predictions for the upcoming eclipse,\" Petro said. The total solar eclipse will pass from Oregon to South Carolina. It's the first time the U.S. has experienced a total solar eclipse since 1918, when the umbra started in Washington state and passed over Denver, Jackson, Mississippi, and Orlando, Florida, before leaving via the Atlantic coast. ", "url": "https://www.space.com/35244-nasa-moon-probe-maps-great-american-solar-eclipse.html"}, {"title": "Eugene Cernan's Legacy: Apollo 17 Commander's Footprints Still on the Moon", "date": "2017-01-17", "content": "Eugene Cernan may be gone, but he left a lasting mark in the heavens. The tracks Cernan - who died Monday at age 82 - and Apollo 17 crewmate Harrison Schmitt made on the moon's surface in December 1972 are still visible today, as these images captured by NASA's Lunar Reconnaissance Orbiter spacecraft show. The LRO photos reveal both the snaking footprints of Cernan and Schmitt and the tire tracks left in the lunar dirt by the Apollo 17 rover. LRO has also spotted hardware left behind by the mission, including the rover, the Apollo 17 descent stage, the Apollo Lunar Surface Experiments Package and a transmitting antenna. The car-size LRO probe has snapped similar photos of all six Apollo landing sites, which are spread across a broad swath of the lunar surface. A total of 12 people set foot on the moon's surface during the six landed Apollo missions, from Apollo 11's Neil Armstrong and Buzz Aldrin in July 1969 to Schmitt and Cernan three and a half years later. Most of these astronauts' footprints, and the Apollo hardware, will last a long time - many millions of years, most likely. Erosion by wind and water does not occur on the moon, which harbors no liquid surface water and has just a wispy \"exosphere,\" as opposed to a thick atmosphere like that of Earth. And there are no active lunar volcanoes, so burial by lava is not a concern, either. Particles from the sun hit the lunar surface, but they wear away surface features extremely slowly. So the only real threat to these space-history landmarks in the foreseeable future is a direct hit by meteorites. Such impacts are far more common on the moon than on Earth, whose atmosphere burns up most incoming space rocks. The $504 million LRO mission launched in June 2009. The spacecraft first scouted the moon to help NASA plan for future lunar-exploration missions. Since September 2010, however, LRO has been operating in more of a pure- science mode. ", "url": "https://www.space.com/35352-eugene-cernan-moon-legacy-footprints.html"}, {"title": "ASU heads to Fleet Week in NYC for Memorial Day weekend", "date": "2017-05-26", "content": "On Oct. 13, 2014, something very strange happened to the camera aboard NASA's Lunar Reconnaissance Orbiter. The Lunar Reconnaissance Orbiter Camera, which normally produces beautifully clear images of the lunar surface, produced an image that was wild and jittery. From the sudden and jagged pattern apparent in the image, the LROC team determined that the camera must have been hit by a tiny meteoroid. LROC is a system of three cameras mounted on the LRO spacecraft. Two Narrow Angle Cameras capture high resolution black and white images. The third Wide Angle Camera captures moderate resolution images using filters to provide information about the properties and color of the lunar surface. The NAC works by building an image one line at a time. The first line is captured, then the orbit of the spacecraft moves the camera relative to the surface, and then the next line is captured, and so on, as thousands of lines are compiled into a full image. According to Mark Robinson, professor and principal investigator of LROC at ASU's School of Earth and Space Exploration, the jittery appearance of the image captured is the result of a sudden and extreme cross-track oscillation of the camera. LROC researchers concluded that there must have been a brief violent movement of the left Narrow Angle Camera. There were no spacecraft events like solar panel movements or antenna tracking that might have caused spacecraft jitter during this period. \"Even if there had been, the resulting jitter would have affected both cameras identically,\" Robinson said. \"The only logical explanation is that the NAC was hit by a meteoroid.\" How big was the meteoroid? During LROC's development, a detailed computer model was made to ensure the NAC would not fail during the severe vibrations caused by the launch of the spacecraft. The computer model was tested before launch by attaching the NAC to a vibration table that simulates launch. The camera passed the test with flying colors, proving its stability. Using this detailed computer model, the LROC team ran simulations to see if they could reproduce the distortions seen on the Oct. 13 image and determine the size of the meteoroid that hit the camera. They estimate the impacting meteoroid would have been about half the size of a pinhead, assuming a velocity of about 4.3 miles per second and a density of an ordinary chondrite meteorite. \"The meteoroid was traveling much faster than a speeding bullet,\" Robinson said. \"In this case, LROC did not dodge a speeding bullet, but rather survived a speeding bullet!\" How rare is it that the effects of an event like this were captured on camera? Very rare, according to Robinson. LROC typically only captures images during daylight and then only about 10 percent of the day, so for the camera to be hit by a meteor during the time that it was also capturing images is statistically unlikely. \"LROC was struck and survived to keep exploring the moon,\" Robinson said, \"thanks to Malin Space Science Systems' robust camera design.\" \"Since the impact presented no technical problems for the health and safety of the instrument, the team is only now announcing this event as a fascinating example of how engineering data can be used, in ways not previously anticipated, to understand what is happing to the spacecraft over 236,000 miles from the Earth,\" said John Keller, LRO project scientist from NASA's Goddard Space Flight Center in Greenbelt, Maryland. Launched on June 18, 2008, LRO has collected a treasure trove of data with its seven powerful instruments, making an invaluable contribution to our knowledge about the moon. \"A meteoroid impact on the LROC NAC reminds us that LRO is constantly exposed to the hazards of space,\" said Noah Petro, deputy project scientist from NASA Goddard. \"And as we continue to explore the moon, it reminds us of how precious are the data that is being returned.\" LRO is managed by NASA's Goddard Space Flight Center in Greenbelt, Maryland, as a project under NASA's Discovery Program. The Discovery Program is managed by NASA's Marshall Spaceflight Center in Huntsville, Alabama, for the Science Mission Directorate at NASA Headquarters in Washington. The Lunar Reconnaissance Orbiter Camera was developed at Malin Space Science Systems in San Diego, California and Arizona State University. ", "url": "https://news.asu.edu/20170526-asu-heads-fleet-week-nyc-memorial-day-weekend"}, {"title": "The Lunar Reconnaissance Orbiter was hit by a meteoroid and lived", "date": "2017-05-30", "content": "The Lunar Reconnaissance Orbiter was launched back in June 2008 to study the Moon. It was created with two Narrow Angle Cameras and the Wide Angle Camera to capture high-resolution images of the Moon's surface. While these high-tech cameras were typically sending back beautiful and clear images, scientists were puzzled on October 13, 2014 when the LRO sent back an unclear \"jittery\" image. Mark Robinson, professor and principle investigator of LROC, said the poor quality of the image was likely caused by a brief, violent collision to the left NAC. The team ran through a list of what could have caused the disruption, but there were no issues with the spacecraft and Robinson said those types of issues would have also impacted the right NAC. \"The only logical explanation,\" Robinson said in a press release, \"is that the NAC was hit by a meteoroid.\" To verify this theory, the LROC team used a computer model that was created during LROC's development -a vibration table that was used to simulate a launch, a test that the cameras passed to prove stability. They reproduced the distortions from the image received and determined that the left NAC was hit by an 0.8 mm meteoroid with a density of 2.7 grams/cm3 going at a velocity of about 4.3 miles per second. \"The meteoroid was traveling much faster than a speeding bullet,\" Robinson said. \"In this case, LROC did not dodge a speeding bullet, but rather survived a speeding bullet!\" Not only is it rare for an instrument to survive such a collision, but according to Robinson it's incredibly rare for the camera to capture the event. Luckily, the meteoroid didn't cause any serious damage to the instruments. \"Since the impact presented no technical problems for the health and safety of the instrument, the team is only now announcing this event as a fascinating example of how engineering data can be used, in ways not previously anticipated, to understand what is happing to the spacecraft over 236,000 miles from the Earth,\" said John Keller, LRO project scientist from NASA's Goddard Space Flight Center. ", "url": "https://astronomy.com/news/2017/05/lro-camera-hit-by-meteroid"}]}, {"win label": 0, "news": [{"title": "NASA lunar orbiter spots site of crashed craft on the Moon", "date": "2017-09-26", "content": "In September 2006, the European Space Agency's first lunar mission, SMART-1, came to an end when the probe was deliberately crashed into the surface of the Moon. The exact location of the craft's final resting place wasn't known, but now images from NASA's Lunar Reconnaissance Orbiter have found the telltale scars of the crash site. SMART-1 was essentially a test bed for technologies that would be used in later ESA missions. After about two years in orbit around the Moon, its trajectory was altered to send it plummeting to the lunar surface in one final experiment, simulating a meteorite impact and seeing what materials might be kicked up from underground. A flash of light was detected by Earth-based telescopes at the time, but the exact site had remained unseen. \"SMART-1 had a hard, grazing and bouncing landing at 2 km per second on the surface of the Moon,\" says Bernard Foing, a project scientist on SMART-1. \"There were no other spacecraft in orbit at the time to give a close- up view of the impact, and finding the precise location became a 'cold case' for more than 10 years. For this 'Crash Scene Investigation', we used all possible Earth witnesses, observational facts and computer models to identify the exact site and have finally found the scars. The next steps will be to send a robotic investigator to examine the remains of the SMART-1 spacecraft body and 'wings' of the solar arrays.\" The researchers located the scene of the crash using high-resolution images gathered by the LRO. It lies 34.262° south and 46.193° west, which lines up with the ESA's initial estimates. There, the orbiter spotted a scar along the surface, 4 m wide and 20 m long with a visible spray of dirt kicked up in a fan around the end. \"The high resolution LRO images show white ejecta, about 7 m across, from the first contact,\" says Foing. \"A north-south channel has then been carved out by the SMART-1 spacecraft body, before its bouncing ricochet. We can make out three faint but distinct ejecta streams from the impact, about 40 m long and separated by 20-degree angles.\" The results of the observation were presented last week at the European Planetary Science Congress in Riga, Latvia. ", "url": "https://newatlas.com/smart-1-moon-crash-site/51513/"}, {"title": "Grave of Europe's 1st Moon Orbiter Finally Found", "date": "2017-09-27", "content": "The final resting place of Europe's first moon orbiter has been found at long last. Astronomer Phil Stooke, of Western University in Ontario, discovered the 65-foot-long scar gouged into the lunar surface by the SMART-1 spacecraft when its controllers brought it down intentionally in September 2006. Stooke spotted the mark in images captured by NASA's Lunar Reconnaissance Orbiter. Its location sell withexpected site of the spacecraft's grave, he said. \"Orbit tracking and the impact flash gave a good estimate of the impact location,\" Stooke said in a statement. \"Very close to that point was a very unusual small feature,\" added Stooke, who presented the discovery at the European Planetary Science Congress 2017 in Riga, Latvia, on Friday. A weak fan of lunar material ejected during the impact flanks the furrow made by the 630-lb. spacecraft, Stooke said. He added that SMART-1's landing site resembles that of NASA's Lunar Atmosphere and Dust Environment Explorer, which crashed into the farside of the moon in April 2014, as well as those of NASA's twin Gravity Recovery and Interior Laboratory probes, which hit the lunar surface in December 2012. \"The high-resolution LRO images show white ejecta, about 7 meters 23 feet across, from the first contact,\" Bernard Foing, SMART-1 project scientist at the European Space Agency, said in the same statement. \"We can make out three faint but distinct ejecta streams from the impact, about 40 meters 131 feet long and separated by 20-degree angles.\" SMART-1 created the gouge, located at 34.262 degrees south latitude and 46.193 degrees west longitude, as it crashed into the lunar surface at 4,500 mph, according to Foing. The Canada-France-Hawaii Telescope, one of the observatories located near the 13,802-foot-high summit of Hawaii's volcano Mauna Kea, observed the impact of SMART-1 in 2006. However, as there were no other spacecraft in lunar orbit at the time, astronomers were unable to determine its exact location for more than 10 years, Foing said. \"The next steps will be to send a robotic investigator to examine the remains of the SMART-1 spacecraft body and 'wings' of the solar arrays,\" Foing said. Mark Burchell, a professor of space science at the University of Kent in England, who performed laboratory impact experiments and simulated the SMART-1 grazing impact conditions, said, \"It is exciting to see for the first time the real scars from the SMART-1 impact, and compare them to the models and laboratory simulations.\" ESA launched SMART-1 - whose name is short for \"Small Missions for Advanced Research in Technology-1\" - in September 2003. The satellite, designed and built by Swedish Space Corp., searched for evidence of ice in the craters of the moon's south pole and tested some innovative technologies for deep-space exploration, including solar-electric propulsion. ", "url": "https://www.space.com/38279-europe-first-moon-orbiter-grave-found.html"}]}, {"win label": 0, "news": [{"title": "'Lava tube skylights' on the moon call to caving astronauts", "date": "2018-01-12", "content": " Future astronauts on the moon might need to hone their spelunking skills before they visit. A new study from the SETI Institute and the Mars Institute looks at a series of pits seen by NASA's Lunar Reconnaissance Orbiter. These pits might actually be lava tube skylights, which are entrances to underground tunnels that were once filled with lava. Those tunnels could be key to accessing usable water on the moon. The area of interest is the large Philolaus Crater near the moon's north pole. Planetary scientist Pascal Lee says the quality of the LRO images doesn't allow scientists to determine the pits are lava tube skylights with 100 percent certainty, but they are \"good candidates considering simultaneously their size, shape, lighting conditions and geologic setting.\" Researchers have already identified over 200 pits across the moon's surface that might be skylights, but the new study is the first to identify candidates located in the moon's polar region where water ice accumulates. If there's ice inside the tubes, future expeditions might have much easier access to a usable water source than they would otherwise. In a video on the research, Lee says water can be used for hydration, but can also be broken down into components needed for rocket fuel. \"Our next step should be further exploration, to verify whether these pits are truly lava tube skylights, and if they are, whether the lava tubes actually contain ice,\" Lee says. The tubes could come into play as NASA considers potential landing sites for a future moon mission, whether with human astronauts or with robots. They could also help prepare us to explore similar features on Mars some day. \"There,\" Lee says, \"we will face the prospect of expanding our search for life into the deeper underground of Mars where we might find environments that are warmer, wetter, and more sheltered than at the surface.\" ", "url": "https://www.cnet.com/science/moon-lava-tube-skylights-nasa-astronauts-water-ice/"}, {"title": "Lunar Fountain? Accessible Ice Could Lurk in Moon's Lava Tubes", "date": "2018-01-18", "content": "New images from NASA's Lunar Reconnaissance Orbiter suggest there is an underground network of lava tubes beneath the lunar surface that could offer astronauts easy access to water. The stunning new photos show multiple small pits in a large impact crater known as the Philolaus Crater, which is located near the north pole of the moon. Researchers said these pits are likely lava tube \"skylights\" - entrances to underground tunnels that were once filled with lava. The underground tunnels could also provide access to subsurface ice, and in turn, water. Astronauts would therefore be able to use this water resource during future missions to the moon, said a new study from the SETI Institute and the Mars Institute. \"The highest-resolution images available for Philolaus Crater do not allow the pits to be identified as lava tube skylights with 100 percent certainty, but we are looking at good candidates considering simultaneously their size, shape, lighting conditions and geologic setting,\" Pascal Lee, planetary scientist at the SETI Institute and the Mars Institute, said in a statement. The Philolaus Crater is approximately 43 miles wide and located about 340 miles from the moon's north pole. The pits appear to be small, rimless depressions, measuring between 50 and 100 feet across, with completely shadowed interiors, according to the statement. The pits identified on the floor of the Philolaus Crater are located along sections of winding channels thought to be collapsed lava tubes, also known as sinuous rilles. Earlier research identified over 200 pits across the moon's surface, but the new images are the first to identify possible skylights located in the moon's polar region, where water ice accumulates, the study said. Therefore, the newfound skylights would offer easier access to subsurface ice, alleviating the need to excavate the lunar surface, the researchers said. \"This discovery is exciting and timely as we prepare to return to the moon with humans,\" Bill Diamond, president and CEO of the SETI Institute, said in the statement. \"It also reminds us that our exploration of planetary worlds is not limited to their surface and must extend into their mysterious interiors.\" Formed about 1.1 billion years ago, Philolaus Crater is relatively young, which makes it a great target for studying the moon's recent evolution, the researchers said in the statement. Also, the crater is located on the nearside of the moon, which means that it would offer future lunar missions the benefit of direct communications with Earth, according to the statement. Going forward, the researchers plan to further investigate Philolaus Crater to confirm whether or not the pits are lava tube skylights, and if the underground network of tubes actually contains water ice. \"This is an exciting possibility that a new generation of caving astronauts or robotic spelunkers could help address,\" Lee said. \"Exploring lava tubes on the moon will also prepare us for the exploration of lava tubes on Mars. There, we will face the prospect of expanding our search for life into the deeper underground of Mars where we might find environments that are warmer, wetter and more sheltered than at the surface.\" Their findings were presented Jan. 11 at NASA's Lunar Science for Landed Missions Workshop, which is held at the Ames Research Center. ", "url": "https://www.space.com/39404-lava-tube-skylights-discovered-moon-images.html"}]}, {"win label": 0, "news": [{"title": "Take A Tour of Our Moon in This 4K Video by NASA LRO Spacecraft", "date": "2018-07-09", "content": "It is a distant possibility for many to be able to experience the Moon in reality. The next best thing, however, is observing the lunar surface in a virtual capacity. American space organisation NASA has made possible just that with a recent video that has been curtailed from a series of footages from its Lunar Reconnaissance Orbiter, a NASA spacecraft that is currently orbiting the Moon in a polar mapping orbit. What's more, the footage has been captured in a 4k resolution, making the entire experience even more immersive for the earthlings. The NASA video has been created by compiling the data received from the orbiter since the start of its mission, back in 2009. The entire video, starting from our Moon's western border where the near side of the Moon meets the far side, takes on a breathtaking journey through the lunar craters as wide as 2500 kms and as deep as 13 kms; through interiors of the Moon, its south pole, its plateaus and many more such significant spots while revealing much information about the same. The video also shows the left-behind equipment of the Apollo 17 Lunar Lander including its bottom half and the rover vehicle. Though the data collected by the LRO has helped the organisation know much about our immediate neighbour in space, the video is more of an experience for the space enthusiasts than an explanatory piece. ", "url": "https://www.news18.com/news/tech/take-a-tour-of-our-moon-in-this-4k-video-by-nasa-lro-spacecraft-1805885.html"}, {"title": "The Moon's Most Mysterious Feature Now Has an Origin Story", "date": "2018-09-07", "content": "Lunar swirls are beautiful optical anomalies on the surface of the moon that occur without any defined shape and exist in various sizes. These peculiar delights have puzzled scientists who tried to figure out their exact origin story. Scientists at Rutgers and University of California Berkeley have now investigated the origin of these anomalies and come back with new insight into the history of the moon. The most famous lunar swirl is Reiner Gamma. Around 40 miles long and visible through most telescopes on a clear night, it's a popular spot for backyard astronomers. Like many lunar swirls, Reiner Gamma has powerful, localized magnetic fields. Scientists believe the patterns of brightness and darkness intermingling seen within Reiner Gamma stem from magnetic fields deflecting particles from the solar wind. Over an extended period of time, this deflection would cause some parts of the lunar surface to weather more slowly. \"But the cause of those magnetic fields, and thus of the swirls themselves, had long been a mystery,\" says Sonia Tikoo, coauthor of the study recently published in the Journal of Geophysical Research - Planets and an assistant professor at Rutgers, in a press statement. \"To solve it, we had to find out what kind of geological feature could produce these magnetic fields-and why their magnetism is so powerful.\" The researchers examined the geometry of lunar swirls. From there, they built out a mathematical model on the idea that each swirl was standing above a narrow magnetic object. Through that model, they found an image consistent with the appearance of lava tubes and lava dikes. Lave tubes are long, narrow structures by flowing lava in volcanoes, while lava dikes are vertical sheets of magma injected into the lunar crust. These are known geologic entities, but they're not typically seen as magnetic. On Earth, volcanoes have a lot of destructive qualities but none of them are due to magnetism. Studies in 2009, using samples brought back from the initial moon landings of the 60s and 70s, showed that moon rocks have a history of magnetism. The moon's molten core may have at one point created its own magnetic field, and the rocks on the surface still share some of these qualities. Break down certain types of lunar materials with enough heat, and at the right temperature they will release metallic iron. With a strong enough magnetic field nearby, the iron would become magnetized in that direction. This wouldn't happen on Earth, where free-floating oxygen binds with iron. Nor would it happen on the moon today, scientists say, because there is no more global magnetic field. However, last year Tikoo also discovered that the moon's historic magnetic field actually lasted lasted 1 billion to 2.5 billion years longer than previously thought. It's possible, then, that has these lava tubes and dikes were forming they were being drawn towards the magnetic core of the moon. That would account for the startling images they've left behind. \"No one had thought about this reaction in terms of explaining these unusually strong magnetic features on the moon. This was the final piece in the puzzle of understanding the magnetism that underlies these lunar swirls,\" Tikoo says. Of course, what would really help in proving this theory is doing something humanity has never managed to do-visit a lunar swirl. Tikoo plans to propose a rover that will do just that. ", "url": "https://www.popularmechanics.com/space/moon-mars/a23011292/lunar-swirls-magnetism/"}, {"title": "Mysterious moon swirls have finally been explained", "date": "2018-09-10", "content": "Light and dark markings swirl over the moon, looking like cream swirled into coffee or clouds against a slate gray sky. These lunar swirls may result from ancient, magnetic lava just below the moon's surface, according to one new study. A joint study between researchers at Rutgers University and the University of California, Berkeley, pointed to the moon's internally generated magnetic field and past volcanic activity to explain the lunar swirls. Researchers have known for some time that lunar swirls share space with localized magnetic fields and that when those fields deflect particles from solar wind, parts of the moon's surface weather more slowly than other parts. \"But the cause of those magnetic fields, and thus of the swirls themselves, had long been a mystery,\" Sonia Tikoo, co-author of the study and a researcher at Rutgers University-New Brunswick's Department of Earth and Planetary Sciences, said in a statement. \"To solve it, we had to find out what kind of geological feature could produce these magnetic fields - and why their magnetism is so powerful.\" The researchers developed mathematical models for these localized fields, or \"geological magnets\" as they're described in the statement. These models showed that each lunar swirl must exist above a narrow, magnetic object located just below the lunar surface. Scientists discover water ice on moon's surface. Here's why that's big news. Even stranger, researchers think that these subsurface magnetic objects are ancient, long, narrow lava tubes formed by flowing lava or lava dikes, which are vertical sheets of magma in the crust of a moon or planet. Past experiments have shown that, when heated above 1,112 degrees Fahrenheit in a zero-oxygen environment, certain minerals in moon rocks break down and release metallic iron, making the rocks extremely magnetic. So, when the moon was erupting lava over 3 billion years ago, these magnetic lava tubes or lava dikes were likely created and became highly magnetic as they cooled down, according to the statement. \"No one had thought about this reaction in terms of explaining these unusually strong magnetic features on the moon,\" Tikoo said in the statement, referring to the lava becoming magnetic moon rock under the surface and causing lunar swirls. \"This was the final piece in the puzzle of understanding the magnetism that underlies these lunar swirls.\" ", "url": "https://www.nbcnews.com/mach/science/mysterious-moon-swirls-have-finally-been-explained-ncna908191"}, {"title": "Rock Fluidization During Peak-Ring Formation of Large Impact Structures", "date": "2018-10-24", "content": "Research by SSERVI PI Dr. David Kring was recently published in Nature. While not a SSERVI-funded product, the result has implications for the formation of other lunar peak-ring and multi-ring basins, and is fully consistent with the peak- ring formation model funded by SSERVI that was derived for the Moon's Schrodinger basin. The Schrodinger basin on the lunar farside is ~320 km in diameter and the best-preserved peak-ring basin of its size in the Earth-Moon system. Spectral and photogeologic analyses of data from the Moon Mineralogy Mapper instrument on the Chandrayaan-1 spacecraft and the Lunar Reconnaissance Orbiter Camera on the LRO spacecraft, indicates the peak ring is composed of anorthositic, noritic and troctolitic lithologies that were juxtaposed by several cross-cutting faults during peak-ring formation. Hydrocode simulations indicate the lithologies were uplifted from depths up to 30 km, representing the crust of the lunar farside. Through combining geological and remote- sensing observations with numerical modeling, Kring et al have shown that a Displaced Structural Uplift model is best for peak rings, including that in the K-T Chicxulub impact crater on Earth. These results may help guide sample selection in lunar sample return missions that are being studied for the multi-agency International Space Exploration Coordination Group. Large meteorite impact structures on the terrestrial bodies of the Solar System contain pronounced topographic rings, which emerged from uplifted target rocks within minutes of impact. To flow rapidly over large distances, these target rocks must have weakened drastically, but they subsequently regained sufficient strength to build and sustain topographic rings. The mechanisms of rock deformation that accomplish such extreme change in mechanical behavior during cratering are largely unknown and have been debated for decades. Recent drilling of the approximately 200-km-diameter Chicxulub impact structure in Mexico has produced a record of brittle and viscous deformation within its peak-ring rocks. The latest research shows how catastrophic rock weakening upon impact is followed by an increase in rock strength that culminated in the formation of the peak ring during cratering. The observations point to quasi-continuous rock flow and hence acoustic fluidization as the dominant physical process controlling initial cratering, followed by increasingly localized faulting. ", "url": "https://sservi.nasa.gov/articles/rock-fluidization-during-peak-ring-formation-of-large-impact-structures/"}]}, {"win label": 0, "news": [{"title": "NASA's Lunar Satellite Has Spotted China's Lander on The Far Side of The Moon", "date": "2019-02-07", "content": "A month after China pulled off its historic Chang'e 4 mission, which landed robots on the moon 's far side for the first time, NASA has released an image further proving the feat was a success. NASA photographed the Chinese landing site on January 30 with a moon-circling spacecraft called the Lunar Reconnaissance Orbiter. Researchers published the new picture at the agency's LRO mission blog on Wednesday. Chang'e 4, China's fourth robotic lunar mission, is named after a mythical lunar goddess. It launched on December 8, and the rover and lander touched down on the moon on January 3. The car-size lander is expected to last about 12 months on the moon's far side -the lunar face we can't see from Earth \" is a misnomer. Chang'e 4 also deployed a desk-size rover called Yutu 2 or \"Jade Rabbit\" that should last about three months in the brutal conditions. The goals of the two Chinese spacecraft are to take photos of the barren lunar landscape, study lunar geology, look for water ice, scan the night sky for radio bursts, and even grow silkworms. The mission landed inside a 116-mile-wide impact site called the Von Kármán Crater. It's part of the South Pole-Aitken Basin: a 1,550-mile-wide scar made by a collision about 3.9 billion years ago. The crash may have splattered deep geologic layers of the moon onto its surface, which makes it an especially interesting area for study. NASA scientists found the lander and rover in the LRO photo below, which was taken at a glancing angle on January 30. The yellow arrow points to the landing site. \" A s LRO approached the crater from the east, it rolled 70 degrees to the west to snap this spectacular view looking across the floor towards the west wall,\" Mark Robinson, a lunar researcher at NASA, said in a blog post about the image. Robinson added that LRO was far away from the landing site, even though it was in view, making the Chang'e 4 spacecraft difficult to discern. \"Because LRO was 330 kilometers to the east of the landing site, the Chang'e 4 lander is only about two pixels across and the small rover is not detectable,\" he said. \"The massive mountain range in the background is the west wall of Von Kármán crater, rising more than 3000 meters above the floor.\" An enhanced zoom of the image more clearly reveals the Chang'e 4 spacecraft as a tiny white dot between arrows. Initially, China did not say where Chang'e 4 had landed. So shortly after Chinese state media shared landing images on social media, Noah Petro, another lunar scientist at NASA, compared them to LRO images to figure out precisely where the mission had touched down within Von Kármán. The following illustration shows the landing point. The image of Chang'e 4 taken last week came from LRO's first flyover opportunity of the landing site. During future orbits, LRO should be able to image Chang'e 4 directly from above as it for Chang'e 3. ", "url": "https://www.sciencealert.com/nasa-s-lunar-satellite-spied-china-s-lander-on-the-moon-s-far-side"}, {"title": "NASA probe captures China's lunar landing site in two pixels", "date": "2019-02-08", "content": "The United States space agency NASA has released its first look of China's Chang'e-4 Lunar Landing Site. NASA's Lunar Reconnaissance Orbiter approached the Von Karman crater on which the Chinese spacecraft Chang'e 4 landed, nearly four weeks after its landing. On Jan. 30, the LRO rolled 70 degrees to the west to snap a spectacular view looking across the floor toward the west wall, according to NASA. However, about 330 kilometers to the east of the landing site, LRO captured a picture only about two pixels across and didn't detect the small rover Yutu-2 or Jade Rabbit-2. The black-and-white picture released by NASA on Wedneday showed the west wall of Von Karman crater, a massive mountain range, rising over 3,000 meters above the floor. China's Chang'e-4 probe, launched on Dec. 8 in 2018, landed on the Von Karman Crater in the South Pole-Aitken Basin on the far side of the moon on Jan. 3. The rover and the lander of the Chang'e-4 probe have been awakened by sunlight after a long \"sleep\" during the first extremely cold night on the moon on Jan. 30. NASA announced its plan last month to cooperate with Chinese space authorities to observe a signature of the landing plume of Chang'e-4's lunar lander. NASA and the Chinese National Space Administration agreed that any significant findings resulting from this coordination activity will be shared with the global research community at a UN meeting to be held in mid February in Vienna. NASA said its cooperation with China \"transparent, reciprocal and mutually beneficial.\" ", "url": "http://www.xinhuanet.com/english/2019-02/08/c_137805591.htm"}, {"title": "NASA's lunar orbiter has its third, overhead look on China's Chang'e-4 probe", "date": "2019-02-16", "content": "The United States space agency NASA said Friday that its lunar orbiter has observed the landing site of China's Chang'e-4 lunar probe for the third time, capturing a much sharper view. NASA's Lunar Reconnaissance Orbiter passed nearly overhead the Chang'e-4 landing site on Feb. 1, giving a 0.85-meter per pixel picture of the lander and Yutu-2 rover or Jade Rabbit-2 from an attitude of 82 kilometers, according to NASA. This view had close to the smallest pixel size possible in the current LRO orbit. NASA said the rover was 29 meters northwest of the lander, but the rover had likely moved since the image was acquired. According to NASA, the LRO will continue to image the site as the lighting changes and the rover roves. On Jan. 30 and Jan. 31, the LRO snapped the landing site for the first and second time respectively, but both in a slant angle, according to NASA. Chang'e-4 set down on a relatively small farside mare basalt deposit. NASA hoped that China's probe could find out the composition of farside basalts with its visible near infrared spectrometer. China's Chang'e-4 probe, launched on Dec. 8 in 2018, landed on the Von Karman Crater in the South Pole-Aitken Basin on the far side of the moon on Jan. 3. NASA announced its plan last month to cooperate with Chinese space authorities to observe a signature of the landing plume of Chang'e-4's lunar lander. ", "url": "http://www.xinhuanet.com/english/2019-02/16/c_137825763.htm"}, {"title": "NASA Moon Orbiter Tracks Chinese Rover on Lunar Farside", "date": "2019-03-26", "content": "NASA's Lunar Reconnaissance Orbiter continues to monitor the whereabouts and wanderings of China's Yutu 2 rover on the moon's far side. Over the next few months, the sun will rise higher and higher over Yutu 2's landing site when LRO is overhead, providing the opportunity to obtain images with no shadows, according to Mark Robinson, principal investigator of LRO's Lunar Reconnaissance Orbiter Camera, a three-camera system that captures high-resolution photos of the lunar surface. Those upcoming images will be particularly useful for mapping differences in brightness, Robinson noted. Researchers should therefore soon get their first good looks at the \"blast zone\" - the region that was brightened around Yutu 2's companion lander as rocket exhaust interacted with the regolith, as seen around all other landing sites. The tracks of the rover should also be visible in the coming months, allowing researchers to follow Yutu 2's exact path along the floor of Von Kármán Crater, Robinson explained. Yutu 2 and the lander make up China's Chang'e 4 mission, which touched down inside the 115-mile-wide Von Kármán Crater on the night of Jan. 2, 2019. No craft, robotic or crewed, had ever pulled off a soft landing on the moon's far side before. LRO passes over any given place on the moon at least once every month, allowing the westward progress of the Yutu 2 rover to be seen. Robinson explained that, at the end of February, Yutu 2 was 226 feet from its home base, the Chang'e 4 lander. LROC images show Yutu 2 made 150 feet of westward progress during the month of February. Each month when LRO images the landing site, now called Statio Tianhe, the lighting changes, providing a different view of the surface. Around dawn and dusk, long shadows enhance topography, Robinson said; closer to noon, differences in surface brightness are more apparent. In the latest LROC image, from Feb. 28, the sun is near the horizon, and the lander and rover both cast long shadows. ", "url": "https://www.space.com/nasa-moon-probe-chinese-farside-rover-photos.html"}, {"title": "The Lunar South Pole Is a Rich Target for NASA's 2024 Moon Goal", "date": "2019-04-02", "content": "When Vice President Pence challenged NASA to put humans on the moon by 2024 during an announcement last week, he targeted the southern lunar pole, an area rich in water as well as science. Landing at that site might help astronauts' long-term survival on the moon and could possibly lay the groundwork for boosting future teams farther out into the solar system. \"We have known that the poles of the moon were unique environments for some time,\" Noah Petro, a NASA lunar astronomer in Greenbelt, Maryland, told Space.com by email. Petro is a project scientist for NASA's Lunar Reconnaissance Orbiter mission currently orbiting Earth's nearest neighbor. Observations from LRO and other spacecraft have confirmed that there's water ice hidden in craters at the lunar south pole. Polar water or ice could provide both air and fuel as well as water for astronauts to drink. Exploring \"the south pole, with the possibility of water and/or ice, has the added benefit of finding a resource for future use,\" Petro said. Why south pole? When Apollo astronauts visited the moon 50 years ago, it was considered dry and barren. But the samples they returned eventually told a different story. In recent years, scientists have found \" significant amounts\" of hydroxyl - a chemical that includes both components of water - in the moon rocks brought home by Apollo 15, 16 and 17 astronauts. While water may be widespread beneath the lunar surface, the last decade or so has revealed that the permanently shadowed regions of the poles hide hydrogen- rich deposits, in some cases confirmed to be water ice, beneath the upper three feet of the lunar regolith. While water is a requirement for humans to survive, a cool drink of lunar water isn't the only reason ice could be valuable. Once processed, the oxygen could produce vapor that could be used to supply a needed part of astronauts' breathable atmosphere. It could also be separated into hydrogen and oxygen components to be used as rocket fuel. \"These resources mined from the moon could potentially reduce the need for launching resources from Earth, which can significantly reduce the cost of deep space exploration,\" Debra Needham, a planetary scientist at NASA's Marshall Space Flight Center in Huntsville, Alabama, told Space.com. There is already an ongoing discussion about using the moon as a jumping-off point for Mars. By processing lunar ice into fuel, mission planners could help reduce the amount of material lifted into space from Earth, helping drive down costs. That, in turn, could help further human exploration beyond our planet. \"The farther humans venture into space, the more important it becomes to manufacture materials and products with local resources,\" Petro said. There are still a number of things that need to be done before humans put boots on the moon again. While water-rich material has been identified at the lunar poles, scientists still want to nail down how much of it might be water and how much is ice. \"LRO has done an amazing job of telling us that there is something interesting going on there, but we should know more before sending humans,\" Petro said. Needham agrees, adding that a lot of uncertainty remains about the distribution and purity of the water-rich material - information that could affect how it is extracted and used. The technology to turn water into fuel is still in its infant stages. One of the cubesats selected to join NASA's Space Launch System on its first flight will rely on a water-electrolysis propulsion system. Zapping the water with electricity breaks the bonds between hydrogen and water, creating a readily combustible fuel for the satellite. Once in space, the tiny satellite will test the process in microgravity. Another problem for human explorers is dealing with the lunar day, which is 14 Earth days long. Additionally, the sun will sit extremely low in the sky at the poles, casting deep shadows over the course of the day. Needham said that such shadows would cause wide temperature swings, block communication pathways and complicate the operation of some instruments that astronauts might carry with them. \"These challenges require creative solutions that, while achievable, require additional help from orbiting assets,\" Needham said, adding that they could drive up the costs and complexities involved in planning a mission to the lunar poles. But that doesn't mean that such missions wouldn't be worth it. \"The knowledge and resources we stand to gain by surmounting these challenges is vast,\" Needham said. Before setting up a permanent lunar outpost, engineers must also develop sustainable exploration setups that would safely allow astronauts to escape Earth, travel to the moon, move from orbit down to the surface and return home safely. NASA would also have to establish long-term assets for lodging and mobility as well as sample collection and storage. Needham said that NASA is working its way through many of these challenges, in part through its work with the SLS as well as working with international partners on other components. The results will help astronauts not only explore the moon but also move out farther into the solar system. \"There is certainly still work to be done, but we are on our way to exploring new parts of the moon and proving our capability of exploring other deep-space destinations as we push on to Mars,\" Needham said. ", "url": "https://www.space.com/nasa-moon-2024-lunar-south-pole-target.html"}, {"title": "Study Finds New Wrinkles on Earth's Moon", "date": "2019-05-13", "content": "Billions of years ago, Earth's Moon formed vast basins called \"mare\". Scientists have long assumed these basins were dead, still places where the last geologic activity occurred long before dinosaurs roamed Earth. But a survey of more than 12,000 images reveals that at least one lunar mare has been cracking and shifting as much as other parts of the Moon - and may even be doing so today. The study adds to a growing understanding that the Moon is an actively changing world. Taken by NASA's Lunar Reconnaissance Orbiter Camera, the images reveal \"wrinkle ridges\" - curved hills and shallow trenches created by a lunar surface that is contracting as the Moon loses heat and shrinks. The features are described in a study published in Icarus on March 7, 2019, and led by Nathan Williams, a post-doctoral researcher at NASA's Jet Propulsion Laboratory in Pasadena, California. Previous research has found similar surface features in the Moon's highlands, but wrinkle ridges have never been seen in basins before now. For this study, Williams and his co-authors focused on a region near the Moon's north pole called Mare Frigoris, or the Cold Sea. The study estimates that some of the ridges emerged in the last billion years, while others may be no older than 40 million years old. That's relatively fresh in geologic terms; previous studies have estimated these basins all stopped contracting about 1.2 billion years ago. Both Earth and its Moon experience what's known as tectonics, processes that push up mountains, rip apart land masses and create quakes. On Earth, these processes occur constantly as the planet's mantle causes pieces of crust, called plates, to shift against one another. The Moon doesn't have tectonic plates; instead, its tectonic action occurs as the Moon slowly loses heat from when it was formed nearly 4.5 billion years ago. The heat loss causes its interior to shrink, crinkling the surface and creating distinctive features like those identified in the study. \"The Moon is still quaking and shaking from its own internal processes,\" Williams said. \"It's been losing heat over billions of years, shrinking and becoming denser.\" The effect is similar to a car tire in winter: As the temperature drops, air inside the tire contracts and creates a squishier surface. The Moon's tectonic action is especially visible in Mare Frigoris. By poring over more than 12,000 images taken by LRO's camera, Williams and his co- authors identified thousands of tectonically created features. As the ground under Mare Frigoris shifts, it pushes up wrinkle ridges, which typically snake along the ground for several miles. The longest ones stretch about 250 miles - greater than the distance between New York City and Washington, D.C. - and rise as much as 1,000 feet. Tectonic pushing and pulling of the lunar crust also sculpt curved hills called lobate scarps and shallow trenches known as graben. Geologists can date them by studying another common lunar feature: impact craters. The longer a surface is struck by meteors, the more debris gets flung up from the impacts and covers nearby terrain, altering the landscape in a process called \"impact gardening.\" Craters collect more debris the longer they are around. The smaller they are, the less time they take to fill: Craters smaller than the size of a football field would typically fill to the brim in under a billion years. LROC's images revealed crisp tectonic features like the wrinkle ridges that formed after - and cut through - small, unfilled craters. That allowed Williams and his co- authors to deduce that the ridges emerged within the past billion years or so. From Moonquakes to Marsquakes Studying seismic activity on the Moon isn't new. The Apollo astronauts brought several seismometers to the lunar surface, which recorded thousands of moonquakes between 1969 and 1977. The vast majority were quakes that occurred deep in the Moon's interior; a smaller number were determined to be of shallow depth, occurring in the lunar crust. A new paper in Nature Geoscience takes another look at these shallow moonquakes and establishes connections to some very young surface features called lobate thrust fault scarps. This opens the door to looking for similar connections with young wrinkle ridges described in the Icarus study. Scientists - including Williams - now hope to glean similar science from Mars. NASA's InSight lander recently detected what is likely its first marsquake, along with several other seismic signals. The way a quake's seismic waves travel inside a planet can tell geologists about how rocky bodies are layered. That, in turn, can deepen our understanding of how Earth, its Moon and Mars first formed. NASA's Lunar Reconnaissance Orbiter was built and is operated by the agency's Goddard Space Flight Center in Greenbelt, Maryland. Goddard manages the LRO mission for the Science Mission Directorate at NASA Headquarters in Washington. NASA's Jet Propulsion Laboratory in Pasadena, California, leads the InSight mission. ", "url": "https://www.jpl.nasa.gov/news/study-finds-new-wrinkles-on-earths-moon"}, {"title": "The moon is quaking as it shrinks", "date": "2019-05-13", "content": "A 2010 analysis of imagery from NASA's Lunar Reconnaissance Orbiter found that the moon shriveled like a raisin as its interior cooled, leaving behind thousands of cliffs called thrust faults on the moon's surface. A new analysis suggests that the moon may still be shrinking today and actively producing moonquakes along these thrust faults. A team of researchers including Nicholas Schmerr, an assistant professor of geology at the University of Maryland, designed a new algorithm to re-analyze seismic data from instruments placed by NASA's Apollo missions in the 1960s and '70s. Their analysis provided more accurate epicenter location data for 28 moonquakes recorded from 1969 to 1977. The team then superimposed this location data onto the LRO imagery of the thrust faults. Based on the quakes' proximity to the thrust faults, the researchers found that at least eight of the quakes likely resulted from true tectonic activity--the movement of crustal plates--along the thrust faults, rather than from asteroid impacts or rumblings deep within the moon's interior. Although the Apollo instruments recorded their last quake shortly before the instruments were retired in 1977, the researchers suggest that the moon is likely still experiencing quakes to this day. A paper describing the work, co- authored by Schmerr, was published in the journal Nature Geoscience on May 13, 2019. \"We found that a number of the quakes recorded in the Apollo data happened very close to the faults seen in the LRO imagery,\" Schmerr said, noting that the LRO imagery also shows physical evidence of geologically recent fault movement, such as landslides and tumbled boulders. \"It's quite likely that the faults are still active today. You don't often get to see active tectonics anywhere but Earth, so it's very exciting to think these faults may still be producing moonquakes.\" Astronauts placed five seismometers on the moon's surface during the Apollo 11, 12, 14, 15 and 16 missions. The Apollo 11 seismometer operated only for three weeks, but the four remaining instruments recorded 28 shallow moonquakes --the type produced by tectonic faults--from 1969 to 1977. On Earth, the quakes would have ranged in magnitude from about 2 to 5. Using the revised location estimates from their new algorithm, the researchers found that the epicenters of eight of the 28 shallow quakes were within 19 miles of faults visible in the LRO images. This was close enough for the team to conclude that the faults likely caused the quakes. Schmerr led the effort to produce \"shake maps\" derived from models that predict where the strongest shaking should occur, given the size of the thrust faults. The researchers also found that six of the eight quakes happened when the moon was at or near its apogee, the point in the moon's orbit when it is farthest from Earth. This is where additional tidal stress from Earth's gravity causes a peak in the total stress on the moon's crust, making slippage along the thrust faults more likely. \"We think it's very likely that these eight quakes were produced by faults slipping as stress built up when the lunar crust was compressed by global contraction and tidal forces, indicating that the Apollo seismometers recorded the shrinking moon and the moon is still tectonically active,\" said Thomas Watters, lead author of the research paper and senior scientist in the Center for Earth and Planetary Studies at the Smithsonian Institution in Washington. Much as a grape wrinkles as it dries to become a raisin, the moon also wrinkles as its interior cools and shrinks. Unlike the flexible skin on a grape, however, the moon's crust is brittle, causing it to break as the interior shrinks. This breakage results in thrust faults, where one section of crust is pushed up over an adjacent section. These faults resemble small stair-shaped cliffs, or scarps, when seen from the lunar surface; each is roughly tens of yards high and a few miles long. The LRO has imaged more than 3,500 fault scarps on the moon since it began operation in 2009. Some of these images show landslides or boulders at the bottom of relatively bright patches on the slopes of fault scarps or nearby terrain. Because weathering gradually darkens material on the lunar surface, brighter areas indicate regions that are freshly exposed by an event such as a moonquake. Other LRO fault images show fresh tracks from boulder falls, suggesting that quakes sent these boulders rolling down their cliff slopes. Such tracks would be erased relatively quickly, in terms of geologic time, by the constant rain of micrometeoroid impacts on the moon. With nearly a decade of LRO imagery already available and more on the way in the coming years, the team would like to compare pictures of specific fault regions from different times to look for fresh evidence of recent moonquakes. \"For me, these findings emphasize that we need to go back to the moon,\" Schmerr said. \"We learned a lot from the Apollo missions, but they really only scratched the surface. With a larger network of modern seismometers, we could make huge strides in our understanding of the moon's geology. This provides some very promising low-hanging fruit for science on a future mission to the moon.\" This release is adapted from text provided by NASA's Goddard Space Flight Center. The research paper, \"Shallow seismic activity and young thrust faults on the Moon,\" Thomas Watters, Renee Weber, Geoffrey Collins, Ian Howley, Nicholas Schmerr and Catherine Johnson, was published in the journal Nature Geoscience on May 13, 2019. This work was supported by NASA's Lunar Reconnaissance Orbiter Project and the Natural Sciences and Engineering Research Council of Canada. The content of this article does not necessarily reflect the views of these organizations. ", "url": "https://www.eurekalert.org/pub_releases/2019-05/uom-tmi051019.php"}, {"title": "Beresheet Moon Impact Site", "date": "2019-05-15", "content": " NASA's Lunar Reconnaissance Orbiter spotted the final resting place of Israel's Beresheet Moon lander. Beresheet was Israel's first lunar mission and the first attempt by a private company to land on the Moon. The spacecraft achieved lunar orbit, but was lost after a hard landing during the April 11, 2019 landing attempt. SpaceIL, a non-profit organization, attempted to land its spacecraft in a region of the Moon called Sea of Serenity, or Mare Serenitatis in Latin. As soon as its orbit placed NASA's Lunar Reconnaissance Orbiter over the landing site on April 22, 2019, LRO captured a six-image sequence of the area that could be compared to previous images. It appears the spacecraft impacted from the north on the rim of a small crater, leaving a dark, elongated \"smudge\" on Mare Serenitatis. Beresheet means \"In the Beginning\" in Hebrew. ", "url": "https://solarsystem.nasa.gov/resources/2447/beresheet-moon-impact-site/"}]}, {"win label": 0, "news": [{"title": "Chandrayaan 2: NASA orbiter to take photos of lander Vikram lying motionless on Moon", "date": "2019-09-17", "content": "To help Indian Space Research Organisation analyse the Chandrayaan 2 mission, a National Aeronautics and Space Administration probe will take photos of lander Vikram on the lunar surface. A NASA lunar probe is scheduled to fly over Vikram lander's landing site today. It will release images of the lander lying on the lunar surface. However, there are concerns that the fading sunlight might result in blurry images of the lander. It is unclear when the orbiter will fly over the landing site. NASA's Lunar Reconnaissance Orbiter will share images to help ISRO analyse what went wrong and right with the Chandrayaan 2 mission. \"NASA will share any before and after flyover imagery of the area around the targeted Chandrayaan-2 Vikram lander landing site to support analysis by the Indian Space Research Organisation,\" said Noah Petro, LRO's project scientist. The LRO had managed to collect data during Chandrayaan 2's lander's descent as well in the early hours of September 7. Speaking at an event in the US recently, a NASA official said that the LRO studied changes to the Moon's atmosphere caused by the rocket effluent released during Vikram lander's descent. NASA had also tried communicating with lander Vikram a few days ago. The agency's Jet Propulsion laboratory beamed a radio frequency to the lander in the hope of receiving some response. It has already been 10 days since the Vikram lander went silent at a crucial juncture of the Chandrayaan 2 mission. ISRO has another four days to establish communication with lander before the region becomes too cold for the lander to operate. ", "url": "https://www.businesstoday.in/latest/trends/story/chandrayaan-2-nasa-orbiter-take-photos-lander-vikram-lying-motionless-on-moon-228376-2019-09-17"}, {"title": "Chandrayaan-2: Crucial day for Vikram lander as Nasa lunar orbiter set to fly by, take photos", "date": "2019-09-17", "content": "An orbiter operated by the United States is set to fly over the part of the Moon where the Chandrayaan-2 lander Vikram lies after having lost contact with Earth during its attempt to land on the lunar surface. On Tuesday, exactly 10 days after the Vikram lander went silent, Nasa's Lunar Reconnaissance Orbiter will fly over Vikram's landing site and attempt to take pictures of the lander in the hopes of determining the spacecraft's fate. However, there are concerns that fading sunlight in the region, where Vikram is, could blur the photos that Nasa's Lunar Reconnaissance Orbiter will attempt to take. A spokesperson for the National Aeronautics and Space Administration had previously confirmed that the space agency's Lunar Reconnaissance Orbiter will fly over Vikram's landing site on September 17. It is unknown at what time will the orbiter perform the fly-by. advertisement Interestingly, it turns out that Nasa's LRO had managed to collect data during the Chandrayaan-2 lander's descent in the early hours of September 7. A Nasa official, speaking at an event in the US recently, said the LRO studied changes to Moon's atmosphere caused by rocket effluent released during Vikram's descent. \"As a matter of fact, during the descent of Chandrayaan-2, the LAMP instrument was observing the changes in the exosphere as a result of the rocket effluence coming down,\" Jay Jenkins, program executive for the Office of Exploration at NASA's Science Mission Directorate, was quoted as saying by Space.com. Launched in 2009, Nasa's Lunar Reconnaissance Orbiter is part of an exploration-cum-science mission. The LRO has spent a large part of its mission mapping the lunar surface to identify sites for future robot and human missions to the Moon. According to Nasa, the data collected by the Lunar Reconnaissance Orbiter \"will help the world develop a deeper understanding of the lunar environment, paving the way for a safe human return to the Moon and for future human exploration of our solar system\". Interestingly, one of the key focus areas for the Lunar Reconnaissance Orbiter is exploring the Moon's polar regions, which are home to permanently-shadowed craters thought to contain iced water. This mission objective is the same as Chandrayaan-2. The Chandrayaan-2 orbiter, which is safe in its orbit around the Moon, too will study the south polar region of the Moon and attempt to estimate the quantity of iced water present there. Chandrayaan-2's predecessor Chandrayaan-1 had created history around a decade ago by confirming the presence of iced water in the region. The Indian Space Research Organisation is running out of time to get in touch with the Vikram lander. The lander's mission life -- and that of the six-wheeled rover Pragyaan that Vikram carries -- was just one lunar day, which corresponds to 14 Earth days. Vikram attempted landing on the Moon on September 7, just as day began on the Moon. By September 21, it will be night time on the Moon and even if Isro does manage to get in touch with Vikram, it will be left with no resources to charge the Chandrayaan-2 lander and keep it powered on. The Chandrayaan-2 orbiter, which has onboard a majority of the mission's experiments, is safe and in fact, has seen its life being extended. Thanks to fuel that was saved during the trip to the Moon, the Indian Space Research Organisation was able to extend the orbiter's mission life from one year to seven years. Over the few years, the Chandrayaan-2 orbiter will map the lunar surface, study the Moon's atmosphere and examine for the presence of various minerals on the Moon. The most significant experiment, the Chandrayaan-2 orbiter will perform will be to estimate the quantity of iced water on the Moon. With its water experiment, the Chandrayaan-2 orbiter will carry forward the legacy of Chandrayaan-1 which made history in 2008 by finding evidence of water on the Moon. ", "url": "https://www.indiatoday.in/science/story/chandrayaan-2-vikram-lander-nasa-lunar-orbiter-fly-by-take-photos-1599810-2019-09-17"}, {"title": "Record-Holding Moon Mission Marks a Decade in Orbit", "date": "2019-11-07", "content": "Among the dozens of spacecraft that have visited the moon, none can come close to the tenure of NASA's Lunar Reconnaissance Orbiter, which recently marked a decade studying our sibling world. The spacecraft, nicknamed LRO, began its work in lunar orbit in September 2009. Since then, the spacecraft has circled the moon again and again. Its work is repetitive but far from dull. On each circuit, the scientists watching its data from home can identify differences on the lunar surface as meteorites, and occasionally spacecraft, slam into the moon. The ability to see changes over time is what makes LRO's longevity so valuable to scientists. \"No one has had a mission orbiting the moon for 10 years,\" Noah Petro, NASA's Lunar Reconnaissance Orbiter project scientist, told Space.com. \"We're literally forging new ground.\" LRO has outpaced every other lunar mission by far. Its nearest competition comes from the twin ARTEMIS probes, which NASA built to study Earth's magnetosphere then redirected midmission to lunar orbit. The two spacecraft have been at the moon since 2011 and are still operating. The only other competition comes from NASA's Explorer 35 mission, which spent six years at the moon in the late 1960s and early 1970s and concluded that the moon does not have its own magnetosphere. Otherwise, lunar missions have tended to last about a year at most. Despite its long stay, so far, LRO is holding up well. \"We built the spacecraft to last one to two years. Here we are, 10 years later,\" Petro said. \"Oh my goodness, the warranty is over! But it's like people who have really high-end cars - we take extremely good care. We are very cautious with the spacecraft, do nothing to it that would risk the life of the spacecraft.\" One of the riskiest times in the mission is during a lunar eclipse, when the spacecraft gets temporarily stuck in darkness, with Earth blocking the sun. Fortunately, LRO won't experience that situation again until May 2021, Petro said, which will be a relatively short eclipse, and then again in May 2022. Slipping occasionally into darkness is still easier for a spacecraft than what machines face on the lunar surface. On the moon, day and night each last the equivalent of two weeks on Earth, and during that long darkness, temperatures plummet. The bitter cold freezes whatever hardware does make it to the surface safely, shortening the life span of that equipment. But from orbit, LRO has been able to remain at work for a decade, gathering huge amounts of photographs and measurements of the lunar surface. To date, the mission has produced a stunning 1.1 petabytes of data, according to Jay Jenkins, program executive for exploration at NASA's Science Mission Directorate, who spoke during a public presentation in September. In the context of NASA, that's \"twice as much data as all other missions combined,\" he said. \"We know the surface of the moon better than any other body in the solar system, including Earth, because the Earth has so many oceans.\" Ironically, the massive lunar database that LRO is still building can help scientists better understand Earth's surface, despite those pesky oceans. That's because Earth and the moon are close enough that they should have experienced essentially the same frequency of impacts over the course of geologic history. Most of Earth's craters have disappeared, melted by plate tectonics, eroded by the wind or covered in water. The moon's are still right there, though, in stunning view of LRO. \"Basically, we are understanding this object that happens to be our neighbor in space in a way that allows us to really disentangle its history,\" Petro said. \"When we do that, we apply that knowledge everywhere across the solar system.\" ", "url": "https://www.space.com/lunar-reconnaissance-orbiter-longest-moon-mission.html"}]}, [], {"win label": 0, "news": [{"title": "Apollo 11 landing site from Lunar", "date": "2020-07-28", "content": "Apollo 11 landing site from Lunar Reconnaissance Orbiter The Apollo 11 landing site, as seen from a height of 24 kilometers by NASA's Lunar Reconnaissance Orbiter. The remnants of Armstrong and Aldrin's historic first steps on the surface are seen as dark paths around the Lunar Module, Lunar Ranging RetroReflector and Passive Seismic Experiment Package, as well as leading to and from Little West crater. ", "url": "https://www.planetary.org/space-images/apollo-11-from-lro"}, {"title": "Lunar Reconnaissance Orbiter, studying the Moon in high detail", "date": "2020-10-06", "content": "What is the Lunar Reconnaissance Orbiter? The Moon's splotchy features tell an important story. After the Moon formed 4.5 billion years ago, asteroids and comets pummeled the inner solar system, possibly bringing water and the ingredients for life to early Earth. These objects scarred the Moon, along with later volcanic eruptions and meteor impacts, creating a well- preserved record of our solar system's origin story hanging in the night sky. NASA's Lunar Reconnaissance Orbiter, LRO, is a key tool for deciphering that story. From lunar orbit, it maps the Moon's surface and composition to help scientists figure out the chain of events that created the Moon we see today. LRO also studies the Moon's polar regions, where water ice exists in permanently shadowed craters. This is important not only from a scientific perspective-how did the water get there, and how does it relate to Earth's water?-but also for future human explorers that could mine the ice for air, water, and rocket propellant. LRO launched in 2009 on a mission to create high-resolution topography maps for future NASA astronauts under the agency's now-canceled Constellation program. It completed that task in 2010 and was transferred to NASA's science division, though data the spacecraft collects is still vital for planning future exploration missions. Sharing the rocket ride to the Moon was LCROSS, the Lunar CRater Observation and Sensing Satellite. Mission planners deliberately crashed the rocket's upper stage near the Moon's south pole, kicking a 350-ton plume of debris into space. LCROSS flew through the plume and found a water content of 5.6% before impacting a few minutes after the rocket stage. ", "url": "https://www.planetary.org/space-missions/lunar-reconnaissance-orbiter"}, {"title": "NASA probe snaps 'great conjunction' photo of Jupiter and Saturn from the moon", "date": "2020-12-24", "content": "A moon-orbiting probe got a stunning up-close view of the \"great conjunction\" of Jupiter and Saturn from Earth's rocky satellite. Monday, Jupiter and Saturn appeared closer in the night sky than they had in about 800 years during what's known as a \"great conjunction.\" People all around the globe watched and photographed the planets, which looked almost like a single, bright \"star\" in the sky. However, us Earthlings weren't the only ones who got a celestial show. NASA's Lunar Reconnaissance Orbiter, which launched in 2009 and has enough fuel to keep orbiting the moon for another six years, spotted the cosmic event all the way from the moon. The Lunar Reconnaissance Orbiter Camera's Narrow Angle Camera captured an unbelievable image of the two planets just a few hours after the pair's point of closest separation. Now, while Jupiter and Saturn may have looked like one glowing orb to the naked eye, with the detailed view of the NAC, you can clearly resolve the individual planets. In fact, the image provides so much detail that you can even faintly see Saturn's rings. Here on Earth, skywatchers were able to see Jupiter's moons with DSLR cameras and even basic telescopes, though Saturn's rings were usually only visible with higher-powered telescopes. On Dec. 21, 2020, Jupiter and Saturn appeared just one-tenth of a degree apart, or about the thickness of a dime held at arm's length, according to NASA. During the event, known as a \"great conjunction,\" the two planets were visible in the same field of view through binoculars or a telescope. When the NAC captured this image of the two planets, Jupiter was about four times brighter than Saturn, so the brightness of the original image was adjusted to make both equally visible. While Jupiter and Saturn have a close conjunction once every 20 years, the planets haven't appeared this close since 1623. Additionally, the planetary alignment came just a few days before Christmas, with many dubbing the bright event a \"Christmas Star,\" adding even more to the astronomical excitement. ", "url": "https://www.space.com/great-conjunction-jupiter-saturn-photo-nasa-lro-spacecraft"}]}, [], {"win label": 0, "news": [{"title": "Chandrayaan-2 narrowly escapes collision with Nasa's Lunar Reconnaissance Orbiter over Moon's north pole", "date": "2021-11-16", "content": "The Indian Space Research Organisation has said that it saved the Chandrayaan-2 orbiter from colliding with Nasas Lunar Reconnaissance Orbiter over the Moons north pole. Isro performed a Collision Avoidance Manoeuvre on Chandrayaan-2 orbiter in October to avoid the incident that could have triggered a major debris field and massive loss for the agency. Analysis showed that the separation between the two spacecraft hovering above the Moon would have been less than 100 metres and the closest approach distance would be only about three kilometres. The information was released nearly a month after the collision was expected to happen on October 20 at 11:15 am IST. Both the agencies deemed that the situation warranted a collision avoidance manoeuvre to mitigate the close approach risk, and it was mutually agreed that Chandrayaan-2 Orbiter would undergo the CAM, Isro said in a statement. The manoeuvre was scheduled on October 18 and was designed to ensure a sufficiently large radial separation at the next closest conjunction between the two spacecraft. Chandrayaan-2 executed the maneuver at 8:22 pm IST on the same day following which engineers performed post-manoeuvre tracking of the orbiter, reconfirming that there would be no further close conjunctions with LRO in the near future with the new orbit. Both Chandrayaan-2 and Nasas lunar orbiter go around the Moon in a nearly polar orbit and hence, both the spacecraft come close to each other over the Lunar poles. It is common for satellites in Earth Orbit to undergo Collision Avoidance Manoeuvres to mitigate collision risk due to space objects including space debris and operational spacecraft. Isro regularly monitors such critical close approaches and executes CAMs for its operational satellites whenever the collision risk is assessed to be critical. However, this is the first time such a critically close conjunction was experienced on a space exploration mission of Isro, which necessitated an evasive manoeuvre, the agency added. The Chandrayaan-2 orbiter has been circling the Moon collecting critical data even after the mission failed following a crash landing on the surface two years ago. However, the orbiter is of critical importance to India since it will be used with the Chandrayaan-3 mission as well. Isro is likely to launch the much-awaited Chandrayaan-3 mission to the Moon in the third quarter of 2022. The new timeline was revealed by Minister of State Science & Technology Dr Jitendra Singh earlier this year, who said, \"work on Chandrayaan-3 is in progress.\" Chandrayaan-3 was earlier slated to be launched in 2021. However, the Covid-19 lockdown affected several projects of ISRO including the lunar mission. Chandrayaan-3 is critical for Isro as it will demonstrate India's ability to make landings for further interplanetary missions. ", "url": "https://www.indiatoday.in/science/story/a-close-shave-isro-saves-chandrayaan-2-from-colliding-with-nasa-s-lunar-reconnaissance-orbiter-1877498-2021-11-16"}, {"title": "A spacecraft needed to make an evasive maneuver to avoid NASA's lunar orbiter", "date": "2021-11-18", "content": "Increasing orbital traffic isn't just an issue above Earth. This week we learned that India's Chandrayaan-2 Orbiter circling the moon had to adjust its path to avoid coming too close to NASA's Lunar Reconnaissance Orbiter. In mid-October, data from both the Indian Space Research Organization and NASA showed that the two spacecraft would pass uncomfortably close to each other near the lunar north pole on Oct. 20. \"Over a span of one week prior to the conjunction, analyses by both ISRO and JPL/NASA consistently showed that the radial separation between the two spacecraft would be less than 100 meters and the closest approach distance would be only about 3 kilometers,\" ISRO said in a statement Monday. The two space agencies agreed that the Indian spacecraft should perform a collision avoidance maneuver on Oct. 18 to shift its orbit to avoid any future close shaves. The path of the Chandrayaan-2 Orbiter before and after the collision avoidance maneuver. ISRO Both orbiters circle the moon in a nearly polar orbit, meaning they necessarily risk coming near each other over the lunar poles. \"NASA and Indian Space Research Organization fully coordinated the collision avoidance maneuver conducted by ISRO's Chandrayaan-2 spacecraft Oct. 18,\" Nancy Jones, NASA spokesperson at Goddard Space Flight Center, said in an email to CNET. \"Such coordination between space agencies is an ongoing part of ensuring safe operation of satellites around the moon. At no time was NASA's Lunar Reconnaissance Orbiter or Chandrayaan-2 in danger.\" Such maneuvers are common above Earth, where thousands of satellites orbit, particularly at lower altitudes occupied by SpaceX's Starlink and other larger constellations. But managing space traffic around other worlds can require a little more planning given the lag time for signals to travel between mission control rooms on Earth and distant locales such as the moon or Mars. \"The event highlights the importance of continual assessment of close approach situations for lunar and Martian missions,\" ISRO added. ", "url": "https://www.cnet.com/science/a-spacecraft-made-an-evasive-maneuver-to-avoid-nasas-lunar-orbiter/"}, {"title": "Collision Avoided! NASA craft almost crashed into India's Chandrayaan 2 moon orbiter", "date": "2021-11-21", "content": "Space research organizations keep on sending human made objects into space in order to know what is happening out in space to something new as well as keep track of what is happening on Earth. But, now there are so many man-made objects floating in space that even the Moon's orbit is becoming cluttered. As per the latest information provided by Indian Space Research Organization, the lunar orbiter of the Chandrayaan-2 mission was moved from its 100-km circular, polar orbit in October 2021 to avoid colliding with NASA's Lunar Reconnaissance Orbiter. The two orbiters got too close on October 20, 2021 and the close conjunction between both the orbiters was expected to occur at 11:15 am. According to ISRO, \"the radial separation between the two spacecraft would be less than 100 meters and the closest approach distance would be only about 3 kilometers \" at the time, as quoted by futurism.com. Observing the situation, both NASA and ISRO mutually agreed to have their orbiters perform maneuvers to avoid a collision on October 18 at 8:22 pm. \"After orbit determination of CH2O with post-manoeuvre tracking data, it was reconfirmed that there would be no further close conjunctions with LRO in the near future with the achieved orbit,\" Isro said in a statement, as quoted by hindustantimes.com. It can be said that it is very important to monitor the objects sent in space in order to avoid any kind of collision as it will not only hamper the mission but will also lead to massive loss of information that these orbiters provide. The Chandrayaan-2 orbiter is said to have a mission life of seven years. It will be used for the upcoming Chandrayaan-3 mission that will carry only the lander and the rover. The lander rover aboard Chandrayaan 2 mission crash- landed on the lunar surface just 2.1 km from its destination on September 7, 2019. If the lander would have landed successfully then India would have been the fourth country to be able to successfully land the celestial object. The first three countries include the United States, Russia, and China. ", "url": "https://tech.hindustantimes.com/tech/news/collision-avoided-nasa-craft-almost-crashed-into-india-s-chandrayaan-2-moon-orbiter-71637474801027.html"}, {"title": "India's Chandrayaan-2 maneuvered to avoid close approach to NASA's Lunar Reconnaissance Orbiter", "date": "2021-12-04", "content": "India's Chandrayaan-2 lunar orbiter maneuvered in October to avoid a close approach to NASA's Lunar Reconnaissance Orbiter spacecraft, a conjunction both agencies have acknowledged but have said little more about. In a Nov. 15 statement, the Indian Space Research Organisation said Chandrayaan-2 performed a maneuver Oct. 18 to avoid a predicted close approach to LRO two days later. According to the statement, Chandrayaan-2 was predicted to come within three kilometers of LRO had it not maneuvered. According to the statement, ISRO and NASA worked together starting a week before the predicted conjunction. \"Both the agencies deemed that the situation warranted a collision avoidance maneuver to mitigate the close approach risk, and it was mutually agreed that CH2O would undergo the CAM,\" ISRO said in the statement, referring to the Chandrayaan-2 orbiter as CH2O. The statement, though, did not explain why Chandrayaan-2 was the spacecraft selected to perform the maneuver. ISRO did not respond to questions about the maneuver submitted Nov. 27. The ISRO statement - overlooked by many at the time since it was issued the same day as a Russian antisatellite test in low Earth orbit that created thousands of pieces of debris - was the first time either agency discussed the potential conjunction. NASA did not issue its own statement about the close approach. \"NASA and Indian Space Research Organisation fully coordinated the collision avoidance maneuver conducted by ISRO's Chandrayaan-2 spacecraft Oct. 18,\" NASA spokesperson Nancy Jones said in a Nov. 30 statement offered in response to questions about the conjunction submitted Nov. 19. \"Such coordination between space agencies is an ongoing part of ensuring safe operation of satellites around the moon. At no time was NASA's Lunar Reconnaissance Orbiter or Chandrayaan-2 in danger.\" That statement is the only comment NASA provided about the close approach. NASA did not answer questions about how the agencies determined Chandrayaan-2 should be the spacecraft to maneuver, or how many times LRO has had close approaches to other spacecraft in lunar orbit. ISRO, in its statement, said that it regularly performs collision avoidance maneuvers for satellites in Earth orbit, but that this event \"is the first time such a critically close conjunction was experienced for a space exploration mission of ISRO which necessitated an evasive maneuver.\" Chandrayaan-2 entered lunar orbit in August 2019 and, at the time, ISRO officials said the spacecraft would have enough propellant to operate for seven and a half years. LRO, by contrast, has been in lunar orbit since 2009. In a presentation at the annual meeting of the Lunar Exploration Analysis group in August, project officials said they had enough fuel on board for at least six more years of operations. Collision avoidance is traditionally associated with satellites in Earth orbit, particularly low Earth orbit, but may increasingly become an issue both at the moon and Mars with more missions by more organizations. In March, NASA confirmed it was exchanging data with the China National Space Administration about the orbits of their spacecraft orbiting Mars, after some initial frustrations among those in NASA's Mars program regarding the lack of data about the orbit of Tianwen-1, China's first Mars orbiter, which arrived at Mars in February. ", "url": "https://spacenews.com/indias-chandrayaan-2-maneuvered-to-avoid-close-approach-to-nasas-lunar-reconnaissance-orbiter/"}]}, {"win label": 0, "news": [{"title": "NASA to study crater after SpaceX rocket crashes into moon", "date": "2022-01-28", "content": "NASA said Thursday it aims to survey the crater formed when the remains of a SpaceX rocket are expected to crash into the moon in early March, calling the event \"an exciting research opportunity.\" The rocket was deployed in 2015 to put a NASA satellite into orbit and its second stage, or booster, has been floating in the cosmos ever since, a common fate for such pieces of space technology. \"On its current trajectory, the second stage is expected to impact the far side of the Moon on March 4, 2022,\" a NASA spokesperson told Agence France- Presse. The impact of the rocket chunk weighing 4 tons will not be visible from Earth in real time, nor will NASA's Lunar Reconnaissance Orbiter, which is currently orbiting the moon, be in a \"position to observe the impact as it happens,\" the spokesperson said. The LRO could be used later, however, to capture images for before-and-after comparisons. Finding the crater \"will be challenging and might take weeks to months,\" the spokesperson said, adding that the \"unique event presents an exciting research opportunity.\" Studying a crater formed by a hurtling object with a known mass and speed, as well as the material that the impact stirs up, could help advance selenology, or the scientific study of the moon. Spacecraft have been intentionally crashed into the moon before for scientific purposes, such as during the Apollo missions to test seismometers, but this is the first unintended collision to be detected. Astronomer Bill Gray, creator of a software used to determine the trajectories of asteroids and other objects, was the first to calculate the booster's new collision course with the moon. He believes that space junk should always be directed towards the moon when possible: \"If it hits the moon, then we actually learn something from it,\" Gray said. ", "url": "https://www.dailysabah.com/life/science/nasa-to-study-crater-after-spacex-rocket-crashes-into-moon"}, {"title": "When a rogue rocket hits the moon March 4, NASA orbiter will hunt for its crater grave", "date": "2022-02-24", "content": "A doomed rocket stage that's expected to crash into the moon on March 4 will do so out of view of NASA's Lunar Reconnaissance Orbiter. The collision is set to take place on the far side of the moon, out of range of Earthbound telescopes. The Lunar Reconnaissance Orbiter does have the ability to observe the lunar farside, but it won't be within view of the expected impact zone when the event happens, NASA told Space.com. However, a potential follow-up set of observations is in the works. \"The mission team is assessing if observations can be made to any changes to the lunar environment associated with the impact, and later identify the crater formed by the impact,\" a NASA spokesperson told Space.com in an email. \"This unique event presents an exciting research opportunity. Following the impact, the mission can use its cameras to identify the impact site, comparing older images to images taken after the impact. The search for the impact crater will be challenging and might take weeks to months.\" Lunar mystery: Who launched the rocket that will slam into the moon? The origin story of the rocket stage is murky, to say the least. At first it was identified as part of a SpaceX Falcon 9 rocket that launched the Deep Space Climate Observatory satellite in February 2015. Follow-up observations indicated the orbit, however, did not match the Falcon 9 and came closer to the Chinese Chang'e 5-T1 mission 's rocket launched in 2014. This mission was a precursor technology demonstration to the more famous Chang'e 5 mission that brought a sample of the moon back to Earth in December 2020. Several independent observations do suggest that the mission is Chang'e-5-T1, but that assertion is not completely confirmed. On Saturday, China denied the stage was from their mission; the country, which has been criticized for space junk practices in recent years, added it is very careful about its disposal policies after launch. A Long March 3C rocket launched Chang'e 5 T1, China's first round-trip uncrewed moon mission, from Xichang Satellite Launch Center in October 2014. Adding credence to the Chinese claim is tracking data from the U.S. Space Force's 18th Space Control Squadron, which suggests the Chinese stage reentered the atmosphere in 2015, according to SpaceNews. But even that claim is not firm, as astronomer Bill Gray says such radar data from the squadron could only track rocket stages close to Earth. Gray asserts that the stage is visible in deep space using tracking similar to that of seeking asteroids. Whatever the origin story of the rocket stage, there is potential that LRO could find its crater. The mission has been in orbit since 2009 and is known for finding such small moon sites as the various Apollo astronaut landing zones from missions between 1969 and 1972. LRO has even found \"lost\" impact sites, such as where a rocket stage from Apollo 16 struck the moon in April 1972. LRO is best known as a water hunter and high-definition mapper of the lunar surface. Its work will likely be one of the keystones upon which NASA bases maps and exploration plans for the Artemis program, which aims to see astronauts explore the moon later in the 2020s. ", "url": "https://www.space.com/rocket-moon-crash-nasa-lunar-reconnaissance-orbiter"}]}, {"win label": 0, "news": [{"title": "Moon caves might provide year-round comfortable temperatures for astronauts living on the moon", "date": "2022-07-30", "content": "UCLA researchers found that shadowed areas of a pit in the Mare Tranquillitatis region stay consistently 63 degrees. A typical forecast on the moon is nowhere near cozy, temperatures range from boiling during the day to 280 below zero at night. However, according to a new study, unique features known as moon pits could offer an oasis from the rollercoaster temperatures. To learn what it might be like inside these lunar pits, a team of planetary scientists at UCLA used thermal imaging from NASA's Lunar Reconnaissance Orbiter and determined the temperature, at least in one of these pits, is always a consistent 63 degrees. The findings were recently published in the journal Geophysical Research Letters, and UCLA's newsroom is calling it the discovery of year-round \"sweater weather.\" One of the study authors, Tyler Horvath, a planetary science Ph.D. student at UCLA, said the pit could be the opening of a lava tube or cave and would be an ideal place to live for astronauts, offering perfect temperatures as well as protection from meteorites and radiation. \"Imagine a full day on the moon you have 15 days of extreme hot that get up to well past the boiling point of water. And then you have 15 days of extreme cold, which is some of the coldest temperatures in the entire solar system,\" Horvath said. \"So being able to be in a place where you don't have to spend energy to keep yourself warm throughout those 15 days of night is almost invaluable because during the night, if you're trying to use solar power as your main form of getting energy, you can't do that for 15 days.\" The UCLA research team focused on the chasm in the Sea of Tranquility or the Mare Trenquillitatis region, which is about 220 miles from where Apollo 11 landed and also an equal distance to the Apollo 17 landing site. A 250 meter per pixel mapping using the mean of all Channels 6 and 8 brightness temperature measurements taken between 9 p.m. and 4 a.m. for the Mare Tranquillitatis pit and the Mare Ingenii pit. NASA's LRO spacecraft is continuously orbiting the moon, taking measurements with its suite of instruments, including the Diviner Lunar Radiometer, which has been mapping the moon's thermal emissions constantly since 2009. UCLA Planetary Scientist David Paige is the principal investigator of the Diviner instrument and the lead author of the new study about the moon pit. Horvath was assigned to create a 3D model of one of these interesting pits in the Mare Trenquillitatis region. During that process, the team noticed a single pixel in the infrared images that was warmer than most spots on the moon at night when temperatures plummet. \"We noticed that really quickly it was able to warm up and maintain kind of a warmer temperature than the surface usually does at night,\" Horvath explained. \"We're like, 'Oh, this might be more interesting than we thought.'\" After rechecking the Diviner data and considering what sunlight the pit gets, the team determined the temperature of the pit floor during the day. Unfortunately, this doesn't confirm a cave opening, but that is still the working theory about these pits formed by ancient volcanic activity. \"It was still a cool result that if there's a cave there, it would support temperatures that are 63 Fahrenheit all the time, 24 seven every single day forever, basically,\" Horvath said. How the Trenquillitatis pit and other caverns on the moon maintain their temperature comes down to a physics concept known as a blackbody cavity, which can self-regulate to keep its temperature. \"It's essentially a surface that is a perfect emitter of radiation and absorber of radiation,\" Horvath explains. The temperature at the bottom of the pit also depends on its position relative to the Earth and moon from the sun. \"If you're closer to the sun, the temperature would be hotter,\" Horvath said. \"If you're further from the sun, it'd be colder.\" How did lava tubes form on the moon? Terrain Camera and Multiband Imager, is a possible skylight in a lava tube in an ancient volcanic region of the Moon called the Marius Hills. The Marius Hills pit, discovered by the Japanese SELENE/Kaguya Terrain Camera and Multiband Imager, is a possible skylight in a lava tube in an ancient volcanic region of the Moon called the Marius Hills. This LROC image is the highest resolution image of the pit to date. Even from Earth, it's obvious the moon has interesting features, including craters of all shapes and sizes. In 2009, the Japanese spacecraft Kaguya orbiting the moon discovered a new type of lunar feature in the form of deep chasms that researchers believe could contain caves created by collapsed lava tubes, similar to ones found on Earth. Horvath explains that billions of years ago, very intense volcanic activity and lava flows created the dark splotches we see today when we look up at the moon. The lava at the surface would cool first because it was exposed to the cold temperatures of space where the caverns below the lava still flowed. \"In some places, that lava will completely leave and will leave a hollow tube, a lava tube under the surface,\" Horvath said. \"These pits are kind of our ways to see that they exist, that there's a way into them, and they could be everywhere.\" NASA describes the moon pits as \"skylights\" where the roof of the lava tube collapsed. Take a walk in the dark through Nahuku, known as the Thurston Lava Tube, a 500-year old lava cave located within Hawaii Volcanoes National Park. On Earth, the UCLA research team behind the study even visited a lava tube in Hawai'i Volcanoes National Park known as the Devil's Throat, which is similar in size to the Mare Trenquillitatis pit. The park is home to other lava tubes like the one pictured above that visitors can walk through. Without physically going to the moon and rock climbing down into one of these pits, it will be hard for researchers to learn if these vast caves exist. Eventually, that might be possible because, in the next four years, NASA plans to return humans to the moon and establish a permanent base. ", "url": "https://www.foxweather.com/earth-space/moon-caves-might-provide-year-round-comforable-temperatures-for-astronauts-living-on-the-moon"}, {"title": "NASA's LRO finds lunar pits with temperatures suitable for humans", "date": "2022-07-31", "content": "Scientists analysing data from NASA's Lunar Reconnaissance Orbiter spacecraft and computer modelling, have discovered shaded locations within pits on the Moon that always hover around a comfortable about 17 Celsius, a temperature that is suitable for humans. The pits, and caves to which they may lead, would make thermally stable sites for lunar exploration compared to areas at the Moon's surface, which heat up to about 127 Celsius during the day and cool to about minus 173 Celsius at night. Lunar exploration is part of NASA's goal to explore and understand the unknown in space, to inspire and benefit humanity. Pits were first discovered on the Moon in 2009, and since then, scientists have wondered if they led to caves that could be explored or used as shelters. The pits or caves would also offer some protection from cosmic rays, solar radiation and micrometeorites. \"About 16 of the more than 200 pits are probably collapsed lava tubes,\" said Tyler Horvath, a doctoral student in planetary science at the University of California in Los Angeles, who led the new research that was recently published in the journal Geophysical Research Letters. \"Lunar pits are a fascinating feature on the lunar surface,\" said LRO Project Scientist Noah Petro of NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"Knowing that they create a stable thermal environment helps us paint a picture of these unique lunar features and the prospect of one day exploring them.\" Horvath processed data from Diviner, a thermal camera, to find out if the temperature within the pits diverged from those on the surface. Focusing on a roughly cylindrical 100-metre deep depression which is about the length and width of a football field in an area of the Moon known as the Mare Tranquillitatis, Horvath and his colleagues used computer modelling to analyse the thermal properties of the rock and lunar dust and to chart the pit's temperatures over time. The results revealed that temperatures within the permanently shadowed reaches of the pit fluctuate only slightly throughout the lunar day, remaining at around 17 Celsius. If a cave extends from the bottom of the pit, as images taken by LRO's Lunar Reconnaissance Orbiter Camera suggest, it too would have this relatively comfortable temperature. The team believes the shadowing overhang is responsible for the steady temperature, limiting how hot things get during the day and preventing heat from radiating away at night. A day on the Moon lasts about 15 Earth days, during which the surface is constantly bombarded by sunlight and is frequently hot enough to boil water. Brutally cold nights also last about 15 Earth days. Launched on June 18, 2009, LRO has collected a treasure trove of data with its seven powerful instruments, making an invaluable contribution to our knowledge about the Moon. ", "url": "https://www.thestatesman.com/technology/science/nasas-lro-finds-lunar-pits-temperatures-suitable-humans-1503095439.html"}, {"title": "Lunar Reconnaissance Orbiter discovers thermally stable areas in surface pits suitable for future lunar bases", "date": "2022-08-11", "content": "Using data from NASA's Lunar Reconnaissance Orbiter, a group of NASA- funded researchers has discovered that shaded locations inside surface pits on the lunar surface harbor comfortable temperatures that could prove useful for future lunar exploration. Furthermore, LRO continues to operate in a healthy state around the Moon and is regularly returning data, so much so that NASA awarded the spacecraft and teams a mission extension back in April, which will allow the craft to continue its observations of the Moon. Since inserting into lunar orbit on June 23, 2009, LRO has imaged, investigated, and measured the lunar surface pits that are the subject of new research led by Tyler Horvath, a student at the University of California, Los Angeles. The Horvath et al. research shows that the temperature of the pits stays around 17° Celsius in shaded areas. Lunar surface pits were first seen in 2009, and since their discovery, scientists have theorized that the pits serve as openings to underground caves and other subsurface geologic features. Understanding the temperatures of these pits is important for future exploration of the Moon, as they could be used for future sites or bases that require thermally stable locations. \"Lunar pits are a fascinating feature on the lunar surface. Knowing that they create a stable thermal environment helps us paint a picture of these unique lunar features and the prospect of one day exploring them,\" said LRO Project Scientist Noah Petro of NASA's Goddard Space Flight Center. In addition to being used as a site for bases that require thermally stable conditions, as the Moon has no atmosphere to protect the surface from solar events and debris, the shaded areas of these pits or caves could be used as shelters to provide protection from intense cosmic rays, solar radiation, and micrometeorites. When looking at the nature of the pits and how they formed, Horvath et al.'s research suggest that \"about 16 of the more than 200 pits are probably collapsed lava tubes\" which formed early on in the Moon's evolution. Lava tubes can form when either molten lava flows beneath a cooler field of lava or when a crust forms over the top of a river of molten lava. As the lava and magma cool, long hollow tunnels are created below the surface. If the ceiling of one of these subsurface lava tubes becomes unstable, it will collapse and form a pit on the surface, similar to the pits seen on the Moon. Two of the largest and most prominent surface pits seen in the Horvath et al. research have large, visible overhangs that appear to lead to a larger cave system. Current theories suggest that the Moon formed from an impact between an ancient Mars-sized planet, named Theia, and a young proto-Earth. The impact would have been large enough to completely liquefy the ejecta from the impact, which would then have re-accreted into the Moon to create the Earth-Moon system. Once all the ejecta re-accreted, the surface of the now-Moon would still have been liquid, meaning that the Moon likely once had massive oceans of molten lava and magma - which would explain the presence of the collapsed lava tubes seen in Horvath et al.'s research. \"Humans evolved living in caves, and to caves we might return when we live on the Moon,\" said co-author David Paige, who leads the Diviner Lunar Radiometer Experiment aboard LRO. Horvath et al. used data from Diviner to investigate if the temperature inside the pits diverged from temperatures on the lunar surface. Horvath et al. used computer modeling and data from LRO to analyze the thermal properties of a 100-meter-deep surface pit - known as the Mare Tranquillitatis - and charted the temperature of the pit with respect to time. Results showed that temperatures in the shaded, thermally stable areas of the pit only fluctuated by small amounts throughout the lunar day and primarily stayed around the 17° C temperature mark. If there is a subsurface cave that extends from the Mare Tranquillitatis pit, it too would maintain a temperature of around 17° C. The Horvath et al. team believes that the shaded area of the pit caused by the large overhang is responsible for the pit's comfortable temperature, as the overhang limits how hot the pit can get during the 14-day lunar day and conversely prevents heat from radiating away from the pit at during the 14-day lunar night. The Horvath et al. research was published in the Geophysical Research Letters journal in late July and was funded by NASA's Lunar Reconnaissance Orbiter project, Extended Mission 4. NASA's LRO launched atop a United Launch Alliance Atlas V 401 rocket on June 18, 2009, from Space Launch Complex 41 in Cape Canaveral, Florida. Following its launch and separation from the Centaur upper stage, LRO coasted out to the Moon, where it inserted itself into lunar orbit. LRO began its primary mission on September 15, 2009, orbiting the Moon at a distance of about 50 km for a year. Once the spacecraft had completed its one- year exploration phase, LRO was handed off to NASA's Science Mission Directorate in September 2010 to continue the science phase of the primary mission. LRO would continue to orbit the Moon at 50 km at first but would later be moved into a fuel-conserving orbit, where it continues to operate now. In late April 2022, NASA extended the mission lifetime of eight of its planetary science missions. One of these missions was LRO, with the seven others being Mars Odyssey, Mars Reconnaissance Orbiter, MAVEN, the Mars Science Laboratory ), the InSight lander, OSIRIS-REx, and New Horizons. With its mission extension, LRO will continue to study the Moon's surface and geologic features and will be able to investigate new regions away from the Moon's poles in great detail due to the evolution of LRO's orbit. In these new areas, Permanently Shadowed Regions will be intensely studied by LRO as they could hold water ice. To this end, LRO will be able to provide important programmatic support for NASA's efforts to return to the Moon with the Artemis Program. ", "url": "https://www.nasaspaceflight.com/2022/08/lro-surface-pit-temperatures/"}]}]