[{"win label": 1, "news": [{"title": "Mars Mission: ISRO eyes November 2013 launch", "date": "2012-07-27", "content": "India's space agency is pushing hard to meet the November 2013 deadline to launch its landmark Mars orbiter. In its budgetary allocations in March, the government had earmarked Rs 125 crore to the Indian Space Research Organisation (ISRO) for the ambitious probe to the Red Planet. Though the Cabinet is yet to approve the mission, according to sources, the talks are in its final stages. A series of cabinet meetings are underway and approval may be granted any day soon. When contacted, ISRO's press cell informed that the agency's chairperson will hold a conference soon after approval is granted. November's special: ISRO is lobbying hard for November 2013 for a reason. Ajay Lele, research fellow specialising in space technology and security at the Institute for Defence Studies and Analyses (IDSA), Delhi, says, \"ISRO has been quite proactive about getting the approval to meet the deadline-and for a good reason.\" The distance between the two planets will at a minimum during November next year, he explains. U R Rao, former ISRO chairperson, agrees. \"It is true the 2013 window is when the two planets are going to get the closest. After that this opportunity will not come until the beginning of 2016 or 2018. I wouldn't be surprised if other countries, too, plan to launch their missions at this time,\" he says. The two planets can get as close as 55,000,000 km. This has certain advantages like less fuel and time required to complete the mission. In fact, NASA is also planning to launch a Mars probe in November 2013. Called the Mars Atmosphere and Volatile Evolution Mission, the probe will explore the planet's upper atmosphere, ionosphere and interactions with Sun and solar wind. Implications: Rao says India's mission will help study the Red Planet's atmosphere. \"Earth, Mars and Venus are relatively close to each other and similar in terms of size and shape, yet their atmospheric conditions are radically different. The probe will help us answer some of these differences,\" he adds. He further says that such missions hold promise for future generations. \"We're running out of fossil fuels and coal, and knowledge of other planets could pave the way for mining their resources in future,\" he says. The mission will also be a quantum leap for India in terms of distance travelled, adds Lele. \"So far, India's satellites have gone up to 36,000 km above the surface of Earth. Chandrayan-I, India's unmanned mission to moon, travelled up to 400,000 km.\" Only few countries like the US, Russia, Europe and China have managed to send missions to Mars. An endeavour of this nature will require a nationwide effort from space and physics scientists. When asked whether any preparations are under way at his institute, J N Goswami, director of Physical Research Laboratory, Ahmedabad, was tight-lipped. \"We haven't received any word from the department of space on any such project,\" he said. Goswami, however, indicated that as part of their routine lab work they are working on instrumentation that can be utilised for long-distance missions like the ones to Mars. \"However, right now everything is at the level of the lab and it will take at least a year to convert it to technology that can be sent to space. If we get a go-ahead from the space agency, we will start work on it,\" he says.", "url": "https://www.downtoearth.org.in/news/mars-mission-isro-eyes-november-2013-launch--38752"}, {"title": "Manmohan formally announces India's Mars mission", "date": "2012-08-15", "content": "Making the first formal announcement on the country's Mars mission, Prime Minister Manmohan Singh on Wednesday said India will send a mission to the Red Planet that will mark a huge step in the area of science and technology. \"Recently, the Cabinet has approved the Mars Orbiter Mission. Under this Mission, our spaceship will go near Mars and collect important scientific information,\" he said addressing the nation from the ramparts of the Red Fort on the occasion of the 66th Independence Day. \"This spaceship to Mars will be a huge step for us in the area of science and technology,\" Dr. Singh said. India will be the sixth country to launch a mission to the Red Planet after the U.S., Russia, Europe, Japan and China. If the mission is successful, India will be the first Asian country to do so as probes sent by China and Japan had to be abandoned en route. As per the proposal drawn up by the Indian Space Research Organisation (ISRO), the Rs. 450 crore Mars Orbiter Mission is expected to be launched in November next year with a 25 kg scientific payload. The mission, to study the Martian atmosphere, will be launched by an extended version of ISRO's warhorse rocket - the Polar Satellite Launch Vehicle (PSLV) from the spaceport in Sriharikota in Andhra Pradesh. The spacecraft is expected to take nearly 300 days to reach the Martian orbit. The spacecraft will be placed in an orbit of 500 x 80,000 km around Mars and has a tentative scientific objective for studying the climate, geology, origin, evolution and sustainability of life on the planet. Scientific payloads for the Mars Orbiter Mission have been short-listed by ISRO's Advisory Committee for Space Sciences (ADCOS) review committee. Baseline, solar array and reflector configuration of the satellite have been finalised, officials said. If the ISRO fails to launch the Mars Mission next year, other opportunities are available in 2016 and 2018. The Prime Minister also congratulated scientists and technologists who have enhanced the prestige of the country by successfully testing the Agni V Missile and launching the RISAT-I Satellite in space this year. The Union Cabinet, at a meeting on August 4, 2012 had approved the Mars Orbiter Mission, but an official announcement was not made then as it was to be part of the Prime Minister's Independence Day address.", "url": "https://www.thehindu.com/sci-tech/science/manmohan-formally-announces-indias-mars-mission/article3775271.ece"}, {"title": "HAL completes structure of Indian Mars orbiter", "date": "2012-09-26", "content": "Hindustan Aeronautics Ltd (HAL) has delivered the Mars orbiter mission satellite structure to the Indian Space Research Organisation (ISRO). \"The satellite structure is an assembly of composite and metallic honeycomb sandwich panels with a central composite cylinder,\" says HAL chairman RK Tyagi. The assembly work for the structure was carried out at HAL's facilities in Bangalore. The ISRO will build the satellite's other subsystems and scientific payload. On 15 August, Indian prime minister Manmohan Singh announced that India will place a small spacecraft in orbit around Mars in 2013. \"The completed satellite will ultimately embark on a nine month voyage to orbit Mars,\" says HAL. \"During its orbit, the satellite will be at a distance of 54.6 million km [33.9 million miles] away from Earth: the farthest any Indian satellite would have travelled.\"", "url": "https://www.flightglobal.com/space/hal-completes-structure-of-indian-mars-orbiter/107192.article"}, {"title": "Mangalyaan, India's 2013 Mars mission, is now under construction", "date": "2012-09-27", "content": "While the rest of the world was focused on the early days of the Curiosity mission, India's prime minister Manmohan Singh announced the intent to build and launch a Mars orbiter in time for the November 2013 launch window. This is an insanely fast schedule, especially for a country's first spacecraft to be sent beyond the Moon. Of course, India builds and launches many Earth-orbiting satellites, so the necessary industry is in place; still, it seems unlikely that a mission can be built and tested properly so quickly. I gain nothing by predicting delay or doom, though. Instead, I'll hope for success and wish India good fortune in the development and launch. ", "url": "https://www.planetary.org/articles/09271011-mangalyaan-update"}, {"title": "India test-fires Mars mission engine", "date": "2012-10-09", "content": "The engines of the Indian Mars orbiter were tested for the first time on Monday morning. Speaking to TOI from Bangalore, Isro chief spokesperson Devi Prasad Karnik said the engine, known as the liquid apogee motor (LAM), was fired for about 45 days,\" he said. The mission is slated for lift off towards the end of October or beginning of November 2013. LAM plays a key role in orbit raising manoeuvres. The current mission profile of the mission envisages the orbiter operating in the earth-bound orbit six times as its altitude is raised, before it sets off on its 300-day journey to Mars. In the final earth orbit, the orbiter's furthest point from earth will be 2,15,000 km and the nearest 600 km. It is expected to depart from the earth's orbit on November 26, 2013, and the crucial Mars orbit insertion will occur on September 21, 2014. An Isro official said the real challenge in the mission is that the engine has to restart after 300 days when the orbit enters the Martian orbit.", "url": "https://timesofindia.indiatimes.com/india/India-test-fires-Mars-mission-engine/articleshow/16732473.cms"}]}, {"win label": 0, "news": [{"title": "Space mission to Mars may be launched in October; payloads by March", "date": "2013-01-04", "content": "India's space mission to Mars, expected to be launched in October, will look for signature of life and the reasons for loss of atmosphere on the red planet, a top scientist said here. Work on the Mars Orbiter Mission, announced by Prime Minister Manmohan Singh in his Independence Day address last year, is going on full steam and equipment of the five experiments planned during the mission are expected to be delivered to ISRO in March. \"We should get the five payloads by March and we plan to start integrating them in the satellite from April,\" Jitendra Nath Goswami, director of the Physical Research Laboratory and closely involved with the Mars mission, said. ISRO's trusted warhorse rocket PSLV-XL is expected to launch the mission some time in October from the spaceport Sriharikota which will first keep orbiting the earth, achieving the necessary velocity to escape the earth's gravitational pull. As per existing plans, the satellite is expected to exit the earth's orbit on November 26 and embark on the journey to Mars which is expected to last for around 300 days. The scientists have drawn up plans to insert the satellite in an orbit around Mars on September 22 next year. Once in the Martian orbit, the satellite will start taking pictures of the red planet with an onboard colour camera and infra-red spectrometer, while the Lyman-alpha photometer would measure atomic hydrogen in the Martian atmosphere. \"The previous missions to Mars have shown that there was water on the planet. We would want to know how and why the planet lost water and carbon dioxide,\" Goswami told reporters on the sidelines of the 100th Indian Science Congress here. \"Nobody has done research why water was lost. We are trying to do things which were not precisely or exactly done,\" Goswami said. Among the payloads for the mission is the Exospheric Neutral Composition Analyser which would study the Martian atmosphere and a Methane Sensor to look for of the gas, considered as a signature for life, on the planet. \"We want to know whether the source of methane is thermogenic or biogenic,\" he said. The Thermal Infrared Imaging System would take pictures of the planet during the night. A key challenge before the scientists is navigating the spacecraft from the earth to Mars in deep space using the Deep Space Network at Baylalu on the outskirts of Bangalore. Another challenge would be to re-activate the temporary inactive sub-systems of the spacecraft once it reaches Mars after a 10-month journey through deep space. The liquid rocket engine, capable of generating a 440 Newton thrust, would be required to steer the spacecraft into the Martian orbit. The spacecraft will have bi-propellant system using monomethylhydrazine and di-nitrogen tetroxide as fuel with additional safety and redundancy features for Mars orbit insertion. The spacecraft, with a 1350 kg lift-off mass, will have a single solar array with three panels of 1400 x 1800 mm capable of generating 750 watts of power in the Martian orbit. It will also be equipped with a 36 AH Lithium-ion battery for power storage. For attitude and orbit control, the spacecraft will be equipped with four reaction wheels, eight thrusters of 22 Newton each and a 440 Newton liquid rocket engine. The Mars mission will propel India to the elite club of five nations comprising the US, Russia, Europe, China and Japan which have launched similar missions.", "url": "https://economictimes.indiatimes.com/space-mission-to-mars-may-be-launched-in-october-payloads-by-march/articleshow/17887137.cms"}, {"title": "Mars Orbiter Mission: ISRO cuts payload", "date": "2013-01-07", "content": "India's bid to explore Mars will be a scaled-down affair with the Indian Space Research Organisation (ISRO) launching experimental payload of less than 15 kg as against 25 kg planned originally. The Mars Orbiter Mission, expected to be launched in mid-October this year, will carry five experimental payloads with a total weight of 14.49 kg. The Methane Sensor for Mars, which will be capable of scanning the entire Martian disc within six minutes, will weigh 3.59 kg, it was revealed at a presentation made by planetary scientists at the 100th Indian Science Congress here. Earlier missions to Mars had detected Methane in the thin Martian atmosphere, but the discovery is yet to be corroborated. Methane is known to be released by some microbes as part of their digestive process. The Mars mission will propel India to the elite club of five nations comprising the US, Russia, Europe, China and Japan which have launched similar missions. Another instrument -Thermal Infrared Spectrometer - weighing 4 kg will be used to map the surface composition of Mars. The Mars Colour Camera has a mass of 1.4 kg, while the Lyman-alpha photometer, weighing 1.5 kg, will measure atomic hydrogen in the Martian atmosphere. The Mars Exospheric Neutral Composition Analyser (MENCA) which will study the Martian atmosphere weighs about 4 kg. The Mars orbiter will go around the planet once in three days. Prime Minister Manmohan Singh had announced the Mars Orbiter Mission in his Independence Day address last year. Work on the Mars Orbiter Mission is going on in full force and equipment for the five experiments planned during the mission are expected to be delivered to ISRO in March. ISRO's trusted warhorse rocket PSLV-XL is expected to launch the mission some time in October from the spaceport Sriharikota. The satellite is expected exit Earth's orbit on November 26 and embark on the journey to Mars, which is expected to last for around 300 days. Scientists have drawn up plans to insert the satellite into an orbit around Mars on September 22 next year. ", "url": "http://archive.indianexpress.com/news/mars-orbiter-mission-isro-cuts-payload/1055500/"}]}, {"win label": 0, "news": [{"title": "India's Mars mission to begin its 10-month journey on October 28", "date": "2013-09-21", "content": "October 28 is set to be the next big day for the Indian space programme as the Mangalyaan (or Mars Orbiter) will lift-off from Sriharikota in Andhra Pradesh that day using the Polar Satellite Launch Vehicle or PSLV. The Indian Space Research Organisation (ISRO) is getting ready for the launch of the Rs 450-crore satellite, which weighs 1350 kg. It will take about 10 months to reach the orbit of Mars traversing a distance of over 400 million kilometres. \"The satellite is in the final stages of testing. We have also got thumbs up from the review committee,\" an elated ISRO Chairman K Radhakrishnan told NDTV. Mr Radhakrishnan says Mangalyaan will carry five Indian scientific instruments to study the atmosphere of the Red Planet, look for traces of Methane which could indicate if life exists on Mars, take colour photos of the planet and analyse the presence of water there. In 2008, India successfully launched its maiden mission to the moon, Chandrayaan-1, which brought back the first clinching evidence of the presence of water on the lunar surface. Some even suggested that this is really now an Asian space race between India and China - the two regional rivals - on who reaches Mars first. Other experts suggest that it is not so much the inter-planetary configuration but earth bound geo-political considerations that may be weighing on India's mind referring to the space rivalry between India and China. \"We are not racing with anybody and the Indian Mars mission has its own relevance,\" says Mr Radhakrishnan. He, however, admits that there is an element of 'national pride' involved with the mission. Some suggest after the success of Chandrayaan-1, the natural stepping stone for India was to try to reach Mars. Mr Radhakrishnan said, \"We had to prepare the spacecraft on a fast-track mode as we had a deadline to meet. Though it is a complex spacecraft, but our people have done it.\" He also said that it is a critical mission for the country because after Chandrayaan-1 ISRO is looking to go deeper into the space, on a longer voyage.", "url": "https://defence.pk/pdf/threads/indias-mars-mission-to-begin-its-10-month-journey-on-october-28.279111/"}, {"title": "India putting final touches on Mars-bound spacecraft", "date": "2013-10-07", "content": "India's first Mars probe is preparing for launch in late October on a trial run to the red planet to lay the technological foundation for future Indian deep space missions. Set for liftoff as soon as Oct. 28, the Mars Orbiter Mission will demonstrate deep space navigation and communications, interplanetary travel, spacecraft autonomy, and the complex make-or-break rocket burn to place the spacecraft in orbit around Mars. Only the United States, Russia and the European Space Agency have successfully dispatched robots to Mars before. The Indian Space Research Organization hopes to be the fourth space agency to accomplish the feat. The Indian orbiter also carries a small camera to return medium-resolution color imagery of the Martian terrain, a thermal infrared spectrometer to measure the chemical composition of the surface, and instruments to assess the Mars atmosphere, including a methane detector. But Indian officials rank the orbiter's technological objectives higher than its science goals, according to J.N. Goswami, director of ISRO's Physical Research Laboratory and a top scientist on the Mars Orbiter Mission. Goswami gave a briefing on the mission in March at the Lunar and Planetary Science Conference in Houston. Engineers put together the Mars Orbiter Mission in quick time. Goswami said ISRO approved the mission in August 2011, with all the hardware assembled on the orbiter in less than two years. Designers based the spacecraft on the Chandrayaan 1 lunar orbiter, which India successfully placed in orbit around the moon in November 2008 and successfully operated until August 2009. The $73 million Mars Orbiter Mission has a launch window opening Oct. 28 and extending through Nov. 19. The Jet Propulsion Laboratory is providing communications and navigation support for the mission, which requires the use of NASA's Deep Space Network, a set of three tracking stations in California, Spain and Australia. Indian scientists last week feared the partial shutdown of the U.S. government - caused by political wrangling in Washington - could threaten India's access to NASA's tracking and navigation expertise. \"NASA/JPL authorities have reaffirmed support for the Mars Orbiter Mission as planned and stated that the current U.S. government partial shutdown will not affect the schedule of Mars Orbiter Mission,\" ISRO said in a statement released Saturday. The spacecraft arrived at the Satish Dhawan Space Center on India's east coast Thursday after an overland trip from its factory and test facility in Bangalore. Over the next three weeks, technicians will add rocket fuel to the spacecraft, which is about the size of a compact car. Then engineers will hoist the 2,976-pound probe atop an amped-up version of India's Polar Satellite Launch Vehicle called the PSLV XL. Boosted by enlarged strap-on rocket motors, the PSLV will hurl the Mars-bound spacecraft into an elliptical loop with a peak altitude about 14,300 miles above Earth. The Mars Orbiter Mission will propel itself out of the grasp of Earth's gravity with six engine burns, concluding the escape maneuvers around Nov. 30 and embarking on a 10-month interplanetary cruise to the red planet. Arrival at Mars is scheduled for Sept. 21, 2014, one day before the arrival NASA's MAVEN Mars orbiter, which is on track for launch directly to Mars from Florida on Nov. 18. The Indian spacecraft will enter an orbit ranging in altitude from 234 miles to nearly 50,000 miles above Mars, completing a lap around the planet every 3.2 days. ", "url": "https://www.spaceflightnow.com/news/n1310/07isromars/"}, {"title": "Mars mission delayed by a week due to late ship: ISRO", "date": "2013-10-19", "content": "The launch of the Mars Orbiter Mission has been delayed, probably by a week, into early November. The mission must wait until the main ship deployed to track launch events reaches the South Pacific, hopefully on Monday, ISRO's spokesman said on Saturday. Bad weather in the South Pacific has apparently delayed the ship, MV SCI Nalanda, from reaching Fiji on Saturday, while the other ship, Yamuna, is already there. The two ships, deployed last month, carry tracking terminals and are a crucial link in relaying real-time data about the last stages of the launch and release of the spacecraft, which will happen over the South Pacific. ISRO's top officials will decide the launch date on October 22 when the ship is in Fiji, said Deviprasad Karnik, ISRO's Director for Press & Public Relations. \"The second ship Nalanda has been delayed by bad weather in the South Pacific. We expect it to reach there by October 21. Our decision should be made on October 22,\" he said. ISRO had hoped to send up the Mars spacecraft on October 28, the first day of its planned time band or 'window'. It can do the launch up to November 19; however the spacecraft must necessarily leave the Earth's orbit on or before November 30 if it has to reach Mars in mid-September 2014. ISRO says the launch opportunity comes up once in 26 months. Ahead of the launch from Sriharikota, the ships will be deployed at vantage points in the ocean some 3,000 nautical miles apart. The events will be monitored by ISRO's engineers and telemetry and tracking team on board the ships. ", "url": "https://www.thehindu.com/news/national/mars-mission-delayed-by-a-week-due-to-late-ship-isro/article5251697.ece"}, {"title": "India's First Mars Probe Launch Set for Nov. 5", "date": "2013-10-23", "content": "India's 4.5 billion rupee mission to Mars, the nation's first true interplanetary probe, is now slated to lift off Nov. 5 at 2:36 local time from the Satish Dhawan Space Centre in Sriharikota, the Indian Space Research Organisation announced Oct. 22. The launch of the 2,976 pound Mars Orbiter Mission aboard an enhanced version of ISRO's Polar Satellite Launch Vehicle had been scheduled for Oct. 28, but was delayed because ships equipped to track the spacecraft after its separation from the rocket could not take up their designated positions in the south Pacific Ocean in time due to bad weather. The spacecraft, dubbed Mangalyan, has been mated with the launcher and the heat shield has been closed, ISRO said. If everything goes according to plan, Mangalyan will leave Earth orbit in November and cruise in deep space for 10 months using an onboard propulsion system before entering into a 231 mile by 49,709 mile elliptical orbit around Mars. ISRO says the primary objectives of the orbiter are to demonstrate India's technological capability, look for signs of life and study the planet's atmospheric composition.", "url": "https://www.space.com/23312-india-mars-orbiter-november-launch.html"}, {"title": "India prepares to take flight to Mars with the Mars Orbiter Mission (MOM)", "date": "2013-10-31", "content": "The excitement is really building toward India's first-ever attempt at an interplanetary spacecraft! Launch day is quickly approaching for the Mars Orbiter Mission. Liftoff is still scheduled for Tuesday, November 5, 2013, at 14:38 IST. The latest news from the mission is that a launch rehearsal was successfully completed today. After a long period of providing no official information online, ISRO has started to provide lots more information about the mission through its website and through its Facebook page, as well as a newly launched Facebook page specifically for the Mars Orbiter Mission. They've been posting lots of great photos at the mission's Facebook page, in high resolution. There is even a countdown clock. Indian websites and newspapers are bursting with articles about the mission -- I'll post a list of links to some of them at the end of the article. It's an exciting time! Here's a graphic that shows the flight profile of the mission. The Polar Satellite Launch Vehicle will lift it into a highly elliptical parking orbit with a perigee of 248 kilometers and an apogee of 23,000 kilometers. Over a period of about a month, six orbital maneuvers will gradually increase the distance of the apogee. Finally, a seventh maneuver will inject the spacecraft onto a path that will transfer it to Mars. The cruise to Mars will take about ten months; it'll arrive in September or October of 2014. Its orbit at Mars will also be highly elliptical, with a periapsis of 377 kilometers and an apoapsis of 80,000 kilometers. For context, Mars' outer moon Deimos orbits at an altitude of 20,000 kilometers.", "url": "https://www.planetary.org/articles/10311230-india-prepares-to-take-flight-faq"}, {"title": "India successfully launches its maiden mission to Mars", "date": "2013-11-06", "content": "India on Tuesday successfully launched its maiden mission to Mars from the spaceport of Sriharikota in the southern state of Andhra Pradesh, thus scripting history by becoming only the fourth in the world after the United States, Russia and Europe to undertake inter-planetary journey. The 73 million U.S. dollars worth Mars Orbiter mission, nicknamed Mangalyaan which means \"Mars craft\" in Hindi, lifted off at 2:38 p.m. atop an Indian-made rocket, Polar Satellite Launch Vehicle-C25, which is 44 metres tall and weighs 320 tonnes. A little over 30 minutes after the grand launch witnessed by the nation live on TV channels, the Mars satellite parted ways with the PSLV, before starting a series of six small fuel burns to move it into higher orbit en route the Red Planet. \"I am extremely happy to announce that the Mars Orbiter mission has completed its first phase. This is the 25th flight of the PSLV. It has a new and complex design,\" Indian Space Research Organisation chief K. Radhakrishnan said. In fact, the 1,337 kg mission, with the Mars Orbiter satellite and five other scientific instruments on board to study Martian surface, atmosphere and mineralogy, is set to travel for 300 days and expected to reach the Red Planet's orbit in September 2014, according to state-owned ISRO. \"This is our modest beginning for our interplanetary mission,\" spokesman for ISRO Deviprasad Karnik told the media. The main objective of the unmanned mission is to demonstrate India's technological capability to send a spacecraft to orbit around Mars and conduct meaningful experiments such as looking for signs of life, take pictures of the Red planet and study Martian environment, ISRO scientists say. Indian President Pranab Mukherjee and Prime Minister Manmohan Singh, who had announced the Mars mission 15 months back, congratulated the ISRO scientists for the successful initiation of the project and wished for its successful future. The country's main opposition Bharatiya Janata Party's prime ministerial candidate for 2014 general elections, Narendra Modi, also congratulated the space agency scientists for the giant leap. \"India has once again established itself in the world. I congratulate the scientists and technicians behind the mission,\" he said. In fact, if all goes well and the mission reaches the Red Planet's orbit, then ISRO will become the world's fourth space agency, after those of the United States, Russia and Europe to undertake a successful mission to reach Mars. The countdown to the mission began Sunday. In 2008, India successfully launched its first mission to moon. The lunar orbiter, called Chandrayaan-1, discovered evidence of water on the Earth's natural satellite. And, Mangalyaan was developed from the technology tested during the Chandrayaan mission. India embarked on its first space journey in 1975, by launching Aryabhatta satellite using a Russian rocket and till date, it has completed more than 100 space missions. ", "url": "https://bulawayo24.com/index-id-technology-sc-science-byo-38466-article-India+successfully+launches+its+maiden+mission+to+Mars.html"}, {"title": "India's Mars Orbiter Overcomes Engine Glitch", "date": "2013-11-13", "content": "A week into its mission, India's Mars probe overcame a bout of engine trouble Monday with an unplanned maneuver to boost its orbit after a rocket firing failed to do its job Sunday. India launched the probe on a roundabout trajectory to Mars because the 1.5-ton spacecraft was too heavy for its rocket to place it on a direct course to the red planet. The tradeoff means the spacecraft is still in Earth orbit, and it must use its own propulsion system to gain speed and break free of Earth's gravity. Engineers planned six maneuvers to gradually nudge the probe higher around Earth, with a final engine burn planned Nov. 30 to escape Earth's gravitational influence. The spacecraft accomplished three rocket firings last week, but the fourth burn Sunday was aborted before it could raise the probe's altitude to the maneuver's target of 100,000 kilometers, or approximately 62,000 miles. Officials said the spacecraft instead reached an orbit with an apogee, or high point, of 78,722 kilometers, or 48,915 miles. Controllers devised a supplemental burn Monday to make up for the shortfall and boost the probe up to a 72,720-mile apogee, and the five-minute thruster firing was completed as expected, according to a post on the mission's official Facebook page. The probe's liquid-fueled main engine prematurely stopped its burn Sunday when propellant abruptly stopped flowing to the thruster. The problem occurred when primary and redundant coils of the engine's solenoid flow control valve were \"energized\" together, the Indian Space Research Organization said in a statement. \"The thrust level augmentation logic, as expected, came in and the operation continued using the attitude control thrusters,\" ISRO said in a statement. \"This sequence resulted in reduction of the incremental velocity.\" The craft's main engine is designed to produce about 440 Newtons of force, equal to about 98 pounds of thrust. The attitude control thrusters, which help point the spacecraft and are used for smaller maneuvers, generate much less thrust. Ground controllers were testing the engine's built-in redundancies, including the redundant coil, during Sunday's engine firing, and \"while this parallel mode of operating the two coils is not possible for subsequent operations, they could be operated independently in sequence,\" ISRO said. Engineers wanted to test the ability of the coils to operate simultaneously to avoid the possibility of a failure of one of the coils causing a problem during future critical burns, such as the lengthy make-or-break engine firing required to place the probe into orbit around Mars. The first three orbit-raising burns were all conducted without incident, according to ISRO. \"During the first three orbit-raising operations, the prime and redundant chains of gyros, accelerometers, 22-Newton attitude control thrusters, attitude and orbit control electronics, as well as the associated logics for their fault detection isolation and reconfiguration have been exercised successfully,\" ISRO said. \"The prime and redundant star sensors have been functioning satisfactorily. The primary coil of the solenoid flow control valve was used successfully for the first three orbit-raising operations.\" The next burn is scheduled for Nov. 15, according to ISRO. The probe carries instruments to return color images of the Martian surface, study the planet's composition and survey the atmosphere for methane, a potential indicator of life.", "url": "https://www.space.com/23582-india-mars-orbiter-engine-glitch.html"}, {"title": "As Mangalyaan leaves Earth orbit, India's maiden Mars Mission enters second phase", "date": "2013-12-02", "content": "Clearing a critical hurdle in its voyage,India's maidenmission to Marssuccessfully entered the second phase of the 10-month long journey on Sunday. After the Mars Orbiter Mission fired its main engine for more than 20 minutes early on Sunday, the spacecraft was, without any hitch, placed in the designated Mars Transfer Trajectory in a 22-minute manoeuvre. The spacecraft, Mangalyaan, is now on a course to encounter Mars after a journey of about 10 months around the Sun, Indian Space Research Organisation (ISRO) said. The success of this project, which involves 680 million-kmlong journey, would carry India into a small club of nations including the United States, Europe and Russia, whose probes have orbited or landed on Mars. \"During this manoeuvre, which began at 00:49 hours, the spacecraft's 440 Newton liquid engine was fired for about 22 minutes providing a velocity increment of 648 metres/second to the spacecraft,\" the Bangalore-headquartered said in a statement. ISRO performed the trans-Mars injection, a crucial event intended for hurling its Mars Orbiter spacecraft into the planned orbit around the Sun. It has planned four midcourse corrections in case of any deviation along its path to the Martian orbit before its expected arrival in the orbit of the Red planet in September 2014. ISRO had performed five orbit-raising manoeuvres on its Mars Orbiter, raising the apogee (farthest point from Earth) of the spacecraft to over 1.92 lakh km, before it performed the mother of all slingshots. India probe completed six orbits around Earth before Sunday's slingshot which requires precise calculations to eliminate the risk of missing the new orbit. The spacecraft is being continuously monitored from the Spacecraft Control Centre at ISRO Telemetry, Tracking and Command Network (ISTRAC) in Bangalore with support from Indian Deep Space Network (IDSN) antennae at Byalalu in Ramanagara district, Karnataka. The venture faces further hurdles on its journey to Mars because only fewer than half of missions to the planet have succeeded. The mission's next big challenge will be to enter an orbit around Mars next year, a test failed in 2003 by Japan's probe, which suffered electrical faults as it neared the planet.", "url": "https://www.indiatoday.in/india/north/story/mars-mission-mangalyaan-earth-orbit-isro-india-trans-mars-injection-idsn-219309-2013-12-02"}, {"title": "India's Mars Orbiter Mission Successfully Leaves Earth Orbit", "date": "2013-12-04", "content": "Reaching a major milestone in the country's space history, the Indian Space Research Organization's (ISRO) Mars Orbiter Mission successfully left Earth's sphere of influence on its way toward the Red Planet. The critical maneuver to place the spacecraft in the Mars transfer trajectory was successfully carried out approximately one hour past midnight on December 1. \"Following the completion of this maneuver, the Earth orbiting phase of the spacecraft ended. The spacecraft is now on a course to encounter Mars after a journey of about 10 months around the Sun,\" the Bangalore-headquartered ISRO said in a statement. India launched its first spacecraft bound for Mars on November 5, a complex mission that it hopes will demonstrate and advance technologies for space travel. The 1350-kilogram (3000-pound) orbiter Mangalyaan, which means \"Mars craft\" in Hindi, must travel 780 million kilometers (485 million miles) over 300 days to reach an orbit around Mars next September. If the mission is successful, India will become only the fourth space program to visit the Red Planet after the Soviet Union, the United States, and Europe. Some have questioned the $72 million price tag for a country of 1.2 billion people still dealing with widespread hunger and poverty. But the government defended the Mars mission, and its $1 billion space program in general, by noting its importance in providing high-tech jobs for scientists and engineers and practical applications in solving problems on Earth. Decades of space research have allowed India to develop satellite, communications, and remote sensing technologies that are helping to solve everyday problems at home, from forecasting where fish can be caught by fishermen to predicting storms and floods. One of the primary objectives of the first Indian mission to Mars is to develop the technologies required for design, planning, management, and operations of an interplanetary mission. In addition, the orbiter will gather images and data that will help in determining how martian weather systems work and what happened to the large quantities of water that are believed to have once existed on Mars. It also will search Mars for methane, a key chemical in life processes that could also come from geological processes. Experts say the data will improve understanding about how planets form, what conditions might make life possible, and where else in the universe it might exist. The orbiter is expected to have at least six months to investigate the planet's landscape and atmosphere. At its closest point, it will be 365 kilometers (227 miles) from the planet's surface, and its furthest point will be 80,000 kilometers (49,700 miles) away.", "url": "https://www.lpi.usra.edu/features/ISRO/"}, {"title": "MOM to reach Mars with zero fuel", "date": "2013-12-07", "content": "Indian Space Research Organisation has said the Mars Orbiter Mission will cover 680 million km with no fuel. The velocity required by MOM to reach Mars had already been imparted during the Trans-Mars Injection. Now, MOM is cruising with a velocity of 32.8 km/second. MOM is expected to reach Mars in September 2014. MOM doesn't require any fuel to travel from Earth to Mars in its Mars-Transfer Trajectory. However, a little fuel was required to correct the trajectory and control the orientation of the spacecraft, Isro said. On December 11, Isro will conduct the first small mid-course correction maneuver. The subsequent ones will be carried out in April and August next year. \"In line with our fetish for jargon, the fancy term coined for these operations is trajectory correction maneuver!\" Isro said. To precisely steer MOM to Mars, Isro has planned four mid-course corrections, using the 22 N thrusters on board. On the mode of disposal of the Mars orbiter at the end of the mission, Isro said the spacecraft was built according to the planetary protection implementation requirements specified for 'orbiter' category of missions. When MOM travelled in a tangent to the Earth's orbit around the Sun, a component of the Earth's velocity was added to MOM's escape velocity. The MOM propulsion system uses monomethyl hydrazine as fuel and dinitrogen tetroxide as oxidiser. On November 5, Isro had successfully launched the mission from the Sriharikotta space station near Chennai. On December 1, it successfully conducted a critical maneuver to place the Mars orbiter spacecraft in the Mars transfer trajectory. Isro said the shortest distance between Mars and Earth was 54.6 million km. At a later stage, deceleration to match the planet's speed would require an extremely large amount of fuel. The route that requires the least amount of fuel is an elliptical orbit, which forms a tangent to Mars's and Earth's orbit around the Sun. MOM is travelling a distance of about 680 million km in this elliptical trajectory. ", "url": "https://www.business-standard.com/article/current-affairs/mom-to-reach-mars-with-zero-fuel-113120700429_1.html"}]}, {"win label": 0, "news": [{"title": "Mangalyaan mission 200 days away from reaching Mars", "date": "2014-03-08", "content": "India's ambitious maiden inter-planetary voyage Mars Orbiter Mission, launched in November last year, has covered over 21 million km and as of today is exactly 200 days away from reaching the red planet's orbit on September 24. The MOM probe was travelling with a helio-centric velocity of 29km per second and radio signals sent from Isro Telemetry, Tracking and Command Network ground stations near Bangalore takes 142 seconds to reach the spacecraft and return, Isro said. \"If everything goes as planned, MOM will get inserted into its Martian orbit around, exactly after 200 days from today,\" the space agency said in a posting on its social networking site Facebook page. \"MOM team switched 'ON' and checked all the five scientific instruments on-board MOM in February 2014. The health parameters of all these instruments are normal,\" Isro said. The agency has performed six orbit raising manoeuvres around the Earth following the launch of the mission on November 5 last year from Satish Dhawan Space Centre at Sriharikota, some 100 km from here. It further performed the Trans Mars Injection manoeuvre on December 1 last, which gave the necessary thrust to the spacecraft to escape from Earth and to initiate the journey towards Mars, in a helio-centric Orbit. The first Trajectory Correction Manoeuvre was conducted on December 11 last year and three such exercises are planned - next month, in August and in September. If India succeeds in sending its mission to the Mars' orbit, it would become only the sixth in the world after the US, Russia, Europe, Japan and China to have achieved the feat.", "url": "https://www.deccanchronicle.com/140308/technology-science-and-trends/article/mangalyaan-mission-200-days-away-reaching-mars"}, {"title": "ISRO's Mission to Mars Pulls Off Tricky Manoeuvre", "date": "2014-06-11", "content": "In this season of soccer, the Indian Space Research Organisation or ISRO played a bit of football of its own -- albeit of the celestial variety -- with its Mars mission Mangalayaan. At 4.30 pm today, the space agency gently nudged India's Mars Orbiter Mission a tad closer to the red planet. It was a risky operation; if things had gone wrong, the Rs. 450 crore mission launched on November 5, 2013 from Sriharikota could have been lost. Nearly 20 per cent of the 51 missions headed for Mars, launched by various countries, have been lost en-route. ISRO chairman K Radhakrishnan told NDTV, \"It has been executed successfully\". Earlier, he had admitted, \"It is not a routine operation. Great precision is required in calculating and correctly firing the four small rocket engines on board the spacecraft in the exact direction.\" He added that the ISRO team working on the project was 'confident' about executing the command. Mangalayaan has so far covered nearly 466 million kilometres or nearly 70 per cent of its arduous 680 million kilometre-long journey. For the last six months, since it was launched, the spacecraft has been in a state of induced slumber. Today, its rocket engines were fired for a mere 16 seconds, but this was a tricky manoeuvre as the rocket engines had to be fired in the right direction. Among the factors that could have affected the outcome of the operation is solar wind, which can make inter-planetary spacecraft drift from course. If the firing goes awry, the spacecraft can easily get lost. Today's gentle nudge will help Mangalyaan score a goal on September 24, 2014, when it is supposed to finally rendezvous with the red planet. Mangalyaan is currently travelling with a velocity of 28 km/s or about 100,800 kilometres per hour. It is now the fastest and farthest ever-traveling Indian object in space. It is so far away that it takes a radio signal almost five minutes to travel from Bangalore to the Mangalyaan. If the Mars mission manages to reach within 440-560 km of the red planet's surface after its epic marathon, India will become the third country in the world to achieve such an exacting target on a maiden journey. ", "url": "https://www.ndtv.com/india-news/isros-mission-to-mars-pulls-off-tricky-manoeuvre-577246"}]}, {"win label": 1, "news": [{"title": "India planning second mission to Mars to follow Mangalyaan", "date": "2014-07-18", "content": "With just two months before India's first mission to Mars arrives at its destination, the country's space agency has announced a second mission to launch between 2017 and 2020. The mission would be in addition to a one to the Sun planned for launch in 2017 and is a signal of India's ever-growing ambitions for space exploration. Speaking on Thursday, 17 July at the Tata Institute of Fundamental Research in Mumbai, the head of India's space agency Isro said that the mission would be dependant on the success of its current mission to Mars, the \"Mars Orbiter Mission\", or \"Mangalyaan\", which launched in November last year and left Earth's orbit in December. One of the biggest challenges for the Mangalyaan mission, which is due to insert into Mars orbit on 24 September, is the restarting of the liquid apogee motor powering the spacecraft. He told the audience that the current mission is designed to test India's ability to insert a spacecraft into orbit around Mars, while the second mission would be a scientific one, the Times of India reported. \"If we are successful we will be the first country in the world to accomplish it and also the first Asian country to achieve it,\" said K Radhakrishnan. His comments follow an announcement that the United Arab Emirates plans to send the first Arab mission to Mars by 2021. ", "url": "https://www.wired.co.uk/article/india-second-mission-to-mars"}, {"title": "No correction manoeuvre for Mars Orbiter, mission on track: ISRO", "date": "2014-08-01", "content": "ISRO scientists will not carry out the planned Trajectory Correction Manoeuvre for the ambitious Mars Orbiter Mission in August as the spacecraft is on track. \"Mars Orbiter Mission is closely following its trajectory and the mission managers have just ruled out the need for a Trajectory Correction Manoeuvre, originally planned for August 2014,\" ISRO said on Twitter. Last month, Indian Space Research Organisation said Mars Orbiter spacecraft has covered more than 540 million km, about 80 per cent of its journey for its rendezvous with the planet, scheduled for September 24. The Mars mission under a Rs 450 crore project was launched from Sriharikota in Andhra Pradesh on board Polar Satellite Launch Vehicle on November 5 last year with an aim to reach the red planet?s atmosphere by September 24. The project is expected to provide the scientific community better opportunities in planetary research.", "url": "https://www.firstpost.com/living/correction-manoeuvre-mars-orbiter-mission-track-isro-1644495.html"}, {"title": "NASA, India Prepare Two Spacecraft for Mars Arrival", "date": "2014-08-08", "content": "Two Mars-bound spacecraft are both in excellent health ahead of their September arrivals in orbit around the Red Planet, managers for both missions report. India's Mars Orbiter Mission is more than 80 percent of the way to Mars and performing well, according to a Facebook update posted July 21 by the Indian Space Research Organization. MOM is expected to enter orbit on Sept. 14. The second craft, NASA's Mars Atmosphere and Volatile EvolutioN ), is also performing well. MAVEN is scheduled to embark on its final approach to the Red Planet on Sept. 21, one week after MOM's arrival, principal investigator Bruce Jakosky said. After months of checkouts and tests, the spacecraft will now be left quiet until close to the big day. \"We have eight science instruments, and they've all been turned off now,\" Jakosky, who is also the associate science director at the University of Colorado's laboratory for atmospheric and space physics, told Space.com. \"We're trying to settle things down to focus on orbit insertion.\" Both MOM and NASA's MAVEN probes launched toward Mars in November 2013. Collision avoidance: With the MAVEN mission, NASA scientists are hoping to learn more about the history of Mars' upper atmosphere. For the past few months, controllers have done \"operational readiness\" tests, such as a mission-control-like simulation of the craft's approach to the Red Planet. These drills can help controllers get ready for any emergencies that might crop up. One important feature of the spacecraft is its ability to maneuver six hours or 24 hours before entering orbit if controllers find out the vessel is on the wrong path, Jakosky said. This was a \"lesson learned\" from the 1998 Mars Climate Orbiter, which was destroyed in the planet's atmosphere because controllers could not correct a navigation error until too late. \"The key thing about the orbit insertion burn is we have one shot at it, and it has to go right. If it doesn't go right, we just go right on past Mars and never get to go back,\" Jakosky said. Meanwhile, the science team has been making sure MAVEN's hardware is ready to collect the data. One instrument has already gathered information on solar activity. In India, MOM spacecraft controllers have been priming the probe for its arrival at the Red Planet. On Thursday, flight controllers tested the MOM probe's antenna that will serve as its primary communications link to Earth. \"MOM successfully completed the characterization of its Medium Gain Antenna, which will be used for communicating with Earth during the critical Mars Orbit Insertion ,\" ISRO officials wrote in a MOM update on Facebook yesterday. \"Only 14 percent of the journey remains in its heliocentric arc towards Mars Orbit Insertion.\" Cosmic close encounter: The scientists monitoring the spacecraft will also find themselves with a rare opportunity just one month after arriving at the planet. Comet Siding Spring will make its closest approach to Mars on Oct. 19, while MAVEN is still being readied for full operations to start Nov. 8. But the team will pause this work to watch the comet, Jakosky said. \"We'll make observations for about two days before and two days after the comet's closest approach,\" Jakosky added. \"We will make observations in spectroscopic imaging, which shows us a lot about the comet's composition, and then observe the upper atmosphere.\" While scientists are excited to catch sight of the comet - and current predictions show that spacecraft orbiting Mars should be safe during the close pass - researchers also need to keep the health of the spacecraft in mind during the flyby. MAVEN controllers aren't taking any chances, Jakosky added. They will have the spacecraft behind the planet for 20 minutes during the comet's closest approach, and will point the solar panels edge-on to the dust to minimize the chance of a strike. Ground controllers will also turn off nonessential instruments. The mission is designed to last one Earth year, but NASA hopes it will stretch a lot longer as it will also serve as a communications relay for the Opportunity and Curiosity rovers on the Martian surface. MAVEN's science team would also prefer a longer mission so they can continue observations. If funding is extended, there's enough fuel to last perhaps 10 years, Jakosky said. Many components \"have a lot of heritage\" from the Mars Reconnaissance Orbiter, he added, which is still in good health after eight years of operations at the planet.", "url": "https://www.space.com/26770-nasa-india-mars-missions-september.html"}, {"title": "Mission Mars: ISRO's Mangalyaan Heads For Final Destination", "date": "2014-09-18", "content": "India's much-talked about Mars Orbiter Mission, Mangalyaan, is in the pink of its health and has completed 98% of its journey to the Red Planet. The MOM will script its first date with Mars on September 24. Indian Space Research Organisation will face one of the biggest tests of this complicated project on September 22. The Indian space agency will switch on the engine that has been lying dormant for 10 months, and fire it for four seconds to slow down the spacecraft. According to ISRO, if the engine fires and performs well, the space organisation will fire it for a longer duration two days later and ease the spacecraft into an orbit around Mars. However, if the engine fails to ignite on September 22, ISRO will nudge the spacecraft's path towards a Martian orbit by firing eight smaller thrusters on September 24. In either case, the Mars orbiter is expected to reach its destination within a week. After the launch of the Mars orbiter from Andhra Pradesh's Sriharikota, Mangalyaan's journey to the Red Planet has been a smooth one. The MOM's trajectory is so close to the intended path that ISRO did not have to do a correction exercise planned for last month. \"We have crossed several situations that we have not faced before. We are now preparing for all contingencies on September 24,\" says ISRO Chairman K Radhakrishnan. With this mission, ISRO is not trying to do exotic scientific experiments on Mars at the moment. The mission is simply to test the space agency's ability to take something all the way up to Mars, keep it in good health during the journey and make it go around the planet. Doing experiments while orbiting Mars is useful, but it is not the core part of the mission. So keep your fingers crossed that ISRO's Mission Mars reaches its destination and India creates history in the world of space science. ", "url": "https://www.businessinsider.in/mission-mars-isros-mangalyaan-heads-for-final-destination/articleshow/42791735.cms"}, {"title": "3...2...1... Mars Orbiter set to enter orbit of Red Planet on September 24", "date": "2014-09-21", "content": "Over the last few days, a hotline connecting scientists at the mission operations room at the Indian Space Research Organisation's Telemetry, Tracking and Command centre in Bangalore with scientists from NASA's Jet Propulsion Laboratory (JPL) in Goldstone, California, and Canberra, Australia (where NASA operates Deep Space Networks), has been buzzing constantly. A spacecraft launched by ISRO on November 5, 2013, and another launched by NASA on November 18, 2013, are set to enter the orbit of planet Mars within 48 hours of each other. With nine of 51 past attempts to get to the Red Planet failing at the point of entry into the orbit of Mars, the last thing scientists at ISRO and NASA want is for their spacecraft to collide. With D-Day fast approaching for both missions - September 22 for NASA's Maven spacecraft and September 24 for ISRO's Mars Orbiter - scientists from both the space agencies are trying to ensure that everything goes smoothly at both ends. The smallest of errors - in calculation of location, distance and the precise moment when a spacecraft must insert itself into the orbit of Mars - can result in losses worth millions of dollars. But ISRO is counting its gains too: the Orbiter cost it only $71 million, a fraction of what it took for Maven or for the Hollywood space blockbuster Gravity. While NASA has 21 Mars expeditions to its credit - with 15 successful ones, including the first winning fly-by in July 1965, the first successful orbit mission in October 1972 and the first successful Mars landing with Viking 2 in 1980 - the Mars mission is the farthest the Indian space programme has gone. Though ISRO will be solely responsible for manoeuvring its spacecraft into the orbit of the Red Planet on the morning of September 24, the space agency will be leaning significantly on NASA's Deep Space Network to communicate with the Mars Orbiter. At 7.30 am on September 24, exactly 48 hours after they navigate the entry of the Maven into the Mars orbit, 250 technicians from NASA's JPL in California and Canberra will throw their weight and the might of four 71-metre antennas behind ISRO's mission operations centre to communicate with the Mars Orbiter. At that moment, the Orbiter will be about 224 million km away from Earth. For ISRO scientists venturing into deep space for the first time, NASA is also a point of reference for all the number crunching that has been done to determine the precise distances, moments and speeds at which the Mars Orbiter will have to manoeuvre in order to end up in an orbit where its nearest distance from the Red Planet is 423 km. \"Any country in the world that wants to undertake deep space missions has to go to NASA's JPL for ground station support. We have a dedicated hotline where if I pick up the phone here, somebody from JPL will pick up at the other end,\" says Mars Orbiter Mission project director S Arunan. \"If you look at some of the missions that failed at the insertion stage, it was because they failed to estimate the distance from Mars. This occurred in the early phase of space history. A lot of learning has since occurred in tracking and determining orbits. We have cross-checked our data with numbers determined by NASA's JPL and both numbers match exactly,\" says ISRO scientific secretary V Koteswara Rao. In the period since the erstwhile Soviet Union made the first attempt to travel through deep space to get to the Red Planet in October 1960, 51 Mars missions have been attempted, including 22 to put a spacecraft in orbit around Mars, but only nine have been successful. Of these, 10 attempts were made since the 1990s and only four have been successful - three from NASA and one from the European Space Agency. Two NASA missions, one ESA, one Japanese, one Russian and one Chinese mission have all failed. If ISRO's Orbiter succeeds, India will be the first among global space-faring nations to get to Mars in the first attempt. At ISRO's Mission Operations Centre in Bangalore, a group of around 100 scientists has been working continuously, ensuring that the Orbiter has stayed on its 666-million-km heliocentric course to the Red Planet since its launch. Over the last 300 days, the ground station at Byalalu has been monitoring the Orbiter between 11 am and 11 pm. During the next 12 hours, it is monitored by ground stations in the US, Australia and Spain while scientists at the Byalalu centre monitor data transmitted by these deep space networks. A liquid apogee motor, the primary engine in the spacecraft, had fired for 21 minutes on December 1 to send the Orbiter on its way to Mars. On September 24, it is this engine that will take centrestage. After lying dormant for the past 300 days, the engine will have to fire into action for a precise 24.23 minutes to provide a deceleration force of 1.1 km/sec to enable the Orbiter to synchronise into the orbit of Mars. \"When we reach Mars, our spacecraft will have a velocity of 22.57 km/sec whereas Mars' velocity is 25.71 km/sec so our spacecraft is slow. But when it is coming under the influence of Mars, it gains a velocity of 5.7 km/sec but we don't want that much velocity. What we require is 4.6 km/sec. So from 5.7 km/sec, I have to reduce this velocity to 4.6 km/sec so the deceleration needed is 1.1 km/sec. This is to be achieved by firing the engine,\" says V Kesava Raju, post-launch director of the Mars Orbiter Mission. With days left for the key manoeuvre, here at the mission operations centre, proof and prayers are sought in equal measure. \"Most of us working at MOX cannot sleep until the mission is done well. There is anxiety over the data every day but things have gone well so far,\" says a scientist who does not want to be identified. Much of the tension is around whether the LAM engine will fire after lying dormant for so long. In case of a failure, Plan B will be executed where eight small engines called AOC thrusters will be fired. ISRO, however, needs the LAM engine to fire to get to the desired distance of 423 km from Mars and its failure will result in the mission being forced to observe Mars from further out. On September 22, ISRO will conduct a small four-second test of the LAM engine to slow the spacecraft by 2.14 metres per second and if the engine fails to fire in the test, ISRO will be forced to switch to its Plan B on September 24, says Rao. With the Mars Orbiter being an intelligent, self-contained and autonomous system, it has to assess situations and take decisions on its own on the basis of the commands that scientists at the mission operations centre have uploaded to the spacecraft in recent weeks. \"Because of the time delay in communication, all operation commands are uploaded and stored on board the spacecraft for execution at the appropriate time. In normal conditions, we will not give any command on September 24,\" says Rao, the ISRO scientific secretary. \"In case of any untoward event, the spacecraft has to survive on its own. If the attitude is not proper, then communication with Earth may be a problem. The spacecraft will have to correct the attitude on its own and get into a position where it can communicate with the Earth,\" says Raju, the post-launch director. ISRO has consistently said that though the mission is a scientific one, the main objective is to demonstrate the capability of reaching the Mars orbit. \"I would say 85 per cent of our mission is for technology demonstration that we can orbit Mars,\" says ISRO chairman K Radhakrishnan.", "url": "https://indianexpress.com/article/technology/science/sunday-story-mars-orbiter-set-to-enter-orbit-of-red-planet-on-september-24/"}, {"title": "India's Orbiter Mission Arrives at Mars", "date": "2014-09-24", "content": "Mars Orbiter Mission is India's first interplanetary mission to Mars. The indigenously built spacecraft was designed to orbit Mars in an elliptical orbit. As India's first foray into interplanetary missions and space exploration, MOM is primarily a technological mission designed to show that India has the technical capability to get a spacecraft to Mars. ISRO is raising the bar by launching MOM into orbit around the red planet; ISRO scientists will be studying the critical mission operations and stringent requirements on propulsion and other spacecraft systems. One of the main objectives of the first Indian mission to Mars is to develop the technologies required to design, plan, manage and operate an interplanetary mission. Technological Objectives include deep space communication, navigation, mission planning and management with autonomous features incorporated to handle contingency situations. Scientific Objectives include exploration of Mars surface features, morphology, mineralogy and to scan scan Martian atmosphere for methane, which is produced here on Earth primarily by living organisms. India's MOM spacecraft is arriving at Mars just days after NASA's Mars Atmosphere and Volatile EvolutioN spacecraft (MAVEN), which entered orbit around the Red Planet on Sunday Sept. 21, 2014. Like MOM, the MAVEN probe will study the Martian atmosphere, but its goal is to understand the behavior of atmospheric elements in the upper reaches in response to solar activity. \"As the first orbiter dedicated to studying Mars' upper atmosphere, MAVEN will greatly improve our understanding of the history of the Martian atmosphere, how the climate has changed over time, and how that has influenced the evolution of the surface and the potential habitability of the planet,\" said NASA Administrator Charles Bolden. \"It also will better inform a future mission to send humans to the Red Planet in the 2030s.\" The following is the official statement from NASA Administrator Charles Bolden on India's Mars Orbiter Mission (MOM): \"We congratulate the Indian Space Research Organization for its successful arrival at Mars with the Mars Orbiter Mission. \"It was an impressive engineering feat, and we welcome India to the family of nations studying another facet of the Red Planet. We look forward to MOM adding to the knowledge the international community is gathering with the other spacecraft at Mars. \"All space exploration expands the frontiers of scientific knowledge and improves life for everyone on Earth. We commend this significant milestone for India.\"", "url": "https://sservi.nasa.gov/articles/indias-orbiter-mission-arrives-at-mars/"}, {"title": "Mangalyaan enters Martian orbit: India's Mars Mission success underscores technological capability", "date": "2014-09-24", "content": "The success of the Mars mission \"underscores the country's technological capability in the space sector\", said a senior nuclear scientist on Wednesday. India on Wednesday made history by becoming the first country in the world to enter the Martian orbit in its maiden attempt. Also Read - Gujarat's Modhera To Be Declared As India's First Solar-Powered Village Today: 10 Things to Know \"The nation must celebrate this achievement. The success of this Mars mission just underscores the country's technological capability in the space sector,\" Anil Kakodkar, former chairman, Atomic Energy Commission and now a member, told IANS. However, he does not considers that India's success in the space sector will add pressure on the country's nuclear establishment in delivering as per promises made. Also Read - Chandrayaan-2, Hovering In Lunar Orbit Since 2019, Maps Abundance Of Sodium On Moon For 1st Time \"There is no competition between the two sectors. And there is no pressure on the atomic power sector owing to the success achieved by the Indian space scientists,\" Kakodkar said. According to him, the Indian atomic energy establishment is achieving success in its own sphere of activity. \"The 500 MW prototype fast breeder reactor is around the corner. It will demonstrate the huge technological feat of India in the nuclear power sector. There is also good progress in the advanced heavy water reactor project,\" he said. The indigenously designed PFBR is expected to go on stream next year at Kalpakkam near here. According to him, addition of nuclear power generation capacity through international collaboration would happen once the foreign suppliers understand the Indian law on nuclear liability issue. However, suspense still continues about the starting power generation on commercial basis at the first 1,000 MW unit at Kudankulam Nuclear Power Project. India's atomic power plant operator Nuclear Power Corporation of India Ltd is setting up two 1,000 MW Russian reactors at Kudankulam in Tirunelveli district, 650 km from here. The total outlay for the project is over Rs.17,000 crore. The KNPP is India's first pressurised water reactor belonging to the light water reactor category. The first unit attained criticality July 2013, which is the beginning of the fission process. ", "url": "https://www.india.com/news/india/mangalyaan-enters-martian-orbit-indias-mars-mission-success-underscores-technological-capability-156541/"}, {"title": "Final moments of of Mangalyaan", "date": "2014-09-24", "content": "After a 300-day flight and covering a distance of 680-million km after its launch on November 5, 2013, the Rs 450-crore Isro's Mars Orbiter Mission entered the Martian orbit at 7.18am. The mission begian at 4:17 am and conclude by 8:15 am in the presence of Prime Minister Narendra Modi at the Indian Space Telemetry and Tracking Command Network, Peenya. ", "url": "https://www.deccanherald.com/content/432490/final-moments-of-mangalyaan-live.html"}, {"title": "India's Orbiter Mission Arrives at Mars", "date": "2014-09-24", "content": "Mars Orbiter Mission is India's first interplanetary mission to Mars. The indigenously built spacecraft was designed to orbit Mars in an elliptical orbit. As India's first foray into interplanetary missions and space exploration, MOM is primarily a technological mission designed to show that India has the technical capability to get a spacecraft to Mars. ISRO is raising the bar by launching MOM into orbit around the red planet; ISRO scientists will be studying the critical mission operations and stringent requirements on propulsion and other spacecraft systems. One of the main objectives of the first Indian mission to Mars is to develop the technologies required to design, plan, manage and operate an interplanetary mission. Technological Objectives include deep space communication, navigation, mission planning and management with autonomous features incorporated to handle contingency situations. Scientific Objectives include exploration of Mars surface features, morphology, mineralogy and to scan scan Martian atmosphere for methane, which is produced here on Earth primarily by living organisms. India's MOM spacecraft is arriving at Mars just days after NASA's Mars Atmosphere and Volatile EvolutioN spacecraft, which entered orbit around the Red Planet on Sunday Sept. 21, 2014. Like MOM, the MAVEN probe will study the Martian atmosphere, but its goal is to understand the behavior of atmospheric elements in the upper reaches in response to solar activity. \"As the first orbiter dedicated to studying Mars' upper atmosphere, MAVEN will greatly improve our understanding of the history of the Martian atmosphere, how the climate has changed over time, and how that has influenced the evolution of the surface and the potential habitability of the planet,\" said NASA Administrator Charles Bolden. \"It also will better inform a future mission to send humans to the Red Planet in the 2030s.\" The following is the official statement from NASA Administrator Charles Bolden on India's Mars Orbiter Mission : \"We congratulate the Indian Space Research Organization for its successful arrival at Mars with the Mars Orbiter Mission. \"It was an impressive engineering feat, and we welcome India to the family of nations studying another facet of the Red Planet. We look forward to MOM adding to the knowledge the international community is gathering with the other spacecraft at Mars. \"All space exploration expands the frontiers of scientific knowledge and improves life for everyone on Earth. We commend this significant milestone for India.\"", "url": "https://sservi.nasa.gov/articles/indias-orbiter-mission-arrives-at-mars/"}, {"title": "MAVEN, India's MOM Orbiter Send Back Pics of Mars", "date": "2014-09-24", "content": "A pair of spacecraft that recently arrived at Mars have sent back their first images of the planet taken from orbit. NASA's MAVEN orbiter sent back several images taken at different ultraviolet wavelengths while India's Mars Orbiter Mission probe transmitted a more standard picture of the Martian surface. NASA's Mars Atmosphere and Volatile Evolution probe was inserted into Mars's orbit on Monday after a roughly 10-month journey from Earth. The spacecraft's one-year mission is to study the composition of the upper atmosphere of Mars and how it interacts with the solar wind, and to help determine how Martian atmospheric gases have been lost to space over time. The images MAVEN sent back, pictured below, included three taken at ultraviolet wavelengths and a fourth, at far right, which combines the other three, according to New Scientist. \"The blue version shows ultraviolet light from the sun scattered by hydrogen gas, stretching thousands of kilometers above the planet's surface,\" the science journal explained. \"In the green image, sunlight is primarily reflected off oxygen, covering a smaller area than the cloud of hydrogen. The red picture shows ultraviolet sunlight reflected from the planet's surface, revealing a bright spot in the lower right that is due to either polar ice or clouds.\" The MOM orbiter, also known as Mangalyaan or \"Mars craft\" in Hindi, is the first spacecraft sent by an Asian nation to travel to Mars. It maneuvered into Mars orbit just about a day after MAVEN arrived. The first image transmitted by the MOM probe is captured in a tweet published by the Indian Space Research Organization on Thursday. One of the most celebrated achievements of the MOM mission has been its very low cost. Inserting the Mangalyaan spacecraft in orbit around Mars cost just $74 million, or \"a fraction of the $671 million ... NASA spent on its newly arrived MAVEN Mars mission,\" Reuters reported. India's Mars mission also cost less than the reported $100 million budget for the 2013 space thriller Gravity, the news agency noted. Mangalyaan, launched Nov. 5, 2013 from the Satish Dhawan Space Center in Sriharikota, Andhra Pradesh, traveled 414 million miles to Mars before performing its successful orbital insertion maneuvers at around 10.30 p.m. Eastern on Tuesday, according to ISRO. The spacecraft carries five science instruments for studying the surface of Mars and detecting methane in its atmosphere. The MOM probe is expected to function for about six months before running out of fuel and crashing into Mars, the Indian space agency said. ", "url": "https://www.pcmag.com/news/maven-indias-mom-orbiter-send-back-pics-of-mars"}, {"title": "'First Pakistani in space' congratulates India on Mars mission", "date": "2014-09-25", "content": "A Pakistani explorer expected to become her country's first person in space congratulated India on Thursday on reaching Mars on its maiden attempt. India won the Asian space race to the Red Planet on Wednesday when its unmanned Mangalyaan successfully entered the Red Planet's orbit after a 10-month journey on a budget of just $74 million. Despite having a space agency since 1961, Pakistan has not yet launched a satellite into orbit. But Namira Salim, the first Pakistani explorer to reach both poles said India's achievement had made the region proud. \"The success of the Mars Orbiter Mission, Mangalyaan, is a giant leap for South Asia,\" said Salim, who has booked a ticket on Richard Branson's Virgin Galactic space project planned for 2015. \"I commend the Indian Space Research Organisation, and all its scientists and researchers for not only achieving this astronomical feat, but also for achieving it in the most cost-effective manner.\" India's spacecraft has beamed back its first photos of Mars, showing its crater-marked surface, as the country glowed with pride Thursday after winning Asia's race to the Red Planet. The ISRO uploaded one of the photos onto its Facebook page, showing an orange surface and dark holes, taken from a height of 7.3 kilometers. ISRO also posted the photo on Twitter, with the caption \"The view is nice up here.\" A senior ISRO official told AFP several photos have been successfully received, while a spokesman for the government agency said the spacecraft was working well. India became the first Asian country to reach Mars on Wednesday when its unmanned Mangalyaan spacecraft entered the orbit after a 10-month journey on a shoestring budget. The mission, which is designed to search for evidence of life on the planet, is a huge source of national pride for India as it competes with Asian rivals for success in space. India beat rival neighbor China, whose first attempt flopped in 2011 despite the Asian superpower pouring billions of dollars into its program. At just $74 million, India's mission cost is less than the estimated $100 million budget of the sci-fi blockbuster \"Gravity\". It also represents just a fraction of the cost of NASA's $671 million MAVEN spacecraft, which successfully began orbiting the fourth planet from the sun on Sunday. India now joins an elite club of the United States, Russia and Europe who can boast of reaching Mars. More than half of all missions to the planet have ended in failure. The mission's success received front-page coverage in Indian newspapers on Thursday, with the Hindustan Times declaring \"MARTIAN RACE WON\" and the Times of India saying \"India enters super exclusive Mars club.\" Indians, from government ministers to office workers and cricketers poured onto Twitter to show their national pride, while school students celebrated by eating traditional Indian sweets.", "url": "https://english.alarabiya.net/variety/2014/09/25/-First-Pakistani-in-space-congratulates-India-on-Mars-mission"}, {"title": "Isro's Mars Orbiter Mission sends its first image home", "date": "2014-09-25", "content": "India's Mars Orbiter Mission on Thursday despatched the first image of the red planet, shot from a height of 7.3km with its colour camera, which has a 376m spatial resolution. The blurry image showing a surface pockmarked with giant craters was taken after the Martian Orbiter Mission, affectionately nicknamed MOM, took its position above the red planet. On Wednesday, the Indian Space Research Organisation had successfully injected the orbiter into Mars' orbit, from where it will survey the planet for the next six months. There are five scientific instruments on board the orbiter, which will try to find answers such as how Mars lost water, and whether it was capable of supporting life. The spacecraft takes 72 hours, 51 minutes and 51 seconds to go round Mars once. A team of Isro scientists released the image on Thursday after first showing it to Prime Minister Narendra Modi in New Delhi. The team, led by Isro chairman K. Radhakrishnan and scientific secretary V. Koteswara Rao, flew to New Delhi to hand over the pictures to Modi. Corporate India lauded the successful mission on Thursday, saying that it is easily the best example of 'Make in India', a campaign launched by Modi to encourage the domestic manufacturing industry. \"What better inspiration can all of us get than the achievements of Indian scientists on the Mars Orbiter Mission? If I think about the cost in layman's terms, it is less than ₹ 7 per kilometre or the cost to travel in autorickshaws in major cities,\" Reliance Industries chairman Mukesh Ambani said at the launch of the campaign.", "url": "https://www.livemint.com/Politics/lXRBctsUheiMwxLAv4qHZO/Mars-Orbiter-Mission-sends-its-first-photograph.html"}, {"title": "Mars Orbiter Mission activates all science instruments as NASA, ISRO form joint Mars working group", "date": "2014-10-01", "content": "Mars Orbiter Mission (MOM) began its science activities fully on Wednesday with all five science instruments being activated. The Mars Colour Camera was first, on September 24, and has been beaming a number of images of the Red Planet since then. On Wednesday it posted an anaglyph 3D image of Mars generated using two pictures. After the camera came the Methane Sensor For Mars, the Thermal Infrared Imaging Spectrometer and the Mars Exospheric Neutral Composition Analyser. And on Wednesday, the Lyman Alpha Photometer started operating. Kiran Kumar, Director of ISRO's Space Application Centre, said that there will be one round of observation prior to the arrival of Comet Siding Spring in Mars on October 19, and one after it departs. Thereafter, the plan envisages carrying out closer observations of the Red Planet. This means one has to wait for in depth studies until after the comet leaves. \"Everything is now going on smoothly,\" he said. Soon after the science mission of MOM began the spacecraft tweeted. The data is first transmitted to the Canberra Deep Space Network and from there it reaches the Indian Space Science Data Centre at Byalalu off the Bangalore-Mysore highway. Kumar said that in the days ahead the data will be sent to the principal investigators for further analysis. Of the five payloads, scientists in particular are waiting to hear what the Methane Sensor For Mars will say because of the contradictory information till now. In fact a report in the October issue of Planex -- the official journal of the Ahmedabad-based Physical Research Laboratory, an ISRO affiliate -- focused on the importance of resolving the controversy surrounding methane on Mars, and hopes that MOM's Methane Sensor For Mars will do the needful. The Mars Exospheric Neutral Composition Analyser will carry out an analysis of the Martian upper atmosphere and exosphere. Information from this payload is expected to be analysed along with the one generated by NASA's MAVEN spacecraft. This is of significance because on Tuesday an ISRO-NASA Mars working group was formed which will \"seek to identify and implement scientific and technological goals that NASA and ISRO have in common regarding Mars exploration.\" ", "url": "https://www.planetary.org/articles/10010914-mars-orbiter-mission"}]}, {"win label": 0, "news": [{"title": "Mangalyaan Completes 100 Days in Mars Orbit", "date": "2015-01-01", "content": "India's maiden mission to Mars, Mangalyaan, today successfully completed 100 days in the orbit of the Red planet. Mangalyaan is said to be healthy and collecting scientific data. The Indian Space Research Organisation or ISRO is marking this 100-day achievement with a special conference. Mangalyaan had entered Mars orbit on September 24, after completing a 666 million km journey from Earth in more than 10 months, making India the first country in the world to have successfully launched its mission to the Red Planet on the very first attempt. Fast tracked by ISRO, Mangalyaan was made in just 15 months at a cost of ₹ 450 crore - the cheapest inter-planetary mission ever to be undertaken. In comparison, US space agency NASA spent nearly 10 times on sending the Maven spacecraft to Mars. Apart from India, the only other members of the elite club of Martian explorers are the US, the European Space Agency and the former Soviet Union. Five solar-powered instruments aboard Mangalyaan are gathering data to help determine how Martian weather systems work and what happened to the water that is believed to have once existed on the planet in large quantities. The expected life of Mangalyaan is six months, after which it could run out of fuel and may not be able to maintain its orbit.", "url": "https://www.ndtv.com/india-news/mangalyaan-completes-100-days-in-mars-orbit-721096"}, {"title": "ISRO Celebrates Festival of Colours Holi, With Mars", "date": "2015-03-06", "content": "The Indian Space Research Organisation celebrated the festival of colours Holi by releasing breathtaking colour images of the Red Planet taken by Mangalyaan's Mars Colour Camera. The images show in vivid detail what is possibly the Solar Systems largest volcano, the valleys and mountains on the Martian surface. Mangalyaan reached the orbit of Mars on September 24, 2014 and since then it has been carrying outs its science mission. The Indian probe cost Rs 450 crores and has already made a world record by getting the best images of the full disc of Mars. The mission has a nominal life of six months around the planet of Mars where it operates in a highly elliptical orbit. Mangalyaan is the world's cheapest inter-planetary mission and cost less than the making of the Hollywood blockbuster film Gravity and India created history by becoming the first nation to reach Mars on the maiden attempt.", "url": "https://www.ndtv.com/india-news/isro-celebrates-festival-of-colours-holi-with-mars-744667"}, {"title": "Mangalyaan mission extended by six months", "date": "2015-03-24", "content": "The Indian Space Research Organisation's Mars Orbiter Mission was, on Tuesday, extended for another six months to further explore the Red Planet and its atmosphere. \"As the 1,340 kg Mars Orbiter has sufficient fuel to last longer than it was intended earlier, its mission has been extended for another six months,\" the senior official of the Indian space agency told IANS. The historic mission has completed six months of orbiting the Red Planet. India also became the first country to have entered the Mars Sphere of Influence in its maiden attempt. \"The five scientific instruments onboard the spacecraft Orbiter will continue to collect data and relay it to our deep space network centre here for analysis,\" ISRO director Devi Prasad Karnik said. Of the five payloads onboard, the Mars Colour Camera has been the most active, taking several stunning images of the red planet's surface and its surroundings, including valleys, mountains, craters, clouds and dust storms. \"The camera has beamed to us several breathtaking pictures of the Martian surface and its weather patterns such as dust storms. We have uploaded many pictures on our website and our Facebook account for viewing,\" Mr. Karnik said. The other four instruments have been conducting experiments to study the Martian surface, its rich mineral composition and scan its atmosphere for methane gas to know if it can support life. The four instruments are Methane Sensor for Mars, Lyman Alpha Photometer, Mars Exospheric Neutral Composition Analyser and Thermal Infrared Imaging Spectrometer. MSM measures the natural gas in the Martian atmosphere with PPB accuracy and map its sources. LAP is studying the atmospheric process of Mars and measure the deuterium and hydrogen ratio and neutral particles in its upper atmosphere. MENCA and TIS are analysing the neutral composition and measure the temperature during day and night to map the surface composition and mineralogy of Mars. \"As methane is an indicator of past life on Mars, the sensor is looking for its presence in the Martian orbit. If available, we will know its source in terms of biology and geology. The thermal infrared sensor will find out if the gas is from geological origin,\" Mr. Karnik pointed out. ", "url": "https://www.thehindu.com/sci-tech/science/Mangalyaan-mission-extended-by-six-months/article60361273.ece"}, {"title": "Mangalyaan completes six months in Mars orbit today", "date": "2015-03-24", "content": "India's Mars Orbiter Mission (MOM), lovingly called Mangalyaan on Tuesday completed six months in the red planet's orbit. Previously it was estimated that India's first inter-planetary expedition will have a lifespan of 6 months, but now, it has emerged that the spacecraft has about 37 kilograms of fuel left, and hence the mission can last for few more days, weeks or even months. India created history in space to become the first Asian country to reach the Red Planet and the first in the world to reach the Martian orbit on maiden attempt. The Rs 450-crore project of India's Mars mission is the world's cheapest space mission. Launched on November 5, 2013 aboard PSLV rocket C25, Mangalyaan entered the Mars orbit on 24th September 2014. After entering the Martian orbit, MOM had sent several pictures of the Red Planet including dust storm activities and of Phobos (the larger and closer of the two natural satellites of Mars). The pictures were released by the ISRO on its official Facebook and Twitter account. (With Agency inputs)", "url": "https://zeenews.india.com/news/sci-tech/mangalyaan-completes-six-months-in-mars-orbit-today_1566682.html"}, {"title": "India's Mars probe has fuel for extended mission", "date": "2015-03-27", "content": "India's first visit to the Red Planet, the Mars Orbiter Mission, could have another six months of life left in it, according to officials from the Indian Space Research Organization. The USD $71 million mission, launched on November 5, 2013, had a planned six- month life span once in orbit. The probe entered the Martian atmosphere on September 24, 2014 and was due to complete its mission yesterday. However, according to ISRO, and confirmed by science minister Jitender Singh in Parliament last week, MOM has 37 kgs of reserved fuel left which could allow it to operate for another six months. For ISRO scientists the news about the extended life of MOM has become a moment to celebrate because it gives them an opportunity to carry out deeper research into various aspects of the Red Planet, particularly about its atmosphere and climate. It may be recalled that recently one of MOM's five payloads, the Methane Sensor For Mars recorded radiation from the surface of Mars which reflected the sun's radiation back into space, during its hunt for methane. Fuel estimates provided to Sen by ISRO reveal that at launch it had 850 kg of fuel, and a total of 813 kg were consumed for various maneuvers. For example, 338.9 kg of fuel were consumed during the launch phase of the mission. During the critical trans-Martian insertion on the night of December 1, 2013-the moment when MOM entered the Martian highway-it used nearly 190 kg of fuel. To fly the nearly 680 million km to the Red Planet it hardly used any fuel. For the much-awaited Mars orbit insertion on September 24, 2014, 249.5 kg of fuel were consumed. Post Mars orbit insertion hardly any fuel was consumed and ISRO officials say that MOM would need only about 20 kg of fuel to function for another six months. This, they point out, will mean that it will have 17 kg of fuel still left even after the second phase of six-month period ends on September 24, 2015. An ISRO official told Sen : The perfect fuel budgeting has allowed MOM to remain operational even after the initial six-month life span is over on March 24. After MOM entered the Martian orbit, occasionally a very small amount of fuel has been used for executing minor trajectory corrections. Though ISRO officials are upbeat about the extended life of MOM, they are, however, ready to acknowledge that they will face a major challenge during the communication blackout period for 15 days between June 8-22, 2015. MOM project director Subbiah Arunan, had earlier explained that there will be a communication blackout because the sun will come between Earth and Mars blocking the view of the Red Planet. The man who successfully commanded India's maiden mission to Mars said that the scenario had been tested in mission simulation tests. According to ISRO, during this period, MOM will be completely autonomous and there will be no communication with the spacecraft. An official explained: MOM will be on its own and we will not know how much fuel it will consume for executing different maneuvers. Only after it emerges from the communication blackout phase on Jun. 22 can we evaluate its performance mainly with regards to the fuel consumption and come to some conclusion about its mission span. They are optimistic that it will come out unscathed during the blackout because they recall it crossed the deadly Van Allen radiation belt 39 times while heading towards Mars without any negative impact.", "url": "https://earthsky.org/space/indias-mars-probe-has-fuel-for-extended-mission/"}, {"title": "Views of Mars from Mangalyaan's 100 orbits", "date": "2015-06-23", "content": "Mangalyaan has outdone itself. India's Mars Orbiter completed its prime mission - to orbit the red planet for six months to allow for observation and experiments - in March. But it's still going strong. As the spacecraft makes its 100th orbit of Mars this week, all its systems and payloads seem to be working fine. The India Space Research Organisation launched Mangalyaan in November 2013 from Sriharikota and set it into the Martian orbit in September 2014. ISRO reported that Mangalyaan's payloads - including the colour camera - were last operated in May and were functioning satisfactorily. The Mars Colour Camera has taken 405 images of the Red Planet in its 100 orbits revealing incredible details of its topography. The orbiter has sent back images of dust storms, large craters, enormous canyons and the moon Phobos hovering above Mars. ISRO says it will resume all payload operations again in a few weeks when we might expect more stunning views of Mars. Till then, here is a refresher of what Mangalyaan has allowed us to see of Mars since it went into orbit last September.", "url": "https://scroll.in/article/736189/photos-views-of-mars-from-mangalyaans-100-orbits"}, {"title": "Mangalyaan out of its 'blackout' phase", "date": "2015-06-24", "content": "India's Mars Orbiter Mission (MOM) spacecraft that was in its blackout phase since June 8 is gradually emerging out of it, said the Indian Space Research Organisation (ISRO). The space agency has established a fresh communication with MOM and is receiving the spacecraft's health data. \"There is no potential of losing any data collected by the Mars Orbiter,\" Deviprasad Karnik, ISRO spokesperson, told Down To Earth. Since June 22, the spacecraft is in its 100th orbit around Mars and would complete it on June 25. The national agency has confirmed that all payload (spacecraft's scientific instruments) operations, earlier suspended, will restart in a few weeks. Mars Orbiter spacecraft has outlived its prime mission life and is healthy and operational, adds ISRO. Mars Colour Camera (MCC), installed in the spacecraft, took the last image on May 9, before going into a blackout mode. MCC covers a spectral range of 400 to 700 nanometers - the visible spectrum. This tricolor camera gives images and information about the surface features and composition of the Red Planet. Signals interrupted: The blackout happened when the sun came between Earth and Mars and the three planetary bodies formed an alignment resulting into a celestial phenomenon called the solar conjunction. This led to sun blocking communication between Mars and Earth. MOM, during this period, went into an autonomous mode, taking decisions on its own. Conjunctions occur every 26 months as Earth and Mars circle the Sun in their respective orbits.", "url": "https://www.downtoearth.org.in/news/mangalyaan-out-of-its-blackout-phase-50306"}]}, {"win label": 0, "news": [{"title": "India's Mars orbiter sends stunning canyon photo", "date": "2015-08-16", "content": "Just in time for India's Independence Day, the country's first interplanetary mission has sent back beautiful images of the Red Planet's surface. The Indian Space Research Organisation's Mars Orbiter Mission was launched in November 2013 on a shoestring budget compared with other space missions. All up, it's estimated that it cost about $74 million, compared with NASA's $671 million Maven Mars orbiter mission, which launched around the same time. India's mission, also known as Mangalyaan, which means \"Mars-craft\" in Sanskrit, has been something of a success story for the country's space agency. It is India's first attempt at an interplanetary mission -- and an ambitious one at that. Mars serves as the next major milestone in space exploration, and India is the first country to succeed in reaching the planet's orbit in its first attempt. More than half of all attempts to reach Mars fail, and India not only got it right on its first try, but it did so at record low cost. Mangalyaan reached Mars orbit in September 2014. Since then it has monitored the planet, studying its atmosphere and particle environment. It's also been surveying the surface of Mars, sending back images taken with its Thermal Infrared Spectrometer and tricolour Mars Colour Camera. The most recent one, snapped on July 19, shows a portion the Ophir Chasma, a deep canyon about 317 kilometers (197 miles) long and 62 kilometers (38.5 miles) wide. \"The word chasma has been designated by the International Astronomical Union to refer to an elongate, steep-sided depression,\" India's space agency said on its website. \"Ophir Chasma is part of the largest canyon system in the solar system known as Valles Marineris. The walls of the chasma contain many layers and the floors contain large deposits of layered materials. This image is taken...at an altitude of 1,857 kilometers (1,154 miles) with a resolution of 96 megapixels.\" The project's primary objective, while also aimed at collecting data from Mars, is to serve as a demonstration of India's ability to develop and implement interplanetary space technology.", "url": "https://www.cnet.com/science/indias-mars-orbiter-sends-stunning-canyon-photo/"}, {"title": "India's 1st Mars Probe Captures Stunning 3D View of Huge Chasm", "date": "2015-08-26", "content": "India's first mission to Mars has captured a stunning new 3D view of a vast chasm, revealing gullies shaped by erosive forces on the Red Planet. The images, sent back by India's Mars Orbiter Mission, show Ophir Chasma, a portion of the massive Valles Marineris system that stretches across much of the planet's equator. The images were taken July 19 and have a resolution of about 315 feet. The new images show the chasm from above and two different views of the sides, revealing hills, small impact craters and gullies shaped by landslides. \"The walls of the chasma contain many layers, and the floors contain large deposits of layered materials,\" Indian Space Research Organization officials said in a statement. According to NASA, the chasm is the northernmost connected valley in Valles Marineris, which is about 2,500 miles long. The cliffs visible in the images were likely caused by faults that crumbled over time, due to landslides. \"The volume of the landslide debris is more than 1,000 times greater than that from the May 18, 1980, debris avalanche from Mount St. Helens,\" NASA officials wrote in 2011. NASA spacecraft Mariner 9 first discovered Valles Marineris in 1972, along with the massive Olympus Mons - the largest planetary volcano in the solar system. MOM, which is India's first Martian spacecraft, arrived at the Red Planet in September 2014. One of its first images was a picture of Mars as a full disc. It also observed Comet Siding Spring when the comet flew past the planet a month later. Besides these images of the chasm, MOM's Mars Color Camera has imaged locations on Mars such as Gale Crater, where NASA's Opportunity crater roams, and Tyrrhenus Mons, a large volcano.", "url": "https://www.space.com/30367-india-mars-probe-3d-chasm-photos.html"}, {"title": "Mangalyaan turns one, ISRO celebrates birthday", "date": "2015-09-24", "content": "India's globally acclaimed Mars mission completed one year today with Indian Space Research Organisation releasing the Mars Atlas to mark the feat of the Orbiter whose life is now expected to last many more years. It contains a compilation of images acquired by Mars Colour Camera and results obtained by other payload in a form of scientific atlas. ISRO will also be bringing out a book, 'Fishing hamlet to Mars' on November 5 to mark the anniversary of Mars Orbiter Mission, whose success has boosted India's global standing as a space power. It was on this day last year that India scripted space history when it successfully placed its low-cost Mars spacecraft in orbit around the Red Planet on its very first attempt, breaking into an elite club of three nations. The space probe entered the Mars orbit on September 24, almost a year after its launch, and made its home around the Red Planet. European Space Agency of European consortium, National Aeronautics and Space Administration of the US and Roscosmos of Russia are the only three other agencies which had so far sent their missions to Mars. Only 21 of the total of 51 missions sent to Mars by various countries have been successful before MOM. The Mars mission of the ISRO is aimed at establishing the country's capability to reach the red planet and focus on looking for the presence of methane, an indicator of life in Mars. The make-or-break tricky manoeuvre was carried out on this very date last year, with clockwork precision on the refrigerator sized spacecraft as planned in the presence of Prime Minister Narendra Modi, who exultantly described it as \"a historic occasion\", saying the country has achieved the \"near impossible\". The life of the Mars Orbiter Spacecraft which now ISRO says can last \"many years\" was earlier intended for only six months, and later extended for another six months in March this year. \"Mars is expected to last for many years now, because it has gone through solar conjunction also; so we don't see much of a problem,\" ISRO Chairman AS Kiran Kumar had said here on Monday. \"We had planned it only for six months. Then we were not expecting so much fuel to remain after we completed our insertion activity,\" he said. According to Kumar, about 35 kg of fuel was still left and \"all other subsystems are working fine and so far we have not had any failures\". Releasing the Atlas, Bengaluru-headquartered ISRO said Mars Orbiter spacecraft marks one year of its life around the red planet today. After successfully completing one year of the mission life around Mars, now a large data set has been acquired by all five payloads of MOM, it said. The Space Applications Centre,, Ahmedabad, has brought out the Mars Atlas which contains a compilation of images acquired by Mars Colour Camera and results obtained by other payload results, the space agency said. The images from MCC have provided unique information about Mars at varying spatial resolutions. Former Chairman of ISRO Dr K Radhakrishnan, during whose tenure the mission was accomplished, has listed out the five contributing factors for the success of MOM. He said learning from others' failures, the team's preparedness for contingencies, rigorous execution, thorough feasibility study leading to a robust mission planning, and resolve to contribute might for national pride- have contributed for the success. The Rs 450-crore Mangalyaan is the cheapest inter-planetary mission that, at just USD 74 million, costs less than the estimated USD 100 million budget of the sci-fi blockbuster \"Gravity\" and a tenth of NASA's Mars mission Maven that entered the Martian orbit couple of days before MOM. ISRO had launched the Mars Orbiter Mission's spacecraft on its nine-month long odyssey on a homegrown PSLV rocket from Sriharikota in Andhra Pradesh on November 5, 2013, and it had escaped the earth's gravitational field on December 1, 2013. India became the first country in the world to have successfully launched its mission to the Red Planet in the very first attempt. Mars Orbiter has five scientific instruments - Lyman Alpha Photometer, Methane Sensor for Mars, Mars Exospheric Neutral Composition Analyser, Mars Colour Camera and Thermal Infrared Imaging Spectrometer. After India's much-hailed missions to the Moon and Mars that boosted ISRO's global standing in space technology, the next inter-planetary expedition to be launched is under discussion, ISRO Chairman has said. ", "url": "https://economictimes.indiatimes.com/news/science/mangalyaan-turns-one-isro-celebrates-birthday/articleshow/49089590.cms"}, {"title": "India's 1st Mars Mission Celebrates One Year at Red Planet", "date": "2015-09-24", "content": "India's first-ever Mars probe is now one year into its historic mission, and it's still going strong. The Mars Orbiter Mission (MOM) spacecraft, also known as Mangalyaan, arrived at the Red Planet on the night of Sept. 23, 2014 (Sept. 24 GMT and Indian Standard Time), just two days after NASA's Mars Atmosphere and Volatile Evolution probe (MAVEN) reached Mars orbit. Mangalyaan, which means \"Mars craft\" in Sanskrit, was the first interplanetary probe ever launched by India, and its $73 million mission is primarily a technology demonstration, officials with the Indian Space Research Organisation (ISRO) have said. But Mangalyaan carries a color camera and four scientific instruments, which it has been using to study the Martian surface and atmosphere over the past 12 months. MOM's mission was originally scheduled to last 6 months, but operations were extended by an additional 6 months earlier this year. Further extensions are likely; ISRO officials have said that Mangalyaan has enough fuel onboard to keep studying Mars for years to come. MOM might even last long enough to welcome a sister craft to Mars orbit. ISRO officials announced last year that the country plans to launch a Mangalyaan 2 mission in the 2018-2020 time frame. MOM and MAVEN, which seeks to determine how fast Mars' atmosphere is being lost to space, are not the only operational spacecraft orbiting the Red Planet. NASA's Mars Odyssey and Mars Reconnaissance Orbiter are also eyeing the planet from above, as is the European Space Agency's Mars Express probe. (These latter three spacecraft arrived at Mars in 2001, 2006 and 2003, respectively.) Two NASA rovers are also actively exploring the Martian surface - Opportunity, which landed in January 2004, and Curiosity, which survived a dramatic and unprecedented \"sky crane\" touchdown in August 2012.", "url": "https://www.space.com/30633-india-mars-orbiter-mission-anniversary.html"}, {"title": "Mars data interesting, more work needed: Isro", "date": "2015-10-06", "content": "The Mars Orbiter Mission has produced interesting data but further work is needed over such inputs for validation purposes, a top Isro official has said. \"We have got interesting data from the Mars Orbiter Mission, but it needs lot more analysis, it needs to be validated by research,\" Isro chairman A. S. Kiran Kumar said. \"Only data can tell us that,\" he told PTI when asked if something really exciting could be expected out of data from MOM. \"The data requires significant amount of additional work to be done to convert them into research output.\" \"For example, whatever recently came from Nasa...in 2011 they wrote their first paper but only now they have validated,\" he added. Isro has extended till October 10 its \"Announcement of Opportunity for India's research community for using data from MOM. The AO is for using data from five payloads of Mom, Mars Colour Camera, Thermal Infrared Imaging Spectrometer, Methane Sensor for Mars, Lyman Alpha Photometer and Mars Exospheric Neutral Composition Analyser. \"We have made the entire data accessible to research community through the AO, we will also be looking forward to research community carrying out their independent research for all five instruments,\" he said. On the prospect of finding presence of water in Mars, he said \"with respect to water...our set of instruments do not have much scope...except the Mars spectrometer which is there.\" \"We are flying at an altitude of minimum about 300 km which is still far, in the end of operation we will take satellite to the surface of Mars or very close to it at that time we may get something different but otherwise the kind of instruments which we are carrying are still like baby steps in exploration compared to what Americans have done.\" Celebrating one year of Mom's presence in orbit, Isro released a Mars Atlas recently. MOM was launched on November 5, 2013, from Sriharikota, about 100 km from here.", "url": "https://www.deccanchronicle.com/151006/nation-current-affairs/article/mars-data-interesting-more-work-needed-isro"}, {"title": "ISRO Releases First Ever Hindi Atlas on MOM to Help More Indians Learn About the Mission", "date": "2015-10-28", "content": "India's Hindi-reading citizens can now get interesting updates about the country's space missions, especially the Mars Orbiter Mission, as the government has released the first ever Hindi Atlas book based on Mangalyaan. The atlas has been launched to spread awareness about some of the landmark achievements of Indian Space Research Organisation, and to engage those citizens who cannot understand English but are well versed in Hindi. After success of many missions like Chandrayaan, Mangalyaan and ASTROSAT, ISRO has gained worldwide popularity and many foreign space agencies have shown interest in working with India. This step will encourage young minds across the country to contribute to the field of space research, even if they do not possess the knowledge of English language. The atlas will contain a compilation of images acquired by the Mars Colour Camera, and data collected by the five payloads of MOM. ISRO had also released a Mars Atlas in English on the occasion of Mangalyaan's first anniversary on September 24, 2015. It provides a lot of detailed information about the different features of the red planet, such as its craters, moons, volcanic features, tectonic features and more.", "url": "https://www.thebetterindia.com/37207/hindi-atlas-on-mangalyaan-by-isro/"}]}, [], {"win label": 0, "news": [{"title": "Mangalyaan Still Going Strong, To Have Course Correction: ISRO", "date": "2016-08-11", "content": "Nearly two years after it was launched, 'Mangalyaan' is still functioning well, and with a planned course correction next January to extend its battery life, it would keep going for many years, ISRO chairman AS Kiran Kumar said today. The correction in the trajectory of the Mars Orbiter Mission is required to keep the power supply strong during a long-duration eclipse - caused by shadow of Mars falling on it for 7-8 hours - so that it could continue to function longer, he said. \"The long-duration eclipse period could cripple the satellite if no corrections are done because the battery cannot support long-duration eclipse,\" Mr Kumar said. He delivered a lecture at IIT-Gandhinagar as a part of the institute's Roddam Narasimha Distinguished Lecture series. He spoke about the MoM during the lecture, and also afterwards when speaking to reporters. \"Once it is done, the satellite can last for many years and we can study multiple season activities on the Mars...Originally we had not anticipated this situation. The course correction will reduce the effect of the eclipse by half so that the battery could sustain it,\" he said. \"While we started, it was a basic mission of only six months. On September 24, we would be completing two years and we still have all the fuels and all the systems working on it, providing information from all five payloads for many years to come,\" Mr Kumar said. ISRO is also working on its second lunar mission spacecraft, Chandrayaan-II, he said. \"Unlike Chandrayaan-I, we have planned a controlled descent of Chandrayaan-II which we intend to put into orbit by the end of next year or early part of 2018....We have already done development of Rover and Liner. Rover engineering version is undergoing test,\" he said. ", "url": "https://www.ndtv.com/india-news/mangalyaan-still-going-strong-to-have-course-correction-isro-1442764"}, {"title": "MOM's Second Anniversary at Mars", "date": "2016-10-05", "content": "On Mars Orbiter Mission's second anniversary of Mars arrival, ISRO has made available to the public data from its first year in orbit. As expected, there are no dramatically new science results. The most anticipated results were from the Methane Sensor for Mars, which unfortunately hasn't found any methane on the planet. This does not necessarily imply that there is no methane at Mars, only that MSM is likely not sensitive enough to sense trace amounts of methane that are present. Other payloads include the Lyman Alpha Photometer, which studies the abundance of deuterium and hydrogen in the atmosphere, the Thermal Infrared Imaging Spectrometer to study and map the mineral surface of Mars, and the Mars Exospheric Neutral Composition Analyser, a neutral gas spectrometer. MENCA's science results were already published in a paper in March. The Mars Color Camera has captured a variety of wide-angle views. It takes MOM a little over three days to complete one orbit of Mars, and the camera typically takes at most four pictures per day. The spacecraft has an extremely elliptical orbit with a periapsis altitude of 343 kilometers and an apoapsis altitude of 71,191 kilometers. As it swings around Mars, it can see the full disk or closer images. There are more than 500 images available to play with. They can be downloaded from the website at reduced resolution in PNG format, or in 16- and 32-bit archival formats. However, the website is buggy, with frequent timeouts and freezes. The images have incredible detail, and show surface features and dust patterns clearly. ", "url": "https://www.planetary.org/articles/1005-moms-second-anniversary-at-mars"}, {"title": "India's Mars Orbiter Mission Has a Methane Problem", "date": "2016-12-08", "content": "More than two years after its pioneering Mars Orbiter Mission reached the red planet, the Indian Space Research Organization has yet to release highly anticipated measurements of atmospheric methane, a gas which on Earth is strongly tied to life. Seeker has learned that the data will never come, due to a flaw in the sensor design. \"They did not design this properly for the detection of methane on Mars,\" Michael Mumma, senior scientist at NASA's Goddard Space Flight Center, told Seeker. In 2003, Mumma led a team that made the first definitive measurements of methane on Mars using an infrared telescope in Hawaii. The methane, which appeared in plumes over specific regions of Mars, reached a maximum density of about 60 parts per billion. \"The instrument is beautifully engineered, but not for the methane task. It has other value, but unfortunately they will not be able to provide measurements of methane at the levels needed to sample even the plumes we saw,\" Mumma said. The problem has to do with how the instrument collects and processes detections of methane in the atmosphere, a technique known as spectroscopy. \"Imagine that you hold your hand in front of you and extend your four fingers ... Suppose that each represents a methane line. What they have is a spectrometer that can be shifted to ... sample each one of the four fingers and then they have a second one that samples the region between the fingers. \"The trouble is they don't actually send back the spectra. What they send back is the two numbers - the sum of the fingers measured by the first channel and the sum of gaps measured by the second channel - and then they take a difference of those two numbers and they think that that's going to be the methane signal,\" Mumma said. \"The problem, of course, is that when you have other spectral lines ... like carbon dioxide lines which vary widely with temperature in terms of their intensity, then those two numbers ... don't represent methane alone. The net effect is that there is no way that one can back out those two signals in order to retrieve a methane signal,\" he said. \"It's really unfortunate because they succeeded so spectacularly well in placing the spacecraft into orbit at all, which was the major achievement for the first try,\" he added. \"But the reality is we won't seeing any detections of methane from the Mars methane sensor on MOM.\" Mumma and colleague Geronimo Villanueva, also at Goddard, analyzed the MOM methane instrument design as part of NASA's widening partnership with ISRO. Their findings were presented to the Indian space agency ISRO in February. \"I believe the resolution is that the Indians now agree that their methane sensor is better used for other purposes, so they are now calling this an albedo mapper and measuring reflected sunlight. It does that, and it does that well,\" Mumma said. \"The engineers know how to build a good instrument. That's not the issue. The problem is they didn't have the scientific guidance needed to tell them exactly what they needed to do,\" he said. Seetha Somasundaram, with ISRO's Satellite Center which designed the instrument, declined to comment and referred Seeker to ISRO spokesman Deviprasad Karnik. Karnik did not responded to requests for comment. Mumma and other scientists are now pinning their hopes on getting Mars methane measurements from Europe's newly arrived Trace Gas Orbiter.", "url": "https://www.space.com/34943-india-mars-orbiter-mission-methane-detector-flaw-red-planet.html"}, {"title": "ISRO Mars Orbiter Mission's Methane Instrument Has a Glitch", "date": "2016-12-15", "content": "The methane sensor instrument onboard ISRO's Mars Orbiter Mission, which has been in orbit around the red planet since September 2014, may not be able to transmit some useful data to Earth, the digital magazine Seeker reported on December 7. Scientists have previously found that an as-yet unknown mechanism has been replenishing methane in the martian atmosphere; there are many satellites, including ISRO's, currently in orbit around the planet trying to resolve this mystery. The Methane Sensor for Mars instrument was designed and built at the ISRO Satellite Centre, Bengaluru. It is a Fabry-Pérot interferometer, an instrument that studies radiation by bouncing it between two partially silvered mirrors. With each bounce, some of the radiation escapes the mirrors and is collected at a point. Over multiple bounces, different parts of the same stream of radiation are collected as different waves of radiation, which are then made to interfere with each other to produce an interference pattern. The higher the reflectivity of the mirrors, the finer the pattern, and so the better it reveals important properties of the radiation. The MSM was the first Fabry-Pérot instrument in space when the MOM launched in November 2013. It works by sampling two kinds of radiation: one that bounces off the Martian surface and is unimpeded by any methane molecules in the atmosphere, and one that bounces off the Martian surface and is impeded by methane molecules, which absorb the radiation. Michael J. Mumma, a senior scientist at the NASA Goddard Spaceflight Centre, Maryland, and one of the first scientists to report the presence of methane on Mars in 2003, told Seeker, \" ISRO scientists did not design MSM properly for the detection of methane on Mars.\" Since both the methane and reference measurements require light to be incident on the Martian surface, MSM makes its measurements when the side of Mars it is on is also facing the Sun. As a result, the instrument is also able to measure the planet's albedo, the measure of \" the reflecting power of the surface \". \"Changes in the albedo can reveal important information on seasonal changes owing to wind transport of dust, formation of water and carbon dioxide frosts, and so on,\" Mumma told The Wire. \"And these are fundamental to understanding the meteorology on Mars.\" However, he has said that the data MSM relays to Earth does not differentiate between radiation absorbed by methane - characterised by a particular frequency of the radiation being absent in the eventual interference pattern - and that absorbed by other gases, such as carbon dioxide, very well. \"Carbon dioxide signatures vary with topography, time-of-day, latitude and season,\" he explained. \"Temperature variations are very important - they cause the individual ro-vibrational spectral lines to vary in intensity.\" Ro- vibrational stands for 'rotational-vibrational', a form of spectroscopy used to study the properties of gases. \"The two instrument arms\" - i.e. the methane and reference channels - \"sample this variation in different ways, and accurate removal of the carbon dioxide signature from the difference signal is crucial to searching for methane, for example.\" He added that the Fraunhofer lines, spectroscopic measurements used to infer the composition of a star's atmosphere, \"are also sampled differently by the two arms, further complicating the process\". As a result, and as Mumma told Seeker, \"The net effect is that there is no way that one can cancel out those two signals in order to retrieve a methane signal\" alone. A September 2015 paper by scientists from ISAC, including incumbent ISRO chairman A.S. Kiran Kumar, acknowledges that the MSM instrument is also sensitive to carbon dioxide, and that the gas absorbs up to 10% of radiation in both the reference and methane channels. Mumma and his colleague Geronimo Villanueva based their modelling of MSM results on parameters described in this paper to inform ISRO in February 2016 of the instrument's issues. \"I expect the instrument science team is evaluating and developing algorithms to include these effects, and I look forward to their publications on the results,\" he concluded. Though the MOM's primary goal was to demonstrate ISRO's ability to place a satellite around Mars, there have been few peer-reviewed scientific results published using data collected by the orbiter's instruments.", "url": "https://thewire.in/space/methane-isro-msm-spectroscopy"}]}, {"win label": 0, "news": [{"title": "Mangalyaan orbit realigned to avoid long-duration eclipse of Mars: Isro", "date": "2017-01-20", "content": "The Indian Space Research Organisation (Isro) has successfully realigned the orbit of its Mars Orbiter Mission 'Mangalyaan' so it is not affected by long-duration eclipse, Isro chairman A.S. Kiran Kumar said on Friday. \"The duration of the eclipse was so long that had we done nothing, the Mangalyaan's battery capacity would have got exhausted due to lack of sun rays. No effect of the eclipse was felt on Mangalyaan on Wednesday\" Isro chairman said. \"On the evening of 17 January, we manoeuvred to change the orbit of Mangalyaan and reduced the duration of eclipse,\" Kumar told reporters here on sidelines of Gujarat Technological University's convocation. \"The experiment was successful. The spacecraft still has 30 kg fuel left, and with realignment we expect it to work for a very long time to come,\" he said. The correction in the trajectory of Mangalyaan was required to keep the power supply strong during the eclipse - caused by shadow of Mars falling on it for 7-8 hours - so that it could continue to function longer, as Mangalyaan's battery cannot support long-duration eclipse. Kumar also said work on Isro's ambitious South Asia satellite project has begun. The satellite is expected to be launched by March this year, he said. \"Work on assembly of rocket has begun and we expect to launch it by March. The satellite will be carried on GSLV Mark II. The satellite will have provisions for telecommunication and disaster monitoring, among others,\" he said. He also informed that work on 'Chandrayaan II' has begun and the satellite is expected to be launched in the first half of 2018. \"Experiment works on Chandrayaan II are on. We are testing soft landing engines at Mahendragiri and a place in Karnataka by simulating lunar surface. We plan to launch it in the first half of 2018,\" he said. Kumar was the chief guest at the 6th convocation of Gujarat Technological University where a total 87,258 students were conferred degrees in different streams of engineering, pharmacy, business administration, computer application, hotel management, among others.", "url": "https://www.livemint.com/Science/f6mGtYYSgWSK2oyaCA15cP/Mangalyaan-orbit-realigned-to-avoid-longduration-eclipse-of.html"}, {"title": "Isro-Mars orbiter mission life extended up to 2020", "date": "2017-02-08", "content": "A crucial orbital manoeuvring of India's Mars probe has not only saved the spacecraft from imminent death, but also increased its life span by another three years till 2020. The fate of the probe was in jeopardy as it was to face an eclipse during which dark shadows of the Red Planet was to fall on the satellite, denying its solar panels any light. The on-board battery which was to take over had a life of just about 1.4 hours, while the eclipse was to last for 8 hours. The spacecraft's future was bleak. The scientists thought of a solution. On the night of January 17, a team of eight engineers at Indian Space Research Organisation's Telemetry, Tracking and Command Network, Bengaluru, sent a time-delayed command to the Mars probe. The command set in motion firing of eight on-board thruster rockets. Each of them were fired for 431 seconds, pushing the Mars Orbiter Mission space probe to a new orbit that completely avoids an eclipse up to September 2017. The shadowing in September is of a smaller duration, which the satellite's batteries can handle. \"Because of the crucial orbital change, the MOM now gets three additional years' life. We are expecting it to transmit data till 2020,\" Isro chairman A S Kiran Kumar told DH. As against its designed life of six months, the MOM completed two-and-a-half years beaming pictures of the Red Planet back to the Earth and is likely to continue for another three years. Last month's orbital manoeuvre exhausted almost 20 kg of fuel from the MOM's stock of 30 kg. The remaining 13 kg of fuel, Kiran Kumar said, was sufficient for the rest of its life. The 1,337 kg probe, designed and developed on a shoestring budget of Rs 450 crore, was inserted into the Martian orbit in September 2014. Most of the fuel was spent during its voyage to the Martian orbit. Some of the scientific tasks it performed include creation of a vertical dust profile of the Martian atmosphere, checking out the presence of carbon-containing methane in Mars and studying the noble gas Argon. ", "url": "https://www.deccanherald.com/content/595344/isro-mars-orbiter-mission-life.html"}, {"title": "ISRO'S Mars Orbiter Mission Completes 1000 Days in Orbit", "date": "2017-06-20", "content": "India's indigenous Mars Orbiter Mission, the maiden interplanetary launch of ISRO, which was launched on November 5, 2013, completes 1000 earth days in its orbit. MOM is credited with many laurels like cost-effectiveness, a short period of realisation, economical mass-budget, miniaturisation of five heterogeneous science payloads etc. Satellite is in good health and continues to work as expected. Scientific analysis of the data received from the Mars Orbiter spacecraft is in progress. ISRO has also launched MOM Announcement of Opportunity programmes for researchers in the country to use MOM data for R&D. The success of Mars Orbiter Mission has motivated India's student and research community in a big way. Thirty-two proposals were supported under this AO. A Planetary data analysis workshop was also conducted to strengthen the MOM-AO scientist's research interest. First-year data from MOM was released to the public on September 24, 2016. The Mars Colour Camera, one of the scientific payloads onboard MOM, has produced more than 715 images so far. Mars Atlas was prepared and made available on ISRO website. MOM went through a communication 'blackout' as a result of solar conjunction from June 2, 2015, to July 2, 2015. Telemetry data was received during most of the conjunction period except for 9 days from June 10-18, during superior conjunction. MOM was commanded with autonomy features starting from May 18, 2015, which enabled it to survive the communication 'blackout' period without any ground commands or intervention. The spacecraft emerged out of 'blackout' period with auto control of the spacecraft systems successfully. This experience had enabled the mission team to program a spacecraft about one month in advance for all operations. MOM spacecraft experienced the 'whiteout' geometry during May 18 to May 30, 2016. A 'whiteout' occurs when the Earth is between the Sun and Mars and too much solar radiation may make it impossible to communicate with the Earth. The maximum duration of 'whiteout' is around 14 days. MOM spacecraft experienced the 'whiteout' during May 2016. However, MOM is built with full autonomy to take care of itself for long periods without any ground intervention. The entire planning and commanding for the 'whiteout' was completed 10 days before the actual event. No commanding was carried out on the satellite in the 'whiteout' period. Payload operations were suspended. Fault Detection, Isolation and Recovery were kept enabled, so as to take care of any contingency on the spacecraft. Master Recovery Sequencer was programmed, to acquire the attitude of the spacecraft and ensure communication with earth even in the case of loss of attitude. The spacecraft came out of 'whiteout' geometry successfully on May 30, 2016, and has been normalised for regular operations. An orbital manoeuvre was performed on MOM spacecraft to avoid the impending long eclipse duration for the satellite. The duration of the eclipse would have been as long as 8 hours. As the satellite battery is designed to handle eclipse duration of only about 1 Hour 40 minutes, a longer eclipse would have drained the battery beyond the safe limit. The manoeuvres performed on January 17, 2017, brought down the eclipse duration to zero during this long eclipse period. On the Evening of January 17, all the eight numbers of 22N thrusters were fired for a duration of 431 seconds, achieving a velocity difference of 97.5 m/s. This has resulted in a new orbit for the MOM spacecraft, which completely avoided eclipse up to September 2017. About 20 kg propellant was consumed for this manoeuvres leaving another 13 kg of propellant for its further mission life. ", "url": "https://www.deccanherald.com/content/618393/isros-mars-orbiter-mission-completes.html"}, {"title": "ISRO's MOM completes 1000 Earth days, can survive for 'more years'", "date": "2017-06-21", "content": "It was not expected to last more than six months or 180 days in the space, but the Mars Orbiter has done it. ISRO's Mars mission has survived 1000 earth days in space orbiting around the Red Planet against its calculated lifetime, and is expected to last for some 'more years' due to enough fuel left in it. Launched on November 5, 2013, by the PSLV-C25 rocket, the spacecraft took nine months to reach Martian orbit. The Indian space agency placed MOM in orbit around Mars on September 24, 2014, with a mission to collect the data on Mars and send it back to the Earth. So far, the onboard camera has produced more than 715 pictures. However, the journey wasn't all that smooth. The MOM had faced 'blackout' due to solar conjunction from June 2, 2015 and to July 2, 2015, and a 'whiteout' when the Earth was between the Sun and Mars, The 'whiteout' had prevented the spacecraft to make any contacts with earth from May 18, 2016 to May 30, 2016. MOM was launched with about 852Kg of fuel load. Later in March 2015, the spacecraft was confirmed to contain several amount of fuel to extend the mission by another six months. Surprisingly, now, it's going way beyond ISRO's expectations itself. ISRO said 1000 earth days corresponds to 973.24 Mars Sols. In this period of time, Mars Orbiter completed 388 orbits and is expected to go for \"more\" in the next few years with the 14-15kg of fuel left in it, the space agency added.", "url": "https://www.deccanchronicle.com/science/science/210617/isros-mom-completes-1000-earth-days-can-survive-for-more-years.html"}]}, {"win label": 0, "news": [{"title": "Isro's Mars Orbiter Mission completes 3 years in orbit", "date": "2017-09-25", "content": "India's rendezvous with the red planet continues as its celebrated Mars Orbiter Mission (MOM) completes three years in orbit. \"As the country's low-cost Mars Orbiter Mission completes three years in its Martian orbit, the satellite is in good health and continues to work as expected,\" the Indian Space Research Organisation said. The scientific analysis of the data received from the Mars Orbiter spacecraft is in progress, ISRO public relations director Deviprasad Karnik told PTI. The country had on 24 September 2014 successfully placed the Mars Orbiter Mission spacecraft in the orbit around the red planet, in its very first attempt, thus breaking into an elite club. ISRO had launched the spacecraft on its nine-month-long odyssey on a homegrown PSLV rocket from Sriharikota in Andhra Pradesh on 5 November 2013. It had escaped the earth's gravitational field on 1 December 2013. On the occasion of completion of three years of MOM in its Martian orbit on 24 September 2017, the space body on Monday released MOM second year science data from 24 September 2014 to 23 September 2016. The space agency had earlier launched MOM announcement of opportunity programmes for researchers in the country to use MOM data for research and development. Citing surplus fuel, ISRO had in March 2015 announced that the spacecraft's life had been extended for another six months. Later in June 2015, its chairman A.S. Kiran Kumar had said it had enough fuel for it to last \"many years\". The Rs450-crore MOM mission aims at studying the Martian surface and mineral composition as well as scan its atmosphere for methane. The Mars Orbiter has five scientific instruments-Lyman Alpha Photometer, Methane Sensor for Mars, Mars Exospheric Neutral Composition Analyser, Mars Colour Camera and Thermal Infrared Imaging Spectrometer. The Mars Colour Camera, one of the scientific payloads onboard MOM, has produced more than 715 images so far, ISRO had said. During its journey so far, the mission went through a communication 'blackout' as a result of solar conjunction from 2 June 2015 to 2 July 2015. It had also experienced the 'whiteout' geometry phenomenon from 18 May to 30 May 2016. An orbital manoeuvre was also performed on MOM spacecraft to avoid the impending long eclipse duration for the satellite, ISRO said. The government had in November last said the space organisation was seeking scientific proposals for Mars Orbiter Mission-2 to expand inter-planetary research.", "url": "https://www.livemint.com/Science/mc9kMGnEGLumu7bEKaWvfL/Isros-Mars-Orbiter-Mission-completes-3-years-in-orbit.html"}, {"title": "Mars Orbiter Mission: Mangalyaan completes three years in Mars orbit which is made to run six months", "date": "2017-09-26", "content": "India's rendezvous with the red planet continues as its celebrated Mars Orbiter Mission (MOM) completes three years in orbit. \"As the country's low-cost Mars Orbiter Mission completes three years in its Martian orbit, the satellite is in good health and continues to work as expected,\" the Indian Space Research Organisation (ISRO) said. The scientific analysis of the data received from the Mars Orbiter spacecraft is in progress, ISRO Public Relations Director Deviprasad Karnik told PTI. The country had on September 24, 2014 successfully placed the Mars Orbiter Mission spacecraft in the orbit around the red planet, in its very first attempt, thus breaking into an elite club. ISRO had launched the spacecraft on its nine-month-long odyssey on a homegrown PSLV rocket from Sriharikota in Andhra Pradesh on November 5, 2013. It had escaped the earth's gravitational field on December 1, 2013. On the occasion of completion of three years of MOM in its Martian orbit on 24 September 2017, the space body today released MOM second year science data from September 24, 2014 to September 23, 2016. The space agency had earlier launched MOM Announcement of Opportunity (AO) programmes for researchers in the country to use MOM data for research and development. Citing surplus fuel, ISRO had in March, 2015 announced that the spacecraft's life had been extended for another six months. Later in June, 2015, its chairman A S Kiran Kumar had said it had enough fuel for it to last \"many years\". The Rs 450-crore MOM mission aims at studying the Martian surface and mineral composition as well as scan its atmosphere for methane (an indicator of life on Mars). The Mars Orbiter has five scientific instruments - Lyman Alpha Photometer (LAP), Methane Sensor for Mars (MSM), Mars Exospheric Neutral Composition Analyser (MENCA), Mars Colour Camera (MCC) and Thermal Infrared Imaging Spectrometer (TIS). The Mars Colour Camera, one of the scientific payloads onboard MOM, has produced more than 715 images so far, ISRO had said. During its journey so far, the mission went through a communication 'blackout' as a result of solar conjunction from June 2, 2015 to July 2, 2015. It had also experienced the 'whiteout' geometry phenomenon (when earth is between the sun and Mars and too much solar radiation makes it impossible to communicate with the earth) from May 18 to May 30, 2016. An orbital manoeuvre was also performed on MOM spacecraft to avoid the impending long eclipse duration for the satellite, ISRO said. The government had in November last said the space organisation was seeking scientific proposals for Mars Orbiter Mission-2 to expand inter-planetary research. ", "url": "https://www.dnaindia.com/science/report-mars-orbiter-mission-mangalyaan-completes-three-years-in-mars-orbit-which-is-made-to-run-six-months-2548482"}, {"title": "Mangalyaan's 4th Anniversary: ISRO Celebrates Mars Orbiter Mission", "date": "2017-11-06", "content": "India's first interplanetary mission Mangalyaan's 4th anniversary was observed on 5 November 2017, and ISRO celebrated its Mars Orbiter Mission to commemorate the successful journey of the space probe. With the launch of Mangalyaan or Mars Orbiter Mission, on 5 November 2013, Indian Space Research Organisation, became the fourth space agency to reach Mars, after the Soviet space program, NASA, and the European Space Agency. At Mangalyaan's 4th anniversary, it is worth mentioning that India is the first Asian nation to reach Mars orbit, and the first nation in the world to do so in its first attempt. It was initially planned for six months, and now it is still going strong even after four years. Recently on 19 May 2017, Mangalyaan reached 1,000 days in orbit around Mars. In that time, the spacecraft completed 388 orbits of the planet and sent over 715 images back to Earth. In honour of the success of Mars Orbiter Mission, Indian government has imprinted the picture of Mangalyaan on the backside of newly launched Rs 2,000 notes. However, ISRO is not going to stop at Mangalyaan. ISRO, on 28 October 2015, announced its second mission - Mangalyaan 2, for launch to Mars during the time period of 2021-2022. * * * **Tags assigned to this article:** Mangalyaan's 4th anniversary mangalyaan mars orbiter mission isro ", "url": "https://www.businessworld.in/article/Mangalyaan-s-4th-Anniversary-ISRO-Celebrates-Mars-Orbiter-Mission/06-11-2017-130599"}]}, {"win label": 0, "news": [{"title": "ISRO successfully test-fires liquid engine on Mangalyaan", "date": "2018-03-12", "content": " In a crucial manoeuvre ahead of India's Mars orbiter's entry into the final destination on September 24, the main liquid engine on the spacecraft was today successfully test fired and its trajectory corrected. The 440 Newton Liquid Apogee Motor (LAM) engine, idling for the last 300 days on the Mars Orbiter Mission, was fired for four seconds, raising the confidence level of ISRO about the success of insertion of the spacecraft into the Martian orbit. \"Main Liquid Engine test firing on Mars orbiter spacecraft successful: We had perfect burn for 4 seconds as programmed. The trajectory has been corrected. Mars Orbiter Mission will now go ahead with the normal plan for Mars Orbit Insertion,\" said ISRO. The success came even as MOM today entered the Mars Gravitational Sphere of Influence. \"Our navigators' calculations show that MOM has entered the Gravitational Sphere of Influence of Mars,\" ISRO said. The spacecraft was within 5.4 lakh km radius of the Mars' Gravitational Sphere of Influence, it said. On a 666 million km journey, the spacecraft escaped the earth gravity pull on December 1 last. In the last lap on September 24, the orbiter has to be slowed down from 22.1 km per second to 4.4 km per second in relation to the red planet to be captured by the Martian orbit. The engine would be fired for 24 minutes on that day to reduce its velocity and insert it into the Martian orbit. ISRO has already uploaded commands to help the spacecraft automatically enter the orbit. The mission's success will make India the first country in the world to go to Mars in the maiden attempt. As India's MOM was on course to its destination, US NASA's MAVEN spacecraft began orbiting Mars today.", "url": "https://www.thehindubusinessline.com/news/science/isro-successfully-test-fires-liquid-engine-on-mangalyaan/article20871988.ece1"}]}, {"win label": 0, "news": [{"title": "India's Mars Orbiter Mission completes four years in red planet's orbit", "date": "2018-08-09", "content": "India's mission to Mars has completed four years in the orbit. The \"Mission Mangalyaan\", also known as the Mars Orbiter Mission (MOM) was initially estimated to survive around six months, but it is still active and has captured the seasonal variations of the red planet for two Martian years. India was the first nation to reach Mars on a maiden attempt. Its five payloads are functioning well, said an Isro official. One of the main objectives of the first Indian mission to Mars is to develop the technologies required for designing, planning, management and operations of an interplanetary mission. ", "url": "https://www.business-standard.com/article/current-affairs/india-s-mars-orbiter-mission-complete-four-years-in-red-planet-s-orbit-118092400146_1.html"}, {"title": "ISRO makes history as Mangalyaan completes four years in orbit", "date": "2018-09-25", "content": "It was a landmark day for the Indian Space Research Organisation as its maiden interplanetary mission- the Mars Orbiter Mission, popularly known as Mangalyaan completed four years orbiting the Red Planet. The mission, launched by the ISRO on November 5, 2013, successfully placed itself into Martian orbit on September 24, 2014 in its first attempt. Although the designed mission life of MOM was six months, the satellite has continued to beam back science data from Mars for the past four years. \"It's been 4 years since I am around! Thank you for your love and support,\" the ISRO's Mars Orbiter twitter handle said Tuesday. The tweet included an image taken by the orbiter of Olympus Mons -- the largest known volcano of the solar system. MOM is built with full autonomy to take care of itself for long periods without any ground intervention. The spacecraft came out of communication 'blackout' during this period. MOM is the only Martian artificial satellite which could image the full disc of Mars in one view frame and also image the far side of the Martian moon Deimos. The Mars Colour Camera has acquired over 980 images so far. The mission has also helped scientists successfully prepare a global atlas of Mars.", "url": "https://www.indiatvnews.com/science/news-isro-makes-history-as-its-mars-orbiter-mission-completes-four-years-465256"}, {"title": "ISRO's Mangalyaan returns stunning images to commemorate four years orbiting Mars", "date": "2018-09-26", "content": "The Indian Space Research Organisation's Mars Orbiter Mission just completed four years circling Mars this week. The satellite sent back some stunning images of the Red Planet to commemorate the big day. And they're absolutely stunning! Launched in November 2013, the Mars Orbiter is India's pioneering mission to go to outer space, and inserted itself in Mars's orbit during its first attempt on 24 September, 2013. The satellite is one of ISRO's finest for its cost-effective engineering and construction, space-effective equipment in its payload, and its weight- balanced design. After four long years orbiting Mars, the satellite continues to be in good health and efficiency, ISRO shared in a **press release**. Data that the orbiter has collected from its first two years has already been processed and made public in an **online database**. Data from year 3 was also added to the database on Wednesday, 26 September. The orbiter's onboard camera has recorded over 980 images so far, which have been compiled into an atlas of the planet. Mars's two moons - Phobos and Deimos - have been captured up close by the orbiter's Mars Colour Camera. ISRO's Mars Orbiter is also the only man-made satellite around Mars to catch and relay glimpses of the entire disc of Mars in a single frame, and the far side of its moon Deimos, the release said. One ISRO **report** also credits the satellite for data that was crucial to 23 peer-reviewed publications on Mars and its moons. We've all been wooed by some or the other image from space, and now there's a **website-full** of amazing pictures taken by India's very own Mars orbiter. ", "url": "https://www.firstpost.com/tech/science/isros-mangalyaan-returns-stunning-images-to-commemorate-four-years-orbiting-mars-5269221.html"}]}, [], {"win label": 0, "news": [{"title": "ISRO's Historic Mars Orbiter Mission: What You Need to Know", "date": "2019-08-14", "content": "On September 24, 2019, the Indian Space Research Organisation's Mars Orbiter Mission will have been orbiting the Red Planet for exactly five years: 10 times its original designed mission life of 6 months! It will be yet another distinction for the little 1337-kg spacecraft that was built and launched, all within a span of 18 months, in November 2013, and which then went on to become the first-ever Mars mission to be successful on debut. The MoM is also hailed as an example of frugal engineering: the $74-million spacecraft made it to Mars at a fraction of the production budget of many Hollywood space movies. For all these reasons, Mangalyaan, as the mission is popularly known, is considered a massive success by space aficionados. Varun Bhalerao is one of those aficionados. Actually, he's more than that. The Assistant Professor at IIT-Bombay is an engineer and astrophysicist who was a part of the teams that launched India's first space telescope, Astrosat, in 2015 and which set up the first fully-automated optical telescope at Hanle, Ladakh in 2018. Bhalerao is also working on projects like the Laser Interferometer Gravitational-Wave Observatory at Hingoli in Maharashtra, and the upcoming thirty-metre telescope, which aims to be the world's largest visible-light telescope. The Weather Channel caught up with Prof. Bhalerao to discuss some commonly- asked questions about the Mars Orbiter Mission and how it has contributed to our understanding of the Red Planet. Why did ISRO choose Mars for its first interplanetary mission? Mars and Venus are our closest planetary neighbours in space. Of the two, Mars is more scientifically interesting, particularly since there are hints of water on it. You could send a mission to Venus ISRO is actually planning a Venus mission, possibly in 2023, but the planet's sulphuric acid clouds would prevent a clear view of the surface. I think one of ISRO's primary goals was to enhance its long-term scientific understanding of Mars, and that's what the Mars Orbiter Mission is all about. What challenges would ISRO have dealt with? Someone at NASA once used a golfing analogy to answer a similar question. They said a successful mission is like putting the ball into the hole with your first swing-except that the hole is thousands of miles away. That's how it would have been with the MoM as well. Many things had to go just right: the boosters had to fire at the right time, the steering had to be accurate, and the spacecraft's antenna had to be pointed directly at Earth. One slip, and all would have been lost. When I was younger, I remember, we had a jeep that had ignition trouble in winter. So we had to start and warm it up daily, else the engine just wouldn't respond. Now imagine powering up a spacecraft after it has spent months hibernating in deep space. During the Mars orbit injection, the MoM was autonomous; all the manoeuvres had been pre-programmed. Scientists couldn't even see or control the spacecraft in real time, since even light takes nearly 20 minutes to travel from there to Earth. Given all this, the fact that ISRO succeeded the first time when other countries have failed so many times over the decades is a remarkable achievement. What are some of the 'firsts' that Mangalyaan achieved? At a global level, it was the first time a space agency had attained success on its first Mars mission. Also from ISRO's point of view, it was the farthest they had navigated a spacecraft. It also marked a big success for the Indian Deep Space Network which is tracking the mission. **What significant facts or information has the MoM sent back so far?** As a space buff, the highlight for me was to see the beautiful colour images the MoM sent back, showing us the full face of Mars. ISRO has said that MoM was the first human satellite to send back full disc of Mars in one view frame and also image the far side of Deimos. I cannot comment about the scientific findings of MoM. However, ISRO has been putting data obtained from MoM's five payloads about Mars' atmosphere, geology, mineralogy, etc. in public for registered users, and a number of peer-reviewed publications have been written about it. Do you subscribe to the theory that life exists on Mars? In my view, there is no intelligent, large-scale life on Mars. Green men with antennae on their heads are probably just a product of science fiction. There could theoretically be microbial life, but the verdict is out on whether they exist today, or have existed at some point in history. Having said that, methane sensors on Mars might provide some indication of whether life exists some day. What are conditions on Mars like?* Mars' atmosphere is thin and there's too much carbon dioxide in the air for humans to safely breathe it. Mars also has crazy global dust storms that last for months. It was one such storm in June 2018 that caused the solar battery on NASA Opportunity rover to drain out, ending its mission. In addition, gravity on Mars is about 62% lower than Earth, due to its smaller size and density. This means that even if you create an artificial atmosphere near the surface to make life easier for humans, it won't stay there because of the low gravity. Hence, if humans are to live there, they will most probably do so within high-pressure domes. Could humans colonise Mars in the near future? It depends on how we define a colony. I think we will definitely see a human on Mars in the next 20-30 years. But a full-fledged township, with children playing cricket under giant domes? Unlikely. It's more realistic to expect a permanent human presence on Mars: groups of astronauts shuttling back and forth from a space station. Anything more is technically and financially challenging. Taking thousands of people to another planet requires hundreds of rocket trips. And while many countries are excited about Mars, no one's putting in the billions of dollars and other resources needed for setting up large colonies there, at least just yet. ", "url": "https://weather.com/en-IN/india/science/news/2019-08-14-everything-you-wanted-to-know-about-isros-historic-mars-orbiter"}, {"title": "ISRO's Mars Mission Completes 5 Years, Was Meant To Last Only 6 Months", "date": "2019-09-25", "content": "India's Mangalyaan mission, which was initially meant to last six months, has completed five years of orbiting Mars and is likely to continue for more time, ISRO chief K Sivan said today. In the last five years, the Mars Orbiter Mission or MOM, India's first interplanetary endeavour, helped India's space agency prepare a Martian Atlas based on the images provided by the orbiter, Mr Sivan told news agency Press Trust of India. The Mangalyaan mission completed five years on Tuesday. \"It's working and continuously sending pictures. It still has some time to go,\" Mr Sivan said. Asked about 'Mangalyaan 2', he said work is going on and there is no decision on it yet. The Mars orbiter has sent thousands of pictures totaling two terabytes, an Indian Space Research Organisation official explained. The Mars Colour Camera took close distance images of Phobos and Deimos, the two moons of Mars. MOM is the only Martian artificial satellite that could capture the full disc of Mars in one view frame and also takes images of the far side of Deimos, ISRO said. The data from MOM helped produce 23 publications in peer-reviewed journals, it added. An important conclusion of the mission has been the finding that dust storms on the Martian can rise up to hundreds of kilometres, added Mr Sivan's predecessor AS Kiran Kumar. The success of Mangalyaan, hailed for being cheaper than the Hollywood movie \"Gravity\" and much cheaper than NASA's Maven Orbiter, comes in the wake of ISRO's setback in the Chandrayaan 2 mission. The Maven Orbiter was similar to India's Mars mission. Mangalyaan is India's first endeavour to successfully reach another planet. The launch vehicle, spacecraft and ground segment cost Rs 450 crore. One life- limiting parameter of a spacecraft, under nominal orbital conditions, is the availability of fuel, necessary to maintain the spacecraft's orbit and orientation. In the case of the MOM, scientists said there is some reserve propellant. \"The orbiter can go on for another year,\" Mr Kumar told Press Trust of India. Detailing how fuel was saved, Mr Kumar said \"non-nominal performance\" for various segments were accounted for while planning the mission. \"Depending on that we assign a certain kind of fuel for rectification to overcome those non- nominal purposes,\" Mr Kumar said. Since the launch was perfect, he said, the mission got the full advantage of the \"segments of fuel\". \"This was the first time we were going beyond the earth's gravitational field. During that period, you could encounter non-normal situation which could have called for correction and ensuring that certain repeat operations would be required. \"We were able to perform all the steps without any hiccups and we succeeded in reaching Mars orbit without extra fuel consumption. The insertion into the Martian orbit also went off very well, which helped save fuel,\" Mr Kumar added. There were instances when fuel was consumed for correctional purposes to avoid the orbiter coming into contact with cometary dust. \"This also shows good mission management,\" said Krishna Murthy YVN, former ISRO scientific secretary. Elaborating, Mr Murthy said precise location of the satellite by the ground station helped conserve fuel. Plus, effective control management also helped in extending the life of the MOM. Citing another example of an ISRO satellite outliving its life, Mr Murthy said Cartosat-1, the first Indian remote sensing satellite capable of providing in- orbit stereo images, was planned for three years but kept performing for 10 years. The satellite was launched in 2005. ", "url": "https://www.ndtv.com/science/isros-mars-mission-mangalyaan-completes-5-years-was-meant-to-last-only-6-months-2106873"}, {"title": "ISRO Mangalyaan Mission Completes 5 Years In Space, Despite Only Expected To Last Six Months", "date": "2019-09-26", "content": "While ISRO's recent space mission ** Chandrayaan 2 made all of us proud **despite the challenges it faced, its **Mangalyaan** Mission was also one of its biggest achievements. And while the **probe was expected to only last six months**, five years on and it still shows no sign of quitting yet. The mission completed five years yesterday. In the five years, Mangalyaan has been active, it has allowed scientists at ISRO to develop a Martian Atlas with the images the orbiter has been sending to Earth. As per ISRO, the orbiter has sent over 2TB of data. These also include pictures of two Moons of Mars Phobos and Deimos captured by the Mars Colour Camera on the orbiter. Mangalyaan was the only Martian artificial satellite that captured a full disc of Mars in one view frame, along with pictures of the far side of Deimos. Along with the images, Mangalyaan had also discovered dust storms on Mars that rose up to hundreds of kilometres. Data from this mission has also helped in creating 23 publications in peer-reviewed journals. K Sivan said in a statement, \"It's working and continuously sending pictures. It still has some time to go.\" Former ISRO chairman AS Kiran Kumar said in a statement to PTI, \"This was the first time we were going beyond the earth's gravitational field. During that period, you could encounter non-normal situation which could have called for correction and ensuring that certain repeat operations would be required. \"We were able to perform all the steps without any hiccups and we succeeded in reaching Mars orbit without extra fuel consumption. The insertion also went off very well, which helped save fuel.\" It has fuel to last one whole year, before it finally goes off. Mangalyaan was also lauded for costing just Rs 450 crores which was considerably less than Academy Award Winning Hollywood movie Gravity and loads cheaper than Nasa's Maven orbiter. ", "url": "https://www.indiatimes.com/technology/news/isro-mangalyaan-mission-completes-5-years-in-space-despite-only-expected-to-last-six-months-376540.html"}, {"title": "'Mangalyaan' Completes 5 Years in Martian Space, ISRO Publishes Fourth Year Data", "date": "2019-10-11", "content": "The Indian Space Research Organisation informed that the much-celebrated Mars Orbiter Mission completed five years on September 24 on account of which the space agency published a 'fourth-year data' of MOM at ISRO website for registered users. Making the announcement on Twitter, ISRO said, \"#ISRO Mars Orbiter Mission has completed five years in its orbit on September 24, 2019. In view of this, the fourth year data of MOM are made available at ISSDC website to registered users.\" The Mars Orbiter Mission 'Mangalyaan' was launched on November 5, 2013, from the first launch pad at Satish Dhawan Space Centre in Sriharikota. After spending close to a month orbiting around Earth, it entered the neighbouring planet's orbit on September 24, 10 months later after covering a distance of more than 666 million kilometres. Also Read - Live I Delhi-NCR-UP Rains: Massive Damage To Crops In UP, Schools In Several Districts Shut Notably, MOM or 'Mangalyaan' made India Asia's first nation to enter the Martian orbit, as well as the first country in the world to have done that in its maiden attempt. Not only that, but ISRO's Mangalyaan also became the cheapest inter-planetary mission with a making cost of Rs 450 crore. Further, it was completed in a span of just 15 months. ", "url": "https://www.india.com/news/india/mangalyaan-completes-5-years-in-martian-space-isro-publishes-fourth-year-data-3802396/"}, {"title": "'Mangalyaan': Mars orbiter completes 5 years in space, ISRO releases 'fourth year' data", "date": "2019-11-05", "content": "The Mars Orbiter Mission, also known as 'Mangalyaan', a space probe orbiting Mars, completed five years in its orbit on September 24, 2019, Indian Space Research Organisation (ISRO) informed in a tweet on Friday. ISRO also published 'fourth year data' of Mars Orbiter Mission at ISSDC website for registered users. \"Mars Orbiter Mission has completed five years in its orbit on September 24, 2019. In view of this, the fourth year data (September 24, 2017, to September 23, 2018) of MOM are made available at ISSDC website to registered users,\" ISRO tweeted. The Mars Orbiter Mission was launched on November 5, 2013. Mangalyaan had entered Mars orbit on September 24, 2014, after travelling for over 10 months to cover the distance of 666 million km to reach the destination. It is equipped with five instruments, including a sensor to track methane or marsh gas, a colour camera, and a thermal imaging spectrometer to map the surface and mineral wealth of the red planet. MOM was also adjudged one of the 25 innovations made in 2014 by 'TIME' magazine, which described it as a technological feat that will allow India to flex its \"interplanetary muscles.\" In its experience of orbiting the Mars for five years, the Mars Orbiter achieved stunning feats- The 1,350kg weighing (on Earth) craft had taken pictures one of the two Martian moons -- Phobos, while it was travelling west to east over Mars in its typical orbit, took pictures of regional dust storm activities over northern hemisphere of Mars, full disc image of the planet, showing Elysium - the second largest volcanic province on the natural satellite. The 'Mangalyaan' mission made India the first country in the world to successfully launch its mission to Mars on the very first try. Mangalyaan cost Rs 450 crore making it the cheapest inter-planetary mission ever. It was completed in just 15 months.", "url": "https://www.dnaindia.com/india/report-mangalyaan-mars-orbiter-completes-5-years-in-space-isro-releases-fourth-year-data-2796277"}]}, [], {"win label": 0, "news": [{"title": "ISRO's Mars Orbiter sends photos of red planet's biggest moon", "date": "2020-07-03", "content": "ISRO's Mars Orbiter sends photos of red planet's biggest moon Indian space agency on Friday released an image of Phobos, the closest and biggest moon of Mars clicked on July 1 by the Mars Colour Camera on board the Mars Orbiter Mission. According to Indian Space Research Organisation, the image was clicked by MOM when it was about 7,200 km from Mars and 4,200 km from Phobos. \"Spatial resolution of the image is 210 m. This is a composite image generated from 6 MCC frames and has been colour corrected,\" ISRO said. The ISRO said Phobos is largely believed to be made up of carbonaceous chondrites. \"The violent phase that Phobos has encountered is seen in the large section gouged out from a past collision and bouncing ejecta. Stickney, the largest crater on Phobos along with the other craters are also seen in this image,\" ISRO said. The Rs 450 crore MOM was launched on Nov 5, 2013 from Indian rocket port at Sriharikota.", "url": "https://www.indiatvnews.com/science/isro-mars-orbiter-mars-photos-biggest-moon-631404"}, {"title": "ISRO's Mangalyaan Captures Image Of Mars's Biggest Moon Phobos", "date": "2020-07-04", "content": "The Mars Colour Camera onboard ISRO's Mars Orbiter Mission has captured the image of Phobos, the closest and biggest moon of Mars. The image was taken on July 1 when MOM was about 7,200 km from Mars and 4,200 km from Phobos. \"Spatial resolution of the image is 210 m. This is a composite image generated from 6 MCC frames and has been color corrected,\" ISRO said in an update along with the image. Phobos is largely believed to be made up of carbonaceous chondrites. According to ISRO, \"the violent phase that Phobos has encountered is seen in the large section gouged out from a past collision and bouncing ejecta.\" \"Stickney, the largest crater on Phobos along with the other craters are also seen in this image,\" it said. The mission also known as Mangalyaan was initially meant to last six months, but subsequently ISRO had said it had enough fuel for it to last \"many years.\" The country had on September 24, 2014 successfully placed the Mars Orbiter Mission spacecraft in orbit around the red planet, in its very first attempt, thus breaking into an elite club. ISRO had launched the spacecraft on its nine-month- long odyssey on a homegrown PSLV rocket from Sriharikota in Andhra Pradesh on November 5, 2013. It had escaped the earth's gravitational field on December 1, 2013. The Rs 450-crore MOM mission aims at studying the Martian surface and mineral composition as well as scan its atmosphere for methane. The Mars Orbiter has five scientific instruments - Lyman Alpha Photometer, Methane Sensor for Mars, Mars Exospheric Neutral Composition Analyser, Mars Colour Camera and Thermal Infrared Imaging Spectrometer ", "url": "https://www.outlookindia.com/website/story/india-news-isros-mangalyaan-captures-image-of-marss-biggest-moon-phobos/356011"}, {"title": "ISRO's Mangalyaan mission captures image of Mars' largest moon Phobos", "date": "2020-07-06", "content": "The Mars Colour Camera onboard ISRO's Mars Orbiter Mission has captured the image of Phobos, the closest and biggest moon of Mars. The image was taken on 1 July when MOM was about 7,200 km from Mars and 4,200 km from Phobos. \"Spatial resolution of the image is 210 m. This is a composite image generated from **6 MCC frames and has been colour corrected** ,\" ISRO said in an update along with the image. Phobos is largely believed to be made up of carbonaceous chondrites. According to ISRO, \"the violent phase that Phobos has encountered is seen in the large section gouged out from a past collision and bouncing ejecta.\" \"Stickney, the largest crater on Phobos along with the other craters are also seen in this image,\" it said. The mission also known as Mangalyaan was initially meant to last six months, but subsequently, ISRO had said it had enough fuel for it to last \"many years.\" The country had on 24 September 2014 successfully placed the Mars Orbiter Mission spacecraft in orbit around the red planet, in its very first attempt, thus breaking into an elite club. ISRO had launched the spacecraft on its nine-month-long odyssey on a homegrown PSLV rocket from Sriharikota in Andhra Pradesh on 5 November 2013. It had escaped the earth's gravitational field on 1 December 2013. The Rs 450-crore MOM mission aims at studying the Martian surface and mineral composition as well as scan its atmosphere for methane. The Mars Orbiter has five scientific instruments - Lyman Alpha Photometer, Methane Sensor for Mars, Mars Exospheric Neutral Composition Analyser, Mars Colour Camera and Thermal Infrared Imaging Spectrometer. ", "url": "https://www.firstpost.com/tech/science/isros-mangalyaan-mission-captures-image-of-mars-largest-moon-phobos-8562321.html"}, {"title": "ISRO's Mars Orbiter Mission Captured An Image Of The Largest Martian Moon Phobos", "date": "2020-07-07", "content": "ISRO's Mars Orbiter Mission has captured an image of the biggest moon of the red planet, Phobos. The image taken by MOM's Mars Colour Camera on July 1st has been released by the Indian Space Research Organization. The image was captured by the MCC when the orbiter was about 4200 km from Phobos and 7200 km away from Mars. It is a composite of six frames captured by the MCC that has been colour corrected. In a statement, ISRO explains that Mars' largest and closest moon, Phobos is thought to be made up of carbonaceous chondrites, a class of meteorite. Describing the image captured by MOM, ISRO adds, \"The violent phase that Phobos has encountered is seen in the large section gouged out from a past collision and bouncing ejecta. Stickney, the largest crater on Phobos along with the other craters are also seen in this image.\" Mars Orbiter Mission was launched by ISRO on November 5th, 2013 aboard a PSLV rocket with a travel time of nine months and scheduled to function for six months. Fast forward almost six years from its arrival at Red planet on September 24th 2014, the Mars Orbiter Mission is still helping scientists study Mars and its moons. ISRO Chief K Sivan explained to Times Of India in a statement, \"MOM was scheduled to last only for six months as per Isro's plan but it is still functioning nearly seven years after its launch. Though some systems are not working, the orbiter is continuously beaming images of the Red planet. It's a great achievement.\" With MOM, ISRO made India the first country to successfully deploy a Mars orbiter on the maiden attempt. The mission aimed at studying the mineralogy and atmosphere on Mars will get a follow-up with the Mars Orbiter Mission-2. ", "url": "https://in.mashable.com/science/15399/isros-mars-orbiter-mission-captured-an-image-of-the-largest-martian-moon-phobos"}, {"title": "ISRO's Mangalyaan Orbiter Completes Six Years Around Mars. Where's the Science?", "date": "2020-09-24", "content": "September 24 marks six years since the Indian Space Research Organisation's Mangalyaan spacecraft - part of the Mars Orbiter Mission - entered into orbit around the red planet, making India the first Asian country to do so. Even more impressively, Mangalyaan was the country's first interplanetary mission. Combined with the cost-effectiveness for which it is lauded, Mangalyaan is often hailed as India's most successful space mission. But is it? Prime Minister Narendra Modi has boasted that at around $70 million, or Rs 450 crore, the mission was cheaper than the 2013 Hollywood film Gravity, and even an auto-rickshaw on a fare-per-kilometre basis. The media highlighted Mangalyaan's cost effectiveness as well, noting that NASA's Mars Atmosphere and Volatile Evolution orbiter to Mars, launched around the same time, had cost about seven-times as much. India's pride in the mission while downplaying others has continued to spread over the years, also taking the form of dramatised movies like Mission Mangal. But what they all miss is looking at the scientific output. That is, what has Mangalyaan been doing in Mars orbit? According to ISRO's official list of publications, there have been only 27 peer-reviewed papers relating to Mangalyaan after six years in orbit. In contrast, MAVEN has helped produce many seminal scientific results about the Martian atmosphere, with a repository of at least 500 papers, and growing. What's more concerning about Mangalyaan's short publications list is that about half of these papers are simply engineering descriptions of the mission, not scientific results from the mission. Naysayers may dismiss the lack of science by arguing that Mangalyaan was a 'technology demonstration' mission, aimed at proving ISRO's interplanetary mission capabilities. That may be part of the story - but that is not how ISRO marketed the mission before and after launch, when it was vocal about the science goals. ISRO has made data from Mangalyaan's five indigenous scientific instruments available on their data portal for five years now, and has explicitly welcomed the Indian science community to utilise the data and publish papers. In 2017, the organisation announced at the mission's dedicated science meet that 32 research teams across the country are exploring and analysing Mangalyaan data. And yet, there is a vacuum of scientific publications. Perhaps the most notable 'failure' concerns the much-hyped methane sensor. The instrument was supposed to map the volume and distribution of methane around Mars with a sensitivity of a few parts per billion, to help decide if this gas on the planet could be a sign of subsurface life. But two years after launch, the instrument was found to have a design flaw and so it couldn't detect methane at all. At that point, ISRO repurposed the methane sensor as an albedo mapper, which measures sunlight reflected from the surface to understand Mars's surface composition. There also seem to be no published results from the Lyman alpha photometer. By looking for hydrogen escaping from Mars's atmosphere, it was supposed to tell us how much water Mars may have lost since its birth and at what rate. Notably, NASA's MAVEN spacecraft was also expected to deliver this result - and which it did. Urge to be first: The idea of rationalising Mangalyaan's poor scientific returns using the mission's low cost is challenged by another ISRO mission: Chandrayaan 1. At Rs 390 crore, it was cost effective the way Mangalyaan was - and an equally challenging endeavour given that it was India's first lunar orbiter. Unlike Mangalyaan, however, Chandrayaan 1 welcomed global collaboration: about half the instruments came from foreign space agencies and universities. Notably, two NASA instruments confirmed the discovery of water on the Moon, cementing for Chandrayaan 1 an important place in history. And despite orbiting the Moon for less than a year, Chandrayaan 1 produced hundreds of publications and scientists are analysing its data to this day. This is not to say ISRO can't build good science instruments but to point out that collaboration can be an effective way to expand the scope of a mission's scientific agenda without increasing the mission cost. For some reason, ISRO does not fly science instruments from universities and institutions within the country for its interplanetary missions. The only exception thus far was India's first space telescope, Astrosat, whose instruments were selected by the consensus of academic institutions around India. However, Astrosat was not directly concerned with planetary exploration; and ISRO operates differently when it comes to the latter. ISRO has expressed an intention to change this method in future, as part of its space commercialisation initiative, by involving private players and academic institutions to a greater extent. Also read: Posters for Ekta Kapoor's Mangalyaan Series Don't Show ISRO Rockets - Why it Matters Both the missing collaborations and lack of scientific output from Mangalyaan's Indian instruments may have to do with the mission's low development time, of only 18 months. It is unclear why ISRO was in such a hurry to launch in 2013 and couldn't have targeted the launch opportunity in 2016 instead. The reason may be political - the urge to successfully orbit Mars before China or Japan does. Had Mangalyaan been given enough time, it is possible the payload of scientific instruments wouldn't have been restricted to weighing 15 kg in all, and the output could have been substantially higher. One case in point is the Chandrayaan 2 orbiter, currently in orbit around the Moon. It carries state- of-the-art instruments, all indigenous, and is making the highest-resolution map of the Moon and quantifying water on its poles as we speak. Another way the Mangalyaan mission's value could have been improved was if ISRO had equipped it with a standard relay device - one that every NASA Mars orbiter carries. These devices allow NASA to get more science data from surface missions than would be possible otherwise, by relaying data from instruments on the surface to Earth. The European Space Agency put one such device for NASA on their Trace Gas Orbiter, launched in 2016. Missing space exploration roadmap: But more than the quality of the science instruments or mission-planning, Mangalyaan highlights the lack of an overarching philosophy guiding India's interplanetary missions. NASA has an elaborate process called the 'Decadal Survey' for which scientists from across the US present a priority list of space exploration destinations and scientific objectives once every decade. NASA uses the survey as a guide to build its missions, so the system therefore guarantees that each mission's scientific goals are achieved more often than not. China and the European Space Agency have similar processes in place for their missions. Space exploration missions are inherently costly undertakings, and at this point, the value per rupee matters as much as the absolute cost, if not more. MAVEN highlights this adequately. The mission is part of NASA's larger Mars exploration program and is built with the express purpose of studying Mars's atmosphere and determining exactly how the red planet lost its water. Thanks to its clear objectives, MAVEN delivered big science while still costing NASA less than many of its other endeavours, even if it cost more than Mangalyaan. Like NASA's other missions, MAVEN's findings feed directly into the agency's next steps in Mars exploration and will help plan future habitats, further cementing the value-proposition of such a model. India could benefit immensely from a formal planetary exploration framework that either doesn't exist or whose functioning is inept and unclear to the public. ISRO plans to launch Mangalyaan 2 in 2024 with an upgraded orbiter, and with a scientific payload of 100 kg. The mission could also include a lander and a rover but it seems unlikely at the moment. Notably, Mangalyaan 2 will launch after the first Mars rover missions from China and the European Space Agency, and alongside NASA's ever present Mars fleet. Let us hope Mangalyaan 2 is an appropriate step forward in this journey.", "url": "https://science.thewire.in/aerospace/isros-mangalyaan-orbiter-completes-six-years-around-mars-wheres-the-science/"}, {"title": "ISRO finds that Mars is losing its atmosphere faster than Earth, and planet-encircling dust storms are speeding up the process", "date": "2020-10-23", "content": "Mars is losing its atmosphere faster than Earth, and planet-encircling dust storms are speeding up the process, according to the Indian Space Research Organisation (ISRO). Its Mars Orbiter Mission (MOM) has confirmed what the National Aeronautics and Space Administration's (NASA) Mars Atmosphere and Volatile Evolution (MAVEN) found happening on the other side of the planet - Mars' upper atmosphere heating up and expanding due to global dust storms. The study published in the Journal of Geophysical Research outlines how the rate of loss is altered by the change in the Red Planet's upper atmosphere. Simply put, all terrestrial planets within our solar system are losing their atmosphere to some degree or another. The size of the planet and the temperature of its upper atmosphere determines the rate of loss. ISRO's MOM tracks planet-encircling storm on Mars: ISRO pegs Mars' atmospheric deterioration to be faster than Earth's because it's much smaller. However, the planet-encircling dust storms in its upper atmosphere raise the atmospheric temperatures within the Red Planet's upper atmosphere by several degrees. The impact of this is multifold. MOM started to observe a global dust storm building up within the Martian upper atmosphere during the first week of June 2018. By July, the storm had matured. Measuring the densities of Mars' thermosphere, scientists found that Mars' upper atmosphere is warming and expanding. The neutral densities within Mars thermosphere had also increased significantly - something that has also been observed by the National Aeronautics and Space Administration's (NASA) Mars Atmosphere and Volatile Evolution (MAVEN) mission. MOM and MAVEN team up on opposite sides of the Red Planet: While MOM was observing the Red Planet's evening side, MAVEN was observing the morning side. And comparing the results of the two shows that the argon densities measured by MOM were consistently larger than those measured by MAVEN. According to ISRO, the difference is mainly due to atmospheric circulation, which causes warming on the evening side and cooling on the morning side. Understanding how Mars is losing its atmosphere and the impact that loss is having on the planet can prove integral in the attempt to have humans on the Red Planet someday. NASA's Perseverance probe is currently travelling across the solar system with three fabric samples that may be used one day to build the spacesuits that astronauts will wear on Mars.", "url": "https://www.businessinsider.in/science/space/news/isro-finds-that-mars-is-losing-its-atmosphere-faster-than-earth-and-planet-encircling-dust-storms-are-speeding-up-the-process/articleshow/78824049.cms"}]}, [], {"win label": 0, "news": [{"title": "India's Mars probe completes 7 years in orbit", "date": "2021-09-26", "content": "India's Mars Orbiter spacecraft has completed seven years in its orbit, well beyond its designed mission life of six months. \"Indeed, a satisfying feeling,\" K Radhakrishnan who as the then Chairman of Indian Space Research Oranisation led the Mars Orbiter Mission team told PTI on the milestone. **MOM is the maiden interplanetary mission of ISRO. Launched on November 5, 2013, the probe was successfully inserted into Martian orbit on September 24, 2014 in its first attempt.** MOM is primarily a technology demonstration venture and all the mission objectives were successfully met, according to officials of Bengaluru- headquartered India's national space agency. The main lessons learnt were in the field of design and realisation of systems and subsystems, launch for interplanetary mission, insertion into other planet's orbit, operation of the spacecraft and scientific instruments around Mars orbit, they said. The lessons learnt have raised the confidence of ISRO scientists for taking up future interplanetary missions. ISRO has been continuously monitoring the spacecraft and its five scientific instruments, and officials said scientific analysis of the data being received from MOM spacecraft is in progress. > On the health of the spacecraft, M Annadurai, who was the Programme Director > of MOM, said the spacecraft's \"moving elements are facing some issues and > some of the redundancies we have to switch over.\" \"The spacecraft's health is reasonably good considering that we are in the seventh year,\" Annadurai told PTI. He expects the spacecraft to have a mission life of probably another one year. On the reasons for the long mission life, Annadurai said ISRO had done corrections after learning lessons from the Chandrayaan-1 venture, in terms of reconfiguring the spacecraft and optimisation of fuel management, among others. Noting that Earth remote-sensing satellites typically have a mission life of seven to nine years, he said it was a very satisfying moment that India could establish that around Mars also, a spacecraft can be in operation for such a long period. On some criticism in some quarters that scientific output of the MOM was \"low\", Annadurai said it was more of a technology-demonstration mission. He pointed out that the spacecraft was launched by PSLV as GSLV was not in operational condition then. ISRO could apportion only about 15 kg for scientific instruments, and the time available for scientists to develop them was only 18-19 months. \"I don't think we could have done better than what we have done,\" Annadurai said. ISRO officials said the spacecraft has already covered three Martian years. \"We have seen how changes happen on the Mars from one season to another, one Martian year to another Martian year,\" they said. Annadurai said: \"We have good inputs on seasonal affects on Mars atmosphere...surface. The mission has provided meaningful data also\".", "url": "https://www.tribuneindia.com/news/schools/indias-mars-probe-completes-7-years-in-orbit-316483"}, {"title": "India's Mars Probe Designed For 6 Months Only, Completes 7 Years In Orbit", "date": "2021-09-26", "content": "India's Mars Orbiter spacecraft has successfully completed seven years in its orbit, which is beyond its designed mission life of six months \"Indeed, a satisfying feeling,\" said K Radhakrishnan, who was the then Chairman of Indian Space Research Oranisation led the Mars Orbiter Mission team. MOM is the maiden interplanetary mission of ISRO. Launched on November 5, 2013, the probe was successfully inserted into Martian orbit on September 24, 2014 in its first attempt. MOM is primarily a technology demonstration venture and all the mission objectives were successfully met, according to officials of Bengaluru- headquartered India's national space agency. The main lessons learnt were in the field of design and realisation of systems and subsystems, launch for interplanetary mission, insertion into other planet's orbit, operation of the spacecraft and scientific instruments around Mars orbit, they said. The lessons learnt have raised the confidence of ISRO scientists for taking up future interplanetary missions. ISRO has been continuously monitoring the spacecraft and its five scientific instruments, and officials said scientific analysis of the data being received from MOM spacecraft is in progress. On the health of the spacecraft, M Annadurai, who was the Programme Director of MOM, said the spacecraft's \"moving elements are facing some issues and some of the redundancies we have to switch over.\" \"The spacecraft's health is reasonably good considering that we are in the seventh year,\" said Annadurai. He expects the spacecraft to have a mission life of probably another one year. On the reasons for the long mission life, Annadurai said ISRO had done corrections after learning lessons from the Chandrayaan-1 venture, in terms of reconfiguring the spacecraft and optimisation of fuel management, among others. Noting that Earth remote-sensing satellites typically have a mission life of seven to nine years, he said it was a very satisfying moment that India could establish that around Mars also, a spacecraft can be in operation for such a long period. On some criticism in some quarters that scientific output of the MOM was \"low\", Annadurai said it was more of a technology-demonstration mission. He pointed out that the spacecraft was launched by PSLV as GSLV was not in operational condition then. ISRO could apportion only about 15 kg for scientific instruments, and the time available for scientists to develop them was only 18-19 months. \"I don't think we could have done better than what we have done,\" Annadurai said. ISRO officials said the spacecraft has already covered three Martian years. \"We have seen how changes happen on the Mars from one season to another, one Martian year to another Martian year,\" they said. Annadurai said: \"We have good inputs on seasonal affects on Mars atmosphere...surface. The mission has provided meaningful data also\". ", "url": "https://www.outlookindia.com/website/story/india-news-indias-mars-probe-designed-for-6-months-only-completes-7-years-in-orbit/395811"}, {"title": "ISRO's Mars orbiter was made for mission life of six months, completed seven years in orbit this month", "date": "2021-09-27", "content": "India's Mars Orbiter spacecraft has completed seven years in its orbit, well beyond its designed mission life of six months. \"Indeed, a satisfying feeling,\" K Radhakrishnan who as the then Chairman of Indian Space Research Organisation led the Mars Orbiter Mission team told PTI on the milestone. MOM is the maiden interplanetary mission of ISRO. Launched on November 5, 2013, the probe was successfully inserted into Martian orbit on 24 September 2014 in its first attempt. MOM is primarily a technology demonstration venture and all the mission objectives were successfully met, according to officials of Bengaluru- headquartered India's national space agency. The main lessons learnt were in the field of design and realisation of systems and subsystems, launch for interplanetary mission, insertion into other planet's orbit, operation of the spacecraft and scientific instruments around Mars orbit, they said. The lessons learnt have raised the confidence of ISRO scientists for taking up future interplanetary missions. ISRO has been continuously monitoring the spacecraft and its five scientific instruments, and officials said scientific analysis of the data being received from MOM spacecraft is in progress. On the health of the spacecraft, M Annadurai, who was the Programme Director of MOM, said the spacecraft's \"moving elements are facing some issues and some of the redundancies we have to switch over.\" \"The spacecraft's health is reasonably good considering that we are in the seventh year,\" Annadurai told PTI. He expects the spacecraft to have a mission life of probably another one year. On the reasons for the long mission life, Annadurai said ISRO had done corrections after learning lessons from the Chandrayaan-1 venture, in terms of reconfiguring the spacecraft and optimisation of fuel management, among others. Noting that Earth remote-sensing satellites typically have a mission life of seven to nine years, he said it was a very satisfying moment that India could establish that around Mars also, a spacecraft can be in operation for such a long period. On some criticism in some quarters that scientific output of the MOM was \"low\", Annadurai said it was more of a technology-demonstration mission. He pointed out that the spacecraft was launched by PSLV as GSLV was not in operational condition then. ISRO could apportion only about 15 kg for scientific instruments, and the time available for scientists to develop them was only 18-19 months. \"I don't think we could have done better than what we have done,\" Annadurai said. ISRO officials said the spacecraft has already covered three Martian years. \"We have seen how changes happen on the Mars from one season to another, one Martian year to another Martian year,\" they said. Annadurai said: \"We have good inputs on seasonal affects on Mars atmosphere ... surface. The mission has provided meaningful data also\". ", "url": "https://www.firstpost.com/tech/science/isros-mars-orbiter-was-made-for-mission-life-of-six-months-completed-seven-years-in-orbit-this-month-10001781.html"}, {"title": "Mangalyaan: 7 years in orbit", "date": "2021-10-13", "content": "Mangalyaan, India's Mars Orbiter Mission spacecraft has completed seven earth years in its orbit in 2021. According to ISRO officials, the spacecraft has successfuly covered three Martian years. It was originally made to last just six months, but has enough punch left for more than a decade in the Martian orbit. Mangalyaan, ISRO's maiden interplanetary mission, was launched from the Sriharikota spaceport on November 5, 2013. The orbiter got inserted into Martian orbit on September 24, 2014 in its first attempt, making India the first Asian country to have successfully launched its Mars orbiter mission and also the first country to have entered the Martian orbit in its first attempt. Before India, the U.S., Russia and the EU have succeeded in sending spacecrafts to Mars which is regarded as the most complex space mission. The indigenously made Mangalyaan, is the only artificial satellite that could image the full disc of Mars in one view frame, and also image, the far side of Deimos, the outer and smaller of Mars's two moons. The Mars mission helped India's space agency prepare a Martian Atlas based on the images provided by the orbiter. The Mars orbiter has sent thousands of pictures of the red planet back to Earth. An important conclusion of the mission has been the finding that dust storms on the Martian can rise up to hundreds of kilometres. Built at a cost of Rs. 4.5 billion, Mangalyaan is hailed for being much cheaper than NASA's Maven Orbiter, which was similar to India's Mars mission.", "url": "https://www.thehindu.com/sci-tech/science/mangalyaan-7-years-in-orbit/article36978815.ece"}]}, {"win label": 0, "news": [{"title": "Indian scientists use Mangalyaan to look into Sun's atmosphere", "date": "2022-03-01", "content": "A team of Indian scientists used the Mars Orbiter Mission, a.k.a Mangalyaan to study the Solar Corona when the Earth and Mars were on the opposite sides of the Sun. Scientists used solar conjunction to look into the atmosphere of the Sun, which remains a complex mystery. Scientists from Space Physics Laboratory of Vikram Sarabhai Space Centre, Trivandrum; Physical Research Laboratory, Ahmedabad; and ISRO Telemetry Tracking and Command Network, Bangalore used S-band radio signals coming from Mangalyaan to study the Solar Corona. Isro scientists used the conjunction event of May-June 2015 a time when the Sun's activity was quite low, to study the turbulence in the solar corona. The findings have been published in the journal Monthly Notices of the Royal Astronomical Society. The Corona is the outer atmosphere of the Sun, where temperatures are several million degrees Kelvin, making it impossible for in-situ measurements, thereby challenging the experimenters. Scientists from the world over are trying to figure out the reason for such a high temperature of the corona, and study the solar wind that originates here. These winds are responsible for triggering geomagnetic storms on the inner planets, including Earth, creating dangerous conditions for humans to operate in space. advertisement Isro said that the radio signals from MOM spacecraft crossing through the solar corona during the conjunction event consequently experience dispersive effects. The turbulence in the corona produces fluctuations in plasma density which are registered as fluctuations in the phase of radio waves passing through it. Schematic of positions of Earth and MOM spacecraft relative to the Ecliptic plane of Sun as seen from Earth. These radio signals contain the signature of a propagating medium and can be spectrally analyzed to derive the turbulence spectrum of the medium. Isro scientists have obtained coronal turbulence spectrum at heliocentric distances between 4 and 20 R = 696,340 km). \" This is the region where the solar wind primarily gets accelerated to velocities of a few hundreds of kilometers per second. The changes in turbulence regime are well reflected in spectral index values of the temporal frequency fluctuation spectrum,\" Isro said. Another intriguing observation is when the results of studies by MOM are compared with similar experiments conducted by the earlier missions which spanned past solar cycles. The work based on MOM data reports an insight into the feeble maxima of solar cycle 24, which is recorded as a peculiar solar cycle in terms of overall lower activity than any other previous solar cycle. The findings come against the backdrop of Nasa's Parker Solar Probe making its 11th close approach to the Sun last week. India's maiden mission to Mars was launched in 2013 and reached Martian orbit a year later. \"The MOM was planned for a mission lifetime of 6 months, but has successfully surpassed it by a factor of 10 now in Martian orbit for more than 7 years, and is doing well in the extended mission phase,\" Isro said.", "url": "https://www.indiatoday.in/science/story/mangalyaan-mars-orbiter-mission-isro-solar-corona-sun-atmosphere-geomagnetic-storms-1919404-2022-03-01"}, {"title": "ISRO scientists study Sun using Mangalyaan", "date": "2022-03-02", "content": "A team of scientists from different units of ISRO used 'S-band' radio signals from Mangalyaan, the Indian Mars orbiter, to study the solar corona - the layer of the Sun that extends millions of kilometres into space - and located the area of the sun where the temperature rises abruptly. The scientists utilised the solar conjunction event, when the Earth and Mars are on the opposite sides of the Sun, that occurred in May-June 2015 for the study. The Sun's activity was low at that time. During conjunction events, which happens once in two years for Mars, the radio signals from Mangalyaan pass through the solar corona - about 10 solar radii or about 69,57,000 km from the centre of the Sun. This provides scientists a unique opportunity to study solar dynamics. Each solar radii is about 6,95,700 km. The scientists involved in the study were from Space Physics Laboratory of Vikram Sarabhai Space Centre, Thiruvananthapuram; Physical Research Laboratory, Ahmedabad; and ISRO Telemetry Tracking and Command Network, Bengaluru. The results were published in the journal Monthly Notices of the Royal Astronomical Society by the authors of the study Richa N. Jain, R.K. Choudhary, Anil Bhardwaj, Umang Parikh, Bijoy K. Dai, and Roopa M.V. According to the study, the scientists found that the transition of solar wind - charged particles released from the upper atmosphere of the Sun - from slower speeds to higher velocities occurs in a region that is 10 to 15 times the solar radii from the centre of the Sun. The Sun's surface is a few thousand degree Kelvin while in the outer atmosphere, the solar corona, the temperature rises to several million degrees Kelvin. Why this happens is not known. It is important to study the corona since it passes through the interplanetary spaces, and affects the near-Earth space environment through a phenomenon known as space weather. The Mangalyaan radio signals that crossed through the plasma in the solar corona during the conjunction event experienced dispersive effects. The turbulence was recorded at the Indian Deep Space Network for Mangalyaan, at Isrtrac. Analysing the signals, the scientists reported that they obtained coronal turbulence spectrum at between four and 20 solar radii and Science for the latest news and reviews .", "url": "https://www.deccanchronicle.com/science/science/020322/isro-scientists-study-solar-corona-using-mars-orbiter-mission.html"}, {"title": "ISRO Scientists Use Mangalyaan Mars Orbiter To Predict Sun's Corona Behaviour", "date": "2022-03-02", "content": "A team of scientists from different divisions at ISRO made use of S-band radio signals from Mangalyaan to study the sun's corona. To the unaware, the corona is the outermost layer of the Sun's atmosphere. It is at the corona where strong magnetic fields fuse plasma and trap the turbulent solar winds, preventing them from escaping. For the study, scientists made use of the solar conjunction event when Earth and Mars were on the opposite side of the Sun. This occurred during May-June of 2015. It occurs once every two years. During this event, radio signals from Mangalyaan passed through the solar corona -- around 69,57,000 kilometres from the centre of the Sun. Scientists discovered that the transition of solar wind from slower speeds to higher velocities occurs in a region that's 10 to 15 times the solar radii from the Sun's centre. What's surprising is that the Sun's surface is a few thousand degrees Kelvin whereas the outer later -- the corona -- goes up to millions of degrees Kelvin. The cause for this divide is unknown. Studying the corona is crucial since it passes through interplanetary spaces and is capable of affecting the space weather, which would in turn affect us on Earth. The radio signals that passed through the plasma during the aforementioned conjunction event showed dispersive effects. The turbulence was registered at the Indian Deep Space Network for Mangalyaan as Isrtrac. Looking at the signals, scientists found the coronal turbulence spectrum was between four and 20 solar radii. This was the zone where solar wind experiences acceleration. They also found that the turbulence power spectrum at a smaller distance from the Sun's centre -- less than 10 solar radii -- had shorter frequencies which corresponds to the solar wind acceleration region. This curve gets steeper for distances larger than 10 solar radii. Scientists further found that these findings were in line with theoretical models of solar wind turbulence. Moreover, the findings were also supported by the first direct observation of solar corona recently conducted by NASA's Parker Probe in the space agency's first-ever endeavour to touch the sun. For more science and technology stories, keep reading Indiatimes.com. ", "url": "https://www.indiatimes.com/technology/science-and-future/isro-scientists-mangalyaan-sun-corona-study-563386.html"}]}, {"win label": 1, "news": [{"title": "ISRO's Mangalyaan mission completes 8 years in orbit", "date": "2022-09-26", "content": "India's Mars orbiter craft has completed eight years in its orbit, well beyond its designed mission life of six months. Plans on a follow-on 'Mangalyaan' mission to the Red Planet, however, are yet to be firmed up. The Mars Orbiter Mission -- a technology demonstration venture -- is the maiden interplanetary mission of the national space agency, the Indian Space Research Organisation. Launched on November 5, 2013, the probe was successfully inserted into Martian orbit on September 24, 2014 in its first attempt. To mark the latest milestone, ISRO has organised a 'National Meet on Eight Years of India's Mars Orbiter Mission ' at its headquarters here on Tuesday with an inaugural address by its Chairman S Somanath. Space Commission members K Radhakrishnan and A S Kiran Kumar would deliver special addresses at the meet, which would focus on themes 'Mars Orbiter Mission Overview', 'Scientific Achievements' and 'Future Directions in the exploration of the inner solar system'. As the then chairman of ISRO, Radhakrishnan, had led the MOM (Mangalyaan) mission team, ISRO came out with an 'Announcement of Opportunity' (AO) for future Mars Orbiter Mission (MOM-2) in 2016 but officials acknowledged that it's still on the drawing board, with the coming 'Gaganyaan', 'Chandrayaan-3' and 'Aditya - L1' projects being in the space agency's current priority list. The AO had said: \"It is now planned to have the next orbiter mission around Mars for a future launch opportunity. Proposals are solicited from interested scientists within India for experiments onboard an orbiter mission around Mars (MOM-2), to address relevant scientific problems and topics.\" \"Not in the approved list as of now\", a senior ISRO official told PTI on Monday on being asked about an update on the MOM-2. \"We need to formulate the project proposals and payloads based on the wider consultation with the research community\", the official said on condition of anonymity. \"It's still on the drawing board. But needs some more details and international collaboration for finalising the mission\". \"It's quite a satisfying and fulfilling moment\", MOM's Programme Director M Annadurai told PTI today on the Mars orbiter craft completing eight years in orbit.", "url": "https://www.deccanherald.com/science-and-environment/isros-mangalyaan-mission-completes-8-years-in-orbit-1148409.html"}, {"title": "Designed to last six months, India's Mars Orbiter bids adieu after 8 long years", "date": "2022-10-02", "content": "India's Mars Orbiter Mission (MOM) spacecraft, which was designed to last for six months when launched on November 5, 2013, has lost communication with the ground stations, bringing an end to its life after eight long years. Isro is working out the details of whether the spacecraft ran out of fuel and battery power, or whether communication was lost because of an automated manoeuvre while moving out of a long eclipse changing the direction of the antenna. However, multiple sources confirmed that it would not be possible to recover the spacecraft. Isro's UR Rao Satellite Centre (URSC) director on September 27 communicated the same and Isro will officially announce it soon, a scientist said. Another senior scientist told TOI: \"There was a really long eclipse in April 2022. The satellite had been designed with autonomous functions to come out of eclipses and it has done it in the past too. While recovering from the eclipse, the fuel may have been exhausted. The other reason could be that while exiting the eclipse a command for a roll-spin to change direction is done, which could have caused the Earth-facing antenna to change direction.\" As reported by TOI earlier, the spacecraft had handled two black-out phases during an eclipse and one white-out phase in the first year around Mars and another in the second year. In all these instances, the spacecraft was completely autonomous without any help from the ground. The Rs 450-crore mission, which was launched on the Polar Satellite Launch Vehicle (PSLV), put India in an elite club of nations to have carried out a mars mission. That the country achieved it in its first attempt was a feather in the cap. \"Now, we are trying to ascertain the exact reason - whether it is the exhaustion of fuel or antenna being unable to communicate - but one thing is for certain, we won't be able to recover the spacecraft any more,\" the scientist further explained. Carrying five payloads, including a Methane Sensor for Mars (MSM) and the Mars Colour Camera (MCC), MOM had sent in more than 1TB (one terabyte) of data from the Red Planet in its first year and at least 5TB of data when it completed five years. However, Isro is yet to officially announce anything on the detection of Methane, which was one of MOM's principal objectives. That said, the scientific data from the mission has been rich and led to several papers over the years and a large dataset is still being analysed by various scientific institutions.", "url": "https://timesofindia.indiatimes.com/india/designed-to-last-six-months-indias-mars-orbiter-bids-adieu-after-8-long-years/articleshow/94599977.cms"}, {"title": "With drained battery & no fuel, India's Mars Orbiter craft quietly bids adieu", "date": "2022-10-02", "content": "India's Mars Orbiter craft has run out of propellant and its battery drained beyond the safe limit, fuelling speculation that the country's maiden interplanetary mission 'Mangalyaan' may have finally completed its long innings. The Rs 450 crore Mars Orbiter Mission was launched onboard PSLV-C25 on November five, 2013, and the MOM spacecraft was successfully inserted into Martian orbit on September 24, 2014 in its first attempt. \"Right now, there is no fuel left. The satellite battery has drained,\" sources in the Indian Space Research Organisation (ISRO) told PTI. \"The link has been lost\". There was, however, no official word from the country's national space agency, headquartered here. With fuel on board, ISRO had been performing orbital manoeuvres on MOM spacecraft to take it to a new orbit to avoid an impending eclipse in the past. \"But recently there were back-to-back eclipses including one that lasted seven-and-half hours,\" officials said on condition of anonymity, noting that all the propellant on board the ageing satellite had been consumed. \"As the satellite battery is designed to handle eclipse duration of only about one hour and 40 minutes, a longer eclipse would drain the battery beyond the safe limit,\" another official said. ISRO officials noted that the Mars orbiter craft functioned for almost eight years, well beyond its designed mission life of six months. \"It has done its job and yielded significant scientific results,\" they said. The objectives of the mission were primarily technological and included design, realisation and launch of a Mars Orbiter spacecraft capable of operating with sufficient autonomy during the journey phase; Mars orbit insertion/ capture and in-orbit phase around Mars. The MOM -- a technology demonstration venture -- carried five scientific payloads (total 15 kg) collecting data on surface geology, morphology, atmospheric processes, surface temperature and atmospheric escape process. The five instruments are: Mars Color Camera (MCC), Thermal Infrared Imaging Spectrometer (TIS), Methane Sensor for Mars (MSM), Mars Exospheric Neutral Composition Analyser (MENCA) and Lyman Alpha Photometer (LAP). \"MOM is credited with many laurels like cost-effectiveness, short period of realisation, economical mass-budget, and miniaturisation of five heterogeneous science payloads\", ISRO officials pointed out. Highly elliptical orbit geometry of MOM enabled MCC to take snap shots of 'Full disc' of Mars at its farthest point and finer details from closest point. The MCC has produced more than 1000 images and published a Mars Atlas. Meanwhile, plans on a follow-on 'Mangalyaan' mission to the red planet, however, are yet to be firmed up. ISRO came out with an 'Announcement of Opportunity' (AO) for future Mars Orbiter Mission (MOM-2) in 2016 but officials acknowledged that it's still on the drawing board, with the coming 'Gaganyaan', 'Chandrayaan-3' and 'Aditya - L1' projects being in the space agency's current priority list. The AO had said: \"It is now planned to have the next orbiter mission around Mars for a future launch opportunity. Proposals are solicited from interested scientists within India for experiments onboard an orbiter mission around Mars (MOM-2), to address relevant scientific problems and topics.\" \"Not in the approved list as of now\", a senior ISRO official told PTI on being asked about an update on the MOM-2. \"We need to formulate the project proposals and payloads based on the wider consultation with the research community,\" the official said. \"It's still on the drawing board. But needs some more details and international collaboration for finalising the mission.\"", "url": "https://www.newindianexpress.com/nation/2022/oct/02/with-drained-battery-no-fuel-indias-mars-orbiter-craft-quietly-bids-adieu-2504219.html"}, {"title": "India loses contact with Mars orbiter as spacecraft runs out of fuel", "date": "2022-10-04", "content": "India's Mars Orbiter Mission (MOM) may have finally reached the end of its operations after eight years spent orbiting the Red Planet. Ground stations operated by the Indian Space Research Organisation (ISRO) have lost communication with the spacecraft. The precise cause isn't yet clear; the orbiter may have run out of propellant, MOM's battery may drained beyond the safe operating limit, or an automated maneuver may have cut communications, according to media reports. \"It was declared that the spacecraft is non-recoverable, and attained its end-of-life,\" ISRO officials wrote in a statement(opens in new tab). \"The mission will be ever-regarded as a remarkable technological and scientific feat in the history of planetary exploration.\" Having operated at Mars for eight years, MOM - also called Mangalyaan - far exceeded its expected mission life of just six to 10 months. The craft was launched in November 2013 and entered orbit around Mars in September 2014. The ISRO statement does not specify when the team lost contact with the spacecraft. A source with ISRO told local newspaper The Hindu that \"the satellite battery\" has drained and \"the link has been lost\" with MOM. MOM carries a 4.6 x 6-foot (1.4 x 1.8-meter) solar array wing consisting of three panels mounted on one side of the spacecraft. The array can generate 800 watts power at Mars and charges a lithium-ion battery, but the spacecraft has recently encountered a series of eclipses that could have impacted its ability to recharge. \"Recently there were back-to-back eclipses including one that lasted seven-and-half hours,\" an unnamed ISRO source told The Hindu. \"As the satellite battery is designed to handle eclipse duration of only about one hour and 40 minutes, a longer eclipse would drain the battery beyond the safe limit,\" another unnamed official told the paper. MOM had come out of a long eclipse in April, but as it recovered, the spacecraft may have exhausted its remaining fuel. Upon launch, MOM carried around 1,880 pounds (852 kilograms) of fuel to power its main thruster and eight smaller thrusters used for altitude control. There's also a chance that the communications breakdown could be a result of MOM's automated system bringing it out of another eclipse, according to an unnamed official's comments in the Times of India. The system may have had the orbiter perform a roll-spin to change direction, resulting in MOM's Earth-facing antenna pointing away from our planet and the spacecraft falling silent. MOM had previously survived blackouts during its first and second years around Mars, recovering completely autonomously without assistance from the ground. Initial indications suggest that this new blackout is permanent, however, and multiple sources told the Times of India that whatever the cause, the spacecraft won't be able to recover. \"Now, we are trying to ascertain the exact reason - whether it is the exhaustion of fuel or antenna being unable to communicate,\" an unnamed senior scientist told the Times of India. \"But one thing is for certain, we won't be able to recover the spacecraft anymore.\" MOM was India's first interplanetary mission and made the ISRO only the fourth space agency to achieve an orbit around the Red Planet. The spacecraft arrived at Mars just in time for it to catch the passage of Comet Siding Spring on Oct. 19, 2014. The mission's primary goal was to test the technology needed for interplanetary exploration and to use its instruments to study both the Martian surface and atmosphere from orbit. The instruments on board included a color camera, a thermal infrared sensor, an ultraviolet spectrometer used to study deuterium and hydrogen in Mars's upper atmosphere, and a mass spectrometer to study neutral particles in the outermost layers of the Martian atmosphere. MOM also carried a sensor designed to search for methane, a molecule that, if present, could imply that life had once existed on the Red Planet. ISRO has not yet revealed that instrument's findings.", "url": "https://www.space.com/india-mars-orbiter-mission-loses-contact"}, {"title": "India's Mars Orbiter Mission has ended after 8 years. It was designed to only have a 6-month lifespan", "date": "2022-10-05", "content": "India's Mars Orbiter Mission, known as MOM, has ended after eight years - even though it was designed for a six-month lifespan, the Indian Space Research Organization announced this week. The Mars orbiter launched on Nov. 5, 2013 and made it into orbit about 10 months later. It was an enormous feat to have reached Mars' orbit successfully in the first attempt, Dr. K. Radhakrishnan, a member of India's space commission, said during an address Monday. In 2014, more than half of the world's attempts at such a mission - 23 out of 41 - had failed, according to the Associated Press. The U.S. was successful with a Mars flyby in 1964, when a spacecraft called Mariner 4 returned with 21 images of the surface of the planet. Other successful missions include the Soviet Union's in 1971 and the European Space Agency's in 2003. India developed MOM for about $75 million - a bargain compared with NASA's $671 million Mars Atmosphere and Volatile Evolution mission, or Maven, which was launched around the same time. Maven has been in space for eight years and 10 days, according to NASA. MOM, which was India's first interplanetary mission, was set to circle Mars for at least six months, with five solar-powered instruments gathering scientific data. During its eight years in Mars' atmosphere, scientists from several institutions have collected information about the planet's surface features, morphology, atmosphere and exosphere. There has been high demand for MOM's data globally, Indian Space Research Organization said, adding that 7,200 users have registered to download the data, 400 of which are international users from 50 countries. The orbiter also observed a dust storm, which gave scientists an understanding of the dust on the planet. It photographed the far side of Deimos, one of the natural satellites of Mars, for the first time. And it helped scientists study landslides on Mars. The orbiter lost communication with the ground station during a long eclipse in April 2022. The Indian space agency said it must have been exhausted, and they declared the spacecraft non-recoverable and said it reached its end of life. Its mission is regarded \"as a remarkable technological and scientific feat in the history of planetary exploration,\" the agency said.", "url": "https://www.cbsnews.com/news/india-mars-orbiter-mission-mom-ended-after-eight-years-space-research/"}, {"title": "R.I.P Mangalyaan: ISRO chief ends speculation, confirms India's Mars Orbiter Mission is 'non-functional'", "date": "2022-10-11", "content": "India's first interplanetary probe, which cost India $74 million, was designed for only six months but lasted a good eight years, leading Prime Minister Modi to famously remark that the mission was cheaper than the $100 million production budget of the Hollywood movie Gravity. Ending all speculation on the fate of India's maiden interplanetary mission the Mars Orbiter Mission (MOM) or Mangalyaan, Dr S Somanath, the chief of the country's space agency Indian Space Research Organisation (ISRO), said the unmanned spacecraft had entered the end of its lifecycle. \"There is no speculation around MoM. We had put out a statement saying that it has almost run out of fuel and is no longer controllable. Its battery has drained,\" he said while speaking exclusively to Business Today on the sidelines of the Indian Space Conclave organised by the nodal space body, the Indian Space Association (ISpA) in New Delhi on Monday. \"Although it is still in the [Mars] orbit and its electronics may be healthy, it cannot be operated any longer. So, we have declared it as non-functional,\" added Dr. Somanath. Launched using the ISRO workhorse, the Polar Satellite Launch Vehicle (PSLV) rocket on November 5, 2013, the spacecraft was put in Martian orbit on September 24, 2014, after completing a 298-day journey. Since the medium-lift PSLV could not put the 1,350-kilo probe on a direct trajectory, ISRO scientists put power thrusters on the spacecraft to successively raise its orbit over four weeks till it broke free of Earth's gravity. On October 2, reports emerged that the probe had lost contact with Earth after entering a seven-hour-long eclipse period in April. The following day ISRO put out a statement declaring that \"the spacecraft is non-recoverable, and attained its end-of-life. The mission will be ever-regarded as a remarkable technological and scientific feat in the history of planetary exploration.\" However, there was intense conjecturing around whether the probe had lost power or realigned its Earth-facing antenna during automatic manoeuvres. ISRO chief's clear guidance should, therefore, help put all speculation to rest. Dr. Somnath further told BT that the intimation was issued as part of India's international commitment under the Outer Space Treaty of 1967. \"As there is an object in outer space and other satellites are orbiting Mars, there is a potential for collision. We have, therefore, informed all international users that though the satellite is around Mars but it is not in our control capability,\" informed Dr. Somanath. The MOM mission, which cost India $74 million, was designed for only six months but lasted a good eight years. This led prime minister Narendra Modi to famously remark that the mission was cheaper than the $100 million production budget of the Hollywood movie Gravity. The instruments onboard the probe included a colour camera, a thermal infrared sensor, an ultraviolet spectrometer to study deuterium and hydrogen in the red planet's upper atmosphere, a mass spectrometer to study neutral particles in its exosphere and a methane sensor. The probe sent some of the most stunning images of the Martian surface and other valuable data that was also shared with the US space agency, the National Aeronautics and Space Administration (NASA) under an agreement.", "url": "https://www.businesstoday.in/technology/story/rip-mangalyaan-isro-chief-ends-speculation-confirms-indias-mars-orbiter-mission-is-non-functional-349570-2022-10-11"}]}]