[{"win label": 0, "news": [{"title": "NASA Selects 'MAVEN' Mission to Study Mars Atmosphere", "date": "2008-09-15", "content": "NASA has selected a Mars robotic mission that will provide information about the Red Planet's atmosphere, climate history and potential habitability in greater detail than ever before. Called the Mars Atmosphere and Volatile EvolutioN spacecraft, the $485 million mission is scheduled for launch in late 2013. The selection was evaluated to have the best science value and lowest implementation risk from 20 mission investigation proposals submitted in response to a NASA Announcement of Opportunity in August 2006. \"This mission will provide the first direct measurements ever taken to address key scientific questions about Mars' evolution,\" said Doug McCuistion, director of the Mars Exploration Program at NASA Headquarters in Washington. Mars once had a denser atmosphere that supported the presence of liquid water on the surface. As part of a dramatic climate change, most of the Martian atmosphere was lost. MAVEN will make definitive scientific measurements of present-day atmospheric loss that will offer clues about the planet's history. \"The loss of Mars' atmosphere has been an ongoing mystery,\" McCuistion said. \"MAVEN will help us solve it.\" The principal investigator for the mission is Bruce Jakosky of the Laboratory for Atmospheric and Space Physics at the University of Colorado at Boulder. The university will receive $6 million to fund mission planning and technology development during the next year. NASA's Goddard Space Flight Center in Greenbelt, Md., will manage the project. Lockheed Martin of Littleton, Colo., will build the spacecraft based on designs from NASA's Mars Reconnaissance Orbiter and 2001 Mars Odyssey missions. The team will begin mission design and implementation in the fall of 2009. Launched in August 2005, the Mars Reconnaissance Orbiter is a multipurpose spacecraft that carries the most powerful telescopic camera ever flown to another planet. The camera can show Martian landscape features as small as a kitchen table from low orbital altitudes. The mission is examining potential landing sites for future surface missions and providing a communications relay for other Mars spacecraft. The 2001 Mars Odyssey, launched in April of that year, is determining the composition of the Red Planet's surface by searching for water and shallow buried ice. The spacecraft also is studying the planet's radiation environment. After arriving at Mars in the fall of 2014, MAVEN will use its propulsion system to enter an elliptical orbit ranging 90 to 3,870 miles above the planet. The spacecraft's eight science instruments will take measurements during a full Earth year, which is roughly equivalent to half of a Martian year. MAVEN also will dip to an altitude 80 miles above the planet to sample Mars' entire upper atmosphere. During and after its primary science mission, the spacecraft may be used to provide communications relay support for robotic missions on the Martian surface. \"MAVEN will obtain critical measurements that the National Academy of Science listed as being of high priority in their 2003 decadal survey on planetary exploration,\" said Michael Meyer, the Mars chief scientist at NASA Headquarters. \"This field of study also was highlighted in the 2005 NASA Roadmap for New Science of the Sun-Earth System Connection.\" The Mars Scout Program is designed to send a series of small, low-cost, principal investigator-led missions to the Red Planet. The Phoenix Mars Lander was the first spacecraft selected. Phoenix landed on the icy northern polar region of Mars on May 25, 2008. The spacecraft completed its prime science mission on Aug. 25, 2008. The mission has been extended through Sept. 30. NASA's Mars Exploration Program seeks to characterize and understand Mars as a dynamic system, including its present and past environment, climate cycles, geology and biological potential. ", "url": "https://www.nasa.gov/mission_pages/mars/news/maven_20080915.html"}, {"title": "Lockheed Martin Spacecraft to be Flown for NASA's MAVEN Mars Mission", "date": "2008-09-18", "content": "Lockheed Martin (NYSE: LMT) has been selected by NASA to design, build and operate the spacecraft for NASA's Atmosphere and Volatile EvolutioN (MAVEN) program. NASA's newest mission will analyze the upper atmosphere and past climate change on Mars. The $485-million project is led by principal investigator Bruce Jakosky of the University of Colorado's Laboratory for Atmospheric and Space Physics (LASP). NASA's Goddard Space Flight Center will manage the mission. MAVEN is scheduled to launch in late 2013 and arrive at Mars in the fall of 2015. The spacecraft will circle Mars in an elliptical orbit as it studies current atmospheric losses with an emphasis on the role of the solar wind. These present-day losses will give insight to the massive climate change Mars experienced in the past. \"We know from three decades of studying Mars that its surface was dramatically transformed by water, but we don't know what happened to that water,\" said Jim Crocker, vice president of Sensing and Exploration Systems at Lockheed Martin Space Systems Company. \"The MAVEN mission will provide definitive answers about Mars' climate history and an understanding of what happened to the liquid water on the surface. Our team is excited to be a part of this fascinating study.\" The spacecraft is based on the flight-proven designs of the Mars Reconnaissance Orbiter (MRO) and 2001 Mars Odyssey spacecraft -- both designed and built by Lockheed Martin. MRO was launched in August 2005 and Odyssey was launched in April 2001. Both spacecraft are still performing science operations as they orbit the planet. Lockheed Martin also conducts flight operations for both missions for NASA. \"Lockheed Martin brings with it a tremendous wealth of experience in planetary spacecraft, and in Mars spacecraft and operations,\" said Jakosky. \"Their MAVEN team is absolutely first rate, and the mission concept we've put together reflects this. I could not imagine trying to do this mission without their involvement.\" MAVEN is the second mission in NASA's Mars Scout Program -- a series of small, low-cost, principal investigator-led missions to the Red Planet. The Phoenix Mars Lander was the first mission under the program. Lockheed Martin is the industry partner on the Phoenix mission. It designed and built the spacecraft, and also provided both flight operations and currently surface operations for the lander. The mission has been extended through Sept. 30, 2008. Lockheed Martin Space Systems Company, a major operating unit of Lockheed Martin Corporation, designs, develops, tests, manufactures and operates a full spectrum of advanced-technology systems for national security, civil and commercial customers. Chief products include human space flight systems; a full range of remote sensing, navigation, meteorological and communications satellites and instruments; space observatories and interplanetary spacecraft; laser radar; fleet ballistic missiles; and missile defense systems. Headquartered in Bethesda, Md., Lockheed Martin is a global security company that employs about 140,000 people worldwide and is principally engaged in the research, design, development, manufacture, integration and sustainment of advanced technology systems, products and services. The corporation reported 2006 sales of $39.6 billion.", "url": "https://investors.lockheedmartin.com/news-releases/news-release-details/lockheed-martin-spacecraft-be-flown-nasas-maven-mars-mission/"}, {"title": "NASA Selects Mission to Study Mars Atmosphere", "date": "2008-09-19", "content": "NASA has selected a Mars robotic mission that will provide information about the Red Planet's atmosphere, climate history, and potential habitability in greater detail than ever before. Called the Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft, the $485 million mission is scheduled for launch in late 2013. The selection was evaluated to have the best science value and lowest implementation risk from 20 mission investigation proposals submitted in response to a NASA Announcement of Opportunity in August 2006. \"This mission will provide the first direct measurements ever taken to address key scientific questions about Mars' evolution,\" said Doug McCuistion, director of the Mars Exploration Program at NASA Headquarters. Mars once had a denser atmosphere that supported the presence of liquid water on the surface. As part of a dramatic climate change, most of the martian atmosphere was lost. MAVEN will make definitive scientific measurements of present-day atmospheric loss that will offer clues about the planet's history. \"The loss of Mars' atmosphere has been an ongoing mystery,\" McCuistion said. \"MAVEN will help us solve it.\" The principal investigator for the mission is Bruce Jakosky of the Laboratory for Atmospheric and Space Physics at the University of Colorado at Boulder. The university will receive $6 million to fund mission planning and technology development during the next year. NASA's Goddard Space Flight Center in Greenbelt, Maryland, will manage the project. Lockheed Martin of Littleton, Colorado, will build the spacecraft based on designs from NASA's Mars Reconnaissance Orbiter and 2001 Mars Odyssey missions. The team will begin mission design and implementation in the fall of 2009. Launched in August 2005, the Mars Reconnaissance Orbiter is a multipurpose spacecraft that carries the most powerful telescopic camera ever flown to another planet. The camera can show martian landscape features as small as a kitchen table from low orbital altitudes. The mission is examining potential landing sites for future surface missions and providing a communications relay for other Mars spacecraft. The 2001 Mars Odyssey, launched in April of that year, is determining the composition of the Red Planet's surface by searching for water and shallow buried ice. The spacecraft also is studying the planet's radiation environment. After arriving at Mars in the fall of 2014, MAVEN will use its propulsion system to enter an elliptical orbit ranging 90 to 3870 miles above the planet. The spacecraft's eight science instruments will take measurements during a full Earth year, which is roughly equivalent to half of a martian year. MAVEN also will dip to an altitude 80 miles above the planet to sample Mars' entire upper atmosphere. During and after its primary science mission, the spacecraft may be used to provide communications relay support for robotic missions on the martian surface. \"MAVEN will obtain critical measurements that the National Academy of Science listed as being of high priority in their 2003 decadal survey on planetary exploration,\" said Michael Meyer, the Mars chief scientist at NASA Headquarters. \"This field of study also was highlighted in the 2005 NASA Roadmap for New Science of the Sun-Earth System Connection.\" The Mars Scout Program is designed to send a series of small, low-cost, principal investigator-led missions to the Red Planet. The Phoenix Mars Lander was the first spacecraft selected. Phoenix landed on the icy northern polar region of Mars on May 25, 2008. The spacecraft completed its prime science mission on August 25, 2008, and the mission has been extended through September 30. NASA's Mars Exploration Program seeks to characterize and understand Mars as a dynamic system, including its present and past environment, climate cycles, geology, and biological potential.", "url": "https://www.lpi.usra.edu/features/marsAtmosphere/"}]}, [], {"win label": 0, "news": [{"title": "NASA's MAVEN Mission to Mars Passes Confirmation Review", "date": "2010-10-05", "content": "NASA's Mars Atmosphere and Volatile Evolution (MAVEN) project passed its Mission Confirmation Review on Oct. 4. As a result, NASA has given approval for the development and 2013 launch of the MAVEN mission. Lockheed Martin (NYSE: LMT) is the industry partner for the mission and will design and build the spacecraft and perform flight operations. This major milestone was the culmination of a process involving NASA executives and industry experts that thoroughly reviewed the mission, science and spacecraft plans to ensure MAVEN can be developed on schedule, within budget, with acceptable risk, and will result in a reliable spacecraft that will accomplish all of NASA's objectives for the project. Images of the Martian surface indicate that there was once liquid water present, which would have required a warmer and thicker atmosphere sometime in the past. Carrying three science instrument suites, the MAVEN spacecraft will probe the upper atmosphere of Mars and its interactions with the sun to learn how the Martian atmosphere behaves in the context of solar activity. With this information, scientists will be able to recreate the history of Mars' atmosphere - what it was once like and what happened to it. The principal investigator for the MAVEN mission is Dr. Bruce Jakosky of the Laboratory for Atmospheric and Space Physics (LASP) at the University of Colorado (CU) at Boulder. \"The MAVEN spacecraft team is ready and eager to move forward with the detailed design of the spacecraft and ultimately to the successful launch and operations of this important mission,\" said Guy Beutelschies, MAVEN program manager at Lockheed Martin Space Systems Company. Launch of the MAVEN spacecraft is scheduled for November 2013, and arrival and orbit insertion around Mars is scheduled for September 2014. MAVEN is the second mission in the Mars Scout Program which is designed to send small, low-cost, principal investigator-led missions to the Red Planet. The Phoenix Mars Lander was the first Mars Scout mission and was also built and flown by Lockheed Martin for NASA. Regarding passing the MAVEN Mission Confirmation Review, Dr. Jakosky said, \"A better understanding of the upper atmosphere and the role that escape to space has played is required to plug a major hole in our understanding of Mars. We're really excited about having the opportunity to address these fundamental science questions.\" \"The team has successfully met every major milestone since selection two years ago,\" said MAVEN Project Manager David Mitchell of NASA's Goddard Space Flight Center, Greenbelt, Md. \"Looking forward, we are well positioned for the next push to critical design review in July 2011. In three short years, we'll be heading to Mars!\"", "url": "https://www.prnewswire.com/news-releases/nasas-maven-mission-to-mars-passes-confirmation-review-104364683.html"}, {"title": "Mars mission given green light by NASA to proceed to development", "date": "2010-10-06", "content": "NASA announced today that the University of Colorado at Boulder-led mission to Mars to investigate how the planet lost much of its atmosphere eons ago has been approved by the space agency to move into the development stage. The effort, known as the Mars Atmosphere and Volatile Evolution (MAVEN) mission, will probe the past climate of Mars, including its potential for harboring life over the ages. The University of Colorado's Laboratory for Atmospheric and Space Physics (LASP) is leading the mission, which will carry three instrument suites to probe the atmosphere of Mars and its interactions with the Sun, said Bruce Jakosky from the University of Colorado. \"A better understanding of the upper atmosphere and the loss of volatile compounds like carbon dioxide, nitrogen dioxide, and water to space is required to plug a major hole in our understanding of Mars,\" said Jakosky. \"We're really excited about having the opportunity to address these fundamental science questions.\" Clues on the martian surface, including features resembling dry riverbeds and minerals that only form in the presence of water, suggest Mars once had a denser atmosphere that supported the presence of liquid water on the surface. Since most of the atmosphere was lost as part of a dramatic climate change, MAVEN will make definitive scientific measurements of present-day atmospheric loss that will offer insight into the Red Planet's history. \"The team has successfully met every major milestone since selection 2 years ago,\" said David Mitchell of NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"Looking forward, we are well positioned for the next push to critical design review in July 2011. In 3 short years, we will be heading to Mars.\" Launch is scheduled for November 2013. The three instrument suites on MAVEN will include a remote-sensing package built by LASP that will determine global characteristics of the upper atmosphere. The MAVEN science team includes three LASP scientists heading up instrument teams, as well as a large supporting team of scientists, engineers, and missions operations specialists. The confirmation review announced today authorized continuation of the project and set its cost and schedule. The next major mission milestone, the critical design review, will examine the detailed MAVEN system design. Assuming the critical design review is successful, the project team will assemble the spacecraft and its instruments.", "url": "https://www.astronomy.com/space-exploration/mars-mission-given-green-light-by-nasa-to-proceed-to-development/"}, {"title": "NASA mission asks why Mars has no atmosphere", "date": "2010-10-07", "content": "NASA this week gave the green light to a mission to Mars that will seek to understand why and how the red planet lost its atmosphere 3-4 billion years ago. Dubbed the Mars Atmosphere and Volatile Evolution, or MAVEN, mission, it is led by principal investigator Bruce Jakosky of the Laboratory for Atmospheric and Space Physics (LASP) at the University of Colorado at Boulder (CU-Boulder) and managed by David Mitchell of NASA's Goddard Space Flight Center in Greenbelt, Md. More than half the instruments aboard the spacecraft, with a planned launch in late 2013, will be built at the University of California, Berkeley's Space Sciences Laboratory (SSL) under the direction of MAVEN deputy-principal investigator Robert Lin. \"There's lots of evidence that in the past, Mars had running water, but to have running water you need a thick atmosphere, and that's gone now,\" said Lin, a UC Berkeley professor of physics and former director of the SSL. During its planned one-year mission, MAVEN will collect evidence to support or refute the reigning theory that once Mars lost its magnetic field, the solar wind and solar storms scoured the atmosphere away. \"Once you lose your atmosphere, that's the end of any evolved life,\" Lin added. \"This mission will also tell us what might happen to other planetary atmospheres, even Earth's, in the long run.\" \"A better understanding of the upper atmosphere and the loss of volatile compounds like carbon dioxide, nitrogen dioxide and water to space is required to plug a major hole in our understanding of Mars,\" said Jakosky, who is a professor in CU-Boulder's geological sciences department. MAVEN will carry three instrument suites, totaling eight instruments, to probe the Martian atmosphere and its interactions with the sun. Among these are ion, electron and ion composition analyzers and energetic particle detectors built at UC Berkeley, a neutral gas analyzer and magnetometer built at NASA Goddard, and an imaging ultraviolet spectrometer built at CU-Boulder. \"Looking forward, we are well positioned for the next push to critical design review in July 2011,\" said Mitchell. \"In three short years, we will be heading to Mars.\" Lin and his SSL colleagues built instruments for a previous Mars mission, the Mars Global Surveyor, that discovered evidence that Mars had lost its magnetic field nearly 4 billion years ago, not long after its formation. Planetary magnetic fields, like the earth's own, protect the planet from the intense solar wind and high-energy particles emitted during solar storms. Without that protection, Lin said, the solar wind and storms could have scoured Mars' atmosphere and eliminated it entirely over about a billion years. Building on the preliminary data from Mars Global Surveyor, MAVEN will study how solar wind particles ionize Mars' remaining atmosphere, how rapidly the ions are carried into space, and attempt to reconstruct the atmosphere's history based on past activity of the sun. \"By understanding the loss process and combining that with a model for the history of the sun and isotope ratios, we will get a good handle on how the loss process went,\" Lin said. An alternative hypothesis is that the atmosphere went underground, but current evidence suggests that that process could not account for the planet's entire atmosphere. In addition to leading the MAVEN mission, CU-Boulder's LASP team will also provide science operations and lead education and public outreach efforts. NASA Goddard will manage the project, which will cost $438 million exclusive of the separately funded government-furnished launch vehicle and telecommunications relay package. Lockheed Martin of Littleton, Colo., will build the spacecraft based on designs from NASA's Mars Reconnaissance Orbiter and 2001 Mars Odyssey missions and will perform mission operations. The UC Berkeley's Space Sciences Laboratory will help support education and public outreach efforts. NASA's Jet Propulsion Laboratory in Pasadena, Calif., will provide navigation support, the Deep Space Network, and the Electra telecommunications relay hardware and operations.", "url": "https://news.berkeley.edu/2010/10/07/maven/"}, {"title": "NASA Approves MAVEN Mars Scout Mission for 2013 Launch", "date": "2010-10-11", "content": "NASA gave the green light Oct. 4 to what is expected to be the last of its Mars Scout missions, a $438 million probe that could help scientists understand how the red planet lost much of its atmosphere, agency officials said Oct. 6. David Mitchell, project manager for the Mars Atmosphere and Volatile Evolution (MAVEN) mission at NASA's Goddard Space Flight Center in Greenbelt, Md., said a confirmation review team recently signed off on the mission's detailed plans, instruments, budget and schedule. Passing the milestone allows the MAVEN team to begin building flight hardware within a fixed budget and schedule that would see the 2,500-kilogram spacecraft launch in late November 2013. \"We are staying consistent with our approach since day one in terms of our cost requirements, and over the last year is where we've really fleshed this out on the scope of work,\" Mitchell said in an Oct. 6 interview, adding that MAVEN is on track to complete its critical design review in July 2011. That review requires an independent team to examine MAVEN's detailed systems design and, if approved, allows the project team to assemble the spacecraft and its instruments. NASA expects MAVEN to arrive at Mars in the fall of 2014 and enter an elliptical orbit ranging from 145 kilometers to 6,230 kilometers above the martian surface. The yearlong mission is designed to sample the planet's upper atmosphere in an effort to understand a dramatic climate change that left Mars unable to support the presence of liquid water on its surface. Mitchell said MAVEN will host eight instruments, including a mass spectrometer built at Goddard and an imaging ultraviolet spectrometer built by the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder. The University of California, Berkeley will handle the remaining six instruments, including solar wind electron and ion analyzers, the Langmuir Probe and Waves Experiment, a suprathermal and thermal ion composition probe, a solar energetic particle detector and a pair of magnetometers. Mitchell said MAVEN's $438 million price tag excludes the cost of launching the spacecraft on a yet-to-be-determined launch vehicle and building a telecommunications relay payload that will support rover missions. NASA's Jet Propulsion Laboratory, Pasadena, Calif., is responsible for the relay hardware. Lockheed Martin Space Systems is building MAVEN based on the spacecraft platform it used for NASA's 2001 Mars Odyssey and Mars Reconnaissance Orbiter missions. All eight MAVEN instruments and the communications relay package are expected to arrive at the company's Denver facility by August 2012 for integration with the spacecraft. Final delivery to Cape Canaveral Air Force Station, Fla., is set to occur one year later in preparation for launch during a 20-day window that opens Nov. 18, 2013. Mitchell said if NASA misses that window, the mission would need to wait 26 months for a new launch window. Guy Beutelschies, MAVEN project manager for Lockheed Martin Space Systems, said the company is determined to make the November 2013 window. \"We assume that if we don't make that date, we may not be allowed to wait two years and launch again,\" Beutelschies said in an Oct. 6 interview. \"We're working extremely hard to make sure we hit that launch date.\" NASA picked MAVEN in 2008 as the second in a planned series of low-cost, scientist-led Mars Scout missions. Earlier this year, however, NASA decided to discontinue the Scout program and join the European Space Agency in 2016 on the first of several proposed joint Mars missions.", "url": "https://spacenews.com/nasa-approves-maven-mars-scout-mission-2013-launch/"}, {"title": "NASA Chooses Atlas 5 Rocket to Launch New Mars Orbiter", "date": "2010-10-26", "content": "NASA has selected an Atlas 5 rocket to launch an orbiter in November 2013 to study the ancient climate record of Mars, the agency announced Thursday. The Mars Atmosphere and Volatile Evolution, or MAVEN, spacecraft will collect the most detailed data ever obtained on the Red Planet's atmosphere. Scientists expect MAVEN will help unravel the mystery of how Mars transitioned from a wetter, warmer planet to the barren landscape of today. The MAVEN spacecraft will blast off in November 2013 on a United Launch Alliance Atlas 5 rocket from Cape Canaveral, Fla. The mission will use the Atlas 5's basic configuration with nosolid rocket boosters, a single-engine Centaur upper stage and a 4-meter payload shroud. The preliminary launch period, when the orbits of Earth and Mars are properly aligned for an interplanetary journey, opens Nov. 18 and closes Dec. 7 in 2013. MAVEN will arrive at Mars in September 2014. The total value of the launch serviceis $187 million. That cost includes the Atlas 5 rocket and additional contracts for payload processing,launch vehicle integration, mission-unique ground support, and tracking and telemetry services, according to a NASA press release. The MAVEN agreement is the agency'sfirst launch deal underthe second NASA Launch Services contract announced in September. Thenew NLScontract covers launches of robotic NASA spacecraft for the next decade. MAVEN's launch contract was held upafter the last NLS dealexpired June 30, according to a senior NASA official. NLS contracts are multiple awardindefinite delivery,indefinite quantity pacts with launch companies covering potentialflightopportunities. NASA can order up to 70 missions in the new NLS contractfor amaximum value of $15 billion. Managed by NASA's Goddard SpaceFlight Center, MAVENreceived management approval to proceed into full development during anOct. 4confirmation review. That decision point followed a successfulpreliminarydesign review this summer. The MAVENspacecraft is a downsized version of the Mars ReconnaissanceOrbiter busbuilt by Lockheed Martin Corp. The mission's cost is $438 million, notcountingthe launch services contract unveiled Thursday.", "url": "https://www.space.com/9392-nasa-chooses-atlas-5-rocket-launch-mars-orbiter.html"}]}, [], {"win label": 0, "news": [{"title": "MAVEN Mission Completes Major Milestone", "date": "2011-07-22", "content": "The Mars Atmosphere and Volatile EvolutioN (MAVEN) mission reached a major milestone last week when it successfully completed its Mission Critical Design Review (CDR). MAVEN, scheduled for launch in late 2013, will be the first mission devoted to understanding the Martian upper atmosphere. The goal of MAVEN is to determine the history of the loss of atmospheric gases to space through time, providing answers about Mars climate evolution. It will accomplish this by measuring the current rate of escape to space and gathering enough information about the relevant processes to allow extrapolation backward in time. Noting this milestone, Michael Meyer, Lead Scientist for NASA's Mars Exploration Program at NASA Headquarters said. \"It is a real pleasure to see the MAVEN team is doing an exemplary job on this important mission, which was identified as a top priority mission in the 2002 National Research Council Decadal Survey and addresses high-priority goals of two Divisions-Planetary Sciences and Heliophysics.\" \"Understanding how and why the atmosphere changed through time is an important scientific objective for Mars,\" said Bruce Jakosky, MAVEN Principal Investigator from the Laboratory for Atmospheric and Space Physics at the University of Colorado (CU/LASP) at Boulder. \"MAVEN will make the right measurements to allow us to answer this question. We're in the middle of the hard work right now-building the instruments and spacecraft-and we're incredibly excited about the science results we're going to get from the mission.\" From July 11 - 15, 2011, the MAVEN Critical Design Review was held at NASA Goddard Space Flight Center in Greenbelt, Md. An independent review board, comprised of reviewers from NASA and several external organizations, met to validate the system design. Critical Design Reviews are one-time programmatic events that bridge the design and manufacturing stages of a project. A successful review means that the design is validated and will meet its requirements, is backed up with solid analysis and documentation, and has been proven to be safe. MAVEN's CDR completion grants permission to the mission team to begin manufacturing hardware. \"This team continues to nail every major milestone like clockwork, as laid out three years ago when the mission was proposed,\" said Dave Mitchell, MAVEN Project Manager at NASA Goddard Space Flight Center in Greenbelt, Md. \"CDR success is very important because it validates that the team is ready for fabrication, assembly, and test of all mission elements. It also enables us to stay on plan for launch in November 2013.\" MAVEN will carry three instrument suites. The Particles and Fields Package, built by the University of California at Berkeley with support from CU/LASP and NASA Goddard, contains six instruments that will characterize the solar wind and the ionosphere of the planet. The Remote Sensing Package, built by CU/LASP, will determine global characteristics of the upper atmosphere and ionosphere. The Neutral Gas and Ion Mass Spectrometer, provided by NASA Goddard, will measure the composition and isotopes of neutral ions.", "url": "https://www.nasa.gov/mission_pages/maven/news/maven-cdr.html"}, {"title": "MAVEN Mission Primary Structure Complete", "date": "2011-09-26", "content": "NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) mission has reached a new milestone. Lockheed Martin has completed building the primary structure of the MAVEN spacecraft at its Space Systems Company facility near Denver. The MAVEN spacecraft is scheduled to launch in November 2013 and will be the first mission devoted to understanding the Martian upper atmosphere. The mission's principal investigator is Bruce Jakosky from the Laboratory for Atmospheric and Space Physics at the University of Colorado. In the photo taken on Sept. 8, technicians from Lockheed Martin are inspecting the MAVEN primary structure following its recent completion at the company's Composites Lab. The primary structure is cube shaped at 7.5 feet x 7.5 feet x 6.5 feet high (2.3 meters x 2.3 meters x 2 meters high). Built out of composite panels comprised of aluminum honeycomb sandwiched between graphite composite face sheets and attached to one another with metal fittings, the entire structure only weighs 275 pounds (125 kilograms). At the center of the structure is the 4.25 feet (1.3 meters) diameter core cylinder that encloses the hydrazine propellant tank and serves as the primary vertical load-bearing structure. The large tank will hold approximately 3,615 pounds (1640 kilograms) of fuel. \"It's always a significant milestone when the project moves from a paper design to real hardware and software,\" said Guy Beutelschies, MAVEN program manager at Lockheed Martin Space Systems Company. \"Seeing the core structure really reinforces the fact that MAVEN is no longer just a set of ideas that scientists and engineers have come up with, it is starting to become a spacecraft.\" In mid October, the structure will be moved to Lockheed Martin's Structures Test Lab and undergo static load testing, which simulates and tests the many dynamic loads the spacecraft will experience during launch. Despite the primary structure's light weight, it's designed to support the entire spacecraft mass during the launch, which applies an equivalent axial force at the launch vehicle interface of approximately 61,000 pounds when including accelerations up to 6 Gs. After completion of the static tests, the structure will be moved into a clean room to start propulsion subsystem integration. The Assembly, Test and Launch Operations (ATLO) phase begins July 2012. \"There's still a lot of work to go before we have the complete spacecraft, but this is a major step in getting us to the launch pad in two years,\" said Bruce Jakosky, MAVEN principal investigator from the Laboratory for Atmospheric and Space Physics at the University of Colorado. \"All of the team's hard work now will pay off when we get to Mars and see the science results.\" The goal of MAVEN is to determine the role that loss of atmospheric gas to space played in changing the Martian climate through time. MAVEN will determine how much of the Martian atmosphere has been lost over time by measuring the current rate of escape to space and gathering enough information about the relevant processes to allow extrapolation backward in time. NASA Goddard Space Flight Center in Greenbelt, Md. manages the project and will also build some of the instruments for the mission. In addition to the principal investigator coming from CU-LASP, the university will provide science operations, build instruments, and lead education/public outreach. Lockheed Martin of Littleton, Colo., is building the spacecraft and will perform mission operations. The University of California-Berkeley Space Sciences Laboratory is also building instruments for the mission. NASA's Jet Propulsion Laboratory, Pasadena, Calif., will provide navigation support, the Deep Space Network, and the Electra telecommunications relay hardware and operations. ", "url": "https://www.nasa.gov/mission_pages/maven/news/maven-structure.html"}, {"title": "Lockheed Martin Completes Primary Structure of NASA'S MAVEN Spacecraft", "date": "2011-09-27", "content": "Lockheed Martin (NYSE:LMT has completed building the primary structure of NASA's MAVEN spacecraft at its Space Systems Company facility near Denver. The Mars Atmosphere And Volatile EvolutioN (MAVEN) spacecraft is scheduled to launch in November 2013 and will be the first mission devoted to understanding the Martian upper atmosphere. In the photo taken on Sept. 8, technicians from Lockheed Martin are inspecting the MAVEN primary structure following its recent completion at the company's Composites Lab. The primary structure is cube shaped at 7.5 feet x 7.5 feet x 6.5 feet high (2.3 meters x 2.3 meters x 2 meters high). Built out of composite panels comprised of aluminum honeycomb sandwiched between graphite composite face sheets, the entire structure only weighs 275 pounds (125 kilograms). At the center of the structure is the 4.25 feet (1.3 meters) diameter core cylinder that encloses the hydrazine propellant tank and serves as the primary vertical load-bearing structure. The large tank will hold approximately 3,615 pounds (1640 kilograms) of fuel. \"It's always a significant milestone when the project moves from a paper design to real hardware and software,\" said Guy Beutelschies, MAVEN program manager at Lockheed Martin Space Systems Company. \"Seeing the core structure reinforces the fact that MAVEN is no longer just a set of ideas that scientists and engineers have come up with, it is starting to become a spacecraft.\" In mid October, the structure will be moved to Lockheed Martin's Structures Test Lab and undergo static load testing, which simulates and tests the many dynamic loads the spacecraft will experience during launch. Despite the primary structure's light weight, it's designed to support the entire spacecraft mass during the launch, which applies an equivalent axial force at the launch vehicle interface of approximately 61,000 pounds when including accelerations up to 6 Gs. After completion of the static tests, the structure will be moved into a clean room to start propulsion subsystem integration. The Assembly, Test and Launch Operations (ATLO) phase begins July 2012. \"There's still a lot of work to go before we have the complete spacecraft, but this is a major step in getting us to the launch pad in two years. All of the team's hard work now will pay off when we get to Mars and see the science results,\" said Bruce Jakosky, MAVEN principal investigator from the Laboratory for Atmospheric and Space Physics at the University of Colorado (CU/LASP) at Boulder. The goal of MAVEN is to determine the role that loss of atmospheric gas to space played in changing the Martian climate through time. MAVEN will determine how much of the Martian atmosphere has been lost over time by measuring the current rate of escape to space and gathering enough information about the relevant processes to allow extrapolation backward in time. NASA Goddard manages the project and will also build some of the instruments for the mission. In addition to the principal investigator coming from CU-LASP, the university will provide science operations, build instruments, and lead education/public outreach. Lockheed Martin of Littleton, Colo., is building the spacecraft and will perform mission operations. The University of California-Berkeley Space Sciences Laboratory is also building instruments for the mission. NASA's Jet Propulsion Laboratory, Pasadena, Calif., will provide navigation support, the Deep Space Network, and the Electra telecommunications relay hardware and operations. Headquartered in Bethesda, Md., Lockheed Martin is a global security company that employs about 126,000 people worldwide and is principally engaged in the research, design, development, manufacture, integration and sustainment of advanced technology systems, products and services. The Corporation's 2010 sales from continuing operations were $45.8 billion.", "url": "https://spaceref.com/press-release/lockheed-martin-completes-primary-structure-of-nasas-maven-spacecraft/"}]}, {"win label": 0, "news": [{"title": "NASA's MAVEN Spacecraft and Propellant Tank", "date": "2012-04-16", "content": "Lockheed Martin has installed the propellant tank on NASA's MAVEN spacecraft, which it is building at its Space Systems Company facilities near Denver. In addition to the large tank, many of the primary propulsion components including all 20 of the spacecraft's thrusters have been installed. This photo taken on March 3 shows the large hydrazine propellant tank prior to integration with the core structure of the MAVEN spacecraft at a Lockheed Martin clean room near Denver. The tank will hold 450 gallons of hydrazine propellant and is 6 feet 2 inches tall. The tank was built by ATK Aerospace Group, Commerce, Calif. The primary structure in the background is cube shaped at 7.5 feet x 7.5 feet x 6.5 feet high. Built out of composite panels comprised of aluminum honeycomb sandwiched between graphite composite face sheets, the entire structure only weighs 275 pounds.", "url": "https://mars.nasa.gov/resources/5169/nasas-maven-spacecraft-and-propellant-tank/?site=insight"}, {"title": "NASA's Next Mars Probe Coming Together", "date": "2012-04-30", "content": "Inside an ultraclean facility in the foothills of the Rocky Mountains, engineers are constructing NASA's next Mars-bound spacecraft. The Mars Atmosphere And Volatile EvolutioN (MAVEN) spacecraft is being assembled by Lockheed Martin at their Space Systems Company facilities near Denver. The spacecraft's core structure and propellant tank were recently installed in a clean room, which protects the various components against contamination. \"MAVEN is just starting to come together in the clean room,\" James Crocker, Lockheed Martin's vice president and general manager for sensing and exploration systems, told reporters during a recent site tour here. The large tank is more than 6 feet tall (1.83 meters), and is designed to hold 450 gallons of toxic hydrazine propellant. Some of that fuel will be used to properly position the robotic spacecraft after it is captured into orbit around the Red Planet. A series of rocket-motor burns will be used to lower MAVEN into its so-called science orbit. The MAVEN mission will be the first to investigate Mars' upper atmosphere, in an attempt to understand what caused the Martian atmosphere to be lost into space. The spacecraft will also collect observations to help scientists piece together how this atmospheric loss has affected the planet's climate over time. The $670 million mission is scheduled to launch in November 2013, and will reach Mars in 2014. \"MAVEN is trying to understand what happened to the atmosphere,\" Crocker said. \"Where did it go? It will help us understand how the gases in the atmosphere escape Mars.\" MAVEN will examine how much atmospheric gas is escaping into space, Lockheed Martin officials said. Once the current rate of atmospheric loss is determined, scientists can then use these figures to paint a picture of what occurred in the past. These measurements will help researchers see how the Martian climate has become increasingly inhospitable to life, NASA officials have said. The MAVEN spacecraft's core structure is successfully lowered and attached to the hydrazine propulsion tank and boat tail assembly at Lockheed Martin's facilities in Colorado. So far, work on the MAVEN spacecraft has been on budget and on schedule, Lockheed Martin officials said. The spacecraft is expected to be delivered to NASA's Kennedy Space Center in Cape Canaveral, Fla. next August. Meanwhile, NASA is preparing to land the Mars Science Laboratory, or Curiosity rover, on the surface of the Red Planet this August. The $2.5 billion rover mission will investigate whether Mars is, or ever was, hospitable. The Mars Science Laboratory and MAVEN are the only Mars missions currently scheduled to launch to or land on the Red Planet in the upcoming years. NASA recently announced an overhaul of its Mars exploration strategy, after the agency was forced to pull out of two European-led missions due to budgetary constraints. ", "url": "https://www.space.com/15477-nasa-mars-mission-maven-construction.html"}, {"title": "NASA Goddard Delivers MAVEN Magnetometers", "date": "2012-05-21", "content": "Magnetometers built by scientists and engineers at NASA Goddard Space Flight Center in Greenbelt, Md. for NASA's Mars Atmosphere And Volatile EvolutioN (MAVEN) mission have been delivered to the University of California at Berkeley Space Sciences Laboratory for integration into the Particles and Field Package. \"The team worked hard and completed delivery of the magnetometers on schedule,\" said Jack Connerney, Magnetometer Instrument Lead from NASA Goddard. \"We are looking forward to launch, orbit insertion and seeing the data come back.\" The pair of flux gate magnetometers measures the magnetic field at the location of the spacecraft. As part of the Particles and Fields Package, the magnetometer sensors are positioned at the outermost ends of the solar panels to keep them as far away as possible from stray magnetic fields generated by the spacecraft. Since the motion of escaping charged particles is governed by the magnetic field, this measurement is important in understanding how the solar wind interacts with the planet's atmosphere and causes loss to space. \"The geometry of the magnetic field determines where particles go to and where they come from,\" said Connerney.\"If we want to understand particle motion, we need to visualize how the magnetic field behaves throughout the Mars environment.\" Scheduled for launch in late 2013, MAVEN will be the first mission devoted to understanding the martian upper atmosphere. The goal of MAVEN is to determine the history of the loss of atmospheric gases to space through time, providing answers about Mars climate evolution. By measuring the current rate of escape to space and gathering enough information about the relevant processes, scientists will be able to infer how the planet's atmosphere evolved in time. The instrument is powered on during the spacecraft cruise to Mars. Once powered, it has a heart that beats once per second. Every second, the instrument sends a packet of data to the Particles and Fields Package. Each packet includes 32 vector samples of the magnetic field. The Particles and Fields Package accepts the data and passes it on to the spacecraft. The magnetic field vectors are also made available to the other instruments onboard the spacecraft in real time. MAVEN's magnetometers were designed by a Goddard team that has a long and varied history with building magnetometers for space research. They have provided instruments for many previous and upcoming planetary and heliophysics missions. The MAVEN spacecraft will carry three instrument suites. The Particles and Fields Package, built by the University of California at Berkeley with support from University of Colorado at Boulder's Laboratory for Atmospheric and Space Physics (CU/LASP) and NASA Goddard, contains six instruments that will characterize the solar wind and the ionosphere of the planet. The Remote Sensing Package, built by CU/LASP, will determine global characteristics of the upper atmosphere and ionosphere. The Neutral Gas and Ion Mass Spectrometer, provided by NASA Goddard, will measure the composition and isotopes of neutral ions. \"The magnetometer is the first of the science instruments to be completed and delivered,\" said Bruce Jakosky, MAVEN Principal Investigator from CU/LASP. \"It's really exciting to see the payload now starting to come together. This is an important milestone in our path toward getting to Mars and using our measurements to answer questions about the history of the martian atmosphere.\"", "url": "https://lasp.colorado.edu/maven/2012/05/21/goddard-delivers-magnetometers/"}]}, {"win label": 0, "news": [{"title": "Next Mars Mission Enters Final Phase Before Launch", "date": "2012-09-11", "content": "NASA's Mars Atmosphere And Volatile EvolutioN (MAVEN) mission has passed a critical milestone, Key Decision Point-D or KDP-D. The project is officially authorized to transition into the next phase of the mission, which is system delivery, integration and test, and launch. \"The spacecraft and instruments are all coming together at this point,\" said Bruce Jakosky from University of Colorado, the MAVEN principal investigator. \"Although we're focused on getting everything ready for launch right now, we aren't losing sight of our ultimate objective - getting to Mars and making the science measurements.\" MAVEN will be the first mission devoted to understanding the Martian upper atmosphere. The goal of MAVEN is to determine the role that loss of atmospheric gas to space played in changing the Martian climate through time. The key decision meeting was held at NASA Headquarters in Washington on Sept. 10 and chaired by NASA's Science Mission Directorate. \"I'm incredibly proud of how this team continues to meet every major milestone on schedule on its journey to Mars,\" said David Mitchell, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Being ready for the start of system level integration and test is critically important to ultimately being ready for launch on November 18, 2013.\" KDP-D occurs after the project has completed a series of independent reviews which cover not only technical health of the project but also programmatic health (schedule and cost). KDP-D represents the official transition from Phase C (development stage) to Phase D in the mission life cycle. During Phase D, the spacecraft bus is completed, the science instruments are integrated into the spacecraft, spacecraft testing occurs, everything ships to Kennedy Space Center for integration into the Atlas-V rocket, and the MAVEN mission launches (late next year). The next major review for the MAVEN team is the Mission Operations Review in November 2012. This review assesses the project's operational readiness and its progress towards launch. The project will continue to work with its partners to deliver all instruments in the next four months. The MAVEN spacecraft will carry three instrument suites. The Particles and Fields Package, built by the University of California at Berkeley with some instrument elements from CU/LASP and NASA Goddard, contains six instruments that will characterize the solar wind and the ionosphere of the planet. The Remote Sensing Package, built by CU/LASP, will determine global characteristics of the upper atmosphere and ionosphere. The Neutral Gas and Ion Mass Spectrometer, provided by NASA Goddard, will measure the composition and isotopes of neutrals and ions. MAVEN will launch during a 20-day period from November to December, 2013. It will go into orbit around Mars in September 2014, and, after a one-month check-out period, will make measurements from orbit for one Earth year.", "url": "https://www.nasa.gov/mission_pages/maven/news/c-to-d.html"}]}, {"win label": 0, "news": [{"title": "NASA'S MAVEN Mission Completes Assembly, Begins Environmental Testing", "date": "2013-02-08", "content": "NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft is assembled and is undergoing environmental testing at Lockheed Martin Space Systems facilities, near Denver, Colo. MAVEN is the next mission to Mars and will be the first mission devoted to understanding the Martian upper atmosphere. During the environmental testing phase, the orbiter will undergo a variety of rigorous tests that simulate the extreme temperatures, vacuum and vibration the spacecraft will experience during the course of its mission. Currently, the spacecraft is in the company's Reverberant Acoustic Laboratory being prepared to undergo acoustics testing that simulates the maximum sound and vibration levels the spacecraft will experience during launch. Following the acoustics test, MAVEN will be subjected to a barrage of additional tests, including: separation/deployment shock, vibration, electromagnetic interference/electromagnetic compatibility and magnetics testing. The phase concludes with a thermal vacuum test where the spacecraft and its instruments are exposed to the vacuum and extreme hot and cold temperatures it will face in space. \"The assembly and integration of MAVEN has gone very smoothly and we're excited to test our work over the next six months,\" said Guy Beutelschies, MAVEN program manager at Lockheed Martin Space Systems Company. \"Environmental testing is a crucial set of activities designed to ensure the spacecraft can operate in the extreme conditions of space.\" \"I'm very pleased with how our team has designed and built the spacecraft and science instruments that will make our measurements,\" said Bruce Jakosky, MAVEN principal investigator from the University of Colorado at Boulder's Laboratory for Atmospheric and Space Physics. \"We've got an exciting science mission planned, and the environmental testing now is what will ensure that we are ready for launch and for the mission.\" MAVEN is scheduled to ship from Lockheed Martin's facility to NASA's Kennedy Space Center in early August, where it will undergo final preparations for launch. MAVEN, scheduled to launch in November 2013, is a robotic exploration mission to understand the role that loss of atmospheric gas to space played in changing the Martian climate through time. It will investigate how much of the Martian atmosphere has been lost over time by measuring the current rate of escape to space and gathering enough information about the relevant processes to extrapolate backward in time. \"This phase of the program is particularly important in that it will provide us with a good assessment of the MAVEN system's capabilities under the simulated extremes of the space environment,\" said David Mitchell, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Of significance, the spacecraft is entering system level test right on schedule, while maintaining robust cost and schedule reserves to deal with the technical or programmatic surprises that could occur during test or in the run to launch. Tracking on plan is critically important to being ready for launch later this year and the science that MAVEN will deliver one year later.\"", "url": "https://mars.nasa.gov/news/environment/"}, {"title": "NASA's MAVEN Mission Completes Assembly", "date": "2013-02-13", "content": "NASA's next mission to Mars, MAVEN, has completed spacecraft assembly and begun environmental testing. NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft is assembled and is undergoing environmental testing at Lockheed Martin Space Systems facilities, near Denver, Colo. MAVEN is the next mission to Mars and will be the first mission devoted to understanding the Martian upper atmosphere. During the environmental testing phase, the orbiter will undergo a variety of rigorous tests that simulate the extreme temperatures, vacuum and vibration the spacecraft will experience during the course of its mission. Currently, the spacecraft is in the company's Reverberant Acoustic Laboratory being prepared to undergo acoustics testing that simulates the maximum sound and vibration levels the spacecraft will experience during launch. Following the acoustics test, MAVEN will be subjected to a barrage of additional tests, including: separation/deployment shock, vibration, electromagnetic interference/electromagnetic compatibility and magnetics testing. The phase concludes with a thermal vacuum test where the spacecraft and its instruments are exposed to the vacuum and extreme hot and cold temperatures it will face in space. \"The assembly and integration of MAVEN has gone very smoothly and we're excited to test our work over the next six months,\" said Guy Beutelschies, MAVEN program manager at Lockheed Martin Space Systems Company. \"Environmental testing is a crucial set of activities designed to ensure the spacecraft can operate in the extreme conditions of space.\" \"I'm very pleased with how our team has designed and built the spacecraft and science instruments that will make our measurements,\" said Bruce Jakosky, MAVEN principal investigator from the University of Colorado at Boulder's Laboratory for Atmospheric and Space Physics. \"We've got an exciting science mission planned, and the environmental testing now is what will ensure that we are ready for launch and for the mission.\" MAVEN is scheduled to ship from Lockheed Martin's facility to NASA's Kennedy Space Center in Florida in early August, where it will undergo final preparations for launch. MAVEN, scheduled to launch in November 2013, is a robotic exploration mission to understand the role that loss of atmospheric gas to space played in changing the Martian climate through time. It will investigate how much of the Martian atmosphere has been lost over time by measuring the current rate of escape to space and gathering enough information about the relevant processes to extrapolate backward in time. \"This phase of the program is particularly important in that it will provide us with a good assessment of the MAVEN system's capabilities under the simulated extremes of the space environment,\" said David Mitchell, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Of significance, the spacecraft is entering system level test right on schedule, while maintaining robust cost and schedule reserves to deal with the technical or programmatic surprises that could occur during test or in the run to launch. Tracking on plan is critically important to being ready for launch later this year and the science that MAVEN will deliver one year later.\"", "url": "https://www.jpl.nasa.gov/news/nasas-maven-mission-completes-assembly"}]}, {"win label": 0, "news": [{"title": "NASA Begins Launch Preparations for Next Mars Mission", "date": "2013-08-05", "content": "NASA's next spacecraft going to Mars arrived Friday, Aug. 2, at the agency's Kennedy Space Center in Florida, and is now perched in a cleanroom to begin final preparations for its November launch. The Mars Atmosphere and Volatile Evolution (MAVEN) spacecraft is undergoing detailed testing and fueling prior to being moved to its launch pad. The mission has a 20-day launch period that opens Nov. 18. The spacecraft will conduct the first mission dedicated to surveying the upper atmosphere of Mars. Scientists expect to obtain unprecedented data that will help them understand how the loss of atmospheric gas to space may have played a part in changing the planet's climate. \"We're excited and proud to ship the spacecraft right on schedule,\" said David Mitchell, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Md. \"But more critical milestones lie ahead before we accomplish our mission of collecting science data from Mars. I firmly believe the team is up to the task. Now we begin the final push to launch.\" Over the weekend, the team confirmed the spacecraft arrived in good condition. They removed the spacecraft from the shipping container and secured it to a rotation fixture in the cleanroom. In the next week, the team will reassemble components previously removed for transport. Further checks prior to launch will include software tests, spin balance tests, and test deployments of the spacecraft's solar panels and booms. The spacecraft was transported from Buckley Air Force Base in Aurora, Colo., on Friday, aboard a U.S. Air Force C-17 cargo plane. Lockheed Martin Space Systems in Littleton, Colo., designed and built the spacecraft and is responsible for testing, launch processing, and mission operations. \"It's always a mix of excitement and stress when you ship a spacecraft down to the launch site,\" said Guy Beutelschies, MAVEN program manager at Lockheed Martin. \"It's similar to moving your children to college after high school graduation. You're proud of the hard work to get to this point, but you know they still need some help before they're ready to be on their own.\" Previous Mars missions detected energetic solar fields and particles that could drive atmospheric gases away from Mars. Unlike Earth, Mars does not have a planet-wide magnetic field that would deflect these solar winds. As a result, these winds may have stripped away much of Mars' atmosphere. MAVEN's data will help scientists reconstruct the planet's past climate. Scientists will use MAVEN data to project how Mars became the cold, dusty desert planet we see today. The planned one-year mission begins with the spacecraft entering the Red Planet's orbit in September 2014. \"MAVEN is not going to detect life,\" said Bruce Jakosky, planetary scientist at the University of Colorado Boulder and MAVEN's principal investigator. \"But it will help us understand the climate history, which is the history of its habitability.\" MAVEN's principal investigator is based at the University of Colorado Laboratory for Atmospheric and Space Physics in Boulder. The university provides science instruments and leads science operations, education and public outreach. Goddard manages the project and provides two of the science instruments for the mission. Lockheed Martin built the spacecraft and is responsible for mission operations. The University of California at Berkeley's Space Sciences Laboratory provides science instruments for the mission. NASA's Jet Propulsion Laboratory in Pasadena, Calif., provides navigation support, Deep Space Network support, and Electra telecommunications relay hardware and operations. ", "url": "https://mars.nasa.gov/news/1502/nasa-begins-launch-preparations-for-next-mars-mission/"}, {"title": "Mars-Bound MAVEN Spacecraft Performing Final Testing Ahead Of November Launch", "date": "2013-09-29", "content": "NASA's next spacecraft destined for Mars, MAVEN, is in its final month of pre-launch processing at Kennedy Space Center in Florida. After a decade of work from people across the country, and having passed some 270 reviews, MAVEN is nearly ready to meet the Atlas-V rocket that will launch the spacecraft on a one-way trip to Mars this fall. The $670 million Mars Atmosphere and Volatile EvolutioN mission will follow a trail to Mars blazed by numerous spacecraft that came before, helping in piecing together the puzzle of Mars' history. MAVEN will help answer questions about how, when, and why the Red Planet's atmosphere has nearly disappeared, leaving the planet a dead, dry, desolate landscape. MAVEN, however, will not land on the surface, but will instead position into an elliptical orbit around Mars to-for the first time-thoroughly study the Martian upper atmosphere. \"A better understanding of the upper atmosphere and the role that escape to space has played is required to plug a major hole in our understanding of Mars,\" said Bruce Jakosky, principal investigator for MAVEN at the Laboratory for Atmospheric and Space Physics at the University of Colorado Boulder. \"We're really excited about having the opportunity to address these fundamental science questions. MAVEN is not going to detect life, but it will help us understand the climate history of Mars, which is the history of its habitability.\" The spacecraft will measure the current rate of escape of atmospheric gas to space, providing information about the relevant processes to allow extrapolation backward in time to determine how much of the Martian atmosphere has been lost over the eons. Understanding the role that loss of atmospheric gas played in changing the Martian climate should shed more light on whether or not Mars was a habitable world at some point. If Mars was habitable in its ancient history, when was it, and for how long was Mars habitable before Martian Armageddon? Currently, the 1,991-pound spacecraft (5,400 pounds once fueled) is undergoing a rigorous schedule of final testing in the Payload Hazardous Servicing Facility at KSC. Thorough tests of software and hardware systems, inspection and cleaning of the solar panels, verification tests of the various spacecraft subsystems and payloads, and readiness reviews are all being conducted in preparation for a Nov. 18 launch attempt. A launch dress rehearsal is planned for early October and will be followed by final spin balance testing and fueling (Hydrazine propellant) before being placed atop a 200-foot-tall Atlas-V 401 rocket. \"We're in the final stage of preparing for launch,\" said Jakosky. \"All of the science instruments are complete and on the spacecraft. We are on schedule and we are on budget.\" The 37-foot, bus-size spacecraft (with solar panels deployed) was shipped on a U.S. Air Force C-17 transport from Buckley Air Force Base in Colorado to KSC on Aug. 2. Lockheed Martin Space Systems, located near Denver, designed and built the spacecraft and is responsible for testing, launch processing, and mission operations. United Launch Alliance is providing the Atlas-V rocket launch vehicle, and while the spacecraft continues preparations for launch, ULA is busy preparing their rocket at Cape Canaveral Air Force Station Space Launch Complex-41. ULA will take over responsibility for the MAVEN spacecraft from Lockheed in early November, at which point MAVEN will be encapsulated inside the rocket's payload fairing and moved to SLC-41 for final launch preparations-assuming no unexpected problems occur over the next few weeks. \"We have a three-week launch window that starts on Nov. 18,\" said Jakosky. \"If we miss that window we have to wait another 26 months, so you can imagine the team is working really hard to be ready. Hopefully we will launch during the first minute of the first day.\" MAVEN's three-week launch window of opportunity opens at 1:28 p.m. EST Nov. 18, with a two-hour launch window available on each day during those three weeks. Once launched, MAVEN will take 10 months to push through the emptiness between our worlds, arriving at Mars on Sept. 22, 2014. It will take five weeks for the spacecraft to get into its final science-mapping orbit, test the instruments, and test science mapping sequences. MAVEN will then be ready to begin its one-Earth-year primary mission. At its closest point to the planet, the spacecraft will be 93 miles above the surface, allowing MAVEN to sample the gas and ion composition of the Martian upper atmosphere directly on each orbit. Five \"deep dives\" are planned to place MAVEN even closer to the surface (77 miles), which will provide information down to the top of the well-mixed lower atmosphere, giving scientists a full profile of the top of the atmosphere. At its highest point MAVEN will be more than 3,728 miles above the surface, allowing for ultraviolet imaging of the entire planet.", "url": "https://www.americaspace.com/2013/09/29/mars-bound-maven-spacecraft-performing-final-testing-ahead-of-november-launch/"}, {"title": "Atlas 5 launcher erected for MAVEN's launch to Mars", "date": "2013-10-11", "content": "United Launch Alliance on Friday began assembling the Atlas 5 rocket assigned to launch NASA's MAVEN mission in November and send the orbiter on a 10-month cruise to Mars to help decipher the red planet's thinning atmosphere. File photo of an Atlas 5 first stage lifted atop its mobile launch platform. The Atlas 5's bronze first stage traveled from a storage building at Cape Canaveral Air Force Station, Fla., to the Vertical Integration Facility at Complex 41 early Friday. Cranes hoisted the 106.6-foot-long first stage vertical and deftly placed the rocket atop the Atlas 5's mobile launch table. Powered by an RD-180 main engine delivering 860,000 pounds of thrust, the first stage is known as the Common Core Booster. It houses tanks to hold 50,000 gallons of chilled liquid oxygen and 25,000 gallons of RP-1 fuel, a highly refined variety of kerosene, for the RD-180 engine's four-minute burn to reach the upper atmosphere. Technicians planned to add an interstage adapter before hoisting the Atlas 5's Centaur upper stage atop the booster Monday, completing the build-up of the two-stage rocket. The launch of NASA's Mars Atmosphere and Volatile Evolution, or MAVEN, mission only requires the most basic version of the Atlas 5 rocket. Called the \"401\" configuration, the Atlas 5 rocket for MAVEN features no solid rocket boosters, a Centaur stage with a single RL10 engine, and a four-meter payload fairing. ULA can add strap-on boosters, a second RL10 engine and a larger five-meter nose shroud for payloads requiring the extra capability. The launch of MAVEN will be the seventh Atlas 5 flight of the year, and the sixth from Cape Canaveral's seaside launch pad. ULA workers are in the final stretch of integrating and testing a Delta 4 rocket and its payload, a U.S. Air Force GPS navigation satellite, at Complex 37B for launch Oct. 23, less than 4 miles from the Atlas 5 rocket's launch pad. Preparations for MAVEN's launch continue despite the partial shutdown of the federal government. After a two-day pause in the spacecraft's processing last week, NASA granted an exemption to resume work on MAVEN, which is in a time crunch to launch in a narrow window between Nov. 18 and mid-December. Mars missions can only launch when the planets are properly aligned, and the next opportunity to launch MAVEN after December comes in early 2016. But thanks to its exemption from the government shutdown, MAVEN is on schedule to launch Nov. 18 in a two-hour launch window opening at 1:28 p.m. EST (1828 GMT). The $671 million mission will reach Mars in September 2014, entering an elliptical orbit dipping into the outermost layers of the Martian atmosphere to sample its composition and measure its response to stimuli from solar activity. Scientists hope MAVEN will address uncertainties in how Mars evolved from a planet with a warmer, thicker atmosphere with water into the barren world observed today. Technicians from Lockheed Martin Corp., MAVEN's prime contractor, will load about 3,600 pounds of hydrazine fuel into the spacecraft's propellant tank Oct. 24. The Atlas 5's clamshell-like payload fairing will encapsulate MAVEN on Nov. 5, and workers plan to transport the Mars orbiter to the Atlas 5 launch pad Nov. 7 to top off the 19-story launcher.", "url": "https://spaceflightnow.com/atlas/av038/131011stacking/"}, {"title": "MAVEN Spacecraft Launches to Mars", "date": "2013-11-18", "content": "NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft launches aboard a United Launch Alliance Atlas V rocket from the Cape Canaveral Air Force Station Space Launch Complex 41, Cape Canaveral, Florida, at 1:28 p.m. EST on Monday, Nov. 18, 2013. MAVEN is the first spacecraft devoted to exploring and understanding the Martian upper atmosphere. The trip to Mars takes 10 months, and MAVEN will go into orbit around Mars in September 2014.", "url": "https://www.nasa.gov/content/maven-spacecraft-launches-to-mars"}, {"title": "Nasa's Maven Mars mission launches", "date": "2013-11-18", "content": "The US space agency's (Nasa) Maven mission has set off for Mars. The orbiter was launched on an Atlas V rocket from Florida's Cape Canaveral Air Force Station at 13:28 local time (18:28 GMT). Assuming the $671m (£416m) mission stays on track, the probe will have a 10-month cruise to the Red Planet. Maven is going to study Mars' high atmosphere, to try to understand the processes that have robbed the world of most of its air. Evidence suggests the planet was once shrouded in a thick blanket of gases that supported the presence of liquid water at its surface. Today, the air pressure is so low that free water would instantly boil away. Maven was released from the Atlas V's upper-stage some 53 minutes after leaving the Cape Canaveral pad. The probe then had to open its solar panels and orientate itself into a cruise configuration. \"Everything looks good. The signals are coming in fine, and so far the systems that are on are reporting back great. We're heading out to the Red Planet,\" confirmed David Mitchell, Nasa's Maven project manager. During the course of the long cruise, Maven will perform four trajectory corrections, with the first scheduled to occur on 3 December. These manoeuvres will ensure the orbiter arrives at the right place and time to go into orbit around Mars on 22 September, 2014. The present-day atmosphere of Mars, composed mostly of carbon dioxide, is extremely thin, with atmospheric pressure at the surface just 0.6% of the Earth's surface pressure. The Martian landscape, though, retains channels that were evidently cut by abundant, flowing water - proof that the planet had a much denser atmosphere in the past. Some of the air would certainly have reacted with, and been incorporated into, minerals at the surface. But the most likely explanation for its loss is that the solar wind - the great outflow of energetic particles from the Sun - has simply eroded it through time. This has been possible because, unlike Earth, the Red Planet lacks a protective global magnetic field, which is capable of deflecting the abrasive assault from our star. Maven (the Mars Atmosphere and Volatile EvolutioN spacecraft) is equipped with eight instruments - some to understand the Sun's influence at Mars; others to investigate the composition and behaviour of the atmosphere. The intention is to measure the rates at which different air molecules are being lost today, distinguishing between the various processes responsible. Scientists will use this information to get some insights into the history of the Martian climate - from the time billions of years ago when it was warmer and wetter, and potentially habitable to life, to the present environment which is cold and desiccated. \"Most of the loss is thought to have occurred early in Mars' history when the Sun and the solar wind were more intense,\" said Bruce Jakosky, Maven's principal investigator from the University of Colorado at Boulder. \"The loss rates today are low enough that we're probably not going to see the loss of the entire atmosphere. The reason we are studying it today, even though the loss rates are so much lower, is that we can understand the specific processes that are going on and learn how to extrapolate them back in time.\"", "url": "https://www.bbc.com/news/science-environment-24962919"}]}, {"win label": 0, "news": [{"title": "MAVEN on Track to Carry Out its Science Mission", "date": "2014-02-05", "content": "The MAVEN spacecraft and all of its science instruments have completed their initial checkout, and all of them are working as expected. This means that MAVEN is on track to carry out its full science mission as originally planned. The Mars Atmosphere and Volatile Evolution (MAVEN) mission is designed to explore Mars' upper atmosphere. It will determine the role that escape of gas from the atmosphere to space has played in changing the climate throughout the planet's history. MAVEN was launched on Nov. 18, 2013, and will go into orbit around Mars on the evening of Sept. 21, 2014 (10 p.m. EDT). After a five-week commissioning phase in orbit, during which it will get into its science-mapping orbit, deploy its booms, and do a final checkout of the science instruments, it will carry out a one-Earth-year mission. It will observe the structure and composition of the upper atmosphere, determine the rate of escape of gas to space today and the processes controlling it, and make measurements that will allow it to determine the total amount of gas lost to space over time. \"Successful checkout of the spacecraft and instruments is a major milestone in carrying out our mission,\" said Dr. Bruce Jakosky, MAVEN principal investigator from the University of Colorado in Boulder. \"While there are still a lot of things that have to happen properly before we get to Mars and can do the mission's science, we are exactly where we need to be today.\" Upcoming events in the next month include additional instrument testing and spacecraft calibrations, first testing of the Electra communications package that will be used to relay data from the rovers currently on the surface of Mars, and the second planned trajectory correction maneuver. This maneuver will adjust the spacecraft's path by a very small amount so that it will be positioned properly for the rocket-motor burn that will put it into orbit when it arrives at Mars. \"The performance of the spacecraft and instruments to date bears out all the hard work the team put into testing the system while it was on the ground,\" said David Mitchell, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Md. \"The way that the operations team has performed while flying the system has been nothing short of outstanding. We have big events ahead of us before we can claim success but I am very pleased with how things have gone thus far.\" By 7 p.m. EST on Feb. 4, MAVEN will have traveled 136,949,317 miles (220,398,984 km). MAVEN will travel about 442 million miles (712 million km) on its path to Mars. MAVEN is currently traveling in its transfer orbit around the sun at a speed of 69,480 mph or 31.06 kps.", "url": "https://www.nasa.gov/content/goddard/maven-on-track-to-carry-out-its-science-mission"}, {"title": "Science Instruments Perfect as NASA's MAVEN Orbiter Speeds to Red Planet", "date": "2014-02-11", "content": "NASA's newest Mars orbiter, the Mars Atmosphere and Volatile Evolution (MAVEN) probe passed a significant interplanetary milestone with the announcement that all of the craft's science instruments were activated and passed their initial checkout. \"I'm delighted that we're operating in space so well,\" Bruce Jakosky, MAVEN's Principal Investigator told Universe Today. \"We're on our way!\" Earth is now clearly in the rear view mirror and fading with each passing day. The $671 Million MAVEN spacecraft's goal is to study Mars upper atmosphere to explore how the Red Planet may have lost its atmosphere and water over billions of years. The MAVEN probe carries nine sensors in three instrument suites to study why and exactly when did Mars undergo the radical climatic transformation. \"I'm really looking forward to getting to Mars and starting our science!\" Jakosky told me. MAVEN aims to discover the history of water and habitability stretching back over billions of years on Mars. It will measure current rates of atmospheric loss to determine how and when Mars lost its atmosphere and water. MAVEN thundered to space nearly three months ago on Nov. 18, 2013 following a flawless blastoff from Cape Canaveral Air Force Station's Space Launch Complex 41 atop a powerful Atlas V rocket and thus began a 10 month interplanetary voyage from Earth to the Red Planet. \"I can't tell you how exciting this is to be now only seven and a half months from getting to Mars,\" Jakosky gushed. Further instrument checkouts are planned as the orbiter streaks closer to Mars including tesating to the Electra communications package that will serve as a critical relay for NASA's surface rovers including Curiosity, Opportunity and the planned 2020 rover. \"The second Trajectory Correction Maneuver (TCM-2) is scheduled for Feb. 26,\" said Jakosky. TCM thruster firings insure that the spacecraft is exactly on course for the do or die orbital insertion maneuver when MAVEN arrives on September 22, 2014. To date MAVEN has flown over 137 million miles (221 million km) of its total 442 million miles (712 million km) path to Mars. It is speeding around the sun at 69,480 mph or 31.06 kps. \"The performance of the spacecraft and instruments to date bears out all the hard work the team put into testing the system while it was on the ground,\" said David Mitchell, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Md, in a statement. \"The way that the operations team has performed while flying the system has been nothing short of outstanding. We have big events ahead of us before we can claim success but I am very pleased with how things have gone thus far.\" MAVEN is not alone in the frigid vacuum of space. She is joined by India's Mars Orbiter Mission (MOM) orbiter in pursuit of Mars to fortify Earth's invasion fleet. MOM will reach Mars vicinity on Sept. 24, just two days after the arrival MAVEN on Sept. 22, 2014. Stay tuned here for Ken's continuing MAVEN, Curiosity, Opportunity, Chang'e-3, SpaceX, Orbital Sciences, LADEE, MOM, Mars and more planetary and human spaceflight news.", "url": "https://www.universetoday.com/106930/science-instruments-perfect-as-nasas-maven-orbiter-speeds-to-red-planet/"}, {"title": "MAVEN Celebrates 100 Days From Mars Orbit Insertion on Friday the 13th", "date": "2014-06-15", "content": "Supremely defying any hints of superstition, the fearless team directing MAVEN-NASA's next orbiter bound for the Red Planet-celebrated this Friday the 13th of June as a noteworthy mission milestone marking just 100 days to the crucial Mars Orbital Insertion (MOI) engine firing scheduled for Sept. 21, 2014. \"Happy Friday the 13th, everyone!\" the team excitedly announced. See above NASA's cool new mission poster released for the agency's newest Mars orbiter, the Mars Atmosphere and Volatile Evolution (MAVEN), which will investigate the planet's thin upper atmosphere and begin solving the riddles of Mars' climate mysteries, atmospheric loss, and habitability. \"Where did the water go and where did the carbon dioxide go from the early atmosphere? What were the mechanisms?\" asks Bruce Jakosky, MAVEN's Principal Investigator from the University of Colorado at Boulder. \"The spacecraft remains on schedule for Mars orbit insertion on September 21, 2014,\" the MAVEN team reports. As of today, June 15, it's T-Minus 98 days and counting to MOI! On June 12, MAVEN was 103,999,786 km (64,622,471 miles) from Earth, with an Earth-centered velocity of 17.0 km/s (10.5 mi/s or 38,000 mph) and a Sun-centered velocity of 23.2 km/s (14.4 mi/s or 51,800 mph). \"I'm delighted that we're operating in space so well,\" Jakosky told me. \"We're on our way!\" Each day it gets 1.4 million km farther away from Earth. MAVEN has now traveled over 515,271,717 km (320,174,387 miles) on its heliocentric transfer path. The spacecraft is currently less than 26,700,000 km (16,500,000 miles) from Mars. But before MAVEN arrives at Mars, it must first complete a series of five critical Trajectory Correction Maneuvers (TCMs). These thruster firings ensure the craft is aimed on the correct course through interplanetary space. \"The second Trajectory Correction Maneuver (TCM-2) occurred on Feb. 26,\" said Jakosky. TCM-3 is scheduled for July 23. The $671 Million MAVEN spacecraft's goal is to study Mars upper atmosphere to explore how the planet may have lost its atmosphere and water over billions of years. The do-or-die Mars orbital insertion maneuver is slated for approximately 10 p.m. EDT on Sept. 21, 2014, when MAVEN will rendezvous with the Red Planet following a 10-month interplanetary voyage from Earth. Engineers have designed MAVEN to execute the firing of six orbital insertion thrusters for 38 minutes each to slow and brake the craft into Mars orbit. The 45-pound thrusters will place MAVEN onto an initial 35-hour orbit at a 75-degree inclination. During this phase, the closest point in the orbit to the planet is 236 miles (380 km). A series of five additional engine burns follows during a five-week \"commissioning phase\" to maneuver MAVEN into its final 4.5-hour scientific mapping orbit. Over the course of its one-Earth-year primary mission, MAVEN will observe all of Mars' latitudes at altitudes ranging from periapsis of 93 miles (150 km) to an apoapsis of more than 3,800 miles (6220 km). MAVEN will execute five deep dip maneuvers during the first year, descending to an altitude of 78 miles. This marks the lower boundary of the planet's upper atmosphere. All of MAVEN's science instruments were successfully activated by February 2014. Instrument checkouts and calibrations are continuing along the way. The 5,400-pound MAVEN probe carries nine sensors in three instrument suites to study why and exactly when did Mars undergo the radical climatic transformation. \"I'm really looking forward to getting to Mars and starting our science!\" Jakosky told me. MAVEN's Imaging UltraViolet Spectrograph (IUVS) captured its first view of Mars on May 21, 2014, at a distance of 35 million km (~22 million miles). It detected the planet and obtained a spectrum of Mars' sunlit disk in the mid-UV range. IUVS next measurements are planned soon after MOI. MAVEN aims to discover the history of water and habitability stretching back over billions of years on Mars. It will answer key questions about the evolution of Mars, its geology, and the potential for the evolution of life. The science instruments will measure current rates of atmospheric loss to determine how and when Mars lost its atmosphere and water. \"MAVEN is an astrobiology mission,\" says Jakosky. Mars was once wet billions of years ago, but no longer. Now it's a cold arid world, not exactly hospitable to life. \"We want to determine what were the drivers of that change?\" said Jakosky. \"What is the history of Martian habitability, climate change and the potential for life?\" MAVEN thundered to space nearly seven months ago on Nov. 18, 2013, following a flawless blastoff from Cape Canaveral Air Force Station's Space Launch Complex 41 atop a powerful United Launch Alliance Atlas V rocket. The probe remains on course to join Earth's invasion fleet at Mars currently comprising three orbiters and two rovers (Curiosity & Opportunity) from NASA and ESA. MAVEN is not alone in the frigid vacuum of space. She is joined by India's MOM orbiter likewise in pursuit of Mars. Together they will fortify Earth's armada to seven spacecraft. MOM reaches the Red Planets vicinity on Sept. 24, just two days after MAVEN's arrival. NASA also recently gave the go-ahead to begin construction of InSight, America's next Mars lander that will drill far deeper into Mars' surface than ever before and is due to blastoff in 2016. Read my story here. Meanwhile, NASA's one-ton Curiosity rover is trundling across the alien surface inside Gale Crater and capturing stunning new panoramas of towering Mount Sharp and the treacherous sand dunes below. Mount Sharp is the rover's ultimate destination, and the team hopes to reach the foothills later this year that lead to the sedimentary rocks at the base of the mysterious mountain which holds clues to the habitability of the Red Planet. Curiosity said \"Farewell Kimberley\" after drilling her third bore hole deep into a slab of Martian sandstone and is now analyzing the rock powders cored from the interior. Scientists from MAVEN, Curiosity, Opportunity, and all the orbiters will work in concert utilizing all the data to elucidate the history of Mars' potential for supporting life-past and present. Stay tuned here for continuing developments regarding Earth's \"Missions to Mars.\"", "url": "https://www.americaspace.com/2014/06/15/maven-celebrates-100-days-from-mars-orbit-insertion-on-friday-the-13th/"}]}, {"win label": 1, "news": [{"title": "NASA Prepping Mars Probes, Rovers for Close Comet Flyby", "date": "2014-07-31", "content": "NASA's Mars Atmosphere and Volatile EvolutioN mission (MAVEN) is closing in on the Red Planet. At the same time, an interloper, comet Siding Spring, is also approaching. Although the comet's nucleus will miss Mar's, Siding Spring's coma of dust particles might be wide enough to reach the planet. Teams of scientists and spacecraft engineers have been studying the prospect that the comet's near miss with Mars might spew particles that could harm an international flotilla of spacecraft orbiting the planet. The comet nucleus will make its closest approach to Mars on Oct. 19, and the planet's pass through the coma will take several hours. As a new arrival at Mars, MAVEN will slip into orbit on Sept. 21, U.S. time. A few days later, India's Mars Orbiter Mission will also power itself into Mars orbit. The two spacecraft add to an already existing fleet of Mars orbiters: Europe's Mars Express, and NASA's Mars Reconnaissance Orbiter and Mars Odyssey. Outside the edge: \"The dust risk appears to be significantly less than had originally been thought when the comet was first discovered,\" said Bruce Jakosky, principal investigator for MAVEN at the Laboratory for Atmospheric and Space Physics (LASP) at the University of Colorado Boulder. Based on observations of the comet's coma and on models of dust-lifting and subsequent movement, it is likely that the dust cloud from the comet won't even reach Mars, Jakosky told Space.com. \"Mars is right outside the edge of where the cloud is predicted to be at the time of passage by Mars,\" he said. \"If it does expand a little more and encompass Mars, the predicted abundance of dust grains is thought to be significantly less than what had been expected, and is not likely to be a significant risk to the spacecraft.\" Unseen jets? That said, Jakosky noted that some damaging features of the comet might not show up in images or might not have been observed. Furthermore, scientific models that project comet activity are informed estimates created by analyzing average properties and processes. \"There could easily be unseen jets of dust that we aren't aware of that could get to Mars. As a result, we are still taking mitigations to minimize the potential damage of any dust,\" Jakosky said. MAVEN science instruments will probe the upper atmosphere of Mars before and after the encounter, he said, in order to see what effects the comet has on the Martian atmosphere. \"If there are effects from the dust or gas, we expect them to be primarily focused on the upper atmosphere, and we are, of course, uniquely suited to making those observations,\" Jakosky said. Time of greatest risk: \"Dust particles ejected from comet Siding Spring appear to be less of a hazard to our Mars spacecraft than once feared,\" said Richard Zurek, chief scientist of the Mars Program Office at the Jet Propulsion Laboratory (JPL) in Pasadena, California. ", "url": "https://www.space.com/26690-mars-comet-flyby-spacecraft-preparation.html"}, {"title": "NASA's MAVEN Spacecraft Approaches Mars' Orbit", "date": "2014-09-19", "content": "On Sept. 21, NASA's Mars Atmosphere and Volatile Evolution spacecraft will arrive in orbit around Mars and embark on a one-Earth-year long mission to collect data from the planet's upper atmosphere. MAVEN launched from Cape Canaveral, Fla. on Nov. 18, 2013 and, over the last 10 months, covered a journey of 442 million miles to get where it's going. The spacecraft is the very first to be dedicated to the study and measurement of Mars' upper atmosphere. \"The MAVEN science mission focuses on answering questions about where the water that was present on early Mars went, about where did the carbon dioxide go,\" said Bruce Jakosky, MAVEN principal investigator from the University of Colorado, Boulder's Laboratory for Atmospheric and Space Physics in a statement. \"These are important questions for understanding the history of Mars, its climate, and its potential to support at least microbial life.\" ", "url": "https://time.com/3403828/maven-mars-orbit-nasa-photos/"}, {"title": "NASA's Newest Mars Mission Spacecraft Enters Orbit around Red Planet", "date": "2014-09-21", "content": "NASA's MAVEN spacecraft successfully entered Mars' orbit at 7:24 p.m. PDT (10:24 p.m. EDT) Sunday, Sept. 21, where it now will prepare to study the Red Planet's upper atmosphere. NASA's Mars Atmosphere and Volatile Evolution (MAVEN) spacecraft successfully entered Mars' orbit at 7:24 p.m. PDT (10:24 p.m. EDT) Sunday, Sept. 21, where it now will prepare to study the Red Planet's upper atmosphere as never done before. MAVEN is the first spacecraft dedicated to exploring the tenuous upper atmosphere of Mars. \"As the first orbiter dedicated to studying Mars' upper atmosphere, MAVEN will greatly improve our understanding of the history of the Martian atmosphere, how the climate has changed over time, and how that has influenced the evolution of the surface and the potential habitability of the planet,\" said NASA Administrator Charles Bolden. \"It also will better inform a future mission to send humans to the Red Planet in the 2030s.\" After a 10-month journey, confirmation of successful orbit insertion was received from MAVEN data observed at the Lockheed Martin operations center in Littleton, Colorado, as well as from tracking data monitored at NASA's Jet Propulsion Laboratory navigation facility in Pasadena, California. The telemetry and tracking data were received by NASA's Deep Space Network antenna station in Canberra, Australia. \"NASA has a long history of scientific discovery at Mars and the safe arrival of MAVEN opens another chapter,\" said John Grunsfeld, astronaut and associate administrator of the NASA Science Mission Directorate at the agency's Headquarters in Washington. \"Maven will complement NASA's other Martian robotic explorers-and those of our partners around the globe-to answer some fundamental questions about Mars and life beyond Earth.\" Following orbit insertion, MAVEN will begin a six-week commissioning phase that includes maneuvering into its final science orbit and testing the instruments and science-mapping commands. MAVEN then will begin its one Earth-year primary mission, taking measurements of the composition, structure and escape of gases in Mars' upper atmosphere and its interaction with the sun and solar wind. \"It's taken 11 years from the original concept for MAVEN to now having a spacecraft in orbit at Mars,\" said Bruce Jakosky, MAVEN principal investigator with the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder (CU/LASP). \"I'm delighted to be here safely and successfully, and looking forward to starting our science mission.\" The primary mission includes five \"deep-dip\" campaigns, in which MAVEN's periapsis, or lowest orbit altitude, will be lowered from 93 miles (150 kilometers) to about 77 miles (125 kilometers). These measurements will provide information down to where the upper and lower atmospheres meet, giving scientists a full profile of the upper tier. \"This was a very big day for MAVEN,\" said David Mitchell, MAVEN project manager from NASA's Goddard Space Flight Center, Greenbelt, Maryland. \"We're very excited to join the constellation of spacecraft in orbit at Mars and on the surface of the Red Planet. The commissioning phase will keep the operations team busy for the next six weeks, and then we'll begin, at last, the science phase of the mission. Congratulations to the team for a job well done today.\" MAVEN launched Nov. 18, 2013, from Cape Canaveral Air Force Station in Florida, carrying three instrument packages. The Particles and Fields Package, built by the University of California at Berkeley with support from CU/LASP and Goddard, contains six instruments that will characterize the solar wind and the ionosphere of the planet. The Remote Sensing Package, built by CU/LASP, will identify characteristics present throughout the upper atmosphere and ionosphere. The Neutral Gas and Ion Mass Spectrometer, provided by Goddard, will measure the composition and isotopes of atomic particles. The spacecraft's principal investigator is based at CU/LASP. The university provided two science instruments and leads science operations, as well as education and public outreach, for the mission. NASA Goddard Space Flight Center manages the project and also provided two science instruments for the mission. Lockheed Martin built the spacecraft and is responsible for mission operations. The Space Sciences Laboratory at the University of California at Berkeley provided four science instruments for MAVEN. JPL provides navigation and Deep Space Network support, and Electra telecommunications relay hardware and operations. JPL, a division of the California Institute of Technology in Pasadena, manages the Mars Exploration Program for NASA.", "url": "https://www.jpl.nasa.gov/news/nasas-newest-mars-mission-spacecraft-enters-orbit-around-red-planet"}, {"title": "Images come down as MAVEN and MOM get to work on Mars", "date": "2014-09-29", "content": "Mars has two new satellites thanks to last week's successful orbital insertions of NASA's Mars Atmosphere and Volatile Evolution and the Indian Space Research Organization's Mars Orbiter Mission. Both probes have already returned their first images from orbit. MOM is responsible for the one shown above, which captures a large dust storm in the northern hemisphere of Mars. It also snapped this oblique view of the planet's surface, which manages to capture the thin atmosphere of Mars: A view through the thin Martian atmosphere. ", "url": "https://arstechnica.com/science/2014/09/images-come-down-as-maven-and-mom-get-to-work-at-mars/"}, {"title": "Newest NASA Mars Orbiter Demonstrates Relay Prowess", "date": "2014-10-10", "content": "The relay radio on NASA's MAVEN spacecraft has completed a successful test of receiving Mars rover data, which MAVEN then forwarded to Earth. The newest node in NASA's Mars telecommunications network -- a radio aboard the MAVEN orbiter custom-designed for data links with robots on the surface of Mars -- handled a copious 550 megabits during its first relay of real Mars data. MAVEN's Electra UHF radio received the transmission from NASA's Curiosity Mars rover on Nov. 6, using an adaptive data rate as the orbiter passed through the sky over the rover. The data that MAVEN relayed to NASA's Deep Space Network of large dish antennas on Earth included several images of terrain that Curiosity has been examining at the base of Mars' Mount Sharp. The test also included relaying data to Curiosity from Earth via MAVEN. MAVEN (for Mars Atmosphere and Volatile EvolutioN) entered orbit around Mars on Sept. 21. The orbiter is finishing a commissioning phase -- including calibration of its science instruments and fine tuning of its orbit -- before its prime science phase starts. MAVEN will investigate the upper atmosphere of Mars to provide understanding about processes that led to the loss of much of the original Martian atmosphere. Two older NASA orbiters, Mars Odyssey and Mars Reconnaissance Orbiter, currently provide data relay for NASA's two active Mars rovers while also continuing to study Mars. Using relay via orbiters, compared with the rovers' capability to transmit directly to Earth, greatly increases science data return from the Martian surface. MAVEN will be available during its prime science mission to provide relay services if issues arise with the other orbiters, and it may routinely provide relay support during an anticipated extended mission. The Electra design is also on UHF radios aboard Curiosity and Mars Reconnaissance Orbiter. It includes relay-enhancing features such as the ability to automatically adjust data rate to signal strength as the distance to the rover changes during the orbiter's overflight. MAVEN's orbit is more elongated than the orbits of either Mars Odyssey or Mars Reconnaissance Orbiter. During the Nov. 6 test, MAVEN's distance from Curiosity ranged from about 680 miles to 2,300 miles (1,110 to 3,700 kilometers), farther than is typical in communication sessions between the Curiosity rover and the other orbiters.", "url": "https://www.jpl.nasa.gov/news/newest-nasa-mars-orbiter-demonstrates-relay-prowess"}, {"title": "NASA Mission Provides Its First Look at Martian Upper Atmosphere", "date": "2014-10-14", "content": "NASA's MAVEN spacecraft orbiting Mars sees a solar-particle storm, gets ultraviolet images of tenuous oxygen, hydrogen and carbon coronas, and yields a map of variable ozone. NASA's Mars Atmosphere and Volatile Evolution (MAVEN) spacecraft has provided scientists their first look at a storm of energetic solar particles at Mars, produced unprecedented ultraviolet images of the tenuous oxygen, hydrogen, and carbon coronas surrounding the Red Planet, and yielded a comprehensive map of highly variable ozone in the atmosphere underlying the coronas. The spacecraft, which entered Mars' orbit Sept. 21, now is lowering its orbit and testing its instruments. MAVEN was launched to Mars in November 2013, to help solve the mystery of how the Red Planet lost most of its atmosphere. \"All the instruments are showing data quality that is better than anticipated at this early stage of the mission,\" said Bruce Jakosky, MAVEN principal investigator at the University of Colorado, Boulder. \"All instruments have now been turned on -- although not yet fully checked out -- and are functioning nominally. It's turning out to be an easy and straightforward spacecraft to fly, at least so far. It really looks as if we're headed for an exciting science mission.\" Solar energetic particles (SEPs) are streams of high-speed particles blasted from the sun during explosive solar activity like flares or coronal mass ejections (CMEs). Around Earth, SEP storms can damage the sensitive electronics on satellites. At Mars, they are thought to be one possible mechanism for driving atmospheric loss. A solar flare on Sept. 26 produced a CME that was observed by NASA satellites on both sides of the sun. Computer models of the CME propagation predicted the disturbance and the accompanying SEPs would reach Mars on Sept. 29. MAVEN's Solar Energetic Particle instrument was able to observe the onset of the event that day. \"After traveling through interplanetary space, these energetic particles of mostly protons deposit their energy in the upper atmosphere of Mars,\" said SEP instrument lead Davin Larson of the Space Sciences Laboratory at the University of California, Berkeley. \"A SEP event like this typically occurs every couple weeks. Once all the instruments are turned on, we expect to also be able to track the response of the upper atmosphere to them.\" The hydrogen and oxygen coronas of Mars are the tenuous outer fringe of the planet's upper atmosphere, where the edge of the atmosphere meets space. In this region, atoms that were once a part of carbon dioxide or water molecules near the surface can escape to space. These molecules control the climate, so following them allows us to understand the history of Mars over the last four billion years and to track the change from a warm and wet climate to the cold, dry climate we see today. MAVEN observed the edges of the Martian atmosphere using the Imaging Ultraviolet Spectrograph (IUVS), which is sensitive to the sunlight reflected by these atoms. \"With these observations, MAVEN's IUVS has obtained the most complete picture of the extended Martian upper atmosphere ever made,\" said MAVEN remote sensing team member Mike Chaffin of the University of Colorado, Boulder. \"By measuring the extended upper atmosphere of the planet, MAVEN directly probes how these atoms escape to space. The observations support our current understanding that the upper atmosphere of Mars, when compared to Venus and Earth, is only tenuously bound by the Red Planet's weak gravity.\" IUVS also created a map of the atmospheric ozone on Mars by detecting the absorption of ultraviolet sunlight by the molecule. \"With these maps we have the kind of complete and simultaneous coverage of Mars that is usually only possible for Earth,\" said MAVEN remote sensing team member Justin Deighan of the University of Colorado, Boulder. \"On Earth, ozone destruction by refrigerator CFCs is the cause of the polar ozone hole. On Mars, ozone is just as easily destroyed by the byproducts of water vapor breakdown by ultraviolet sunlight. Tracking the ozone lets us track the photochemical processes taking place in the Martian atmosphere. We'll be exploring this in more complete detail during MAVEN's primary science mission.\" There will be about two weeks of additional instrument calibration and testing before MAVEN starts its primary science mission. This includes an end-to-end test to transmit data between NASA's Curiosity rover on the surface of Mars and Earth using the MAVEN mission's Electra telecommunications relay. The mission aims to start full science gathering in early to mid-November.", "url": "https://www.jpl.nasa.gov/news/nasa-mission-provides-its-first-look-at-martian-upper-atmosphere"}, {"title": "NASA's MAVEN Studies Passing Comet and Its Effects", "date": "2014-10-19", "content": "NASA's newest orbiter at Mars, MAVEN, took precautions to avoid harm from a dust-spewing comet that flew near Mars today and is studying the flyby's effects on the Red Planet's atmosphere. The MAVEN spacecraft -- full name Mars Atmosphere and Volatile Evolution -- reported back to Earth in good health after about three hours of precautions against a possible collision with high-velocity dust particles released by comet C/2013 A1 Siding Spring. \"We're glad the spacecraft came through, we're excited to complete our observations of how the comet affects Mars, and we're eager to get to our primary science phase,\" said MAVEN Principal Investigator Bruce Jakosky of the University of Colorado, Boulder. MAVEN began orbiting Mars on Sept. 21. The opportunity to study this rare near-miss of a planet by a comet comes during the project's commissioning phase. A few weeks of instrument calibration and orbit fine-tuning remain before the start of the primary science phase. The mission will study the upper atmosphere of Mars and its interaction with the solar wind. Comet Siding Spring hurtled past Mars today at about 125,000 mph (56 kilometers per second), coming within about 87,000 miles (139,500 kilometers) of the planet. That is equivalent to about one-third of the distance between Earth and Earth's moon. The closest approach by the comet's nucleus came at about 11:27 a.m. PDT (2:27 p.m. EDT). The period when dust from the comet was most likely to reach Mars and the orbits of spacecraft around Mars peaked about 100 minutes later. From about 10:45 a.m. to 2 p.m. PDT (1:45 p.m. to 5:00 p.m. EDT) MAVEN kept in a defensive posture to reduce its profile relative to the direction from which the comet's high-velocity dust particles would come. In that \"hunkered down\" orientation, its main antenna was not facing the right way for transmitting to Earth, so communications were maintained at low data rate via a secondary antenna. Also, the mission performed a maneuver on Oct. 2 that set its orbit timing so that the spacecraft was behind Mars, relative to the possible dust flow, from about 12:53 p.m. to 1:23 p.m. PDT (3:53 p.m. to 4:23 p.m. EDT). Downlink of data has begun from MAVEN observations of the comet and Mars' atmosphere. Some observations are designed to provide information about the composition of the gases and dust being released by the comet. Others are investigating possible interaction between material from the comet and the atmosphere of Mars. Three NASA Mars orbiters, two Mars rovers and other assets on Earth and in space are studying comet Siding Spring. This comet is making its first visit this close to the sun from the outer solar system's Oort Cloud, so the concerted campaign of observations may yield fresh clues to our solar system's earliest days more than 4 billion years ago.", "url": "https://mars.nasa.gov/news/nasas-maven-studies-passing-comet-and-its-effects/"}, {"title": "MAVEN Completes Commissioning And Begins Its Primary Science Mission", "date": "2014-11-17", "content": "The MAVEN spacecraft completed its commissioning activities on November 16 and has formally begun its one-year primary science mission. The start of science is actually a \"soft start\", in that the instruments started making science measurements beginning almost as soon as we were in orbit, and some instrument calibration activities will be continuing throughout the mission. Spacecraft commissioning, in what the MAVEN team called its \"transition phase\", included adjusting the orbit to get into its science orbit, deploying the booms that hold a number of the instruments away from the spacecraft, ejecting the Neutral Gas and Ion Mass Spectrometer (NGIMS) instrument cover, turning on and checking out each of the science instruments, and carrying out calibration activities for both the spacecraft and the instruments. This period also included the close approach of Comet Siding Spring, which whizzed by Mars at a distance of only ~135,000 km on October 19. During this transition phase, we were able to get some early science observations. We made observations from MAVEN's initial 35-hour capture orbit immediately after the large Mars Orbit Insertion maneuver on Sept. 21. From this capture orbit, which took the spacecraft to much higher altitudes than our science-mapping orbit will, we used the Imaging Ultraviolet Spectrograph (IUVS) instrument to observe the extended clouds of hydrogen, carbon, and oxygen surrounding the planet. These \"coronae\" extend out to more than ten planetary radii, and this orbit allowed us to make measurements of the clouds' spatial extent to higher altitudes than we can during the primary mission. We also took time off from commissioning to observe the comet and to take before and after observations of the Mars atmosphere to look for changes. IUVS and NGIMS observations both revealed a tremendous quantity of metal ions that came from cometary dust that entered the atmosphere. Their presence was unexpected, in that the nominal models of the paths taken by dust grains, calculated prior to the comet passage, indicated that no dust would make it all the way to Mars. We're certainly glad that we took precautions to protect us from dust during the encounter! During science mapping, the spacecraft will carry out regular observations of the Martian upper atmosphere, ionosphere, and solar-wind interactions. MAVEN will observe from an elliptical orbit that gets as low as about 150 km above the surface and as high as 6000 km. The nine science instruments will observe the energy from the Sun that hits Mars, the response of the upper atmosphere and ionosphere, and the way that the interactions lead to loss of gas from the top of the atmosphere to space. Our goal is to understand the processes by which escape to space occurs, and to learn enough to be able to extrapolate backwards in time and determine the total amount of gas lost to space over time. This will help us understand why the Martian climate changed over time, from an early warmer and wetter environment to the cold, dry planet we see today. From the observations made both during the cruise to Mars and during the transition phase, we know that our instruments are working well. The spacecraft also is operating smoothly, with very few \"hiccups\" so far. The science team is ready to go! Of course, standing behind the science team are literally hundreds of engineers who designed, built, tested, and integrated together the spacecraft and the science instruments, and who operate the spacecraft daily (and, when called upon, even in the middle of the night). The MAVEN team consists of researchers at the University of Colorado, NASA's Goddard Spaceflight Center, University of California at Berkeley, Lockheed Martin, and NASA's Jet Propulsion Laboratory, as well as colleagues at numerous other institutions who participated in developing the flight hardware and in doing the science analysis. Space exploration is a \"team sport\", and the success of the whole team allows us to do our science. With the formal start of our science mission, we're on track to be able to carry out our full mission as planned, and the science team is looking forward to an incredibly exciting year!", "url": "https://mars.nasa.gov/news/maven-completes-commissioning-and-begins-its-primary-science-mission/"}]}, {"win label": 0, "news": [{"title": "MAVEN spacecraft's first deep dip into Martian atmosphere ", "date": "2015-02-21", "content": "NASA'S Mars Atmosphere and Volatile Evolution spacecraft has completed the first of five deep-dip manoeuvres designed to gather measurements closer to the lower end of the Martian upper atmosphere. \"During normal science mapping, we make measurements between an altitude of about 150 km and 6,200 km above the surface,\" said Bruce Jakosky, MAVEN principal investigator at the University of Colorado's Laboratory for Atmospheric and Space Physics in Boulder. \"During the deep-dip campaigns, we lower the lowest altitude in the orbit, known as periapsis, to about 125 km which allows us to take measurements throughout the entire upper atmosphere.\" ", "url": "https://astronomynow.com/2015/02/21/maven-spacecrafts-first-deep-dip-into-martian-atmosphere/"}, {"title": "MAVEN Detects Aurora and Mysterious Dust Cloud around Mars", "date": "2015-03-18", "content": "The MAVEN spacecraft has observed two unexpected phenomena in the Martian atmosphere: an unexplained high-altitude dust cloud and aurora that reaches deep into the Martian atmosphere. The presence of the dust at orbital altitudes from about 93 miles (150 kilometers) to 190 miles (300 kilometers) above the surface was not predicted. Although the source and composition of the dust are unknown, there is no hazard to MAVEN and other spacecraft orbiting Mars. \"If the dust originates from the atmosphere, this suggests we are missing some fundamental process in the Martian atmosphere,\" said Laila Andersson of the University of Colorado's Laboratory for Atmospherics and Space Physics (CU/LASP). The cloud was detected by the spacecraft's Langmuir Probe and Waves (LPW) instrument, and has been present the whole time MAVEN has been in operation. It is unknown if the cloud is a temporary phenomenon or something long lasting. The cloud density is greatest at lower altitudes. However, even in the densest areas it is still very thin. So far, no indication of its presence has been seen in observations from any of the other MAVEN instruments. Possible sources for the observed dust include dust wafted up from the atmosphere; dust coming from Phobos and Deimos, the two moons of Mars; dust moving in the solar wind away from the sun; or debris orbiting the sun from comets. However, no known process on Mars can explain the appearance of dust in the observed locations from any of these sources. MAVEN's Imaging Ultraviolet Spectrograph (IUVS) observed what scientists have named \"Christmas lights.\" For five days just before Dec. 25, MAVEN saw a bright ultraviolet auroral glow spanning Mars' northern hemisphere. Aurora, known on Earth as northern or southern lights, are caused by energetic particles like electrons crashing down into the atmosphere and causing the gas to glow. \"What's especially surprising about the aurora we saw is how deep in the atmosphere it occurs-much deeper than at Earth or elsewhere on Mars,\" said Arnaud Stiepen, IUVS team member at the University of Colorado. \"The electrons producing it must be really energetic.\" The source of the energetic particles appears to be the sun. MAVEN's Solar Energetic Particle (SEP) instrument detected a huge surge in energetic electrons at the onset of the aurora. Billions of years ago, Mars lost a global protective magnetic field like Earth has, so solar particles can directly strike the atmosphere. The electrons producing the aurora have about 100 times more energy than you get from a spark of house current, so they can penetrate deeply in the atmosphere. The findings are being presented at the 46th Lunar and Planetary Science Conference in The Woodlands, Texas. MAVEN was launched to Mars on Nov. 18, 2013, to help solve the mystery of how the Red Planet lost most of its atmosphere and much of its water. The spacecraft arrived at Mars on Sept. 21, and is four months into its one-Earth-year primary mission. \"The MAVEN science instruments all are performing nominally, and the data coming out of the mission are excellent,\" said Bruce Jakosky of CU/LASP, Principal Investigator for the mission. MAVEN is part of the agency's Mars Exploration Program, which includes the Opportunity and Curiosity rovers, the Mars Odyssey and Mars Reconnaissance Orbiter spacecraft currently orbiting the planet. NASA's Mars Exploration Program seeks to characterize and understand Mars as a dynamic system, including its present and past environment, climate cycles, geology and biological potential. In parallel, NASA is developing the human spaceflight capabilities needed for its journey to Mars or a future round-trip mission to the Red Planet in the 2030's. MAVEN's principal investigator is based at the University of Colorado's Laboratory for Atmospheric and Space Physics, and NASA's Goddard Space Flight Center in Greenbelt, Maryland, manages the MAVEN project. Partner institutions include Lockheed Martin, the University of California at Berkeley, and NASA's Jet Propulsion Laboratory.", "url": "https://lasp.colorado.edu/maven/2015/03/18/maven-detects-aurora-and-mysterious-dust-cloud-around-mars/"}]}, {"win label": 0, "news": [{"title": "NASA's MAVEN Celebrates One Year at Mars", "date": "2015-09-21", "content": "NASA's Mars Atmosphere and Volatile EvolutioN (MAVEN) spacecraft has been in orbit around Mars for one Earth year. MAVEN was launched to Mars on Nov. 18, 2013 from Cape Canaveral Air Force Station in Florida and successfully entered Mars' orbit on Sept. 21, 2014. \"The success of the mission so far is a direct result of the incredibly hard work of everybody who is working and has worked on MAVEN. This one year at Mars reflects the tremendous efforts over the preceding dozen years,\" said Bruce Jakosky, MAVEN's principal investigator from the University of Colorado's Laboratory for Atmospheric and Space Physics in Boulder. Some of the highlights of the first action-packed year include: Performing the orbit insertion maneuver, Surviving the encounter with Comet Siding Spring, Commissioning the spacecraft, Carrying out ten months of observations during MAVEN's primary mission, Carrying out four deep-dip campaigns. \"The team has done a fantastic job of adapting to spacecraft operations in the Martian environment,\" said Richard Burns, MAVEN project manager at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"All systems on MAVEN remain in excellent working condition.\" MAVEN began its primary science mission on Nov. 16, 2014, and is the first spacecraft dedicated to understanding Mars' upper atmosphere. The goal of the mission is to determine the role that loss of atmospheric gas to space played in changing the Martian climate through time. MAVEN is studying the entire region from the top of the upper atmosphere all the way down to the lower atmosphere so that the connections between these regions can be understood. \"We still have two months to go in our primary mission, and then we begin our extended mission,\" Jakosky said. \"We're obtaining an incredibly rich data set that is on track to answer the questions we originally posed for MAVEN and that will serve the planetary science community for a long time to come.\"", "url": "https://mars.nasa.gov/news/nasas-maven-celebrates-one-year-at-mars/"}, {"title": "MAVEN Reveals Speed of Solar Wind Stripping Martian Atmosphere", "date": "2015-10-05", "content": "The MAVEN mission has identified the process that appears to have played a key role in the transition of the Martian climate from an early, warm and wet environment that might have supported surface life to the cold, arid planet Mars is today. MAVEN data have enabled researchers to determine the rate at which the Martian atmosphere currently is losing gas to space via stripping by the solar wind. The findings reveal that the erosion of Mars' atmosphere increases significantly during solar storms. The scientific results from the mission appear in the Nov. 5 issues of the journals Science and Geophysical Research Letters. \"Mars appears to have had a thick atmosphere warm enough to support liquid water which is a key ingredient and medium for life as we currently know it,\" said John Grunsfeld, astronaut and associate administrator for the NASA Science Mission Directorate in Washington. \"Understanding what happened to the Mars atmosphere will inform our knowledge of the dynamics and evolution of any planetary atmosphere. Learning what can cause changes to a planet's environment from one that could host microbes at the surface to one that doesn't is important to know, and is a key question that is being addressed in NASA's journey to Mars.\" MAVEN measurements indicate that the solar wind strips away gas at a rate of about 100 grams (equivalent to roughly 1/4 pound) every second. \"Like the theft of a few coins from a cash register every day, the loss becomes significant over time,\" said Bruce Jakosky, MAVEN principal investigator at the University of Colorado, Boulder. \"We've seen that the atmospheric erosion increases significantly during solar storms, so we think the loss rate was much higher billions of years ago when the sun was young and more active.\" In addition, a series of dramatic solar storms hit Mars' atmosphere in March 2015, and MAVEN found that the loss was accelerated. The combination of greater loss rates and increased solar storms in the past suggests that loss of atmosphere to space was likely a major process in changing the Martian climate. The solar wind is a stream of particles, mainly protons and electrons, flowing from the sun's atmosphere at a speed of about one million miles per hour. The magnetic field carried by the solar wind as it flows past Mars can generate an electric field, much as a turbine on Earth can be used to generate electricity. This electric field accelerates electrically charged gas atoms, called ions, in Mars' upper atmosphere and shoots them into space. MAVEN has been examining how the solar wind and ultraviolet light strip gas from of the top of the planet's atmosphere. New results indicate that the loss is experienced in three different regions of the Red Planet: down the \"tail,\" where the solar wind flows behind Mars, above the Martian poles in a \"polar plume,\" and from an extended cloud of gas surrounding Mars. The science team determined that almost 75 percent of the escaping ions come from the tail region, and nearly 25 percent are from the plume region, with just a minor contribution from the extended cloud. Ancient regions on Mars bear signs of abundant water - such as features resembling valleys carved by rivers and mineral deposits that only form in the presence of liquid water. These features have led scientists to think that billions of years ago, the atmosphere of Mars was much denser and warm enough to form rivers, lakes and perhaps even oceans of liquid water. Recently, researchers using NASA's Mars Reconnaissance Orbiter observed the seasonal appearance of hydrated salts indicating briny liquid water on Mars. However, the current Martian atmosphere is far too cold and thin to support long-lived or extensive amounts of liquid water on the planet's surface. \"Solar-wind erosion is an important mechanism for atmospheric loss, and was important enough to account for significant change in the Martian climate,\" said Joe Grebowsky, MAVEN project scientist from NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"MAVEN also is studying other loss processes-such as loss due to impact of ions or escape of hydrogen atoms-and these will only increase the importance of atmospheric escape.\" The goal of NASA's MAVEN mission, launched to Mars in November 2013, is to determine how much of the planet's atmosphere and water have been lost to space. It is the first such mission devoted to understanding how the sun might have influenced atmospheric changes on the Red Planet. MAVEN has been operating at Mars for just over a year and will complete its primary science mission on Nov. 16.", "url": "https://lasp.colorado.edu/maven/2015/11/05/maven-reveals-speed-of-solar-wind-stripping-martian-atmosphere/"}, {"title": "NASA Mission Reveals Speed of Solar Wind Stripping Martian Atmosphere", "date": "2015-11-06", "content": "NASA's Mars Atmosphere and Volatile Evolution (MAVEN) mission has identified the process that appears to have played a key role in the transition of the Martian climate from an early, warm and wet environment that might have supported surface life to the cold, arid planet Mars is today. MAVEN data have enabled researchers to determine the rate at which the Martian atmosphere currently is losing gas to space via stripping by the solar wind. The findings reveal that the erosion of Mars' atmosphere increases significantly during solar storms. The scientific results from the mission appear in the Nov. 5 issues of the journals Science and Geophysical Research Letters. \"Mars appears to have had a thick atmosphere warm enough to support liquid water which is a key ingredient and medium for life as we currently know it,\" said John Grunsfeld, astronaut and associate administrator for the NASA Science Mission Directorate in Washington. \"Understanding what happened to the Mars atmosphere will inform our knowledge of the dynamics and evolution of any planetary atmosphere. Learning what can cause changes to a planet's environment from one that could host microbes at the surface to one that doesn't is important to know, and is a key question that is being addressed in NASA's journey to Mars.\" MAVEN measurements indicate that the solar wind strips away gas at a rate of about 100 grams (equivalent to roughly 1/4 pound) every second. \"Like the theft of a few coins from a cash register every day, the loss becomes significant over time,\" said Bruce Jakosky, MAVEN principal investigator at the University of Colorado, Boulder. \"We've seen that the atmospheric erosion increases significantly during solar storms, so we think the loss rate was much higher billions of years ago when the sun was young and more active.\" In addition, a series of dramatic solar storms hit Mars' atmosphere in March 2015, and MAVEN found that the loss was accelerated. The combination of greater loss rates and increased solar storms in the past suggests that loss of atmosphere to space was likely a major process in changing the Martian climate. The solar wind is a stream of particles, mainly protons and electrons, flowing from the sun's atmosphere at a speed of about one million miles per hour. The magnetic field carried by the solar wind as it flows past Mars can generate an electric field, much as a turbine on Earth can be used to generate electricity. This electric field accelerates electrically charged gas atoms, called ions, in Mars' upper atmosphere and shoots them into space. MAVEN has been examining how solar wind and ultraviolet light strip gas from of the top of the planet's atmosphere. New results indicate that the loss is experienced in three different regions of the Red Planet: down the \"tail,\" where the solar wind flows behind Mars, above the Martian poles in a \"polar plume,\" and from an extended cloud of gas surrounding Mars. The science team determined that almost 75 percent of the escaping ions come from the tail region, and nearly 25 percent are from the plume region, with just a minor contribution from the extended cloud.", "url": "https://www.nasa.gov/press-release/nasa-mission-reveals-speed-of-solar-wind-stripping-martian-atmosphere"}]}, {"win label": 0, "news": [{"title": "MAVEN Observes Mars Moon Phobos in the Mid- and Far-Ultraviolet", "date": "2016-03-01", "content": "NASA scientists are closer to solving the mystery of how Mars' moon Phobos formed. In late November and early December 2015, NASA's Mars Atmosphere and Volatile Evolution (MAVEN) mission made a series of close approaches to the Martian moon Phobos, collecting data from within 300 miles (500 kilometers) of the moon. Among the data returned were spectral images of Phobos in the ultraviolet. The images will allow MAVEN scientists to better assess the composition of this enigmatic object, whose origin is unknown. Comparing MAVEN's images and spectra of the surface of Phobos to similar data from asteroids and meteorites will help planetary scientists understand the moon's origin - whether it is a captured asteroid or was formed in orbit around Mars. The MAVEN data, when fully analyzed, will also help scientists look for organic molecules on the surface. Evidence for such molecules has been reported by previous measurements from the ultraviolet spectrograph on the Mars Express spacecraft. The observations were made by the Imaging Ultraviolet Spectrograph instrument aboard MAVEN.", "url": "https://mars.nasa.gov/news/maven-observes-mars-moon-phobos-in-the-mid-and-far-ultraviolet/"}]}, {"win label": 0, "news": [{"title": "NASA'S MAVEN spacecraft celebrates one Mars year of science", "date": "2016-10-03", "content": "Today, NASA's Mars Atmosphere and Volatile EvolutioN mission, which is being led by the University of Colorado Boulder, completed one Mars year of science observations. One Mars year is just under two Earth years. MAVEN's Imaging UltraViolet Spectrograph obtained this image of Mars on July 13, 2016, when the planet appeared nearly full when viewed from the highest altitudes in the MAVEN orbit. The ultraviolet colors of the planet have been rendered in false color, to show what we would see with ultraviolet-sensitive eyes. The ultraviolet view gives several new perspectives on Mars. ", "url": "https://www.colorado.edu/today/2016/10/03/nasas-maven-spacecraft-celebrates-one-mars-year-science"}, {"title": "MAVEN's Journey: Everything We've Learned in a Martian Year", "date": "2016-10-11", "content": "Evidence of Mars' aqueous history has long captivated the science community. The Martian surface is scored with the telltale signs of water, from channels to minerals. Yet today, nothing remains. Mars's dry atmosphere could once support liquid water on the planet's surface. According to the University of Colorado's MAVEN website : \"Scientists have long suspected the solar wind of stripping the Martian atmosphere into space, a process that may have changed Mars from an early, warm and wet environment that might have supported surface life to the cold, arid planet Mars is today.\" ", "url": "https://interestingengineering.com/science/what-we-learned-martian-year"}, {"title": "Happy Anniversary, MAVEN! NASA Mars Probe Marks 2 Years of Science Work", "date": "2016-11-18", "content": "NASA's newest Mars orbiter has now been on the job for two Earth years, investigating how the Red Planet lost its atmosphere in the ancient past. The Mars Atmosphere and Volatile Evolution spacecraft reached Mars on Sept. 21, 2014, and officially began its science mission less than two months later, on Nov. 16 of that year. MAVEN - the first orbiter tasked with studying Mars' atmosphere as its primary task - has made a number of interesting discoveries over the past two years. In 2015, for example, MAVEN's measurements allowed mission scientists to determine just how quickly Mars' atmospheric gases escape to space today - at an average rate of about 4 ounces per second. \"Taken together, the MAVEN results tell us that loss of gas from the atmosphere to space has been the major force behind the Martian climate having changed from a warm, wet environment to the cold, dry one that we see today,\" MAVEN principal investigator Bruce Jakosky, of the University of Colorado Boulder, said in a NASA statement. ", "url": "https://www.space.com/34763-nasa-maven-mars-spacecraft-anniversary.html"}]}, {"win label": 0, "news": [{"title": "MAVEN Steers Clear of Mars Moon Phobos", "date": "2017-03-02", "content": "NASA's MAVEN spacecraft performed a previously unscheduled maneuver this week to avoid a collision in the near future with Mars' moon Phobos. MAVEN has been orbiting Mars for just over two years, studying the Red Planet's upper atmosphere, ionosphere and interactions with the sun and solar wind. On Tuesday the spacecraft carried out a rocket motor burn that boosted its velocity by 0.4 meters per second (less than 1 mile per hour). Although a small correction, it was enough that-projected to one week later when the collision would otherwise have occurred-MAVEN would miss the lumpy, crater-filled moon by about 2.5 minutes. This is the first collision avoidance maneuver that the MAVEN spacecraft has performed at Mars to steer clear of Phobos. The orbits of both MAVEN and Phobos are known well enough that this timing difference ensures that they will not collide. MAVEN, with an elliptical orbit around Mars, has an orbit that crosses those of other spacecraft and the moon Phobos many times over the course of a year. When the orbits cross, the objects have the possibility of colliding if they arrive at that intersection at the same time. These scenarios are known well in advance and are carefully monitored by NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California, which sounded the alert regarding the possibility of a collision. With one week's advance notice, it looked like MAVEN and Phobos had a good chance of hitting each other on Monday, March 6, arriving at their orbit crossing point within about 7 seconds of each other. Given Phobos' size (modeled for simplicity as a 30-kilometer sphere, a bit larger than the actual moon in order to be conservative), they had a high probability of colliding if no action were taken. Said MAVEN Principal Investigator Bruce Jakosky of the University of Colorado Boulder, \"Kudos to the JPL navigation and tracking teams for watching out for possible collisions every day of the year, and to the MAVEN spacecraft team for carrying out the maneuver flawlessly.\"", "url": "https://lasp.colorado.edu/maven/2017/03/02/maven-steers-clear-of-mars-moon-phobos/"}, {"title": "NASA's MAVEN Probe Has Found Metal in Mars Atmosphere", "date": "2017-04-11", "content": "The MAVEN space probe has been inspecting Mars's upper atmosphere for about a year and a half now, and in that time it's helped NASA researchers learn important insights about the red planet. Now MAVEN - which stands for Mars Atmosphere and Volatile Evolution - has revealed that Mars' atmosphere contains charged metal atoms - just like the atmosphere on Earth. The metal comes from small meteoroids that rain down constantly upon Mars. First, the meteoroids vaporize. Then charged particles within the atmosphere pull some metal atoms away and transform them into charged atoms. ", "url": "https://www.inverse.com/article/30224-nasa-maven-metal-ions-mars"}]}, {"win label": 0, "news": [{"title": "NASA's MAVEN Spacecraft Making Another Deep-Dip Into Mars' Atmosphere", "date": "2017-08-15", "content": " NASA's MAVEN spacecraft is now beginning a new round of Mars' observations, once again dipping deep into the Red planet's tenuous atmosphere, only 125 kilometers above the surface. Since making Mars orbit in late 2014, the Mars Atmosphere and Volatile Evolution mission has given researchers a startling picture of just how efficiently the Sun's solar wind stripped Mars of its potentially habitable atmosphere. Mars currently has an atmosphere equaling only two percent that of Earth. What these results portend for extrasolar earth-like planets in much closer orbits around Red dwarf stars --- stars that are even more active than our early Sun --- is troubling to say the least. ", "url": "https://www.forbes.com/sites/brucedorminey/2017/08/15/nasas-maven-spacecraft-making-another-deep-dip-into-mars-atmosphere/"}, {"title": "MAVEN observes large solar storm that sparked global aurora on Mars", "date": "2017-09-29", "content": "An unexpectedly strong blast from the Sun hit Mars this month, observed by NASA missions in orbit and on the surface, led by two Boulder teams, the Mars Atmosphere and Volatile Evolution spacecraft led by CU Boulder and the Mars Science Laboratory's Radiation Assessment Detector led by the Boulder office of Southwest Research Institute. \"NASA's distributed set of science missions is in the right place to detect activity on the Sun and examine the effects of such solar events at Mars as never possible before,\" said MAVEN Program Scientist Elsayed Talaat, program scientist at NASA Headquarters, Washington, for MAVEN. The solar event on Sept. 11, 2017, sparked a global aurora at Mars more than 25 times brighter than any previously seen by the MAVEN orbiter, which has been studying the Martian atmosphere's interaction with the solar wind since 2014. Fast facts When charged particles from a solar storm reached Mars this month, they set off an aurora 25 times brighter and with surface-level radiation readings twice as high as any previous measurements. NASA's MAVEN mission has been studying solar events' effects on the Martian atmosphere since 2014, and NASA's Curiosity rover has been monitoring radiation levels at the Martian surface since 2012. These observations aid both the planning for safety of future astronauts on Mars and the understanding of drastic environmental change on early Mars. ", "url": "https://www.colorado.edu/today/2017/09/29/maven-observes-large-solar-storm-sparked-global-aurora-mars"}, {"title": "MAVEN mission finds Mars has a twisted tail", "date": "2017-10-23", "content": "Mars has an invisible magnetic \"tail\" that is twisted by interaction with the solar wind, according to new research using data from NASA's MAVEN spacecraft. NASA's Mars Atmosphere and Volatile Evolution Mission spacecraft is in orbit around Mars gathering data on how the Red Planet lost much of its atmosphere and water, transforming from a world that could have supported life billions of years ago into a cold and inhospitable place today. The process that creates the twisted tail could also allow some of Mars' already thin atmosphere to escape to space, according to the research team. \"We found that Mars' magnetic tail, or magnetotail, is unique in the solar system,\" said Gina DiBraccio of NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"It's not like the magnetotail found at Venus, a planet with no magnetic field of its own, nor is it like Earth's, which is surrounded by its own internally generated magnetic field. Instead, it is a hybrid between the two.\" DiBraccio is project scientist for MAVEN and is presenting this research at a press briefing Thursday, Oct. 19, at 12:15 pm MDT during the 49th annual meeting of the American Astronomical Society's Division for Planetary Sciences in Provo, Utah. The team found that a process called \"magnetic reconnection\" must have a big role in creating the Martian magnetotail because, if reconnection were occurring, it would put the twist in the tail. \"Our model predicted that magnetic reconnection will cause the Martian magnetotail to twist 45 degrees from what's expected based on the direction of the magnetic field carried by the solar wind,\" said DiBraccio. \"When we compared those predictions to MAVEN data on the directions of the Martian and solar wind magnetic fields, they were in very good agreement.\" Mars lost its global magnetic field billions of years ago and now just has remnant \"fossil\" magnetic fields embedded in certain regions of its surface. According to the new work, Mars' magnetotail is formed when magnetic fields carried by the solar wind join with the magnetic fields embedded in the Martian surface in a process called magnetic reconnection. The solar wind is a stream of electrically conducting gas continuously blowing from the Sun's surface into space at about 1 million miles (1.6 million kilometers) per hour. It carries magnetic fields from the Sun with it. If the solar wind field happens to be oriented in the opposite direction to a field in the Martian surface, the two fields join together in magnetic reconnection. The magnetic reconnection process also might propel some of Mars' atmosphere into space. Mars' upper atmosphere has electrically charged particles (ions). Ions respond to electric and magnetic forces and flow along magnetic field lines. Since the Martian magnetotail is formed by linking surface magnetic fields to solar wind fields, ions in the Martian upper atmosphere have a pathway to space if they flow down the magnetotail. Like a stretched rubber band suddenly snapping to a new shape, magnetic reconnection also releases energy, which could actively propel ions in the Martian atmosphere down the magnetotail into space. Since Mars has a patchwork of surface magnetic fields, scientists had suspected that the Martian magnetotail would be a complex hybrid between that of a planet with no magnetic field at all and that found behind a planet with a global magnetic field. Extensive MAVEN data on the Martian magnetic field allowed the team to be the first to confirm this. MAVEN's orbit continually changes its orientation with respect to the Sun, allowing measurements to be made covering all of the regions surrounding Mars and building up a map of the magnetotail and its interaction with the solar wind. Magnetic fields are invisible but their direction and strength can be measured by the magnetometer instrument on MAVEN, which the team used to make the observations. They plan to examine data from other instruments on MAVEN to see if escaping particles map to the same regions where they see reconnected magnetic fields to confirm that reconnection is contributing to Martian atmospheric loss and determine how significant it is. They also will gather more magnetometer data over the next few years to see how the various surface magnetic fields affect the tail as Mars rotates. This rotation, coupled with an ever-changing solar wind magnetic field, creates an extremely dynamic Martian magnetotail. \"Mars is really complicated but really interesting at the same time,\" said DiBraccio.", "url": "https://astronomynow.com/2017/10/23/maven-mission-finds-mars-has-a-twisted-tail/"}]}, [], {"win label": 0, "news": [{"title": "NASA's MAVEN spacecraft finds that 'stolen' electrons enable unusual aurora on Mars", "date": "2018-07-23", "content": "Auroras appear on Earth as ghostly displays of colorful light in the night sky, usually near the poles. Our rocky neighbor Mars has auroras too, and NASA's MAVEN spacecraft just found a new type of Martian aurora that occurs over much of the day side of the Red Planet, where auroras are very hard to see. Auroras flare up when energetic particles plunge into a planet's atmosphere, bombarding gases and making them glow. While electrons generally cause this natural phenomenon, sometime protons can elicit the same response, although it's more rare. Now, the MAVEN team has learned that protons were doing at Mars the same thing as electrons usually do at Earth--create aurora. This is especially true when the Sun ejects a particularly strong pulse of protons, which are hydrogen atoms stripped of their lone electrons by intense heat. The Sun ejects protons at speeds up to two million miles per hour (more than 3 million kilometers per hour) in an erratic flow called the solar wind. The MAVEN (Mars Atmosphere and Volatile Evolution mission) team was studying Mars' atmosphere with the Imaging UltraViolet Spectrograph (IUVS), and observed that on occasion, the ultraviolet light coming from hydrogen gas in Mars' upper atmosphere would mysteriously brighten for a few hours. They then noticed that the brightening events occurred when another MAVEN instrument, the Solar Wind Ion Analyzer (SWIA), measured enhanced solar wind protons. But two puzzles make this type of aurora seem impossible at first glance: how did these protons get past the planet's \"bow shock,\" a magnetic obstacle which normally diverts the solar wind's charged particles around the planet? And how could the protons give off light, since atoms need electrons to do so? \"The answer was thievery,\" said Justin Deighan, of the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder, lead author of a paper on this research appearing July 23 in Nature Astronomy. \"As they approach Mars, the protons coming in with the solar wind transform into neutral atoms by stealing electrons from the outer edge of the huge cloud of hydrogen surrounding the planet. The bow shock can only divert charged particles, so these neutral atoms continue right on through. When those high-speed incoming atoms hit the atmosphere, some of their energy was emitted as ultraviolet light, which is invisible to the human eye but detectable to instruments like the IUVS on MAVEN. In fact, one incoming atom can collide with molecules in the atmosphere hundreds of times before it slows down, giving off a slew of ultraviolet photons. \"The Martian proton auroras are more than a light show,\" said Jasper Halekas of the University of Iowa, responsible for the SWIA instrument. \"They reveal that the solar wind is not completely diverted around Mars, by showing how solar wind protons can sneak past the bow shock and impact the atmosphere, depositing energy and even enhancing the hydrogen content there.\" Proton auroras do occur at Earth, but not as often as at Mars. One key difference is Earth's strong magnetic field, which diverts the solar wind away from Earth to a much greater degree than at Mars. On Earth, proton auroras only occur in very small regions near the poles, whereas at Mars they can happen everywhere. However, proton auroras could be common on Venus and on Saturn's moon Titan. Like Mars, these two worlds lack their own magnetic fields, and have lots of hydrogen in their upper atmospheres--with plenty of electrons to share. Looking further, it's likely that many planets orbiting other stars have the same favorable conditions, and would be likely to have proton auroras too.", "url": "https://www.eurekalert.org/news-releases/739335"}, {"title": "MAVEN selfie marks four years in orbit at Mars", "date": "2018-09-21", "content": "Today, NASA's Mars Atmosphere and Volatile Evolution spacecraft celebrates four years in orbit studying the upper atmosphere of the Red Planet and how it interacts with the sun and the solar wind. To mark the occasion, the MAVEN team has released a selfie image of the spacecraft at Mars. \"MAVEN has been a tremendous success,\" said Bruce Jakosky, principal investigator on the MAVEN mission and a professor at CU Boulder's Laboratory for Atmospheric and Space Physics. \"The spacecraft and instruments continue to operate as planned, and we're looking forward to further exploration of the Martian upper atmosphere and its influence on climate.\" MAVEN's selfie was made by looking at ultraviolet wavelengths of sunlight reflected off of components of the spacecraft. The image was obtained with the Imaging Ultraviolet Spectrograph (IUVS) instrument, which was built at LASP and normally looks at ultraviolet emissions from the Martian upper atmosphere. The IUVS instrument is mounted on a platform at the end of a 1.2-meter boom (its own \"selfie stick\"), and by rotating, the boom can look back at the spacecraft. The selfie was made from 21 different images, obtained with the IUVS in different orientations, that have been stitched together. \"We never expected MAVEN to be able to take its own picture this way, but MAVEN has already surprised us many times with its outstanding performance at Mars,\" said Nick Schneider, a professor in LASP and lead scientist for the IUVS instrument. \"We think this is the first ultraviolet selfie taken by a spacecraft.\" The MAVEN team in LASP includes researchers and students at both the graduate and undergraduate level. MAVEN has been streaming data back to Earth since the spacecraft went into orbit around Mars on Sept. 14, 2014. LASP provided two instruments for MAVEN and leads science operations and education and outreach for the mission.", "url": "https://www.colorado.edu/today/2018/09/21/maven-selfie-marks-four-years-orbit-mars"}]}, {"win label": 0, "news": [{"title": "NASA's MAVEN Spacecraft Shrinking its Mars Orbit to Prepare for Mars 2020 Rover", "date": "2019-02-11", "content": "NASA's 4-year-old atmosphere-sniffing Mars Atmosphere and Volatile Evolution mission is embarking on a new campaign today to tighten its orbit around Mars. The operation will reduce the highest point of the MAVEN spacecraft's elliptical orbit from 3,850 to 2,800 miles above the surface and prepare it to take on additional responsibility as a data-relay satellite for NASA's Mars 2020 rover, which launches next year. \"The MAVEN spacecraft has done a phenomenal job teaching us how Mars lost its atmosphere and providing other important scientific insights on the evolution of the Martian climate,\" said Jim Watzin, director of NASA's Mars Exploration Program. \"Now we're recruiting it to help NASA communicate with our forthcoming Mars rover and its successors.\" While MAVEN's new orbit will not be drastically shorter than its present orbit, even this small change will significantly improve its communications capabilities. ", "url": "https://mars.nasa.gov/news/8410/nasas-maven-spacecraft-shrinking-its-mars-orbit-to-prepare-for-mars-2020-rover/"}, {"title": "NASA's MAVEN orbiter has a new job as a communication relay for Mars 2020", "date": "2019-02-15", "content": "Since its launch in 2013, NASA'S Mars Atmosphere and Volatile Evolution mission has been orbiting Mars and collecting readings from the planet's atmosphere to learn about how it interacts with the sun and solar wind. But now the MAVEN orbiter is taking on a new job as a data relay satellite for the Mars 2020 mission. Having gathered plenty of data in the four years that it has been in orbit, MAVEN has been re-purposed for the important task of letting the soon-to-be- launched Mars 2020 rover communicate with Earth. \"The MAVEN spacecraft has done a phenomenal job teaching us how Mars lost its atmosphere and providing other important scientific insights on the evolution of the Martian climate,\" Jim Watzin, director of NASA's Mars Exploration Program, said in a statement. \"Now we're recruiting it to help NASA communicate with our forthcoming Mars rover and its successors.\" ", "url": "https://www.digitaltrends.com/cool-tech/maven-orbiter-communications-realy/"}, {"title": "MAVEN lowers orbit, solves case of the stolen electrons ", "date": "2019-03-05", "content": "NASA's MAVEN spacecraft in orbit of Mars has begun a series of aerobraking maneuvers with the planet's atmosphere to lower its orbit as the craft prepares for its added task of serving as a communications relay station for NASA's upcoming Mars 2020 rover scheduled to launch next year. The orbit lowering operation comes four years after MAVEN's arrival at the Red Planet and while the craft's instruments continue to reveal how Mars' atmosphere interacts with the solar wind, which recently involved solving a case of stolen electrons. Lowering MAVEN's orbit: The MAVEN spacecraft has been in orbit of Mars since 22 September 2014 following a 10-month cruise through the interplanetary void between Earth and Mars. Launched on 18 November 2013 by a United Launch Alliance Atlas V rocket from Cape Canaveral Air Force Station, FL, the mission carried a primary duration of one Earth year. Like almost every single NASA mission, MAVEN has vastly outlived its anticipated lifetime thanks to its robust engineering and NASA's plan from the beginning to utilize the satellite as a communications relay and for additional scientific observations of the Martian atmosphere after its primary mission was completed. In fact, the MAVEN team is carefully managing the craft's onboard propellant supply for its thrusters to enable its continued operation through 2030. A mission duration for that long is not yet approved, but there is ample historical precedent - such as the Mars Reconnaissance Orbiter, Mars Odyssey, Curiosity, Opportunity, etc. - for the U.S. Congress to approve funding for mission extensions of Martian orbiters and rovers as long as they continue to function. For MAVEN, currently in one of its mission extensions, NASA is preparing to shift part of the spacecraft's primary duty to include a more robust and strong communications link with the recently-arrived InSight lander, the veteran Curiosity rover, and the upcoming Mars 2020 rover - Curiosity's cousin. \"The MAVEN spacecraft has done a phenomenal job teaching us how Mars lost its atmosphere and providing other important scientific insights on the evolution of the Martian climate,\" said Jim Watzin, director of NASA's Mars Exploration Program. \"Now we're recruiting it to help NASA communicate with our forthcoming Mars rover and its successors.\" To provide this strong communications link, NASA is lowering MAVEN's apoareion: farthest point from the surface in its orbit of Mars. When the craft first inserted into Martian orbit in September 2014, it entered a highly elliptical 6,200 by 150 km (3,900 x 93 mile) orbit. Over the course of its primary scientific investigations, controllers on Earth periodically lowered MAVEN's periareion (point of closest approach to the Martian surface in its orbit) from 150 km down to 125 km (77 miles). MAVEN's onboard propellant supplies and thrusters were then used to reestablish the craft's 6,200 by 150 km operational orbit after each of these scientific dips that provided an opportunity to sample the Martian atmosphere in ways never before possible and add to MAVEN's primary mission. Those dips now come in handy, serving in a sense as practice rounds for how the team is currently lowering MAVEN's orbit using aerobraking with the Martian atmosphere instead of thruster firings. Aerobraking, in this case, is the practice of using friction with the Martian atmosphere to gradually reduce the apoareion of MAVEN's orbit while at the same time not dipping the spacecraft too low into the atmosphere to the point where heating would damage the orbiter. A bonus, especially for NASA's long-range plans for MAVEN, is that aerobraking preserves on-board fuel supplies and is actually the most efficient way of changing a spacecraft's orbit. Closer to Earth, NASA is also using aerobraking to lower the Van Allen Radiation Storm Belt Probes' orbits, as reported by NASASpaceflight last month. For MAVEN's aerobraking, the mission's control team commanded a firing of the craft's thrusters in mid-February to lower its periareion from 150 km to 125 km - the same altitude used for its scientific dips into the Red Planet's atmosphere. The lower orbit sets MAVEN up for roughly 360 brushes with Mars' atmosphere over the following 10 weeks. By the beginning of May 2019, the aerobraking process will be complete, and MAVEN's apoareion will be roughly 4,500 km, or just under 2,800 miles. Once apoareion is at 4,500 km, controllers will use a small amount of propellant and MAVEN's thrusters to raise the craft's periareion back up to 150 km so that MAVEN does not encounter the Martian atmosphere on subsequent orbits. The new 4,500 x 150 km orbit will decrease MAVEN's orbital period from 4.5 hours to 3.5 hours and will increase the number of orbits per day from 5.3 to 6.8, permitting more frequent communications with Curiosity and InSight. As the prime reason for lowering MAVEN's orbit is to provide communication with the upcoming NASA Mars 2020 rover, that mission is continuing on schedule for a planned launch No Earlier Than 17 July 2020 at the opening of the interplanetary launch window between Earth and Mars from the mission's launch site at Cape Canaveral Air Force Station, Florida. The Mars 2020 rover, which will get a more colloquial name as Curiosity did, is set to launch on a United Launch Alliance Atlas V rocket flying and its 541 configuration with a 5-meter payload fairing, four solid rocket motors, and a single-engine Centaur upper stage. The launch window extends from 17 July to 5 August 2020. If missed for whatever reason, the mission's launch would have to wait another 26 months, until September 2022, for the next Earth-Mars interplanetary window. An on-time liftoff at the opening of the window will result in the Mars 2020 rover touching down via skycrane winch landing at Jezero crater, Mars, on 18 February 2021. Crucially, though, MAVEN's new orbit does not preclude the continuation of its extraordinary science mission at Mars, and the craft will continue to study the structure and composition of the upper Martian atmosphere and how the atmosphere interacts with the solar wind. MAVEN and the case of the stolen electrons: In the four years MAVEN has dutifully orbited Mars, its Imaging UltraViolet Spectrograph (IUVS) instrument has periodically detected a brightening of the ultraviolet light from hydrogen in Mars' upper atmosphere. This brightening would happen for a few hours before the ultraviolet light levels would return to normal. As teams investigated what they were seeing, they discovered that these brightening events occurred at the same time MAVEN's Solar Wind Ion Analyzer (SWIA) detected upticks in the number of enhanced solar wind protons (hydrogen atoms stripped of their single electrons by intense heat from the Sun) bombarding the planet. The mystery here is that this type of ultraviolet brightening - an aurora - should be impossible for two reasons: 1) protons should not be able to get past Mars' magnetic shield bow shock that diverts the solar wind around the planet, and 2) protons can't give off light because they lack electrons, a key component in auroral light emissions. Going back to the Sun where the solar wind originates, our solar system's star continuously emits this stream of particles, mostly electrons, protons, and alpha particles. Due to the intense heat in the solar corona, hydrogen atoms can have their single electron stripped from them - creating a proton. Periodically, the Sun will throw a tantrum and blast out a burst of protons at speeds of 2 million miles per hour (3 million km/h). Based on the trajectory of these ejections, they can sometimes collide with the planets. Back at Mars, the Red Planet - like Earth - has a large cloud of hydrogen surrounding it. As it turns out, this hydrogen cloud holds the answer to the two mysteries of how proton-based ultraviolet auroras shouldn't be possible on Mars yet are. \"The answer is thievery,\" said Justin Deighan of the Laboratory for Atmospheric and Space Physics at the University of Colorado, Boulder. \"As the protons approach Mars, they transform into neutral atoms by stealing electrons from the outer edge of the huge cloud of hydrogen surrounding the planet.\" Mars' magnetic bow shock can only repel charged particles (such as protons), but neutral atoms can pass right through it - answering the first mystery of how the protons are getting through the planet's bow shock. The stolen electrons also answer the second part of the mystery, as protons themselves cannot emit light but atoms (protons coupled with an equal number of electrons) can. As these protons-turned-neutral-atoms then slam into the Martian atmosphere, portions of their energy are emitted as ultraviolet light. Intriguingly, this discovery has helped MAVEN continue to build a history of Mars' past and current climate, a key part of its primary scientific mission. \"The Martian proton auroras are more than a light show,\" related Jasper Halekas of the University of Iowa, responsible for the SWIA instrument. \"They reveal that the solar wind is not completely diverted around Mars, showing how solar wind protons can sneak past the bow shock and impact the atmosphere depositing energy and even enhancing the hydrogen content there.\"", "url": "https://www.nasaspaceflight.com/2019/03/maven-lowers-orbit-solves-case-stolen-electrons/"}, {"title": "MAVEN Uses Red Planet's Atmosphere to Change Orbit", "date": "2019-04-05", "content": "MAVEN has achieved a tighter orbit around Mars to act as a telecommunications relay. The two-month campaign began February 11 and ended April 5. MAVEN's navigation team slowed the spacecraft down gradually by aerobraking, a process taking advantage of the Martian upper atmosphere to place a small amount of drag on the spacecraft. \"It's like applying the brakes on a car but instead of brake pads, we used Mars' atmosphere,\" said Stuart Demcak navigation team lead at NASA's Jet Propulsion Laboratory in Pasadena, California. During this time, the spacecraft periapsis altitude (lowest altitude of the orbit) lowered from 151 km (94 miles) to about 132 km (82 miles) above the Martian surface. At this altitude, the atmosphere, although extremely thin, is dense enough to provide the small amount of drag on the spacecraft necessary to slow it down. The apoapsis altitude (highest point in orbit) dropped from about 6050 to about 4570 km, an orbit change that improves MAVEN's availability to support relay communications with NASA's landers and rovers on the surface of Mars. The orbit period dropped from 4.4 hours to roughly 3.7 hours. \"The final post-aerobraking orbit resulted from an exhaustive series of engineering trade studies that balanced requirements for communications relay, MAVEN's science mission, fuel expenditure, and synchronization of the orbit to provide communications support for the Mars 2020 landing,\" said Russell Carpenter, MAVEN's deputy project manager. Reducing apoapsis about 1,480 kilometers (1,000 miles) closer to the surface allows the MAVEN orbiter to circle Mars more frequently-6.6 orbits per Earth day versus 5.3 previously-and communicate with the Mars rovers more frequently. \"The team worked diligently to prepare for aerobraking and we are enjoying the benefits of those countless hours now\" said Nick Sealy, spacecraft aerobraking phase lead from Lockheed Martin Space in Littleton, Colorado. \"This team made aerobraking look easy.\" While not conducting relay communications, MAVEN will continue to study the structure and composition of the upper atmosphere of Mars. MAVEN has enough fuel to operate until at least 2030.", "url": "https://lasp.colorado.edu/maven/2019/04/05/maven-uses-red-planets-atmosphere-to-change-orbit/"}, {"title": "MAVEN sets its sights beyond Mars", "date": "2019-04-29", "content": "For more than four years, NASA's Mars Atmosphere and Volatile Evolution mission has explored the mysteries of the Red Planet's upper atmosphere. More recently, the spacecraft has gotten up close and personal with that same expanse of gas. Earlier this year, MAVEN dipped into the highest reaches of Mars' atmosphere over a two-month \"aerobraking\" campaign, using the resistance there to slow itself down in space and shift the dynamics of its orbit. Those maneuvers ushered in a new era for MAVEN and for CU Boulder's Laboratory for Atmospheric and Space Physics. LASP leads the overall mission and the science operations for MAVEN and built two of its instruments. Thanks to the campaign, the spacecraft has been nudged into a new, closer-in orbit around Mars. That circuit will allow MAVEN to split its time between continuing its scientific research and serving as a communications relay for NASA's current and future Mars rovers. For many MAVEN team members, the aerobraking campaign provides a chance to reflect on the mission's legacy and what lies in store for this roughly car-sized satellite. That satellite was built at the Colorado-based Lockheed Martin Space. \"For decades, CU Boulder has ventured into space to answer countless mysteries about our own planet and others,\" said Bruce Jakosky, principal investigator for MAVEN and an associate director of LASP. \"MAVEN has been an important step in that journey and has given us a whole new perspective on our nearest planetary neighbor.\" Now, the MAVEN team is also looking beyond the Red Planet to explore what Mars can tell scientists about other bodies outside of the solar system-especially those that, like Mars but unlike Earth, don't have a global magnetic field.", "url": "https://www.colorado.edu/today/2019/04/29/maven-sets-its-sights-beyond-mars"}]}, {"win label": 0, "news": [{"title": "NASA's MAVEN probe shows how wind circulates in Mars' upper atmosphere", "date": "2019-12-12", "content": "High above the surface of Mars, winds circulate from dayside to night, and the air undulates as it passes over mountains and valleys far below, a new study shows. These insights come courtesy of NASA's MAVEN spacecraft, which now has provided the first detailed maps of winds in the Martian thermosphere, one of the highest layers of the planet's atmosphere. The data, described in the Dec. 13 Science, could help researchers better understand how the Red Planet's climate has changed over time by looking into how Mars' atmosphere bleeds into space. \"Looking at how gas circulates in that layer allows us to better understand the rate at which the atmosphere is being lost and the way it's being lost,\" says study author Mehdi Benna, a planetary scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. Wind movement in Mars' thermosphere is much simpler than on Earth, data from the orbiter show. A single circulating flow persists from season to season, continually moving air from the planet's dayside to its nightside, whereas on Earth there are multiple flow patterns at any one time. \"Oceans on Earth complicate the circulation patterns,\" Benna says. \"Mars doesn't have all that.\" The spacecraft, which arrived at Mars in 2014, also recorded waves in the thermosphere generated by winds near the ground diverting around mountains and canyons (SN: 9/22/14). \"When the spacecraft is flying over a mountain, we can see the wind shifting to accommodate the presence of that mountain 200 kilometers below,\" Benna says. \"MAVEN doesn't carry [traditional] cameras ... but we can see a picture of the topography in the winds.\" In all, the researchers tracked winds for one and a half Martian years. While it's still too early to say precisely what this all means for the trickle of Mars' atmosphere into space, Benna says that these maps lay the foundation for improved computer simulations that will help researchers figure it out.", "url": "https://www.sciencenews.org/article/nasa-maven-probe-how-wind-circulates-mars-upper-atmosphere"}]}, [], {"win label": 0, "news": [{"title": "NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light", "date": "2020-08-06", "content": "The MAVEN team was surprised to find that the atmosphere pulsed exactly three times per night, and only during Mars' spring and fall. The new data also revealed unexpected waves and spirals over the winter poles, while also confirming the Mars Express spacecraft results that this nightglow was brightest over the winter polar regions. \"MAVEN's images offer our first global insights into atmospheric motions in Mars' middle atmosphere, a critical region where air currents carry gases between the lowest and highest layers,\" said Nick Schneider of the University of Colorado's Laboratory for Atmospheric and Space Physics (LASP), Boulder, Colorado. The brightenings occur where vertical winds carry gases down to regions of higher density, speeding up the chemical reactions that create nitric oxide and power the ultraviolet glow. Schneider is instrument lead for the MAVEN Imaging Ultraviolet Spectrograph (IUVS) instrument that made these observations, and lead author of a paper on this research appearing August 6 in the Journal of Geophysical Research, Space Physics. Ultraviolet light is invisible to the human eye but detectable by specialized instruments. \"The ultraviolet glow comes mostly from an altitude of about 70 kilometers (approximately 40 miles), with the brightest spot about a thousand kilometers (approximately 600 miles) across, and is as bright in the ultraviolet as Earth's northern lights,\" said Zac Milby, also of LASP. \"Unfortunately, the composition of Mars' atmosphere means that these bright spots emit no light at visible wavelengths that would allow them to be seen by future Mars astronauts. Too bad: the bright patches would intensify overhead every night after sunset, and drift across the sky at 300 kilometers per hour (about 180 miles per hour).\" The pulsations reveal the importance of planet-encircling waves in the Mars atmosphere. The number of waves and their speed indicates that Mars' middle atmosphere is influenced by the daily pattern of solar heating and disturbances from the topography of Mars' huge volcanic mountains. These pulsating spots are the clearest evidence that the middle atmosphere waves match those known to dominate the layers above and below. \"MAVEN's main discoveries of atmosphere loss and climate change show the importance of these vast circulation patterns that transport atmospheric gases around the globe and from the surface to the edge of space.\" said Sonal Jain, also of LASP. Next, the team plans to look at nightglow \"sideways\", instead of down from above, using data taken by IUVS looking just above the edge of the planet. This new perspective will be used to understand the vertical winds and seasonal changes even more accurately.", "url": "https://mars.nasa.gov/news/8731/nasas-maven-observes-martian-night-sky-pulsing-in-ultraviolet-light/"}]}, {"win label": 0, "news": [{"title": "NASA's MAVEN Continues to Advance Mars Science and Telecommunications Relay Efforts", "date": "2021-01-29", "content": "With a suite of new national and international spacecraft primed to explore the Red Planet after their arrival next month, NASA's MAVEN mission is ready to provide support and continue its study of the Martian atmosphere. MAVEN launched in November 2013 and entered the Martian atmosphere roughly a year later. Since that time, MAVEN has made fundamental contributions to understanding the history of the Martian atmosphere and climate. A few science highlights include: Determination that the bulk of the Martian atmosphere has been lost to space through time, driving changes in the Mars climate and the ability to support life at the surface. Characterization of the mechanisms by which gas is stripped away from the atmosphere to space and of the role of solar storms hitting Mars in enhancing the escape rate. There is significant unexpected variability in the loss rate of hydrogen to space through the seasons, which has important implications for the history of water. Discovery of two new types of aurora at Mars, and characterization of all three types of aurora and of their causal mechanisms. First comprehensive measurements of winds in the Martian upper atmosphere, indicating substantial (and unexpected) interaction between different layers in the atmosphere. Revealed the unexpected complexity and dynamic nature of the Martian magnetosphere, with its influence on the behavior of the upper atmosphere (including variability in escape and occurrence of aurora). Now with arrival of the Perseverance rover to the surface of the planet in February, MAVEN will continue to carry out both relay communications support for NASA's surface missions and joint data analysis with these missions and with the orbiters already at Mars. In addition, MAVEN will be working on collaborative data analysis with the current missions and with the missions about to arrive at Mars. Last year, in preparation for providing communications relay support, MAVEN reduced the highest altitude in its orbit using an aerobraking maneuver, a process taking advantage of the Martian upper atmosphere to place a small amount of drag on the spacecraft. MAVEN also adjusted the orientation of its orbit, to better monitor data from Mars 2020 during its entry, descent and landing. When not conducting relay communications, MAVEN will continue to study the structure and composition of the upper atmosphere of Mars. MAVEN has enough fuel to operate until at least 2030.", "url": "https://www.nasa.gov/feature/goddard/2021/maven-continues-to-advance-mars-science-and-telecommunications-relay-efforts"}]}, [], {"win label": 0, "news": [{"title": "UAE's Hope probe, Nasa's Maven mission join hands to unravel mysteries on Mars", "date": "2022-04-13", "content": "Over a year after it arrived in the orbit of Mars, the Hope Probe, the Arab world's first interplanetary mission, is beaming back treasure troves of data. The Emirates mission is now collaborating with Nasa's Maven mission which will enable easy data sharing between the two agencies to explore the hidden mysteries of the Red Planet. The collaboration is aimed at a deeper analysis of data and observations made by the Hope probe and the Mars Atmosphere and Volatile Evolution mission. The arrangement is expected to add value to both Maven and the Emirates mission, as well as the scientific communities involved in analysing the data the missions collect. While the Hope Probe arrived in Martian orbit in 2021, Maven went into orbit around Mars in 2014. ", "url": "https://www.indiatoday.in/science/story/hope-mars-mission-nasa-maven-uae-space-agency-amal-1937046-2022-04-13"}, {"title": "A Race Against Time: Quick Engineering Saves NASA's MAVEN Spacecraft", "date": "2022-06-01", "content": "NASA's Mars Atmosphere and Volatile EvolutioN, or MAVEN, mission returned to normal science and relay operations on May 28, 2022, after recovering from an extended safe mode event. The spacecraft encountered problems in February with its Inertial Measurement Units (IMUs). The mission team successfully diagnosed the issue with these navigation instruments and developed a system for the spacecraft to navigate by the stars, which should allow for continued MAVEN mission operations through the next decade. \"This was a critical challenge facing the mission, but thanks to the work of our spacecraft and operations team, MAVEN will continue producing important science and operating as a relay for the surface assets through the end of the decade,\" said Shannon Curry, MAVEN's principal investigator at the University of California, Berkeley. \"I couldn't be prouder of our team.\" MAVEN launched in November 2013 and entered orbit around Mars in September 2014. The mission's goal is to explore the planet's upper atmosphere, ionosphere, and interactions with the Sun and solar wind to explore the loss of the Martian atmosphere to space. Understanding atmospheric loss gives scientists insight into the history of Mars' atmosphere and climate, liquid water, and planetary habitability. MAVEN's primary mission was one year in duration. It has since far surpassed that and was recently approved for its fifth extended mission. ", "url": "https://scitechdaily.com/a-race-against-time-quick-engineering-saves-nasas-maven-spacecraft/"}, {"title": "NASA's Mars MAVEN spacecraft spent 3 months on the brink of disaster", "date": "2022-06-02", "content": "A daunting, three-hour presentation to NASA leadership about the MAVEN Mars orbiter's future was supposed to be the biggest challenge for the mission team early this year. But just as the presentation was going smoothly on Earth, the spacecraft itself was in serious trouble millions of miles away. As she finished leading the presentation on that February day, Shannon Curry, recently appointed principal investigator for the MAVEN mission, felt confident about the team's work making the case that the Mars mission should continue at least three more years, an argument based on six months of exhaustive work from the team. Then her phone rang. \"We finally finish the presentation, I turn everything back on, and our project manager calls me immediately,\" Curry told Space.com. \"Now, I'm thinking he's calling me to be like, 'Congratulations, you did it, you're doing great,' and he was like, 'We're in safe mode.'\" Safe mode means that a spacecraft has run into a problem it can't solve on its own, so it has shut down everything it doesn't need to survive until engineers on Earth can assess the situation. Sometimes, the solution is simple, the cosmic equivalent of rebooting an internet router. But not this time. \"The safe mode event was - catastrophic is too strong, but I mean, we did get close to losing the spacecraft,\" Curry said, calling the incident \"incredibly serious\" and \"scary.\" And when the team wanted to be celebrating the end of the six-month mission extension campaign, the timing stung. \"It was like getting the wind knocked out of you. On your birthday.\" MAVEN, more formally known as Mars Atmosphere and Volatile Evolution, arrived in orbit around the Red Planet in 2014. Since then, the spacecraft has not only studied the Martian atmosphere, as its name promises, but has also acted as a key relay station for communications between NASA and its Martian landers and rovers, which cannot directly signal Earth. It's not a mission that NASA wants to end, and indeed, at the end of the review process that culminated in the grueling presentation, the agency authorized the mission to continue work for three more years. However, MAVEN has spent more than eight years in space, far longer than it was initially designed for, and one particular part is giving the team trouble. The spacecraft carries two of what engineers call inertial measurement units, or IMUs: one primary version, dubbed IMU-1, and an identical backup called IMU-2. Whichever IMU the spacecraft is using at any given time is responsible for keeping MAVEN in the right attitude, or orientation in space. (Attitude is crucial: functions like charging solar panels and communicating with Earth can't occur properly when a spacecraft loses attitude.) After worrying IMU-1 issues cropped up in late 2017, the MAVEN team switched the spacecraft to its backup unit. But late last year, the team noticed that the IMU-2 unit was starting to, essentially, wear out much faster than expected. So in early February, the team returned the spacecraft to its original IMU-1 unit. Two weeks later, on Feb. 22, the very day of MAVEN's mission extension presentation, the spacecraft suddenly couldn't seem to use either IMU to properly position itself. \"For different reasons, both of our [IMU]s started showing problems,\" Curry said. \"When we went into safe mode, it was because one of them really crashed, basically, and then the other just was losing lifetime.\" The first challenge was to stabilize the spacecraft, which required a procedure engineers call heartbeat termination. The term \"is not just for dramatic effect: basically, it's like ripping the cord out of the wall,\" Curry said. \"The spacecraft rebooted its main onboard computer, and then when that didn't work, it had to swap to the backup computer, and we've never been on the backup computer before.\" After more than an hour of the spacecraft trying to revive IMU-1, the computer swap, which also put MAVEN on IMU-2, held. And not a moment too soon: the spacecraft's focus on the sun was beginning to stray, an existential threat in and of itself. But even once the MAVEN team had addressed the most urgent issues, the situation remained dangerous, since the team knew that using IMU-2 was courting disaster. \"We've got one IMU left, and we don't have much time on it. At all,\" Curry said. \"We recovered from the safe mode, and then we were still in pretty hot water.\" Race to navigate by the stars: So the team set to work developing what spacecraft managers call \"all-stellar mode.\" That mode allows the spacecraft to determine its attitude by matching the stars it sees with its internal map of the cosmos. It's not quite as precise as using an IMU, but it doesn't have a limited lifetime. Unfortunately, all-stellar mode takes time to develop. The MAVEN team had intended to do that work later this year. \"We already had it bookmarked for October as a 'just in case,' thinking we were, like, doing our extra credit homework,\" Curry said. The spacecraft had other ideas. Once MAVEN was stable on IMU-2, the team scrambled to develop all-stellar mode as quickly as possible, completing the process in time to send the relevant commands to the spacecraft on April 19, just shy of two months after the crisis began. For about a month after all-stellar was implemented, the MAVEN team gradually began to turn on and check instruments, although the spacecraft had to remain pointing to Earth throughout the time, limiting the science the mission could do. Curry especially regrets the loss of data from MAVEN's extreme ultraviolet instrument, which can't observe at all when the spacecraft is pointing at Earth. Among other work, that instrument can measure certain types of ultraviolet and X-ray radiation from the sun as it arrives at the Red Planet. And while MAVEN has been recovering, the sun has produced several major flares that the spacecraft has missed. \"That's a real kicker,\" she said. \"A couple of X-class flares have propagated past Mars and impacted Mars, and MAVEN is the only one who would be able to observe them and has not been able to.\" The slow ramp-up back to full operations also meant that MAVEN spent an extra month unable to serve as a relay satellite for the InSight lander and Curiosity and Perseverance rovers, the three NASA robots currently active on the Martian surface. Although other satellites also participate in this work, MAVEN bears one of the largest loads. So the spacecraft's three-month outage meant not just reduced science from MAVEN but reduced science from Mars overall. \"It's been really hard on all of the surface assets,\" Curry said. And in turn, the rescue was about more than MAVEN itself. \"It wasn't just simply to make sure we saved our spacecraft. This was enabling a lot of data at Mars in general.\" Back to work: After more than three months out of commission, MAVEN finally returned to its normal operations on Saturday (May 28), according to a statement from the University of Colorado Boulder's Laboratory for Atmospheric and Space Physics, where the mission is headquartered. But the milestone doesn't mean the spacecraft team's work is done. Although all-stellar mode can do the job for normal operations, it isn't precise enough to see MAVEN safely through its most delicate maneuvers, and the spacecraft still has precious little time left on its IMUs. \"We have to spend this summer and the next year or two coming up with very clever ways to stop using the IMU when we normally would,\" Curry said. \"If we did nothing, we would not make it the next 10 years.\" (The recent mission extension sees the spacecraft through 2025, but NASA has said it wants to use MAVEN's relay capability during its planned Mars sample-return mission campaign, which is currently targeting delivery at Earth in 2033.) Curry said she's confident the MAVEN team can tackle this challenge as well. \"When all of a sudden, you're faced with this, frankly, existential threat of saying, 'Figure it out or you're gonna lose the spacecraft,' people figure it out. And so we have a path forward, we have a bunch of ideas to start testing,\" she said. \"Is everything ironed out? No. It's going to take a lot more work to iron out some clever ways to do that. But again, this is a very, very, very creative and smart team.\" In the meantime, now that MAVEN is back to normal operations, there's precious science to be done regarding Mars' atmosphere. In particular, Curry is excited to see upcoming data that will show how the atmosphere responds to the sun's increasing activity. The sun's activity fluctuates over an 11-year solar cycle, with the star on an upswing now that scientists expect will peak around 2025. \"The solar cycle is just cranking right now and we're still at least 18 months off the peak, so we could not be more excited to get back up and running in full,\" Curry said. And the 2025 solar maximum is particularly intriguing because scientists expect it will coincide with the Red Planet's next serious dust-storm season. During the southern hemisphere's summer, weather conditions can trigger dust storms so large that some encompass the entire planet. It's dust-storm season on Mars now and MAVEN has watched previous seasons as well, but the alignment of cycles ups the stakes. \"MAVEN will be observing the most extreme conditions it ever has, because there'll be dust, so it's a driver from below, and then extreme solar activity as a driver from above,\" Curry said of the tantalizing 2025 opportunity. \"We are anxious just to get back into it.\"", "url": "https://www.space.com/nasa-mars-spacecraft-maven-nearly-lost"}, {"title": "MAVEN returns to operations after three-month pause", "date": "2022-06-10", "content": "NASA's Mars Atmosphere and Volatile EvolutioN, or MAVEN, mission came back into operation last week after a surprising three-month absence due to an \"extended safe mode event,\" according to a release from the organization. MAVEN, which began orbiting Mars in 2014, was performing a routine power cycle of the primary Inertial Measurement Unit, IMU-1. This instrument helps the spacecraft orient itself in space. Following the power cycle, MAVEN encountered difficulties reading the instrument's orientation and switching to its backup unit, IMU-2, didn't fix the issue. The spacecraft rebooted itself and was finally able to access IMU-2, then proceeded to operate in safe mode, no longer recording any data while awaiting further action from engineers on Earth. ", "url": "https://astronomy.com/news/2022/06/maven-returns-to-operations-after-three-month-pause"}]}]