[{"win label": 0, "news": [{"title": "NASA Restarts Telescope Mission to Detect Black Holes", "date": "2007-09-21", "content": "NASA has made a decision to restart an astronomy mission that will have greater capability than any existing instrument for detecting black holes in the local universe. The Nuclear Spectroscopic Telescope Array, or NuSTAR, will expand our understanding of the origins and destinies of stars and galaxies. NASA had stopped the study effort on the NuSTAR mission in 2006 due to funding pressures within the Science Mission Directorate. \"We are very excited to be able restart the NuSTAR mission, which we expect to be launched in 2011,\" said Alan Stern, associate administrator for the Science Mission Directorate at NASA Headquarters in Washington. \"NuSTAR has more than 500 times the sensitivity of previous instruments that detect black holes. It's a great opportunity for us to explore an important astronomical frontier. We are getting more and more from the science budget we have, and the restart of the highly-valued NuSTAR mission is an example of that.\" NuSTAR will bridge a gap between the 2009 launch of the Wide-field Infrared Survey Explorer and the 2013 launch of the James Webb Space Telescope. The spacecraft will map areas of the sky in the light of high-energy X-rays and complement astrophysics missions that explore the cosmos in other regions of the electromagnetic spectrum. \"NuSTAR will perform deep observations in hard X-rays to detect black holes of all sizes and other exotic phenomena,\" said Jon Morse, director of the Astrophysics Division at NASA Headquarters. \"It will perform cutting-edge science using advanced technologies and help to provide a balance between small and large missions in the NASA astrophysics portfolio.\" NuSTAR is a part of NASA's Explorer Program. The program provides frequent, low-cost access to space for missions with small- to mid-sized spacecraft. NuSTAR originally was selected from proposals submitted in response to an announcement of opportunity in 2003. Fiona Harrison of the California Institute of Technology, Pasadena, is the NuSTAR principal investigator. NASA expects to select three additional Small Explorer missions for flight in the first half of the next decade through a competitive selection within the astrophysics and heliophysics scientific communities. ", "url": "https://www.nasa.gov/home/hqnews/2007/sep/HQ_07198_NuSTAR.html"}, {"title": "NASA Plans Black Hole Finder", "date": "2007-09-21", "content": "A NASA mission to find black holes in our local universe has been restarted after cancellation early last year. The Nuclear Spectroscopic Telescope Array, or NuSTAR, is expected to expand scientists' understanding of the origins and destinies of stars and galaxies. The project was canceled in February 2006 due to lack of funding. \"We are very excited to be able to restart the NuSTAR mission, which we expect to be launched in 2011,\" said Alan Stern, associate administrator for NASA's Science Mission Directorate. \"We are getting more and more from the science budget we have, and the restart of the highly-valued NuSTAR mission is an example of that.\" The spacecraft will map areas of the sky in the light of high-energy X-rays and have 500 times the sensitivity of previous instruments that detect black holes. NuSTAR is a part of NASA's Explorer Program, which aims to provide frequent, low-cost access to space for missions with small- to mid-sized spacecraft. Fiona Harrison of the California Institute of Technology is the NuSTAR principal investigator.", "url": "https://www.space.com/4378-nasa-plans-black-hole-finder.html"}]}, [], {"win label": 0, "news": [{"title": "NASA Selects Orbital's Pegasus Rocket to Launch NuSTAR Space Science Satellite", "date": "2009-02-18", "content": "Orbital Sciences Corporation (NYSE:ORB), one of the world's leading space technology companies, today announced that the National Aeronautics and Space Administration (NASA) will once again rely on the company to provide both the satellite and launch vehicle for an important upcoming space science mission that utilizes highly productive and cost effective smaller space systems. Orbital announced today that NASA recently selected its Pegasus XL rocket to provide the launch service for the Nuclear Spectroscopic Telescope Array (NuSTAR) space science satellite in 2011. Orbital was selected in 2007 by NASA to design, manufacture and test the NuSTAR satellite, which is now in production at the company's Dulles, VA satellite design, manufacturing and testing facilities. The launch will originate from Kwajalein Island near the equator in the mid-Pacific Ocean area in order to achieve a six degree inclination orbit. \"We are very pleased that NASA continues to recognize the value of our extremely reliable satellites and launch vehicles,\" said Mr. David W. Thompson, Orbital's Chairman and Chief Executive Officer. \"With this new Pegasus contract, Orbital will continue its long-standing support of NASA science missions through 2011.\" Orbital has provided both the satellite and launch vehicle for numerous previous NASA missions that have provided scientists with critical data about the Earth's environment and the solar system. The most recent example of this dual capability occurred in late 2008 when Orbital launched the company-built IBEX aboard its Pegasus rocket. Other examples of the pairing of an Orbital satellite and rocket for a NASA science mission include the AIM, SORCE and GALEX projects, all of which were launched aboard Pegasus rockets. In the near future, Orbital will reprise its role as the satellite and launch vehicle provider to NASA when it launches the Orbiting Carbon Observatory (OCO) satellite later this month, which will provide a global map of the Earth's carbon cycle, and the Glory satellite, which will provide data about atmospheric aerosols, later this year. Both satellites will be launched aboard Orbital's Taurus XL rockets.", "url": "https://news.northropgrumman.com/news/releases/nasa-selects-orbital-s-pegasus-rocket-to-launch-nustar-space-science-satellite"}]}, {"win label": 0, "news": [{"title": "NASA Approves X-ray Space Mission", "date": "2009-09-04", "content": "NASA recently confirmed that the Nuclear Spectroscopic Telescope Array, or NuSTAR, mission will launch in August 2011. NuSTAR will carry the first high-energy X-ray focusing telescopes into orbit, providing a much deeper, clearer view of energetic phenomena such as black holes and supernova explosions than any previous instrument has provided in this region of the electromagnetic spectrum. NuSTAR is a NASA Small Explorer mission led by Caltech, managed by JPL, and implemented by an international team of scientists and engineers. Fiona Harrison, a professor of physics and astronomy at Caltech, is the team's principal investigator. The official confirmation follows two years of detailed design and reviews that have enabled NASA to determine that the NuSTAR team is ready to build the flight hardware.", "url": "https://www.nasa.gov/topics/universe/features/nustar-20090904.html"}, {"title": "NASA NuSTAR Telescope Being Built at Nevis", "date": "2009-12-17", "content": "It's an unlikely place to build a NASA telescope: a leafy estate in Irvington, N.Y., that once belonged to the son of Alexander Hamilton. Inside a hangar-like building on the site, which is home to Columbia's Nevis Laboratories for experimental physics, Charles Hailey is assembling mirrors for NuSTAR, the most sensitive X-ray telescope ever constructed. Its mission: to conduct a census of black holes, map exploding stars known as supernovae and observe other dynamic events in space. \"NuSTAR will open up a whole new window into the universe,\" says Hailey, the Pupin Professor of Physics and co-director of Columbia's astrophysics lab. X-rays, a high-energy form of light, help astrophysicists observe phenomena that are typically invisible to the naked eye. Black holes, for example, hide behind clouds of dust and gas, and their centers of gravity are so strong that optical light cannot escape. Black holes do, however, emit X-rays, which can penetrate dust and gas, making them visible to NuSTAR. Compared with Chandra, the NASA X-ray mission that launched in 1999, NuSTAR will record a much higher energy band. The stronger the X-rays, the denser the matter they can penetrate, enabling NuSTAR to find black holes and other cosmic events that have previously escaped detection. Building such a sensitive instrument requires patience and precision. Starting this month and working until spring, Hailey will assemble NuSTAR's \"eyes\" out of 4,000 sheets of glass, some as small as bookmarks, others the size of a computer screen. Each strip of glass, akin to the type used for laptop and cell phone displays, is curved according to a fast, inexpensive method that Hailey pioneered 10 years ago. Called thermal glass slumping, the technique involves placing the flat sheets into a hot oven until they melt. The glass is then shaped to curved molds beneath it. Thermal glass slumping will help bring NuSTAR's cost to about one-tenth the price of Chandra, which cost $2 billion. Once the pieces are slumped, they are shipped to Copenhagen, where scientists coat them with a reflective material before sending them back to Nevis. Hailey will then layer the curved glass sheets into concentric rings-12 to 24 sheets per ring, 130 rings in all. The result: two cones that will be mounted onto the finished body of the telescope in California. NuSTAR, which stands for nuclear spectroscopic telescope array, is scheduled for launch in August 2011 from Kwajalein Island in the Pacific Ocean, one of the Marshall islands. The project's principal investigator, Fiona Harrison of the California Institute of Technology, is responsible for building the telescope's detectors, which will record the images collected by Hailey's optics. Components assembled by collaborators at the University of California, Berkeley and other institutions include shields to protect NuSTAR from meteors; a deployable mast; and the launch vehicle, a lightweight Pegasus XL rocket. Hailey, who dislikes travel, will watch the launch on NASA TV from his office, but distance won't lessen the thrill of watching NuSTAR lift off into the sky. \"It's enormously exciting,\" he says. \"I can tell you that we'll discover black holes of all masses, supernova remnants and young stars. But what really sends chills up my spine are the things we'll discover that I can't conceive of yet, that no one can envision.\"", "url": "https://phys.org/news/2009-12-nasa-nustar-telescope-built-nevis.html"}]}, [], {"win label": 1, "news": [{"title": "NuSTAR Spacecraft Arrives in California", "date": "2012-01-27", "content": "NASA's NuSTAR mission has arrived at Vandenberg Air Force Base in central California, where it will be mated to its Pegasus rocket. NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, mission arrived at Vandenberg Air Force Base in California this morning after a cross-country trip by truck from the Orbital Sciences Corporation's manufacturing plant in Dulles, Va. The mission is scheduled to launch from Kwajalein Atoll in the Pacific Ocean on March 14. Once the observatory is offloaded at Vandenberg, it will be moved into a processing hangar, joining the Pegasus XL rocket that is set to carry it to space. Over the weekend, technicians will remove its shipping container so that checkout and other processing activities can begin next week. Once the observatory is integrated with the rocket in mid-February, technicians will encapsulate it in the vehicle fairing, which is also scheduled to arrive at Vandenberg today. After processing is completed, the rocket and spacecraft will be flown on Orbital's L-1011 carrier aircraft to the Ronald Reagan Ballistic Missile Defense Test Site at Kwajalein Atoll for launch in March.", "url": "https://www.jpl.nasa.gov/news/nustar-spacecraft-arrives-in-california"}, {"title": "Launch of NASA's NuSTAR Mission Postponed", "date": "2012-03-16", "content": "The planned launch of NASA's Nuclear Spectroscopic Telescope Array (NuSTAR) mission has been postponed after a March 15 launch status meeting. The launch will be rescheduled to allow additional time to confirm the flight software used by the launch vehicle's flight computer will issue commands to the rocket as intended. The spacecraft will lift off on an Orbital Sciences Pegasus XL rocket, which will be released from an aircraft taking off from the Reagan Test Site on the Kwajalein Atoll in the Marshall Islands. The time required to complete the software review has moved NuSTAR beyond the March timeframe currently available on the range at Kwajalein. In the interim, NASA will coordinate with the launch site to determine the earliest possible launch opportunity. This is expected to be within the next two months. NuSTAR will use advanced optics and detectors, allowing astronomers to observe the high-energy X-ray sky with much greater sensitivity and clarity than any mission flown before. The mission will advance our understanding of how structures in the universe form and evolve. It will observe some of the hottest, densest and most energetic objects in the universe, including black holes, their high-speed particle jets, ultra-dense neutron stars, supernova remnants and our sun. NuSTAR is a Small Explorer mission led by the California Institute of Technology and managed by NASA's Jet Propulsion Laboratory, both in Pasadena, Calif., for NASA's Science Mission Directorate. The spacecraft was built by Orbital Sciences Corporation, Dulles, Va. Its instrument was built by a consortium including Caltech; JPL; the University of California, Berkeley; Columbia University, New York; NASA's Goddard Space Flight Center in Greenbelt, Md.; the Danish Technical University in Denmark; Lawrence Livermore National Laboratory, Calif.; and ATK Aerospace Systems, Goleta, Calif. NuSTAR will be operated by UC Berkeley, with the Italian Space Agency providing its equatorial ground station located at Malindi, Kenya. The mission's outreach program is based at Sonoma State University, Calif. NASA's Explorer Program is managed by Goddard. JPL is managed by Caltech for NASA. ", "url": "https://www.nasa.gov/mission_pages/nustar/news/nustar20120316.html"}, {"title": "NASA delays launch of probe built to hunt black holes", "date": "2012-03-17", "content": "The launch of NASA's next science mission, a spacecraft to study black holes and other high-energy enigmas of the universe, has been officially delayed. The instrument, called NuSTAR (Nuclear Spectroscopic Telescope Array), was scheduled to lift off in March atop an Orbital Sciences Pegasus XL rocket from the Reagan Test Site on the Kwajalein Atoll in the Marshall Islands. Now NASA has pushed back the launch, following a flight readiness review on Thursday that found more time is needed to check out the rocket's software. \"The launch will be rescheduled to allow additional time to confirm the flight software used by the launch vehicle's flight computer will issue commands to the rocket as intended,\" NASA officials said in a statement. The extra time to complete the software review means the $165 million NuSTAR won't be able to lift off this month as planned, but space agency officials expect it to be ready for another shot in the next two months. ", "url": "https://www.nbcnews.com/id/wbna46766097"}, {"title": "NASA preparing to launch NuSTAR, its newest X-ray eyes", "date": "2012-05-30", "content": "NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, is being prepared for the final journey to its launch pad on Kwajalein Atoll in the central Pacific Ocean. The mission will study everything from massive black holes to our own sun. It is scheduled to launch no earlier than June 13. \"We will see the hottest, densest and most energetic objects with a fundamentally new, high-energy X-ray telescope that can obtain much deeper and crisper images than before,\" said Fiona Harrison, the NuSTAR principal investigator at the California Institute of Technology in Pasadena, Calif., who first conceived of the mission 20 years ago. The observatory is perched atop an Orbital Sciences Corporation Pegasus XL rocket. If the mission passes its Flight Readiness Review on June 1, the rocket will be strapped to the bottom of an aircraft, the L-1011 Stargazer, also operated by Orbital, on June 2. The Stargazer is scheduled to fly from Vandenberg Air Force Base in central California to Kwajalein on June 5 to 6. After taking off on launch day, the Stargazer will drop the rocket around 8:30 a.m. PDT (11:30 a.m. EDT). The rocket will then ignite and carry NuSTAR to a low orbit around Earth. \"NuSTAR uses several innovations for its unprecedented imaging capability and was made possible by many partners,\" said Yunjin Kim, the project manager for the mission at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"We're all really excited to see the fruition of our work begin its mission in space.\" NuSTAR will be the first space telescope to create focused images of cosmic X-rays with the highest energies. These are the same types of X-rays that doctors use to see your bones and airports use to scan your bags. The telescope will have more than 10 times the resolution and more than 100 times the sensitivity of its predecessors while operating in a similar energy range. The mission will work with other telescopes in space now, including NASA's Chandra X-ray Observatory, which observes lower-energy X-rays. Together, they will provide a more complete picture of the most energetic and exotic objects in space, such as black holes, dead stars and jets traveling near the speed of light. \"NuSTAR truly demonstrates the value that NASA's research and development programs provide in advancing the nation's science agenda,\" said Paul Hertz, NASA's Astrophysics Division director. \"Taking just over four years from receiving the project go-ahead to launch, this low-cost Explorer mission will use new mirror and detector technology that was developed in NASA's basic research program and tested in NASA's scientific ballooning program. The result of these modest investments is a small space telescope that will provide world-class science in an important but relatively unexplored band of the electromagnetic spectrum.\" NuSTAR will study black holes that are big and small, far and near, answering questions about the formation and physics behind these wonders of the cosmos. The observatory will also investigate how exploding stars forge the elements that make up planets and people, and it will even study our own sun's atmosphere. The observatory is able to focus the high-energy X-ray light into sharp images because of a complex, innovative telescope design. High-energy light is difficult to focus because it only reflects off mirrors when hitting at nearly parallel angles. NuSTAR solves this problem with nested shells of mirrors. It has the most nested shells ever used in a space telescope: 133 in each of two optic units. The mirrors were molded from ultra-thin glass similar to that found in laptop screens and glazed with even thinner layers of reflective coating. The telescope also consists of state-of-the-art detectors and a lengthy 33-foot (10-meter) mast, which connects the detectors to the nested mirrors, providing the long distance required to focus the X-rays. This mast is folded up into a canister small enough to fit atop the Pegasus launch vehicle. It will unfurl about seven days after launch. About 23 days later, science operations will begin. ", "url": "https://phys.org/news/2012-05-nasa-nustar-x-ray-eyes.html"}, {"title": "NASA NuSTAR X-ray Space Telescope Set for June 13 Launch", "date": "2012-05-31", "content": "NASA's Nuclear Spectroscopic Telescope Array (NuSTAR) spacecraft, one of only two U.S. astrophysics missions launching ahead of the long-delayed James Webb Space Telescope, has been mated to an air-launched Pegasus XL rocket awaiting integration with the carrier plane that will take it from California to an equatorial launch range in the Pacific Ocean for a June 13 launch. NuSTAR, an X-ray observatory that will study supermassive black holes, neutron stars, supernova remnants and the sun, was to have launched in mid-March but was delayed for additional testing of the Pegasus rocket's flight software. NuSTAR is expected to cost $170 million to build, launch and operate in a near-equatorial orbit for its two-year mission, Yunjin Kim, the NuSTAR project manager at the Jet Propulsion Laboratory in Pasadena, Calif., said May 30 at a press briefing at NASA headquarters here. According to NASA budget documents released in February, the agency expected its total expenditures on NuSTAR to reach $160 million by the end of 2012. Kim said the delays have added \"several million dollars\" to NuSTAR's prelaunch costs. Dulles, Va.-based Orbital Sciences Corp. built the NuSTAR spacecraft bus for NASA and is providing the Pegasus XL rocket that will take the observatory to orbit. Orbital also operates the L-1011 Stargazer carrier plane that on June 5 will fly NuSTAR from Vandenberg Air Force Base, Calif., to the Ronald Reagan Test Site on the Kwajalein Atoll in the Marshall Islands and ultimately will carry NuSTAR to an altitude of 12,000 meters for launch. NuSTAR is due to arrive in Kwajalein June 6. Launch is targeted for June 13 in the early morning hours local time, Kim said. Backup launch dates are June 14 and June 15. The last NASA mission launched by a Pegasus XL rocket was the Interstellar Boundary Explorer satellite in 2008. The rocket has had 26 successful launches since its last failure in 1996. Since the problems with the Pegasus XL flight software surfaced in early March, Orbital engineers have been busy \"correlating the simulation environments, running thousands of non-real-time and real-time closed loop simulations, and comparing results with previous Pegasus missions,\" Orbital Sciences spokesman Baron Beneski wrote in a May 31 email. NASA will pass judgment on the modified flight software at NuSTAR's June 1 flight readiness review, Beneski said. After NuSTAR reaches orbit, it will begin a weeklong checkout followed by approximately three weeks of instrument calibration before science operations can begin, Kim said. NuSTAR principal investigator Fiona Harrison of the California Institute of Technology said the telescope, which she proposed as an Explorer-class astrophysics mission in 2003, will be the most sensitive X-ray observatory ever flown. In 2014, senior astrophysicists will review Nu-STAR's accomplishments and decide whether to recommend funding for an extended mission. Once NuSTAR is up and running, NASA will have 14 active astrophysics missions, NASA Astrophysics Division Director Paul Hertz said at the May 30 briefing. Next in NASA's astrophysics mission queue is the Gravity and Extreme Magnetism Small Explorer X-ray Telescope (GEMS), which will launch in 2014 on a nine-month mission to observe many of the same objects as NuSTAR. NASA expects to spend about $171.1 million to build and launch that mission, according to the latest public budget documents. NASA astrophysics is also contributing an instrument to the Japanese-built Astro-H X-ray spectroscopy mission, launching in 2014, but GEMS is the last NASA spacecraft that will launch before the budget-busting James Webb Space Telescope flies in 2018. The Webb telescope is an independently managed flagship astrophysics mission and is now expected to cost $8.8 billion to build, launch and operate in space for five years. The cost has put pressure on future NASA astrophysics missions. ", "url": "https://spacenews.com/15132nasa-nustar-x-ray-space-telescope-set-for-june-13-launch/"}, {"title": "NASA to Launch Black Hole Space Observatory Wednesday", "date": "2012-06-11", "content": "A new NASA space telescope equipped with X-ray camera eyes is just days away from launching into space in the hunt for black holes. On Wednesday, the Nuclear Spectroscopic Telescope Array spacecraft is due to take off inside an Orbital Sciences Pegasus XL rocket that will be carried aloft by an L-1011 Stargazer aircraft. The rocket- carrying airplane will depart from the Kwajalein Atoll in the central Pacific Ocean and launch the new space observatory at 11:30 a.m. EDT. The spacecraft and launch vehicle arrived at the launch site Thursday, and are looking good for an on-time launch, mission managers said. \"Hopefully at 3:30 in the morning Thursday here Kwajalein local, we'll have our drop of the Pegasus XL and the NuSTAR mission on its way to its intended orbit,\" Omar Baez, launch director at NASA's Kennedy Space Center in Cape Canaveral, Fla., said during a press briefing today. Forecasters predict an 85 percent chance of good weather for the launch. \"It opens up a new window into the high energy universe,\" said William Craig, NuSTAR instrument manager at the University of California at Berkeley. NuSTAR is utilizing the Pegasus XL rocket in part to take advantage of its ability to launch from a portable plane. The booster will be dropped from its carrier plane about 120 miles south of the Kwajalein Atoll in order to position NuSTAR in an eventual orbit close to the Earth's equator, which should provide a viewing vantage with minimum interfering background light. Launching from an airplane, rather than a ground launch pad, is also cheaper because it takes less fuel to climb to orbit from midair than from the ground. The NuSTAR mission is part of NASA's relatively low-budget Small Explorer class of missions.", "url": "https://www.space.com/16103-nasa-black-hole-nustar-spacecraft-launch.html"}, {"title": "NASA NuSTAR Telescope Built at Nevis", "date": "2012-06-13", "content": "\"NuSTAR will open up a whole new window into the universe,\" said Hailey, the Pupin Professor of Physics and co-director of Columbia's astrophysics lab. X-rays, a high-energy form of light, help astrophysicists observe phenomena that are typically invisible to the naked eye. Black holes, for example, hide behind clouds of dust and gas, and their centers of gravity are so strong that optical light cannot escape. Black holes do, however, emit X-rays, which can penetrate dust and gas, making them visible to NuSTAR. Compared with Chandra, the NASA X-ray mission that launched in 1999, NuSTAR will record a much higher energy band. The stronger the X-rays, the denser the matter they can penetrate, enabling NuSTAR to find black holes and other cosmic events that have previously escaped detection. Building such a sensitive instrument required patience and precision. More than 10 years ago Hailey pioneered a technique called thermal glass slumping, which involves placing flat sheets of glass into a hot oven until they melt. The glass is then shaped to curved molds beneath it. Then, starting in December 2009, a team that included NASA Goddard Space Flight Center, the Danish Technical University as well as engineering and project management support from NASA Jet Propulsion Laboratory and the Lawrence Livermore National Laboratory, manufactured and assembled NuSTAR's \"eyes\" out of 4,000 sheets of glass. Using thermal glass slumping helped bring NuSTAR's cost to about one-tenth the price of Chandra, which cost $2 billion. Once the pieces were slumped, they were shipped to Copenhagen, where scientists coated them with a reflective material before sending them back to Nevis. Hailey then layered the curved glass sheets into concentric rings-12 to 24 sheets per ring, 130 rings in all. The result: two cones mounted onto the finished body of the telescope in California. NuSTAR, which stands for nuclear spectroscopic telescope array, is scheduled for launch on Wednesday, June 13 from Kwajalein Atoll in the Pacific Ocean. The project's principal investigator, Fiona Harrison of the California Institute of Technology, was responsible for building the telescope's detectors, which will record the images collected by Hailey's optics. Components assembled by collaborators at the University of California, Berkeley and other institutions include shields to protect NuSTAR from meteors; a deployable mast; and the launch vehicle, a lightweight Pegasus XL rocket. Hailey, who dislikes travel, will watch the launch on NASA TV from his office, but distance won't lessen the thrill of watching NuSTAR lift off into the sky. \"It's enormously exciting,\" he says. \"I can tell you that we'll discover black holes of all masses, supernova remnants and young stars. But what really sends chills up my spine are the things we'll discover that I can't conceive of yet, that no one can envision.\" ", "url": "https://news.columbia.edu/news/nasa-nustar-telescope-built-nevis"}, {"title": "NASA's NuSTAR Telescope to Stretch out Giant Mast Thursday", "date": "2012-06-21", "content": "NASA's newest space telescope is preparing to expand to its full size today, stretching a giant mast that will open its X-ray eyes on the universe. The NuSTAR telescope launched June 13 on an airborne rocket carried up from the South Pacific Kwajalein Atoll. The spacecraft, designed to hunt for black holes and other dynamic mysteries of the universe, has been going through checkouts in orbit since, and so far, so good. \"It's going eerily well,\" William Craig, NuSTAR instrument manager at the University of California at Berkeley, told SPACE.com Wednesday. \"All systems are completely nominal now; the instrument was turned on yesterday and it looks good.\" At 1:40 p.m. EDT today, NuSTAR is expected to stretch out its 33-foot mast, which will separate its two X-ray light-gathering optics from a focal point where the light will be focused and collected by a camera. The mast is made of carbon fiber rods that will unroll in cube increments designed to snap into place to build the full extent. Now, they are all packed tight in a small canister, but when they are lifted out, they should form a very stiff, yet very light, structure. The mast is currently bolted down to the telescope's base, but when it's time, the bolts will be released and a mast motor will crank out the structure in about 28 minutes. \"We've tested it multiple times, it's been deployed 21 times on the ground, but obviously this is the one for show,\" Craig said. \"There will certainly be nervous energy in the room.\" Once the mast is stretched out, the next and last setup step for the fledgling telescope is to turn on its X-ray detectors. That milestone is scheduled for Friday. \"We're using Cygnus X-1 as a calibration target, but there's science data there as well,\" Craig said. \"We'll actually be doing the first bit of research as early as next Tuesday or Wednesday.\" The observatory's official science mission starts at its 30-day mark in orbit, or July 13, mission managers said.", "url": "https://www.space.com/16234-black-hole-telescope-mast-nustar.html"}, {"title": "NuSTAR Successfully Deploys Huge Mast", "date": "2012-06-22", "content": "Nine days after launch - and right on schedule - the newest space mission has deployed its unique mast, giving it the ability to see the highest energy X-rays in our universe. The Nuclear Spectroscopic Telescope Array, or NuSTAR, successfully deployed its lengthy 10-meter (33-foot) mast on June 21, and mission scientists say they are one step closer to beginning its hunt for black holes hiding in our Milky Way and other galaxies. \"It's a real pleasure to know that the mast, an accomplished feat of engineering, is now in its final position,\" said Yunjin Kim, the NuSTAR project manager at the Jet Propulsion Laboratory. Kim was also the project manager for the Shuttle Radar Topography Mission, which flew a similar mast on the Space Shuttle Endeavor in 2000 and made topographic maps of Earth. NuSTAR will search out the most elusive and most energetic black holes, to help in our understanding of the structure of the universe. NuSTAR has many innovative technologies to allow the telescope to take the first-ever crisp images of high-energy X-ray, and the long mast separates the telescope mirrors from the detectors, providing the distance needed to focus the X-rays. This is the first deployable mast ever used on a space telescope; the mast was folded up in a small canister during launch. At 10:43 a.m. PDT (1:43 p.m. EDT) engineers at NuSTAR's mission control at UC Berkeley in California sent a signal to the spacecraft to start extending the mast, a stable, rigid structure consisting of 56 cube-shaped units. Driven by a motor, the mast steadily inched out of a canister as each cube was assembled one by one. The process took about 26 minutes. Engineers and astronomers cheered seconds after they received word from the spacecraft that the mast was fully deployed and secure. The NuSTAR team will now begin to verify the pointing and motion capabilities of the satellite, and fine-tune the alignment of the mast. In about five days, the team will instruct NuSTAR to take its \"first light\" pictures, which are used to calibrate the telescope. Less than 20 days later, science operations are scheduled to begin. \"With its unprecedented spatial and spectral resolution to the previously poorly explored hard X-ray region of the electromagnetic spectrum, NuSTAR will open a new window on the universe and will provide complementary data to NASA's larger missions, including Fermi, Chandra, Hubble and Spitzer,\" said Paul Hertz, NASA's Astrophysics Division Director. ", "url": "https://www.universetoday.com/95927/nustar-successfully-deploys-huge-mast/"}, {"title": "New Black Hole Space Telescope Unfolds 33-Foot Mast in Orbit", "date": "2012-06-22", "content": "NASA's newest space telescope - a black hole-hunting observatory - unfolded a giant mast in orbit Thursday (June 21), one of the final steps before it can begin peering deep into the universe. The $165 million Nuclear Spectroscopic Telescope Array (NuSTAR) is an X-ray observatory designed to study some of the most energetic and mysterious places in the universe through X-ray light. In order to focus these very short-wavelength, high-energy light rays, the telescope must separate its light-gathering optics from a focal point a distance away. That's where NuSTAR's mast comes in. The 33-foot (10-meter) boom made of stackable cubes formed by carbon fiber rods serves to distance the telescope's two X-ray optics from the focal point where its camera is placed. \"The high energy nature of the mission means we're trying to push beyond the conventional X-ray band, what we call soft or low-energy X-rays,\" said William Craig, NuSTAR instrument manager at the University of California at Berkeley. \"Mirrors can reflect or bend high-energy X-rays, but they can only put in a little glancing angle, so it takes a long distance for it to come to focus. It turns out that 10 meters is the right one to give the focus and energy range we need.\" The mast began extending from its storage canister Thursday (June 21) at 1:40 p.m. EDT (1740 GMT). The process took about 28 minutes for the mast motor to crank out the structure. It wrapped up by around 2:10 p.m. EDT ( 1810 GMT), with the mast fully extended and apparently functioning as planned. \"The mast has deployed! We are on our way to getting the best views yet of high-energy X-rays in our universe!\" the telescope's team wrote on Twitter after the event. The NuSTAR observatory is expected to begin its normal science mission July 31. The NuSTAR mission launched June 8 and has been going smoothly so far. Its planners, who have devoted years to preparing the spacecraft, say it's a heady feeling to have it finally in space. \"Its tremendous, there's no better feeling in the world really,\" Craig told SPACE.com Wednesday (June 20). \"You work through development of the technology, getting it through the NASA process to get it funded, and now it's just going surprisingly well. I think the entire team is excited right now.\" Now only one more major step stands between NuSTAR and the start of its operations. Scientists are planning to instruct the telescope to turn on its X-ray detectors Friday (June 22). Afterward, NuSTAR will point its X-ray eyes at the nearby black hole Cygnus X-1, which is in our own galaxy. These observations should allow mission controllers to test the telescope's focus, and also gather better pictures of Cygnus X-1 than have been available before in this energy range. ", "url": "https://www.space.com/16244-nasa-black-hole-telescope-mast-nustar.html"}]}, {"win label": 0, "news": [{"title": "NuSTAR reveals flare from Milky Way's black hole", "date": "2012-10-24", "content": "NASA's newest set of X-ray eyes in the sky, the Nuclear Spectroscopic Telescope Array (NuSTAR), has caught its first look at the giant black hole parked at the center of our galaxy. The observations show the typically mild-mannered black hole during the middle of a flare-up. \"We got lucky to have captured an outburst from the black hole during our observing campaign,\" said Fiona Harrison from the California Institute of Technology in Pasadena. \"These data will help us better understand the gentle giant at the heart of our galaxy and why it sometimes flares up for a few hours and then returns to slumber.\" NuSTAR, launched June 13, is the only telescope capable of producing focused images of the highest-energy X-rays. For two days in July, the telescope teamed up with other observatories to observe Sagittarius A* (Sgr A*), the black hole at the center of the Milky Way. Participating telescopes included NASA's Chandra X-ray Observatory, which sees lower-energy X-ray light, and the W. M. Keck Observatory atop Mauna Kea in Hawaii, which took infrared images. Compared to giant black holes at the centers of other galaxies, Sgr A* is relatively quiet. Active black holes tend to gobble up stars and other fuel around them. Sgr A* is thought only to nibble or not eat at all, a process that is not fully understood. When black holes consume fuel - whether a star, a gas cloud, or, as recent Chandra observations have suggested, even an asteroid - they erupt with extra energy. In the case of NuSTAR, its state-of-the-art telescope is picking up X-rays emitted by consumed matter being heated up to about 180 million degrees Fahrenheit (100 million degrees Celsius) and originating from regions where particles are boosted close to the speed of light. Astronomers say these NuSTAR data, when combined with the simultaneous observations taken at other wavelengths, will help them better understand the physics of how black holes snack and grow in size. \"Astronomers have long speculated that the black hole's snacking should produce copious hard X-rays, but NuSTAR is the first telescope with sufficient sensitivity to actually detect them,\" said Chuck Hailey of Columbia University in New York City.", "url": "https://astronomy.com/news/2012/10/nustar-reveals-flare-from-milky-ways-black-hole"}]}, {"win label": 0, "news": [{"title": "NASA's NuSTAR Catches Black Holes in Galaxy Web", "date": "2013-01-07", "content": "NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, set its X-ray eyes on a spiral galaxy and caught the brilliant glow of two black holes lurking inside. The new image is being released Monday along with NuSTAR's view of the supernova remnant Cassiopeia A, at the American Astronomical Society meeting in Long Beach, Calif. \"These new images showcase why NuSTAR is giving us an unprecedented look at the cosmos,\" said Lou Kaluzienski, NuSTAR program scientist at NASA headquarters in Washington. \"With NuSTAR's greater sensitivity and imaging capability, we're getting a wealth of new information on a wide array of cosmic phenomena in the high-energy X-ray portion of the electromagnetic spectrum.\" Launched last June, NuSTAR is the first orbiting telescope with the ability to focus high-energy X-ray light. It can view objects in considerably greater detail than previous missions operating at similar wavelengths. Since launch, the NuSTAR team has been fine-tuning the telescope, which includes a mast the length of a school bus connecting the mirrors and detectors. The mission has looked at a range of extreme, high-energy objects already, including black holes near and far, and the incredibly dense cores of dead stars. In addition, NuSTAR has begun black hole searches in the inner region of the Milky Way galaxy and in distant galaxies in the universe. Among the telescope's targets is the spiral galaxy IC342, also known as Caldwell 5, featured in one of the two new images. This galaxy lies 7 million light-years away in the constellation Camelopardalis (the Giraffe). Previous X-ray observations of the galaxy from NASA's Chandra X-ray Observatory revealed the presence of two blinding black holes, called ultraluminous X-ray sources (ULXs). How ULXs can shine so brilliantly is an ongoing mystery in astronomy. While these black holes are not as powerful as the supermassive black hole at the hearts of galaxies, they are more than 10 times brighter than the stellar-mass black holes peppered among the stars in our own galaxy. Astronomers think ULXs could be less common intermediate-mass black holes, with a few thousand times the mass of our sun, or smaller stellar-mass black holes in an unusually bright state. A third possibility is that these black holes don't fit neatly into either category. \"High-energy X-rays hold a key to unlocking the mystery surrounding these objects,\" said Fiona Harrison, NuSTAR principal investigator at the California Institute of Technology in Pasadena. \"Whether they are massive black holes, or there is new physics in how they feed, the answer is going to be fascinating.\" In the image, the two bright spots that appear entangled in the arms of the IC342 galaxy are the black holes. High-energy X-ray light has been translated into the color magenta, while the galaxy itself is shown in visible light. \"Before NuSTAR, high-energy X-ray pictures of this galaxy and the two black holes would be so fuzzy that everything would appear as one pixel,\" said Harrison. The second image features the well-known, historical supernova remnant Cassiopeia A, located 11,000 light-years away in the constellation Cassiopeia. The color blue indicates the highest-energy X-ray light seen by NuSTAR, while red and green signify the lower end of NuSTAR's energy range. The blue region is where the shock wave from the supernova blast is slamming into material surrounding it, accelerating particles to nearly the speed of light. As the particles speed up, they give off a type of light known as synchrotron radiation. NuSTAR will be able to determine for the first time how energetic the particles are, and address the mystery of what causes them to reach such great speeds. \"Cas A is the poster child for studying how massive stars explode and also provides us a clue to the origin of the high-energy particles, or cosmic rays, that we see here on Earth,\" said Brian Grefenstette of Caltech, a lead researcher on the observations. \"With NuSTAR, we can study where, as well as how, particles are accelerated to such ultra-relativistic energies in the remnant left behind by the supernova explosion.\"", "url": "https://www.jpl.nasa.gov/news/nasas-nustar-catches-black-holes-in-galaxy-web"}, {"title": "Massive Star Explosion Captured in Stunning Photo", "date": "2013-01-08", "content": "A beautiful new image snapped by a NASA spacecraft captures the aftermath of a massive star explosion with unprecedented resolution. The image - taken by NASA's NuSTAR spacecraft (short for Nuclear Spectroscopic Telescope Array) in X-ray light - shows Cassiopeia-A, a supernova remnant located about 11,000 light-years from Earth. Light from the violent explosion first reached Earth about 300 years ago, researchers said. The blue ring is made up of high-energy X-ray light. The ring formed when the shock wave from the star's death crashed into nearby particles, accelerating them to nearly the speed of light. The new image provides an incredibly detailed view of the star's death. With earlier technology, such as that provided by NASA's Chandra X-Ray Observatory, the entire supernova explosion would have appeared as a single dot, said NuSTAR principal investigator Fiona Harrison, an astrophysicist at the California Institute of Technology in Pasadena. The $165 million NuSTAR spacecraft launched in June 2012 on a two-year mission to probe high-energy regions of the universe, such as black holes and supernova remnants. The spacecraft should help researchers better understand how galaxies form and how black holes grow, Harrison has said.", "url": "https://www.space.com/19173-supernova-photo-nustar-spacecraft.html"}, {"title": "NASA's NuSTAR Helps Solve Riddle of Black Hole Spin", "date": "2013-02-27", "content": "Two X-ray space observatories, NASA's Nuclear Spectroscopic Telescope Array and the European Space Agency's XMM- Newton, have teamed up to measure definitively, for the first time, the spin rate of a black hole with a mass 2 million times that of our sun. The supermassive black hole lies at the dust- and gas-filled heart of a galaxy called NGC 1365, and it is spinning almost as fast as Einstein's theory of gravity will allow. The findings, which appear in a new study in the journal Nature, resolve a long-standing debate about similar measurements in other black holes and will lead to a better understanding of how black holes and galaxies evolve. \"This is hugely important to the field of black hole science,\" said Lou Kaluzienski, a NuSTAR program scientist at NASA Headquarters in Washington. The observations also are a powerful test of Einstein's theory of general relativity, which says gravity can bend space-time, the fabric that shapes our universe, and the light that travels through it. \"We can trace matter as it swirls into a black hole using X-rays emitted from regions very close to the black hole,\" said the coauthor of a new study, NuSTAR principal investigator Fiona Harrison of the California Institute of Technology in Pasadena. \"The radiation we see is warped and distorted by the motions of particles and the black hole's incredibly strong gravity.\" NuSTAR, an Explorer-class mission launched in June 2012, is designed to detect the highest-energy X-ray light in great detail. It complements telescopes that observe lower-energy X-ray light, such as XMM-Newton and NASA's Chandra X-ray Observatory. Scientists use these and other telescopes to estimate the rates at which black holes spin. Until now, these measurements were not certain because clouds of gas could have been obscuring the black holes and confusing the results. With help from XMM-Newton, NuSTAR was able to see a broader range of X-ray energies and penetrate deeper into the region around the black hole. The new data demonstrate that X-rays are not being warped by the clouds, but by the tremendous gravity of the black hole. This proves that spin rates of supermassive black holes can be determined conclusively. \"If I could have added one instrument to XMM-Newton, it would have been a telescope like NuSTAR,\" said Norbert Schartel, XMM-Newton Project Scientist at the European Space Astronomy Center in Madrid. \"The high-energy X-rays provided an essential missing puzzle piece for solving this problem.\" Measuring the spin of a supermassive black hole is fundamental to understanding its past history and that of its host galaxy. \"These monsters, with masses from millions to billions of times that of the sun, are formed as small seeds in the early universe and grow by swallowing stars and gas in their host galaxies, merging with other giant black holes when galaxies collide, or both,\" said the study's lead author, Guido Risaliti of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., and the Italian National Institute for Astrophysics. Supermassive black holes are surrounded by pancake-like accretion disks, formed as their gravity pulls matter inward. Einstein's theory predicts the faster a black hole spins, the closer the accretion disk lies to the black hole. The closer the accretion disk is, the more gravity from the black hole will warp X-ray light streaming off the disk. Astronomers look for these warping effects by analyzing X-ray light emitted by iron circulating in the accretion disk. In the new study, they used both XMM- Newton and NuSTAR to simultaneously observe the black hole in NGC 1365. While XMM-Newton revealed that light from the iron was being warped, NuSTAR proved that this distortion was coming from the gravity of the black hole and not gas clouds in the vicinity. NuSTAR's higher-energy X-ray data showed that the iron was so close to the black hole that its gravity must be causing the warping effects. With the possibility of obscuring clouds ruled out, scientists can now use the distortions in the iron signature to measure the black hole's spin rate. The findings apply to several other black holes as well, removing the uncertainty in the previously measured spin rates.", "url": "https://www.jpl.nasa.gov/news/nasas-nustar-helps-solve-riddle-of-black-hole-spin"}, {"title": "NASA to Unveil Black Hole Discovery Today", "date": "2013-02-27", "content": "NASA will reveal new findings about black holes during a news conference today. The news conference, which starts at 1 p.m. EST Wednesday, will relay results based primarily on observations made by two X-ray space telescopes: NASA's Nuclear Spectroscopic Telescope Array and the European Space Agency's XMM-Newton observatory, NASA officials said. The $165 million NuSTAR observatory launched in June 2012, kicking off a planned two-year mission to study the universe in high-energy X-ray light. The telescope's observations should help scientists better understand galaxy formation, black hole growth and other phenomena, mission team members have said. XMM-Newton is a grizzled space veteran by comparison. The telescope launched in December 1999 and has been probing X-ray emissions around the universe ever since.", "url": "https://www.space.com/19950-black-hole-discovery-nasa-nustar-telescope.html"}, {"title": "NASA's NuSTAR Helps Solve Riddle of Black Hole Spin", "date": "2013-02-28", "content": "Two X-ray space observatories, NASA's Nuclear Spectroscopic Telescope Array (NuSTAR) and the European Space Agency's XMM-Newton, have teamed up to measure definitively, for the first time, the spin rate of a black hole with a mass 2 million times that of our sun. The supermassive black hole lies at the dust- and gas-filled heart of a galaxy called NGC 1365, and it is spinning almost as fast as Einstein's theory of gravity will allow. The findings, which appear in a new study in the journal Nature, resolve a long-standing debate about similar measurements in other black holes and will lead to a better understanding of how black holes and galaxies evolve. \"This is hugely important to the field of black hole science,\" said Lou Kaluzienski, a NuSTAR program scientist at NASA Headquarters in Washington. The observations also are a powerful test of Einstein's theory of general relativity, which says gravity can bend space-time, the fabric that shapes our universe, and the light that travels through it. \"We can trace matter as it swirls into a black hole using X-rays emitted from regions very close to the black hole,\" said the coauthor of a new study, NuSTAR principal investigator Fiona Harrison of the California Institute of Technology in Pasadena. \"The radiation we see is warped and distorted by the motions of particles and the black hole's incredibly strong gravity.\" NuSTAR, an Explorer-class mission launched in June 2012, is designed to detect the highest-energy X-ray light in great detail. It complements telescopes that observe lower-energy X-ray light, such as XMM-Newton and NASA's Chandra X-ray Observatory. Scientists use these and other telescopes to estimate the rates at which black holes spin. Until now, these measurements were not certain because clouds of gas could have been obscuring the black holes and confusing the results. With help from XMM-Newton, NuSTAR was able to see a broader range of X-ray energies and penetrate deeper into the region around the black hole. The new data demonstrate that X-rays are not being warped by the clouds, but by the tremendous gravity of the black hole. This proves that spin rates of supermassive black holes can be determined conclusively. \"If I could have added one instrument to XMM-Newton, it would have been a telescope like NuSTAR,\" said Norbert Schartel, XMM-Newton Project Scientist at the European Space Astronomy Center in Madrid. \"The high-energy X-rays provided an essential missing puzzle piece for solving this problem.\" Measuring the spin of a supermassive black hole is fundamental to understanding its past history and that of its host galaxy. \"These monsters, with masses from millions to billions of times that of the sun, are formed as small seeds in the early universe and grow by swallowing stars and gas in their host galaxies, merging with other giant black holes when galaxies collide, or both,\" said the study's lead author, Guido Risaliti of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., and the Italian National Institute for Astrophysics. Supermassive black holes are surrounded by pancake-like accretion disks, formed as their gravity pulls matter inward. Einstein's theory predicts the faster a black hole spins, the closer the accretion disk lies to the black hole. The closer the accretion disk is, the more gravity from the black hole will warp X-ray light streaming off the disk. Astronomers look for these warping effects by analyzing X-ray light emitted by iron circulating in the accretion disk. In the new study, they used both XMM-Newton and NuSTAR to simultaneously observe the black hole in NGC 1365. While XMM-Newton revealed that light from the iron was being warped, NuSTAR proved that this distortion was coming from the gravity of the black hole and not gas clouds in the vicinity. NuSTAR's higher-energy X-ray data showed that the iron was so close to the black hole that its gravity must be causing the warping effects. With the possibility of obscuring clouds ruled out, scientists can now use the distortions in the iron signature to measure the black hole's spin rate. The findings apply to several other black holes as well, removing the uncertainty in the previously measured spin rates. ", "url": "https://www.nasa.gov/mission_pages/nustar/news/nustar20130227.html"}, {"title": "Black Hole Naps Amidst Stellar Chaos", "date": "2013-06-11", "content": "Nearly a decade ago, NASA's Chandra X-ray Observatory caught signs of what appeared to be a black hole snacking on gas at the middle of the nearby Sculptor galaxy. Now, NASA's Nuclear Spectroscopic Telescope Array (NuSTAR), which sees higher-energy X-ray light, has taken a peek and found the black hole asleep. \"Our results imply that the black hole went dormant in the past 10 years,\" said Bret Lehmer of the Johns Hopkins University, Baltimore, and NASA's Goddard Space Flight Center, Greenbelt, Md. \"Periodic observations with both Chandra and NuSTAR should tell us unambiguously if the black hole wakes up again. If this happens in the next few years, we hope to be watching.\" Lehmer is lead author of a new study detailing the findings in the Astrophysical Journal. The slumbering black hole is about 5 million times the mass of our sun. It lies at the center of the Sculptor galaxy, also known as NGC 253, a so-called starburst galaxy actively giving birth to new stars. At 13 million light-years away, this is one of the closest starbursts to our own galaxy, the Milky Way. The Milky Way is all around more quiet than the Sculptor galaxy. It makes far fewer new stars, and its behemoth black hole, about 4 million times the mass of our sun, is also snoozing. \"Black holes feed off surrounding accretion disks of material. When they run out of this fuel, they go dormant,\" said co-author Ann Hornschemeier of Goddard. \"NGC 253 is somewhat unusual because the giant black hole is asleep in the midst of tremendous star-forming activity all around it.\" The findings are teaching astronomers how galaxies grow over time. Nearly all galaxies are suspected to harbor supermassive black holes at their hearts. In the most massive of these, the black holes are thought to grow at the same rate that new stars form, until blasting radiation from the black holes ultimately shuts down star formation. In the case of the Sculptor galaxy, astronomers do not know if star formation is winding down or ramping up. \"Black hole growth and star formation often go hand-in-hand in distant galaxies,\" said Daniel Stern, a co-author and NuSTAR project scientist at NASA's Jet Propulsion Laboratory, Pasadena, Calif. \"It's a bit surprising as to what's going on here, but we've got two powerful complementary X-ray telescopes on the case.\" Chandra first observed signs of what appeared to be a feeding supermassive black hole at the heart of the Sculptor galaxy in 2003. As material spirals into a black hole, it heats up to tens of millions of degrees and glows in X-ray light that telescopes like Chandra and NuSTAR can see. Then, in September and November of 2012, Chandra and NuSTAR observed the same region simultaneously. The NuSTAR observations -- the first-ever to detect focused, high-energy X-ray light from the region -- allowed the researchers to say conclusively that the black hole is not accreting material. NuSTAR launched into space in June of 2012. In other words, the black hole seems to have fallen asleep. Another possibility is that the black hole was not actually awake 10 years ago, and Chandra observed a different source of X-rays. Future observations with both telescopes may solve the puzzle. \"The combination of coordinated Chandra and NuSTAR observations is extremely powerful for answering questions like this,\" said Lou Kaluzienski, NuSTAR Program Scientist at NASA Headquarters in Washington. \"Now, we can get all sides of the story.\" The observations also revealed a smaller, flaring object that the researchers were able to identify as an \"ultraluminous X-ray source,\" or ULX. ULXs are black holes feeding off material from a partner star. They shine more brightly than typical stellar-mass black holes generated from dying stars, but are fainter and more randomly distributed than the supermassive black holes at the centers of massive galaxies. Astronomers are still working to understand the size, origins and physics of ULXs. \"These stellar-mass black holes are bumping along near the center of this galaxy,\" said Hornschemeier. \"They tend to be more numerous in areas where there is more star-formation activity.\" If and when the Sculptor's slumbering giant does wake up in the next few years amidst all the commotion, NuSTAR and Chandra will monitor the situation. The team plans to check back on the system periodically.", "url": "https://www.jpl.nasa.gov/news/black-hole-naps-amidst-stellar-chaos"}]}, {"win label": 0, "news": [{"title": "Black Holes Shine for NuSTAR Wallpaper", "date": "2013-09-09", "content": "This cool space wallpaper shows an optical color image of galaxies overlaid with X-ray data (magenta) from NASA's Nuclear Spectroscopic Telescope Array (NuSTAR). NuSTAR's serendipitous discovery in this field (left magenta blob) lies to the left of a galaxy, called IC751, at which the telescope originally intended to look. Both magenta blobs show X-rays from massive black holes buried at the hearts of galaxies. This image was released Sept. 5, 2013. ", "url": "https://www.space.com/22709-nustar-magenta-black-holes-space-wallpaper.html"}]}, {"win label": 0, "news": [{"title": "'Hand of God' spotted by NASA space telescope", "date": "2014-01-09", "content": "Religion and astronomy may not overlap often, but a new NASA X-ray image captures a celestial object that resembles the \"Hand of God.\" The cosmic \"hand of God\" photo was produced when a star exploded and ejected an enormous cloud of material, which NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, glimpsed in high-energy X-rays, shown in blue in the photo. NASA's Chandra X-ray Observatory had imaged the green and red parts previously, using lower-energy X-rays. \"NuSTAR's unique viewpoint, in seeing the highest-energy X-rays, is showing us well-studied objects and regions in a whole new light,\" NuSTAR telescope principal investigator Fiona Harrison, of the California Institute of Technology in Pasadena, said in a statement. The new image depicts a pulsar wind nebula, produced by the dense remnant of a star that exploded in a supernova. What's left behind is a pulsar, called PSR B1509-58, which spins around 7 times per second blowing a wind of particles into material ejected during the star's death throes. As these particles interact with nearby magnetic fields, they produce an X-ray glow in the shape of a hand. Scientists aren't sure whether the ejected material actually assumes the shape of a hand, or whether its interaction with the pulsar's particles is just making it appear that way. \"We don't know if the hand shape is an optical illusion,\" Hongjun An, of McGill University in Montreal, said in a statement. \"With NuSTAR, the hand looks more like a fist, which is giving us some clues.\" The red cloud appearing at the fingertips is a separate structure called RCW 89. The pulsar's wind may be heating the cloud to produce the low-energy X-ray glow, astronomers believe. The X-ray energies seen by NuSTAR range from 7 to 25 kiloelectron volts, or keV, whereas the energies seen by Chandra range from 0.5 to 2 keV. The Hand of God is an example of pareidolia, the psychological phenomenon of perceiving familiar shapes in random or vague images. Other common forms of pareidolia include seeing animals or faces in clouds, or the man in the moon. Despite its supernatural appearance, the Hand of God was produced by natural astrophysical phenomena. ", "url": "https://www.nbcnews.com/science/science-news/hand-god-spotted-nasa-space-telescope-flna2d11889092"}, {"title": "NASA's NuSTAR Untangles Mystery of How Stars Explode", "date": "2014-02-19", "content": "One of the biggest mysteries in astronomy, how stars blow up in supernova explosions, finally is being unraveled with the help of NASA's Nuclear Spectroscopic Telescope Array. The high-energy X-ray observatory has created the first map of radioactive material in a supernova remnant. The results, from a remnant named Cassiopeia A, reveal how shock waves likely rip apart massive dying stars. \"Stars are spherical balls of gas, and so you might think that when they end their lives and explode, that explosion would look like a uniform ball expanding out with great power,\" said Fiona Harrison, the principal investigator of NuSTAR at the California Institute of Technology in Pasadena. \"Our new results show how the explosion's heart, or engine, is distorted, possibly because the inner regions literally slosh around before detonating.\" Harrison is a co-author of a paper about the results appearing in the Feb. 20 issue of Nature. Cas A was created when a massive star blew up as a supernova, leaving a dense stellar corpse and its ejected remains. The light from the explosion reached Earth a few hundred years ago, so we are seeing the stellar remnant when it was fresh and young. Supernovas seed the universe with many elements, including the gold in jewelry, the calcium in bones and the iron in blood. While small stars like our sun die less violent deaths, stars at least eight times as massive as our sun blow up in supernova explosions. The high temperatures and particles created in the blast fuse light elements together to create heavier elements. NuSTAR is the first telescope capable of producing maps of radioactive elements in supernova remnants. In this case, the element is titanium-44, which has an unstable nucleus produced at the heart of the exploding star. The NuSTAR map of Cas A shows the titanium concentrated in clumps at the remnant's center and points to a possible solution to the mystery of how the star met its demise. When researchers simulate supernova blasts with computers, as a massive star dies and collapses, the main shock wave often stalls out and the star fails to shatter. The latest findings strongly suggest the exploding star literally sloshed around, re-energizing the stalled shock wave and allowing the star to finally blast off its outer layers. \"With NuSTAR we have a new forensic tool to investigate the explosion,\" said the paper's lead author, Brian Grefenstette of Caltech. \"Previously, it was hard to interpret what was going on in Cas A because the material that we could see only glows in X-rays when it's heated up. Now that we can see the radioactive material, which glows in X-rays no matter what, we are getting a more complete picture of what was going on at the core of the explosion.\" The NuSTAR map also casts doubt on other models of supernova explosions, in which the star is rapidly rotating just before it dies and launches narrow streams of gas that drive the stellar blast. Though imprints of jets have been seen before around Cas A, it was not known if they were triggering the explosion. NuSTAR did not see the titanium, essentially the radioactive ash from the explosion, in narrow regions matching the jets, so the jets were not the explosive trigger. \"This is why we built NuSTAR,\" said Paul Hertz, director of NASA's astrophysics division in Washington. \"To discover things we never knew - and did not expect - about the high-energy universe.\" The researchers will continue to investigate the case of Cas A's dramatic explosion. Centuries after its death marked our skies, this supernova remnant continues to perplex.", "url": "https://www.jpl.nasa.gov/news/nasas-nustar-untangles-mystery-of-how-stars-explode"}]}, {"win label": 0, "news": [{"title": "NASA's NuSTAR Sees Rare Blurring of Black Hole Light", "date": "2014-08-12", "content": "NASA's Nuclear Spectroscopic Telescope Array has captured an extreme and rare event in the regions immediately surrounding a supermassive black hole. A compact source of X-rays that sits near the black hole, called the corona, has moved closer to the black hole over a period of just days. \"The corona recently collapsed in toward the black hole, with the result that the black hole's intense gravity pulled all the light down onto its surrounding disk, where material is spiraling inward,\" said Michael Parker of the Institute of Astronomy in Cambridge, United Kingdom, lead author of a new paper on the findings appearing in the Monthly Notices of the Royal Astronomical Society. As the corona shifted closer to the black hole, the gravity of the black hole exerted a stronger tug on the X-rays emitted by it. The result was an extreme blurring and stretching of the X-ray light. Such events had been observed previously, but never to this degree and in such detail. Supermassive black holes are thought to reside in the centers of all galaxies. Some are more massive and rotate faster than others. The black hole in this new study, referred to as Markarian 335, or Mrk 335, is about 324 million light-years from Earth in the direction of the Pegasus constellation. It is one of the most extreme of the systems for which the mass and spin rate have ever been measured. The black hole squeezes about 10 million times the mass of our sun into a region only 30 times the diameter of the sun, and it spins so rapidly that space and time are dragged around with it. Even though some light falls into a supermassive black hole never to be seen again, other high-energy light emanates from both the corona and the surrounding accretion disk of superheated material. Though astronomers are uncertain of the shape and temperature of coronas, they know that they contain particles that move close to the speed of light. NASA's Swift satellite has monitored Mrk 335 for years, and recently noted a dramatic change in its X-ray brightness. In what is called a target-of- opportunity observation, NuSTAR was redirected to take a look at high-energy X-rays from this source in the range of 3 to 79 kiloelectron volts. This particular energy range offers astronomers a detailed look at what is happening near the event horizon, the region around a black hole from which light can no longer escape gravity's grasp. Follow-up observations indicate that the corona is still in this close configuration, months after it moved. Researchers don't know whether and when the corona will shift back. What's more, the NuSTAR observations reveal that the grip of the black hole's gravity pulled the corona's light onto the inner portion of its superheated disk, better illuminating it. Almost as if somebody had shone a flashlight for the astronomers, the shifting corona lit up the precise region they wanted to study. The new data could ultimately help determine more about the mysterious nature of black hole coronas. In addition, the observations have provided better measurements of Mrk 335's furious relativistic spin rate. Relativistic speeds are those approaching the speed of light, as described by Albert Einstein's theory of relativity. \"We still don't understand exactly how the corona is produced or why it changes its shape, but we see it lighting up material around the black hole, enabling us to study the regions so close in that effects described by Einstein's theory of general relativity become prominent,\" said NuSTAR Principal Investigator Fiona Harrison of the California Institute of Technology in Pasadena. \"NuSTAR's unprecedented capability for observing this and similar events allows us to study the most extreme light- bending effects of general relativity.\"", "url": "https://www.jpl.nasa.gov/news/nasas-nustar-sees-rare-blurring-of-black-hole-light"}, {"title": "Black hole bends light, space, time - and NASA's NuSTAR can see it all unfold", "date": "2014-08-13", "content": "NASA's black-hole hunting telescope has captured a cosmic battle between dark and light. NuSTAR, formally known as the Nuclear Spectroscopic Telescope Array, has observed a supermassive black hole's gravity tugging on X-ray light that's being emitted near that black hole. That light is getting stretched and blurred, and researchers are getting to see it all in unprecedented detail, said NASA in a news release issued today. In this instance, the corona - a source of X-ray light that sits near a black hole - recently collapsed in toward the black hole that's named Markarian 335. The NuSTAR telescope has been collecting X-rays from black holes and dying stars for the past two years. The craft completed its primary mission earlier this year, and it was redirected to investigate Markarian 335 once scientists noticed that the black hole had become dramatically brighter. NuSTAR observed that Markarian 335's gravity sucked the corona's light, an illuminating action that NASA likened to someone shining a flashlight for astronomers. Scientists can now see the corona \"lighting up material around the black hole,\" which allows them to study \"the most extreme light-bending effects\" of Albert Einstein's theory of general relativity, said NuSTAR's principal investigator, Fiona Harrison, in the news release. She is with the California Institute of Technology. As if NuSTAR's observations and Einstein's theories aren't mind-boggling enough, NASA says the black hole Markarian 335 \"spins so rapidly that space and time are dragged around with it.\" The space agency says the new observations could help scientists better understand mysterious coronas and black holes, which are thought to be formed when massive stars collapse, creating such density that not even light can escape their intense gravitational pull. Scientists believe supermassive black holes reside in the centers of galaxies. Some are more massive and rotate faster than others.", "url": "https://edition.cnn.com/2014/08/12/tech/black-hole-nasa-nustar/index.html"}, {"title": "NuSTAR telescope discovers shockingly bright dead star", "date": "2014-10-08", "content": "Astronomers have found a pulsating dead star beaming with the energy of about 10 million Suns. This is the brightest pulsar - a dense stellar remnant left over from a supernova explosion - ever recorded. The discovery was made with NASA's Nuclear Spectroscopic Telescope Array. \"You might think of this pulsar as the 'Mighty Mouse' of stellar remnants,\" said Fiona Harrison from the California Institute of Technology in Pasadena, California. \"It has all the power of a black hole, but with much less mass.\" The surprising find is helping astronomers better understand mysterious sources of blinding X-rays called ultraluminous X-ray sources. Until now, all ULXs were thought to be black holes. The new data from NuSTAR show at least one ULX, about 12 million light-years away in the galaxy M82, is actually a pulsar. \"The pulsar appears to be eating the equivalent of a black hole diet,\" said Harrison. \"This result will help us understand how black holes gorge and grow so quickly, which is an important event in the formation of galaxies and structures in the universe.\" ULXs are generally thought to be black holes feeding off companion stars - a process called accretion. They also are suspected to be the long-sought-after \"medium-sized\" black holes - missing links between smaller, stellar-sized black holes and the gargantuan ones that dominate the hearts of most galaxies. But research into the true nature of ULXs continues toward more definitive answers. NuSTAR did not initially set out to study the two ULXs in M82. Astronomers had been observing a recent supernova in the galaxy when they serendipitously noticed pulses of bright X-rays coming from the ULX known as M82 X-2. Black holes do not pulse, but pulsars do. Pulsars belong to a class of stars called neutron stars. Like black holes, neutron stars are the burnt-out cores of exploded stars, but puny in mass by comparison. Pulsars send out beams of radiation ranging from radio waves to ultra-high-energy gamma rays. As the star spins, these beams intercept Earth- like lighthouse beacons, producing a pulsed signal. \"We took it for granted that the powerful ULXs must be massive black holes,\" said Matteo Bachetti of the University of Toulouse in France. \"When we first saw the pulsations in the data, we thought they must be from another source.\" NASA's Chandra X-ray Observatory and Swift satellite also have monitored M82 to study the same supernova and confirmed the intense X-rays of M82 X-2 were coming from a pulsar. \"Having a diverse array of telescopes in space means that they can help each other out,\" said Paul Hertz from NASA's Astrophysics Division in Washington, D.C. \"When one telescope makes a discovery, others with complementary capabilities can be called in to investigate it at different wavelengths.\" The key to NuSTAR's discovery was its sensitivity to high-energy X-rays, as well as its ability to precisely measure the timing of the signals, which allowed astronomers to measure a pulse rate of 1.37 seconds. They also measured its energy output at the equivalent of 10 million Suns, or 10 times more than that observed from other X-ray pulsars. This is a big punch for something about the mass of our Sun and the size of Pasadena. How is this puny dead star radiating so fiercely? Astronomers are not sure, but they say it is likely due to a lavish feast of the cosmic kind. As is the case with black holes, the gravity of a neutron star can pull matter off companion stars. As the matter is dragged onto the neutron star, it heats up and glows with X-rays. If the pulsar is indeed feeding off surrounding matter, it is doing so at such an extreme rate to have theorists scratching their heads. Astronomers are planning follow-up observations with NASA's NuSTAR, Swift, and Chandra spacecraft to find an explanation for the pulsar's bizarre behavior. The NuSTAR team also will look at more ULXs, meaning they could turn up more pulsars. At this point, it is not clear whether M82 X-2 is an oddball or if more ULXs beat with the pulse of dead stars. NuSTAR, a relatively small telescope, has thrown a big loop into the mystery of black holes. \"In the news recently, we have seen that another source of unusually bright X-rays in the M82 galaxy seems to be a medium-sized black hole,\" said astronomer Jeanette Gladstone of the University of Alberta in Canada. \"Now, we find that the second source of bright X-rays in M82 isn't a black hole at all. This is going to challenge theorists and pave the way for a new understanding of the diversity of these fascinating objects.\" ", "url": "https://astronomy.com/news/2014/10/nustar-telescope-discovers-shockingly-bright-dead-star"}, {"title": "NASA's NuSTAR Telescope Discovers Shockingly Bright Dead Star", "date": "2014-10-08", "content": "Astronomers have found a pulsating, dead star beaming with the energy of about 10 million suns. This is the brightest pulsar - a dense stellar remnant left over from a supernova explosion - ever recorded. The discovery was made with NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR. \"You might think of this pulsar as the 'Mighty Mouse' of stellar remnants,\" said Fiona Harrison, the NuSTAR principal investigator at the California Institute of Technology in Pasadena. \"It has all the power of a black hole, but with much less mass.\" The discovery appears in a new report in the Thursday, Oct. 9, issue of the journal Nature. The surprising find is helping astronomers better understand mysterious sources of blinding X-rays, called ultraluminous X-ray sources. Until now, all ULXs were thought to be black holes. The new data from NuSTAR show at least one ULX, about 12 million light-years away in the galaxy Messier 82, is actually a pulsar. \"The pulsar appears to be eating the equivalent of a black hole diet,\" said Harrison. \"This result will help us understand how black holes gorge and grow so quickly, which is an important event in the formation of galaxies and structures in the universe.\" ULXs are generally thought to be black holes feeding off companion stars -- a process called accretion. They also are suspected to be the long-sought-after \"medium-size\" black holes - missing links between smaller, stellar-size black holes and the gargantuan ones that dominate the hearts of most galaxies. But research into the true nature of ULXs continues toward more definitive answers. NuSTAR did not initially set out to study the two ULXs in M82. Astronomers had been observing a recent supernova in the galaxy when they serendipitously noticed pulses of bright X-rays coming from the ULX known as M82 X-2. Black holes do not pulse, but pulsars do. Pulsars belong to a class of stars called neutron stars. Like black holes, neutron stars are the burnt-out cores of exploded stars, but puny in mass by comparison. Pulsars send out beams of radiation ranging from radio waves to ultra-high-energy gamma rays. As the star spins, these beams intercept Earth like lighthouse beacons, producing a pulsed signal. \"We took it for granted that the powerful ULXs must be massive black holes,\" said lead study author Matteo Bachetti, of the University of Toulouse in France. \"When we first saw the pulsations in the data, we thought they must be from another source.\" NASA's Chandra X-ray Observatory and Swift satellite also have monitored M82 to study the same supernova, and confirmed the intense X-rays of M82 X-2 were coming from a pulsar. \"Having a diverse array of telescopes in space means that they can help each other out,\" said Paul Hertz, director of NASA's astrophysics division in Washington. \"When one telescope makes a discovery, others with complementary capabilities can be called in to investigate it at different wavelengths.\" The key to NuSTAR's discovery was its sensitivity to high-energy X-rays, as well as its ability to precisely measure the timing of the signals, which allowed astronomers to measure a pulse rate of 1.37 seconds. They also measured its energy output at the equivalent of 10 million suns, or 10 times more than that observed from other X-ray pulsars. This is a big punch for something about the mass of our sun and the size of Pasadena. How is this puny, dead star radiating so fiercely? Astronomers are not sure, but they say it is likely due to a lavish feast of the cosmic kind. As is the case with black holes, the gravity of a neutron star can pull matter off companion stars. As the matter is dragged onto the neutron star, it heats up and glows with X-rays. If the pulsar is indeed feeding off surrounding matter, it is doing so at such an extreme rate as to have theorists scratching their heads. Astronomers are planning follow-up observations with NASA's NuSTAR, Swift and Chandra spacecraft to find an explanation for the pulsar's bizarre behavior. The NuSTAR team also will look at more ULXs, meaning they could turn up more pulsars. At this point, it is not clear whether M82 X-2 is an oddball or whether more ULXs beat with the pulse of dead stars. NuSTAR, a relatively small telescope, has thrown a big loop into the mystery of black holes. \"In the news recently, we have seen that another source of unusually bright X-rays in the M82 galaxy seems to be a medium-sized black hole,\" said astronomer Jeanette Gladstone of the University of Alberta, Canada, who is not affiliated with the study. \"Now, we find that the second source of bright X-rays in M82 isn't a black hole at all. This is going to challenge theorists and pave the way for a new understanding of the diversity of these fascinating objects.\"", "url": "https://www.jpl.nasa.gov/news/nasas-nustar-telescope-discovers-shockingly-bright-dead-star"}, {"title": "NASA Black Hole Telescope Snaps Dazzling View of the Sun", "date": "2014-12-22", "content": "A NASA space telescope designed to peer at faraway black holes has snapped a stunning image of the sun, showing that its sensitive X-ray eyes can investigate mysteries in Earth's own neighborhood. The new image, which was taken by NASA's NuSTAR spacecraft, is the best-ever view of the sun in high-energy X-ray light, space agency officials said. The photo, and others taken by NuSTAR in the future, should help researchers learn more about our star, they added. \"NuSTAR will give us a unique look at the sun, from the deepest to the highest parts of its atmosphere,\" NuSTAR team member David Smith, of the University of California, Santa Cruz, said in a statement. The new image, which was released Monday, overlays NuSTAR observations onto an image of the sun captured by NASA's Solar Dynamics Observatory spacecraft. NuSTAR launched in June 2012, primarily to study black holes and other distant sources of X-ray light. But solar scientists had suggested using the spacecraft to look at the sun several years before it got off the ground. \"At first, I thought the whole idea was crazy,\" NuSTAR principal investigator Fiona Harrison, of the California Institute of Technology in Pasadena, said in the same statement .. \"Why would we have the most sensitive high-energy X-ray telescope ever built, designed to peer deep into the universe, look at something in our own backyard?\" Harrison eventually warmed to the idea, NASA officials said, after realizing that NuSTAR might help solve some long-standing solar mysteries, such as the \"coronal heating problem.\" One possible explanation is that \"nanoflares\" are helping to drive up coronal temperatures. NuSTAR may be the only instrument capable of detecting these hypothesized faint phenomena, NASA officials said. \"NuSTAR will be exquisitely sensitive to the faintest X-ray activity happening in the solar atmosphere, and that includes possible nanoflares,\" Smith said. The spacecraft's sun images will only get better over the next few years, as solar activity decreases, he added. NuSTAR solar observations might also reveal more about the nature of dark matter, the mysterious stuff thought to make up most of the material universe. Dark matter apparently does not emit or absorb light - hence its name - and nobody knows for sure what it's made of. A number of exotic particles have been proposed as dark matter constituents, including weakly interacting massive particles, sterile neutrinos and axions. If axions exist, NuSTAR may see signs of them - patches of X-rays in the center of the sun - NASA officials said.", "url": "https://www.space.com/28087-nasa-nustar-amazing-sun-photo.html"}, {"title": "Sun's X-rays captured as image for 1st time by NASA telescope", "date": "2014-12-24", "content": "NASA scientists are excited over what they say is the most sensitive image of the sun ever taken. The NuSTAR telescope - Nuclear Spectroscopic Telescope Array - normally turns its gaze on black holes and other farther objects in the solar system. But this time, scientists decided to turn its eye closer to home. The telescope managed to capture an image of the sun's high-energy X-ray flashes - something never done before. The sun has been too bright for other NASA telescopes, but NuSTAR, with its special design, is able to look at it without damaging its detectors. \"NuSTAR will give us a unique look at the sun, from the deepest to the highest parts of its atmosphere,\" said David Smith, a solar physicist and member of the NuSTAR team at University of California, Santa Cruz. Images gathered by NuSTAR could help scientists unravel one of their biggest solar mysteries as they continue to train the telescope on the sun. Scientists are eager to get evidence of nanoflares - small versions of the sun's giant flares that erupt with high-energy radiation and charged particles. \"NuSTAR will be exquisitely sensitive to the faintest X-ray activity happening in the solar atmosphere, and that includes possible nanoflares,\" said Smith. If nanoflares exist, they could explain why the sun's corona, its outer atmosphere, is super hot, while the surface of the sun is much cooler at 6,000 C.The nanoflares could be the sources of that intense heat. NuSTAR, which launched in 2012, has had its mission extended to 2016. ", "url": "https://www.cbc.ca/news/science/sun-s-x-rays-captured-as-image-for-1st-time-by-nasa-telescope-1.2883398"}]}, {"win label": 0, "news": [{"title": "Will the Real Monster Black Hole Please Stand Up?", "date": "2015-01-08", "content": "A new high-energy X-ray image from NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, has pinpointed the true monster of a galactic mashup. The image shows two colliding galaxies, collectively called Arp 299, located 134 million light-years away. Each of the galaxies has a supermassive black hole at its heart. NuSTAR has revealed that the black hole located at the right of the pair is actively gorging on gas, while its partner is either dormant or hidden under gas and dust. The findings are helping researchers understand how the merging of galaxies can trigger black holes to start feeding, an important step in the evolution of galaxies. \"When galaxies collide, gas is sloshed around and driven into their respective nuclei, fueling the growth of black holes and the formation of stars,\" said Andrew Ptak of NASA's Goddard Space Flight Center in Greenbelt, Maryland, lead author of a new study accepted for publication in the Astrophysical Journal. \"We want to understand the mechanisms that trigger the black holes to turn on and start consuming the gas.\" NuSTAR is the first telescope capable of pinpointing where high-energy X-rays are coming from in the tangled galaxies of Arp 299. Previous observations from other telescopes, including NASA's Chandra X-ray Observatory and the European Space Agency's XMM-Newton, which detect lower-energy X-rays, had indicated the presence of active supermassive black holes in Arp 299. However, it was not clear from those data alone if one or both of the black holes was feeding, or \"accreting,\" a process in which a black hole bulks up in mass as its gravity drags gas onto it. The new X-ray data from NuSTAR -- overlaid on a visible-light image from NASA's Hubble Space Telescope -- show that the black hole on the right is, in fact, the hungry one. As it feeds on gas, energetic processes close to the black hole heat electrons and protons to about hundreds of millions of degrees, creating a superhot plasma, or corona, that boosts the visible light up to high-energy X-rays. Meanwhile, the black hole on the left either is \"snoozing away,\" in what is referred to as a quiescent, or dormant state, or is buried in so much gas and dust that the high-energy X-rays can't escape. \"Odds are low that both black holes are on at the same time in a merging pair of galaxies,\" said Ann Hornschemeier, a co-author of the study who presented the results Thursday at the annual American Astronomical Society meeting in Seattle. \"When the cores of the galaxies get closer, however, tidal forces slosh the gas and stars around vigorously, and, at that point, both black holes may turn on.\" NuSTAR is ideally suited to study heavily obscured black holes such as those in Arp 299. High-energy X-rays can penetrate the thick gas, whereas lower- energy X-rays and light get blocked. Ptak said, \"Before now, we couldn't pinpoint the real monster in the merger.\" NuSTAR is a Small Explorer mission led by the California Institute of Technology in Pasadena and managed by NASA's Jet Propulsion Laboratory, also in Pasadena, for NASA's Science Mission Directorate in Washington. The spacecraft was built by Orbital Sciences Corporation, Dulles, Virginia. Its instrument was built by a consortium including Caltech; JPL; the University of California, Berkeley; Columbia University, New York; NASA's Goddard Space Flight Center, Greenbelt, Maryland; the Danish Technical University in Denmark; Lawrence Livermore National Laboratory, Livermore, California; ATK Aerospace Systems, Goleta, California, and with support from the Italian Space Agency Science Data Center. NuSTAR's mission operations center is at UC Berkeley, with the ASI providing its equatorial ground station located at Malindi, Kenya. The mission's outreach program is based at Sonoma State University, Rohnert Park, California. NASA's Explorer Program is managed by Goddard. JPL is managed by Caltech for NASA. NASA is exploring our solar system and beyond to understand the universe and our place in it. The agency seeks to unravel the secrets of our universe, its origins and evolution, and search for life among the stars.", "url": "https://www.jpl.nasa.gov/news/will-the-real-monster-black-hole-please-stand-up"}, {"title": "NASA, ESA Telescopes Give Shape Furious Black Hole Winds", "date": "2015-02-19", "content": "NASA's Nuclear Spectroscopic Telescope Array and ESA's XMM-Newton telescope are showing that fierce winds from a supermassive black hole blow outward in all directions -- a phenomenon that had been suspected, but difficult to prove until now. This discovery has given astronomers their first opportunity to measure the strength of these ultra-fast winds and prove they are powerful enough to inhibit the host galaxy's ability to make new stars. \"We know black holes in the centers of galaxies can feed on matter, and this process can produce winds. This is thought to regulate the growth of the galaxies,\" said Fiona Harrison of the California Institute of Technology in Pasadena, California. Harrison is the principal investigator of NuSTAR and a co-author on a new paper about these results appearing in the journal Science. \"Knowing the speed, shape and size of the winds, we can now figure out how powerful they are.\" Supermassive black holes blast matter into their host galaxies, with X-ray- emitting winds traveling at up to one-third the speed of light. In the new study, astronomers determined PDS 456, an extremely bright black hole known as a quasar more than 2 billion light-years away, sustains winds that carry more energy every second than is emitted by more than a trillion suns. \"Now we know quasar winds significantly contribute to mass loss in a galaxy, driving out its supply of gas, which is fuel for star formation,\" said the study's lead author Emanuele Nardini of Keele University in England. NuSTAR and XMM-Newton simultaneously observed PDS 456 on five separate occasions in 2013 and 2014. The space telescopes complement each other by observing different parts of the X-ray light spectrum: XMM-Newton views low- energy and NuSTAR views high-energy. Previous XMM-Newton observations had identified black hole winds blowing toward us, but could not determine whether the winds also blew in all directions. XMM-Newton had detected iron atoms, which are carried by the winds along with other matter, only directly in front of the black hole, where they block X-rays. Combining higher-energy X-ray data from NuSTAR with observations from XMM-Newton, scientists were able to find signatures of iron scattered from the sides, proving the winds emanate from the black hole not in a beam, but in a nearly spherical fashion. \"This is a great example of the synergy between XMM-Newton and NuSTAR,\" said Norbert Schartel, XMM-Newton project scientist at ESA. \"The complementarity of these two X-ray observatories is enabling us to unveil previously hidden details about the powerful side of the universe.\" With the shape and extent of the winds known, the researchers could then determine the strength of the winds and the degree to which they can inhibit the formation of new stars. Astronomers think supermassive black holes and their home galaxies evolve together and regulate each other's growth. Evidence for this comes in part from observations of the central bulges of galaxies -- the more massive the central bulge, the larger the supermassive black hole. This latest report demonstrates a supermassive black hole and its high-speed winds greatly affect the host galaxy. As the black hole bulks up in size, its winds push vast amounts of matter outward through the galaxy, which ultimately stops new stars from forming. Because PDS 456 is relatively close, by cosmic standards, it is bright and can be studied in detail. This black hole gives astronomers a unique look into a distant era of our universe, around 10 billion years ago, when supermassive black holes and their raging winds were more common and possibly shaped galaxies as we see them today. \"For an astronomer, studying PDS 456 is like a paleontologist being given a living dinosaur to study,\" said study co-author Daniel Stern of NASA's Jet Propulsion Laboratory in Pasadena. \"We are able to investigate the physics of these important systems with a level of detail not possible for those found at more typical distances, during the 'Age of Quasars.'\"", "url": "http://www.thebahamasweekly.com/publish/international/NASA_ESA_Telescopes_Give_Shape_to_Furious_Black_Hole_Winds40135.shtml"}, {"title": "Space telescopes measure speed and shape of ultra-fast quasar winds", "date": "2015-02-20", "content": "NASA's Nuclear Spectroscopic Telescope Array and ESA's XMM-Newton telescope are showing that fierce winds from a supermassive black hole blow outward in all directions - a phenomenon that had been suspected, but difficult to prove until now. This discovery has given astronomers their first opportunity to measure the strength of these ultra-fast winds and prove they are powerful enough to inhibit the host galaxy's ability to make new stars. \"We know black holes in the centres of galaxies can feed on matter, and this process can produce winds. This is thought to regulate the growth of the galaxies,\" said Fiona Harrison of the California Institute of Technology in Pasadena, California. Harrison is the principal investigator of NuSTAR and a co-author on a new paper about these results appearing in the journal Science. \"Knowing the speed, shape and size of the winds, we can now figure out how powerful they are.\" Supermassive black holes blast matter into their host galaxies, with X-ray- emitting winds travelling at up to one-third the speed of light. In the new study, astronomers determined PDS 456, an extremely bright black hole known as a quasar more than 2 billion light-years away, sustains winds that carry more energy every second than is emitted by more than a trillion suns. \"Now we know quasar winds significantly contribute to mass loss in a galaxy, driving out its supply of gas, which is fuel for star formation,\" said the study's lead author, Emanuele Nardini of Keele University in England. NuSTAR and XMM-Newton simultaneously observed PDS 456 on five separate occasions in 2013 and 2014. The space telescopes complement each other by observing different parts of the X-ray light spectrum: XMM-Newton views low-energy and NuSTAR views high-energy. Previous XMM-Newton observations had identified black-hole winds blowing toward us, but could not determine whether the winds also blew in all directions. XMM-Newton had detected iron atoms, which are carried by the winds along with other matter, only directly in front of the black hole, where they block X-rays. The scientists combined higher-energy X-ray data from NuSTAR with observations from XMM-Newton. By doing this, they were able to find signatures of iron scattered from the sides, proving the winds emanate from the black hole not in a beam, but in a nearly spherical fashion. \"This is a great example of the synergy between XMM-Newton and NuSTAR,\" said Norbert Schartel, XMM-Newton project scientist at ESA. \"The complementarity of these two X-ray observatories is enabling us to unveil previously hidden details about the powerful side of the universe.\" With the shape and extent of the winds known, the researchers could then determine the strength of the winds and the degree to which they can inhibit the formation of new stars. Astronomers think supermassive black holes and their home galaxies evolve together and regulate each other's growth. Evidence for this comes in part from observations of the central bulges of galaxies - the more massive the central bulge, the larger the supermassive black hole. This latest report demonstrates a supermassive black hole and its high-speed winds greatly affect the host galaxy. As the black hole bulks up in size, its winds push vast amounts of matter outward through the galaxy, which ultimately stops new stars from forming. Because PDS 456 is relatively close, by cosmic standards, it is bright and can be studied in detail. This black hole gives astronomers a unique look into a distant era of our universe, around 10 billion years ago, when supermassive black holes and their raging winds were more common and possibly shaped galaxies as we see them today. \"For an astronomer, studying PDS 456 is like a paleontologist being given a living dinosaur to study,\" said co-author Daniel Stern of NASA's Jet Propulsion Laboratory in Pasadena. \"We are able to investigate the physics of these important systems with a level of detail not possible for those found at more typical distances, during the 'Age of Quasars.'\"", "url": "https://astronomynow.com/2015/02/20/space-telescopes-measure-speed-and-shape-of-ultra-fast-quasar-winds/"}]}, {"win label": 0, "news": [{"title": "Millions of black holes hidden behind veils of dust", "date": "2015-07-07", "content": "The universe could be filled with millions of massive black holes that are being obscured behind blankets of gas and dust. That is the conclusion from several scientists who used NASA's Nuclear Spectroscopic Telescope Array satellite observatory to uncovered five supermassive black holes that had previously been hidden from view. \"Thanks to NuSTAR, for the first time, we have been able to clearly identify these hidden monsters that are predicted to be there, but have previously been elusive because of their surrounding cocoons of material,\" said George Lansbury of Durham University, lead author of the findings accepted for publication in The Astrophysical Journal and presented on Monday at the Royal Astronomical Society's National Astronomy Meeting in Llandudno, Wales. \"Although we have only detected five of these hidden supermassive black holes, when we extrapolate our results across the whole universe, then the predicted numbers are huge and in agreement with what we would expect to see,\" Lansbury added. The scientists pointed NuSTAR at nine galaxies where supermassive black holes were thought to be extremely active but largely obscured. The five possible black holes were found to be feasting on surrounding material and more active than previously thought. While hidden from view from most other telescopes, NuSTAR can spot these black holes by detecting the highest-energy X-rays, which can penetrate through the enshrouding gas and dust. \"High-energy X-rays are more penetrating than low-energy X-rays, so we can see deeper into the gas burying the black holes,\" Daniel Stern, the project scientist for NuSTAR at NASA's Jet Propulsion Laboratory in Pasadena, California. \"NuSTAR allows us to see how big the hidden monsters are, and is helping us learn why only some black holes appear obscured.\" ", "url": "https://www.cbsnews.com/news/universe-could-be-filled-with-millions-of-black-holes/"}, {"title": "NASA's NuSTAR telescope picture makes sun look like a giant marble", "date": "2015-07-09", "content": "A breathtaking new marble-like image of our sun has been captured by NASA. The colourful picture was taken using data from the Nuclear Spectroscopic Telescope Array, or NuSTAR. The data was combined with images from other telescopes to create the most stunning image of the sun yet. NuSTAR usually spends its time investigating the mysteries of black holes, supernovae, and other high-energy objects in space, but it can also look closer to home to study our sun. The high-energy X-rays seen by NuSTAR are shown in blue, while green represents lower-energy X-rays from the X-ray Telescope instrument on the Hinode spacecraft, named after the Japanese word for sunrise. The yellow and red colors show ultraviolet light from NASA's Solar Dynamics Observatory. All three telescopes captured their solar images at around the same time on April 29 to create a mosaic. 'We can see a few active regions on the sun in this view,' said Iain Hannah of the University of Glasgow, Scotland, who presented the image today, July 8, at the Royal Astronomical Society's National Astronomy Meeting in Llandudno, Wales. 'Our sun is quieting down in its activity cycle, but still has a couple of years before it reaches a minimum.' Those active areas of the sun are filled with flares, which are giant eruptions on the surface of the sun that spew out charged particles and high-energy radiation. They occur when magnetic field lines become tangled and broken, and then reconnect. Due to its extreme sensitivity, NuSTAR's telescope cannot view the larger flares. But it can help measure the energy of smaller microflares, which produce only one-millionth the energy of the larger flares. NuSTAR may also be able to directly detect hypothesized nanoflares, which would be only one-billionth the energy of flares. Nanoflares -- which may help explain why the sun's atmosphere, or corona, is much hotter than expected -- would be hard to spot due to their small size. However, nanoflares may emit high-energy X-rays that NuSTAR has the sensitivity to detect. Astronomers suspect that these tiny flares, like their larger brethren, can send electrons flying at tremendous velocities. As the electrons zip around, they give off high-energy X-rays. 'We still need the sun to quiet down more over the next few years to have the ability to detect these events,' said Hannah, explaining that, while our sun is approaching the tranquil end of its roughly 11-year activity cycle, it has been showing spurious bouts of high activity. Astronomers are also excited to use NuSTAR's images of the sun to pinpoint where energy from flares is released. While it is known that the energy is generally liberated in the upper solar atmosphere, the locations and detailed mechanisms are not precisely known. Cosmologists are looking forward to using NuSTAR's solar observations, too. There is a slim chance the telescope could detect a hypothesized dark matter particle called the axion. Dark matter is a mysterious substance in our universe that is about five times more abundant than the regular matter that makes up everyday objects and anything that gives off light. NuSTAR might be able to address this and other mysteries of the sun. 'What's great about NuSTAR is that the telescope is so versatile that we can hunt black holes millions of light-years away and we can also learn something fundamental about the star in our own backyard,' said Brian Grefenstette of the California Institute of Technology in Pasadena, an astronomer on the NuSTAR team. ", "url": "https://www.dailymail.co.uk/news/article-3154601/NASA-releases-breathtaking-new-image-sun-using-NuSTAR-telescope.html"}, {"title": "Black Hole Has Major Flare", "date": "2015-10-27", "content": "The baffling and strange behaviors of black holes have become somewhat less mysterious recently, with new observations from NASA's Explorer missions Swift and the Nuclear Spectroscopic Telescope Array, or NuSTAR. The two space telescopes caught a supermassive black hole in the midst of a giant eruption of X-ray light, helping astronomers address an ongoing puzzle: How do supermassive black holes flare? The results suggest that supermassive black holes send out beams of X-rays when their surrounding coronas -- sources of extremely energetic particles -- shoot, or launch, away from the black holes. \"This is the first time we have been able to link the launching of the corona to a flare,\" said Dan Wilkins of Saint Mary's University in Halifax, Canada, lead author of a new paper on the results appearing in the Monthly Notices of the Royal Astronomical Society. \"This will help us understand how supermassive black holes power some of the brightest objects in the universe.\" Supermassive black holes don't give off any light themselves, but they are often encircled by disks of hot, glowing material. The gravity of a black hole pulls swirling gas into it, heating this material and causing it to shine with different types of light. Another source of radiation near a black hole is the corona. Coronas are made up of highly energetic particles that generate X-ray light, but details about their appearance, and how they form, are unclear. Astronomers think coronas have one of two likely configurations. The \"lamppost\" model says they are compact sources of light, similar to light bulbs, that sit above and below the black hole, along its rotation axis. The other model proposes that the coronas are spread out more diffusely, either as a larger cloud around the black hole, or as a \"sandwich\" that envelops the surrounding disk of material like slices of bread. In fact, it's possible that coronas switch between both the lamppost and sandwich configurations. The new data support the \"lamppost\" model -- and demonstrate, in the finest detail yet, how the light-bulb-like coronas move. The observations began when Swift, which monitors the sky for cosmic outbursts of X-rays and gamma rays, caught a large flare coming from the supermassive black hole called Markarian 335, or Mrk 335, located 324 million light-years away in the direction of the constellation Pegasus. This supermassive black hole, which sits at the center of a galaxy, was once one of the brightest X-ray sources in the sky. \"Something very strange happened in 2007, when Mrk 335 faded by a factor of 30. What we have found is that it continues to erupt in flares but has not reached the brightness levels and stability seen before,\" said Luigi Gallo, the principal investigator for the project at Saint Mary's University. Another co-author, Dirk Grupe of Morehead State University in Kentucky, has been using Swift to regularly monitor the black hole since 2007. In September 2014, Swift caught Mrk 335 in a huge flare. Once Gallo found out, he sent a request to the NuSTAR team to quickly follow up on the object as part of a \"target of opportunity\" program, where the observatory's previously planned observing schedule is interrupted for important events. Eight days later, NuSTAR set its X-ray eyes on the target, witnessing the final half of the flare event. After careful scrutiny of the data, the astronomers realized they were seeing the ejection, and eventual collapse, of the black hole's corona. \"The corona gathered inward at first and then launched upwards like a jet,\" said Wilkins. \"We still don't know how jets in black holes form, but it's an exciting possibility that this black hole's corona was beginning to form the base of a jet before it collapsed.\" How could the researchers tell the corona moved? The corona gives off X-ray light that has a slightly different spectrum -- X-ray \"colors\" -- than the light coming from the disk around the black hole. By analyzing a spectrum of X-ray light from Mrk 335 across a range of wavelengths observed by both Swift and NuSTAR, the researchers could tell that the corona X-ray light had brightened -- and that this brightening was due to the motion of the corona. Coronas can move very fast. The corona associated with Mrk 335, according to the scientists, was traveling at about 20 percent the speed of light. When this happens, and the corona launches in our direction, its light is brightened in an effect called relativistic Doppler boosting. Putting this all together, the results show that the X-ray flare from this black hole was caused by the ejected corona. \"The nature of the energetic source of X-rays we call the corona is mysterious, but now with the ability to see dramatic changes like this we are getting clues about its size and structure,\" said Fiona Harrison, the principal investigator of NuSTAR at the California Institute of Technology in Pasadena, who was not affiliated with the study. Many other black hole brainteasers remain. For example, astronomers want to understand what causes the ejection of the corona in the first place. NuSTAR is a Small Explorer mission led by Caltech and managed by NASA's Jet Propulsion Laboratory in Pasadena, California, for NASA's Science Mission Directorate in Washington. NuSTAR was developed in partnership with the Danish Technical University and the Italian Space Agency. The spacecraft was built by Orbital Sciences Corp., Dulles, Virginia. NuSTAR's mission operations center is at UC Berkeley, and the official data archive is at NASA's High Energy Astrophysics Science Archive Research Center. ASI provides the mission's ground station and a mirror archive. JPL is managed by Caltech for NASA. ", "url": "https://www.jpl.nasa.gov/news/black-hole-has-major-flare"}, {"title": "NASA Finds Black Holes Surrounded by Clumpy Space Space Doughnuts", "date": "2015-12-18", "content": "NASA's been busy lately, what with the gearing up for Mars exploration and such. But they've all also still had time to discover brand new things about the brave new frontier that is the entire universe, and guess what they've found this time? That's right. Clumpy space doughnuts. Oh, yeah. That's what they officially called the clouds of dust and gas that surround black holes. Up until recently, it was incredibly difficult to see into those \"doughnuts,\" but that's all changed now with NASA's new Nuclear Spectroscopic Telescope Array, or NuSTAR. When used in tandem with the European Space Agency's XMM-Newton space observatory, scientists were finally able to get a new look at these cosmic doughnuts. Turns out, they're not perfectly rounded like your typical glazed or cake-y doughnuts. No, they're actually clumpy and lumpy, kind of like an old fashioned doughnut or even an apple fritter with a hole in it. Scientists are trying to better understand why it's easier to peer into some supermassive black holes than others. Learning about this is an important step towards understanding how black holes grow and evolve, and what kinds of effects this growth has on the galaxies in which they exist.", "url": "https://www.themarysue.com/cloudy-clumpy-space-doughnuts/"}]}, {"win label": 0, "news": [{"title": "Andromeda Galaxy scanned with high-energy X-ray vision", "date": "2016-01-06", "content": "NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, has captured the best high-energy X-ray view yet of a portion of our nearest large neighbouring galaxy, Andromeda. The space observatory has observed 40 \"X-ray binaries\" - intense sources of X-rays comprising a black hole or neutron star that feeds off a stellar companion. The results will ultimately help researchers better understand the role of X-ray binaries in the evolution of our universe. According to astronomers, these energetic objects may play a critical role in heating the intergalactic bath of gas in which the very first galaxies formed. \"Andromeda is the only large spiral galaxy where we can see individual X-ray binaries and study them in detail in an environment like our own,\" said Daniel Wik of NASA's Goddard Space Flight Center in Greenbelt, Maryland, who presented the results at the 227th meeting of the American Astronomical Society in Kissimmee, Florida. \"We can then use this information to deduce what's going on in more distant galaxies, which are harder to see.\" Andromeda, also known as M31, can be thought of as the big sister to our own Milky Way galaxy. Both galaxies are spiral in shape, but Andromeda is slightly larger than the Milky Way in size. Lying 2.5 million light-years away, Andromeda is relatively nearby in cosmic terms. It can be seen by the naked eye in dark, clear skies. Other space missions, such as NASA's Chandra X-ray Observatory, have obtained crisper images of Andromeda at lower X-ray energies than the high-energy X-rays detected by NuSTAR. The combination of Chandra and NuSTAR provides astronomers with a powerful tool for narrowing in on the nature of the X-ray binaries in spiral galaxies. In X-ray binaries, one member is always a dead star or remnant formed from the explosion of what was once a star much more massive than the Sun. Depending on the mass and other properties of the original giant star, the explosion may produce either a black hole or neutron star. Under the right circumstances, material from the companion star can \"spill over\" its outermost edges and then be caught by the gravity of the black hole or neutron star. As the material falls in, it is heated to blazingly high temperatures, releasing an intense amount of X-rays. With NuSTAR's new view of a swath of Andromeda, Wik and colleagues are working on identifying the fraction of X-ray binaries harboring black holes versus neutron stars. That research will help them understand the population as a whole. \"We have come to realise in the past few years that it is likely the remnants of normal stellar evolution, the black holes and neutron stars, may play a crucial role in heating of the intergalactic gas at very early times in the universe, around the cosmic dawn,\" said Ann Hornschemeier of NASA Goddard Space Flight Center, the principal investigator of the NuSTAR-Andromeda studies. \"Observations of local populations of stellar-mass black holes and neutron stars with NuSTAR allow us to figure out just how much power is coming out from these systems.\" The new research also reveals how Andromeda may differ from our Milky Way. Fiona Harrison, the principal investigator of the NuSTAR mission, added, \"Studying the extreme stellar populations in Andromeda tells us about how its history of forming stars may be different than in our neighbourhood.\" Harrison will be presenting the 2015 Rossi Prize lecture at the AAS meeting. The prize, awarded by the AAS's High Energy Astrophysics Division, honours physicist Bruno Rossi, an authority on cosmic-ray physics and a pioneer in the field of X-ray astronomy.", "url": "https://astronomynow.com/2016/01/06/andromeda-galaxy-scanned-with-high-energy-x-ray-vision/"}, {"title": "Nearby Black Holes Spied Gobbling Gas in Andromeda Galaxy", "date": "2016-01-07", "content": "A NASA observatory has zoomed in on the Andromeda galaxy with X-ray vision, revealing 40 black holes and neutron stars gobbling down gas from a stellar companion and releasing torrents of X-rays. Scientists used NASA's Nuclear Spectroscopic Telescope Array, or NuSTAR, to make the new discoveries in Andromeda - a nearby spiral galaxy, like Earth's own Milky Way galaxy, located 2.5 million light-years away. The so-called X-ray binary systems of neutron stars and their neighbors, in particular, are thought to be a key factor in heating nearby gas and therefore driving galaxy evolution. X-ray binaries are shrouded in thick veils of gas and dust, making them hard to detect in visible light in Earth's galaxy, let alone across millions of light-years of space. But NASA's three-year-old NuSTAR space telescope was able to spy some hard-to-spot binaries within the shadows. Still, Andromeda's relatively close proximity to the Milky Way helps, researchers said. \"Andromeda is the only large spiral galaxy where we can see individual X-ray binaries and study them in detail in an environment like our own,\" Daniel Wik, of NASA's Goddard Space Flight Center in Greenbelt, Maryland, said in a statement. \"We can then use this information to deduce what's going on in more-distant galaxies, which are harder to see.\" With NuSTAR's new data, Wik and his colleagues are attempting to identify the fraction of X-ray binaries that harbor black holes versus neutron stars. Andromeda's population can then stand as an observational proxy for the populations within more-distant - and therefore earlier - galaxies. \"We have come to realize in the past few years that it is likely that the lower-mass remnants of normal stellar evolution, the black holes and neutron stars, may play a crucial role in heating of the intergalactic gas at very early times in the universe, around the cosmic dawn,\" Ann Hornschemeier, also from NASA Goddard and principal investigator of the NuSTAR Andromeda studies, said in the same statement. \"Observations of local populations of stellar-mass-sized black holes and neutron stars with NuSTAR allow us to figure out just how much power is coming out from these systems,\" she added.", "url": "https://www.space.com/31539-andromeda-galaxy-black-holes-x-ray-image.html"}]}, {"win label": 0, "news": [{"title": "Nasa captures 'choir' of supermassive black holes 'singing' in the cosmos", "date": "2016-07-29", "content": "New data from Nasa's Nuclear Spectroscopic Telescope Array (NuSTAR) has, for the first time, pinpointed large numbers of supermassive black holes emitting high-energy X-rays. The black holes pull in surrounding matter and emit powerful X-ray bursts collectively across space, something astronomers refer to as the cosmic X-ray background. Nasa even went as far as calling the black holes \"a raucous choir singing in the language of X-rays\". \"This song of X-rays, coming from a chorus of millions of black holes, fills the entire sky,\" Nasa said. As you can see from the NuSTAR image, the blue dots in this field of galaxies, known as the cosmos field, show 32 galaxies that contain supermassive black holes emitting high-energy X-rays. However, the telescope array has observed hundreds across the whole sky so far. The other coloured dots are galaxies that host black holes emitting lower- energy X-rays, and were spotted by Nasa's Chandra X-ray Observatory. Chandra data show X-rays with energies between 0.5 to 7 kiloelectron volts, while data from NuSTAR - a Small Explorer mission led by Caltech for Nasa's Science Mission Directorate in Washington - shows X-rays between 8 to 24 kiloelectron volts. \"We've gone from resolving just 2 per cent of the high-energy X-ray background to 35 per cent,\" said Fiona Harrison, Professor of Physics and Astronomy at Caltech, in The Astrophysical Journal. \"We can see the most obscured black holes, hidden in thick gas and dust.\" NuSTAR is the first telescope capable of focusing these high-energy X-rays into sharp pictures, and this means it is the first time scientists can start piecing together the history of black holes and how they work. \"Before NuSTAR, the X-ray background in high-energies was just one blur with no resolved sources,\" explained Harrison. \"To untangle what's going on, you have to pinpoint and count up the individual sources of the X-rays.\" The results will help astronomers understand how the growth patterns of supermassive black holes change over time, something that could help us understand the development of black holes and the galaxies that host them. \"We knew this cosmic choir had a strong high-pitched component, but we still don't know if it comes from a lot of smaller, quiet singers, or a few with loud voices,\" said co-author Daniel Stern, the project scientist for NuSTAR. \"Now, thanks to NuSTAR, we're gaining a better understanding of the black holes and starting to address these questions.\" ", "url": "https://www.wired.co.uk/article/nasa-nustar-supermassive-blackholes-x-rays"}]}, {"win label": 0, "news": [{"title": "Black Holes Hide in Our Cosmic Backyard", "date": "2017-01-07", "content": "Monster black holes sometimes lurk behind gas and dust, hiding from the gaze of most telescopes. But they give themselves away when material they feed on emits high-energy X-rays that NASA's NuSTAR mission can detect. That's how NuSTAR recently identified two gas- enshrouded supermassive black holes, located at the centers of nearby galaxies. \"These black holes are relatively close to the Milky Way, but they have remained hidden from us until now,\" said Ady Annuar, a graduate student at Durham University in the United Kingdom, who presented the results at the American Astronomical Society meeting in Grapevine, Texas. \"They're like monsters hiding under your bed.\" Both of these black holes are the central engines of what astronomers call \"active galactic nuclei,\" a class of extremely bright objects that includes quasars and blazars. Depending on how these galactic nuclei are oriented and what sort of material surrounds them, they appear very different when examined with telescopes. Active galactic nuclei are so bright because particles in the regions around the black hole get very hot and emit radiation across the full electromagnetic spectrum -- from low-energy radio waves to high-energy X-rays. However, most active nuclei are believed to be surrounded by a doughnut-shaped region of thick gas and dust that obscures the central regions from certain lines of sight. Both of the active galactic nuclei that NuSTAR recently studied appear to be oriented such that astronomers view them edge-on. That means that instead of seeing the bright central regions, our telescopes primarily see the reflected X-rays from the doughnut-shaped obscuring material. \"Just as we can't see the sun on a cloudy day, we can't directly see how bright these active galactic nuclei really are because of all of the gas and dust surrounding the central engine,\" said Peter Boorman, a graduate student at the University of Southampton in the United Kingdom. Boorman led the study of an active galaxy called IC 3639, which is 170 million light years away. Researchers analyzed NuSTAR data from this object and compared them with previous observations from NASA's Chandra X-Ray Observatory and the Japan-led Suzaku satellite. The findings from NuSTAR, which is more sensitive to higher energy X-rays than these observatories, confirm the nature of IC 3639 as an active galactic nucleus. NuSTAR also provided the first precise measurement of how much material is obscuring the central engine of IC 3639, allowing researchers to determine how luminous this hidden monster really is. More surprising is the spiral galaxy that Annuar focused on: NGC 1448. The black hole in its center was only discovered in 2009, even though it is at the center of one of the nearest large galaxies to our Milky Way. By \"near,\" astronomers mean NGC 1448 is only 38 million light years away. Annuar's study discovered that this galaxy also has a thick column of gas hiding the central black hole, which could be part of a doughnut-shaped region. X-ray emission from NGC 1448, as seen by NuSTAR and Chandra, suggests for the first time that, as with IC 3639, there must be a thick layer of gas and dust hiding the active black hole in this galaxy from our line of sight. Researchers also found that NGC 1448 has a large population of young stars, suggesting that the galaxy produces new stars at the same time that its black hole feeds on gas and dust. Researchers used the European Southern Observatory New Technology Telescope to image NGC 1448 at optical wavelengths, and identified where exactly in the galaxy the black hole should be. A black hole's location can be hard to pinpoint because the centers of galaxies are crowded with stars. Large optical and radio telescopes can help detect light from around black holes so that astronomers can find their location and piece together the story of their growth. \"It is exciting to use the power of NuSTAR to get important, unique information on these beasts, even in our cosmic backyard where they can be studied in detail,\" said Daniel Stern, NuSTAR project scientist at NASA's Jet Propulsion Laboratory, Pasadena, California.", "url": "https://www.jpl.nasa.gov/news/black-holes-hide-in-our-cosmic-backyard"}, {"title": "NuSTAR Finds New Clues to 'Chameleon Supernova'", "date": "2017-01-24", "content": "\"We're made of star stuff,\" astronomer Carl Sagan famously said. Nuclear reactions that happened in ancient stars generated much of the material that makes up our bodies, our planet and our solar system. When stars explode in violent deaths called supernovae, those newly formed elements escape and spread out in the universe. One supernova in particular is challenging astronomers' models of how exploding stars distribute their elements. The supernova SN 2014C dramatically changed in appearance over the course of a year, apparently because it had thrown off a lot of material late in its life. This doesn't fit into any recognized category of how a stellar explosion should happen. To explain it, scientists must reconsider established ideas about how massive stars live out their lives before exploding. \"This 'chameleon supernova' may represent a new mechanism of how massive stars deliver elements created in their cores to the rest of the universe,\" said Raffaella Margutti, assistant professor of physics and astronomy at Northwestern University in Evanston, Illinois. Margutti led a study about supernova SN 2014C published this week in The Astrophysical Journal. A supernova mystery: Astronomers classify exploding stars based on whether or not hydrogen is present in the event. While stars begin their lives with hydrogen fusing into helium, large stars nearing a supernova death have run out of hydrogen as fuel. Supernovae in which very little hydrogen is present are called \"Type I.\" Those that do have an abundance of hydrogen, which are rarer, are called \"Type II.\" But SN 2014C, discovered in 2014 in a spiral galaxy about 36 million to 46 million light-years away, is different. By looking at it in optical wavelengths with various ground-based telescopes, astronomers concluded that SN 2014C had transformed itself from a Type I to a Type II supernova after its core collapsed, as reported in a 2015 study led by Dan Milisavljevic at the Harvard-Smithsonian Center for Astrophysics in Cambridge, Massachusetts. Initial observations did not detect hydrogen, but, after about a year, it was clear that shock waves propagating from the explosion were hitting a shell of hydrogen-dominated material outside the star. In the new study, NASA's NuSTAR (Nuclear Spectroscopic Telescope Array) satellite, with its unique ability to observe radiation in the hard X-ray energy range -- the highest-energy X-rays -- allowed scientists to watch how the temperature of electrons accelerated by the supernova shock changed over time. They used this measurement to estimate how fast the supernova expanded and how much material is in the external shell. To create this shell, SN 2014C did something truly mysterious: it threw off a lot of material -- mostly hydrogen, but also heavier elements -- decades to centuries before exploding. In fact, the star ejected the equivalent of the mass of the sun. Normally, stars do not throw off material so late in their life. \"Expelling this material late in life is likely a way that stars give elements, which they produce during their lifetimes, back to their environment,\" said Margutti, a member of Northwestern's Center for Interdisciplinary Exploration and Research in Astrophysics. NASA's Chandra and Swift observatories were also used to further paint the picture of the evolution of the supernova. The collection of observations showed that, surprisingly, the supernova brightened in X-rays after the initial explosion, demonstrating that there must be a shell of material, previously ejected by the star, that the shock waves had hit. Challenging existing theories: Why would the star throw off so much hydrogen before exploding? One theory is that there is something missing in our understanding of the nuclear reactions that occur in the cores of massive, supernova-prone stars. Another possibility is that the star did not die alone -- a companion star in a binary system may have influenced the life and unusual death of the progenitor of SN 2014C. This second theory fits with the observation that about seven out of 10 massive stars have companions. The study suggests that astronomers should pay attention to the lives of massive stars in the centuries before they explode. Astronomers will also continue monitoring the aftermath of this perplexing supernova. \"The notion that a star could expel such a huge amount of matter in a short interval is completely new,\" said Fiona Harrison, NuSTAR principal investigator based at Caltech in Pasadena. \"It is challenging our fundamental ideas about how massive stars evolve, and eventually explode, distributing the chemical elements necessary for life.\"", "url": "https://www.jpl.nasa.gov/news/nustar-finds-new-clues-to-chameleon-supernova"}, {"title": "NuSTAR Spots Temperature Swings of Black Hole Winds", "date": "2017-03-01", "content": "For the first time, scientists have measured rapidly varying temperatures in hot gas emanating from around a black hole. These ultrafast \"winds\" are created by disks of matter surrounding black holes. The winds, according to new measurements of a nearby supermassive black hole obtained with NASA's Nuclear Spectroscopic Telescope Array telescope, can heat up and cool down in the span of just a few hours. The black hole is located in the active galaxy IRAS 13224-3809 in the constellation Centaurus. Scientists report these findings, using data from NuSTAR and European Space Agency's XMM-Newton telescope, in the journal Nature. \"We know that supermassive black holes affect the environment of their host galaxies, and powerful winds arising from near the black hole may be one means for them to do so,\" says NuSTAR Principal Investigator Fiona Harrison, professor at Caltech in Pasadena. \"The rapid variability, observed for the first time, is providing clues as to how these winds form and how much energy they may carry out into the galaxy.\"", "url": "https://www.jpl.nasa.gov/news/nustar-spots-temperature-swings-of-black-hole-winds"}, {"title": "Star discovered in closest known orbit around likely black hole", "date": "2017-03-14", "content": "Astronomers have found evidence for a star that whips around a black hole about twice an hour. This may be the tightest orbital dance ever witnessed for a likely black hole and a companion star. This discovery was made using NASA's Chandra X-ray Observatory as well as NASA's NuSTAR and CSIRO's Australia Telescope Compact Array. The close-in stellar couple - known as a binary - is located in the globular cluster 47 Tucanae, a dense cluster of stars in our galaxy about 14,800 light years from Earth. While astronomers have observed this binary for many years, it wasn't until 2015 that radio observations with the ATCA revealed the pair likely contains a black hole pulling material from a companion star called a white dwarf, a low- mass star that has exhausted most or all of its nuclear fuel. New Chandra data of this system, known as X9, show that it changes in X-ray brightness in the same manner every 28 minutes, which is likely the length of time it takes the companion star to make one complete orbit around the black hole. Chandra data also shows evidence for large amounts of oxygen in the system, a characteristic feature of white dwarfs. A strong case can, therefore, be made that the companion star is a white dwarf, which would then be orbiting the black hole at only about 2.5 times the separation between the Earth and the Moon. \"This white dwarf is so close to the black hole that material is being pulled away from the star and dumped onto a disk of matter around the black hole before falling in,\" said first author Arash Bahramian of the University of Alberta in Edmonton, Canada, and Michigan State University in East Lansing. \"Luckily for this star, we don't think it will follow this path into oblivion, but instead will stay in orbit.\" Although the white dwarf does not appear to be in danger of falling in or being torn apart by the black hole, its fate is uncertain. \"Eventually so much matter may be pulled away from the white dwarf that it ends up only having the mass of a planet,\" said co-author Craig Heinke, also of the University of Alberta. \"If it keeps losing mass, the white dwarf may completely evaporate.\" How did the black hole get such a close companion? One possibility is that the black hole smashed into a red giant star, and then gas from the outer regions of the star was ejected from the binary. The remaining core of the red giant would form into a white dwarf, which becomes a binary companion to the black hole. The orbit of the binary would then have shrunk as gravitational waves were emitted, until the black hole started pulling material from the white dwarf. The gravitational waves currently being produced by the binary have a frequency that is too low to be detected with Laser Interferometer Gravitational-Wave Observatory, LIGO, that has recently detected gravitational waves from merging black holes. Sources like X9 could potentially be detected with future gravitational wave observatories in space. An alternative explanation for the observations is that the white dwarf is partnered with a neutron star, rather than a black hole. In this scenario, the neutron star spins faster as it pulls material from a companion star via a disk, a process that can lead to the neutron star spinning around its axis thousands of times every second. A few such objects, called transitional millisecond pulsars, have been observed near the end of this spinning up phase. The authors do not favor this possibility as transitional millisecond pulsars have properties not seen in X9, such as extreme variability at X-ray and radio wavelengths. However, they cannot disprove this explanation. \"We're going to watch this binary closely in the future, since we know little about how such an extreme system should behave\", said co-author Vlad Tudor of Curtin University and the International Centre for Radio Astronomy Research in Perth, Australia. \"We're also going to keep studying globular clusters in our galaxy to see if more evidence for very tight black hole binaries can be found.\" A paper describing these results was recently accepted for publication in the Monthly Notices of the Royal Astronomical Society and is available online. NASA's Marshall Space Flight Center in Huntsville, Alabama, manages the Chandra program for NASA's Science Mission Directorate in Washington. The Smithsonian Astrophysical Observatory in Cambridge, Massachusetts, controls Chandra's science and flight operations. ", "url": "https://astronomynow.com/2017/03/14/star-discovered-in-closest-known-orbit-around-likely-black-hole/"}, {"title": "NASA's NuSTAR solves the mystery of the Andromeda galaxy's high-energy X-rays", "date": "2017-03-24", "content": "The Andromeda galaxy is the Milky Way's largest neighbor, as well as the largest member of our Local Group. A spiral galaxy much like our own, astronomers often use Andromeda as a proxy to study the Milky Way, since we can't simply step outside our own galaxy to take a look back. Now, the mystery of high-energy X-ray emission emanating from the center of the Andromeda galaxy has finally been solved. NASA's Nuclear Spectroscopic Telescope Array has uncovered the source of the X-ray emission as a likely pulsar - a swiftly spinning stellar remnant that beams out excess energy along its magnetic poles. The object, known as Swift J0042.6+4112, has been seen in lower-energy X-rays for decades. NASA's Einstein Observatory first spotted the source in low- energy X-rays in the 1970s. The Swift satellite also saw it in 2013, but the object's nature was still difficult to tease out among the many other low- energy X-ray sources nearby. Swift J0042.6+4112 has also been observed with the Chandra X-ray Observatory and the European Space Agency's X-ray Multi-Mirror Mission. Now, NuSTAR's capabilities have finally allowed astronomers to make an educated guess as to the source's nature. In a recent paper published in The Astrophysical Journal, first author Mihoko Yukita of Johns Hopkins University and her co- authors present a detailed study of the object, concluding that it is most likely a pulsar residing in a binary star system. As it pulls material off its close neighbor, the pulsar spits out X-rays. The nature of these X-rays closely matches the X-rays given off by pulsars in the Milky Way, leading the researchers to conclude that Swift J0042.6+4112 is the same type of object. \"We didn't know what it was until we looked at it with NuSTAR,\" said Yukita in a press release. That's because NuSTAR provided the final piece of the puzzle - the nature of Swift J0042.6+4112's high-energy X-ray emission, which was not observable with other telescopes. The identification of Swift J0042.6+4112 as a pulsar is strange, however, because astronomers would expect emission from the infall of matter onto a central supermassive black hole to dominate the high-energy X-rays emerging from the galaxy. That's because supermassive black holes are millions of times more massive than pulsars. Andromeda's supermassive black hole tips the scales at 100 million solar masses. By comparison, the Milky Way's central supermassive black hole is only about 4 million solar masses. And a pulsar, by nature, can't grow to more than about three solar masses before it collapses and eventually forms a stellar-sized black hole. That's why this result is so intriguing, but also so important for the study of pulsars in our own galaxy and beyond. Ann Hornschemeier of NASA's Goddard Space Flight Center, one of the paper's co-authors, explained, \"NuSTAR has made us realize the general importance of pulsar systems as X-ray-emitting components of galaxies, and the possibility that the high energy X-ray light of Andromeda is dominated by a single pulsar system only adds to this emerging picture.\" ", "url": "https://astronomy.com/news/2017/03/nustar-solves-the-mystery-of-andromedas-x-rays"}, {"title": "Neighbor Galaxy Has a Secret: Andromeda Hosts Massive Pulsar", "date": "2017-04-04", "content": "Researchers have cracked a secret of the Milky Way's neighboring Andromeda galaxy: A mysterious X-ray source is likely a pulsar, the rapidly spinning corpse of a massive star. The researchers unmasked the strange source in Andromeda, which sits \"only\" 2 million light-years away, using data from NASA's Nuclear Spectroscopic Telescope Array, a space-based telescope sensitive to high-energy X-rays. NuSTAR was able to pinpoint the source of the X-ray emission: an object called Swift J0042.6+4112, first cataloged by NASA's Swift satellite. The X-ray source is brighter than anything else in the galaxy at that wavelength, and the spectrum of light it releases looks a lot like pulsars in the Milky Way. This pulsar is actually brighter in high-energy, shorter wavelength X-rays than all of Andromeda's black holes combined. \"We didn't know what it was until we looked at it with NuSTAR,\" Mihoko Yukita, a postdoctoral researcher at Johns Hopkins and lead author of the study about the pulsar, said in a statement. Pulsars are very dense - as a type of neutron star, they can pack a mass three times that of the sun into a space only a few miles across. The researchers think the pulsar is part of a binary system, in which a star orbiting the pulsar loses matter to the pulsar, which gets heated as it falls and emits energy as X-rays. Galaxies like the Milky Way, and Andromeda, have supermassive black holes at their centers, and matter falling into the galactic core generates X-rays as it gets heated to high temperatures. But that didn't explain the emission from Andromeda. Its powerful X-ray source was originally picked up in the 1970s, by the orbiting Einstein Observatory, though nobody knew what it was. Later, the Chandra X-ray Observatory detected it as well, as did European Space Agency's XMM-Newton. Those satellites, though, saw the lower-energy end of Swift J0042.6+4112's X-ray emissions. It took the observations of NuSTAR and additional data from Swift to show that those emissions all came from the same object - a pulsar.", "url": "https://www.space.com/36335-andromeda-galaxy-has-a-pulsar.html"}, {"title": "Merging galaxies wrap their black holes in dusty shrouds", "date": "2017-05-10", "content": "Galaxy mergers are commonplace throughout the cosmos, building smaller galaxies into larger ones. And when galaxies merge, the supermassive black holes they contain are taken along for the ride. Such large-scale interactions can disrupt material orbiting in the vicinity of the black hole, causing changes in behavior and eventually \"turning up\" the accretion rate onto the black hole, creating an active galactic nucleus, or AGN. Now, a recent study utilizing data from NASA's NuSTAR X-ray telescope has tracked merging galaxies - and their black holes - to show that during the later stages of this process, the black holes become \"cocooned\" in thick swaths of gas and dust, hiding them from the sight even as they gobble material at higher rates. The study, published in the Monthly Notices of the Royal Astronomical Society, examined 52 supermassive black holes in nearby merging galaxies to determine how galaxies and their black holes grow together, especially during interactions such as mergers. While astronomers know that black holes grow rapidly as gas and dust fall into the singularity, there is still some uncertainty as to how this process is triggered. Galaxy mergers in particular have often been cited as possible triggering events that could disrupt gas and dust at large distances from the black hole, funneling it into the center of the galaxy where it can lose enough energy to eventually fall into the growing black hole, rather than settle safely into orbit around it. However, that material can also form a shroud around the black hole, making it more difficult to detect and study. The shroud is so thick that it blocks all but the most energetic light from escaping. Thus, the study was conducted with NuSTAR because of the telescope's sensitivity to high-energy X-rays, whereas other facilities, such as the Chandra X-ray Observatory, the Swift mission, and the X-ray Multi-Mirror Mission, are only sensitive to X-rays with lower energies. When high-energy X-rays are detected but low-energy X-rays are missing, astronomers know that the AGN is surrounded by a shell of thick material that isn't letting most of its emission escape. By comparing the amount of high- and low-energy X-rays observed from their sample of AGN in merging galaxies, the group was able to determine that \" t he further along the merger is, the more enshrouded the AGN will be,\" explained lead author Claudio Ricci in a press release. \"Galaxies that are far along in the merging process are completely covered in a cocoon of gas and dust.\" In fact, the AGN in the study that resided within galaxies in the later stages of merging were about 95 percent enshrouded in dust, based on their X-ray emission. While all active black holes are believed to have some amount of gas and dust in an obscuring torus around them, such a high percentage of obscuration in these particular AGN can't be explained solely by that torus, the authors stated in their study. Instead, it indicates that the galaxy merger has caused large amounts of gas and dust to move into the center of the galaxy, particularly when compared with isolated galaxies that aren't undergoing mergers or have just begun to merge. This study reinforces the idea that AGN tend to do most of their accreting during the later stages of a merger, and are heavily obscured during this time. Said Ricci, \"The results further our understanding of the mysterious origins of the relationship between a black hole and its host galaxy.\" ", "url": "https://astronomy.com/news/2017/05/merging-galaxies-and-their-black-holes"}]}, {"win label": 0, "news": [{"title": "NuSTAR Probes Black Hole Jet Mystery", "date": "2017-10-30", "content": "Black holes are famous for being ravenous eaters, but they do not eat everything that falls toward them. A small portion of material gets shot back out in powerful jets of hot gas, called plasma, that can wreak havoc on their surroundings. Along the way, this plasma somehow gets energized enough to strongly radiate light, forming two bright columns along the black hole's axis of rotation. Scientists have long debated where and how this happens in the jet. Astronomers have new clues to this mystery. Using NASA's NuSTAR space telescope and a fast camera called ULTRACAM on the William Herschel Observatory in La Palma, Spain, scientists have been able to measure the distance that particles in jets travel before they \"turn on\" and become bright sources of light. This distance is called the \"acceleration zone.\" The study is published in the journal Nature Astronomy. Scientists looked at two systems in the Milky Way called \"X-ray binaries,\" each consisting of a black hole feeding off of a normal star. They studied these systems at different points during periods of outburst -- which is when the accretion disk -- a flat structure of material orbiting the black hole -- brightens because of material falling in. One system, called V404 Cygni, had reached nearly peak brightness when scientists observed it in June 2015. At that time, it experienced the brightest outburst from an X-ray binary seen in the 21st century. The other, called GX 339-4,was less than 1 percent of its maximum expected brightness when it was observed. The star and black hole of GX 339-4 are much closer together than in the V404 Cygni system. Despite their differences, the systems showed similar time delays - about one- tenth of a second -- between when NuSTAR first detected X-ray light and ULTRACAM detected flares in visible light slightly later. That delay is less than the blink of an eye, but significant for the physics of black hole jets. \"One possibility is that the physics of the jet is not determined by the size of the disc, but instead by the speed, temperature and other properties of particles at the jet's base,\" said Poshak Gandhi, lead author of the study and astronomer at the University of Southampton, United Kingdom. The best theory scientists have to explain these results is that the X-ray light originates from material very close to the black hole. Strong magnetic fields propel some of this material to high speeds along the jet. This results in particles colliding near light-speed, energizing the plasma until it begins to emit the stream of optical radiation caught by ULTRACAM. Where in the jet does this occur? The measured delay between optical and X-ray light explains this. By multiplying this amount of time by the speed of the particles, which is nearly the speed of light, scientists determine the maximum distance traveled. This expanse of about 19,000 miles represents the inner acceleration zone in the jet, where plasma feels the strongest acceleration and \"turns on\" by emitting light. That's just under three times the diameter of Earth, but tiny in cosmic terms, especially considering the black hole in V404 Cygni weighs as much as 3 million Earths put together. \"Astronomers hope to refine models for jet powering mechanisms using the results of this study,\" said Daniel Stern, study co-author and astronomer based at NASA's Jet Propulsion Laboratory, Pasadena, California. Making these measurements wasn't easy. X-ray telescopes in space and optical telescopes on the ground have to look at the X-ray binaries at exactly the same time during outbursts for scientists to calculate the tiny delay between the telescopes' detections. Such coordination requires complex planning between the observatory teams. In fact, coordination between NuSTAR and ULTRACAM was only possible for about an hour during the 2015 outburst, but that was enough to calculate the groundbreaking results about the acceleration zone. The results also appear to connect with scientists' understanding of supermassive black holes, much bigger than the ones in this study. In one supermassive system called BL Lacertae, weighing 200 million times the mass of our Sun, scientists have inferred time delays millions of times greater than what this study found. That means the size of the acceleration area of the jets is likely related to the mass of the black hole. \"We are excited because it looks as though we have found a characteristic yardstick related to the inner workings of jets, not only in stellar-mass black holes like V404 Cygni, but also in monster supermassive ones,\" Gandhi said. The next steps are to confirm this measured delay in observations of other X-ray binaries, and to develop a theory that can tie together jets in black holes of all sizes. \"Global ground and space telescopes working together were key to this discovery. But this is only a peek, and much remains to be learned. The future is really bright for understanding the extreme physics of black holes,\" said Fiona Harrison, principal investigator of NuSTAR and professor of astronomy at Caltech in Pasadena.", "url": "https://www.jpl.nasa.gov/news/nustar-probes-black-hole-jet-mystery"}, {"title": "Astronomers time accelerating particles around black holes", "date": "2017-11-01", "content": "Black holes themselves are invisible, but the region around them is not. These objects are surrounded by an accretion disk of material, which can shine brightly across the electromagnetic spectrum. Many black holes also produce jets - collimated beams of material shot out from the poles before it can fall into the black hole. The physics behind these jets has eluded astronomers for decades, but now we are one step closer to understanding how they form and \"light up.\" This breakthrough comes from dual observations of two black hole systems with NASA's NuSTAR space telescope and the ULTRACAM instrument at the William Herschel Observatory in La Palma, Spain. By observing black holes in both X-rays and visible light, astronomers were able to zero in on particles in the jets, as they gained energy through acceleration and \"turned on\" or flared up in visible light. Measuring the time this takes and comparing it between different back hole systems provides valuable insight into how the jets are launched and how the particles in them behave. The work was published October 30 in Nature Astronomy. In the study, the astronomers focused on two black hole systems: V404 Cygni and GX 339-4. Each system is classified as an X-ray binary, consisting of a black hole and a normal star. The black hole pulls material off its companion, which then feeds the accretion disk and jets. Of the two, GX 339-4 is a smaller system, with a black hole of about 6 solar masses much closer to its companion than the 12-solar-mass black hole and its companion in V404 Cygni. These systems are not only different in terms of scale, but were also experiencing different types of activity during the observations. Black holes typically undergo erratic outbursts, which occur as material from the accretion disk brightens before falling into the black hole. GX 339-4 was extremely dim and inactive at the time of observation, while V404 Cygni was undergoing the brightest outburst seen in an X-ray binary system this century. The two very different scenarios allowed for an excellent comparison between the systems to see whether the size of the acceleration zone is related to factors such as the size of the system or its current activity. To measure the acceleration zone, astronomers compared the time between when NuSTAR spotted X-rays from the system, and when ULTRACAM saw a flare in visible light. Making that simple measurement was actually extremely tricky, because it required coordinating between a telescope in orbit around Earth and one on the ground. Such coordination was only possible for about an hour in June 2015 during V404 Cygni's outburst, but it was long enough to get the data needed. In both systems, that delay came out to about 0.1 second - less than the time it takes to blink your eye. But even that tiny delay represents particles moving at the speed of light covering a distance of about 19,000 miles (30,000 kilometers) - the size of the acceleration zone. For reference, that distance is about three times the diameter of Earth. Such a tiny distance holds important clues about jet formation and behavior, particularly because it was the same between the two systems. \"One possibility is that the physics of the jet is not determined by the size of the disc, but instead by the speed, temperature and other properties of particles at the jet's base,\" said lead author Poshak Gandhi, of the University of Southampton, United Kingdom, in a press release. These results are also consistent with theories connecting the size of the acceleration zone to the mass of the black hole. In supermassive black hole systems, such as BL Lacertae (200 million solar masses), the time delay observed was millions of times greater than in the two smaller systems in this study. \"We are excited because it looks as though we have found a characteristic yardstick related to the inner workings of jets, not only in stellar-mass black holes like V404 Cygni, but also in monster supermassive ones,\" Gandhi said. Now, astronomers seek to make this time delay measurement for more systems, to see whether the acceleration zone is consistently relative to black hole size and further develop theories about the formation and activity of black hole jets. ", "url": "https://astronomy.com/news/2017/11/accelerating-particles-around-black-holes"}]}, [], {"win label": 0, "news": [{"title": "NASA's NuSTAR mission proves superstar Eta Carinae shoots cosmic rays", "date": "2018-07-03", "content": "Astronomers know that cosmic rays with energies more prominent than 1 billion electron volts (eV) come to us from beyond nearby planetary group. But since these particles - electrons, protons and atomic nuclei - all convey an electrical charge, they veer off course at whatever point they experience attractive fields. This scrambles their ways and veils their origins. Eta Carinae, located about 7,500 light-years away in the southern constellation of Carina, is famous for a 19th-century outburst that briefly made it the second-brightest star in the sky. This event also ejected a massive hourglass-shaped nebula, but the cause of the eruption remains poorly understood. A new study using data from NASA's NuSTAR space telescope suggests that Eta Carinae, the most luminous and massive stellar system within 10,000 light-years, is accelerating particles to high energies - some of which may reach Earth as cosmic rays. Michael Corcoran, also at Goddard said, \"Both of Eta Carinae's stars drive powerful outflows called stellar winds. Where these winds clash changes during the orbital cycle, which produces a periodic signal in low-energy X-rays we've been tracking for more than two decades.\" Using Fermi Gamma-ray Space Telescope, astronomers additionally watch a change in gamma beams - light pressing much more vitality than X-beams - from a source toward Eta Carinae. Be that as it may, Fermi's vision isn't as sharp as X-beam telescopes, so stargazers couldn't affirm the association. To cross over any barrier between low-energy X-ray checking and Fermi observations, Hamaguchi, and his partners swung to NuSTAR. Propelled in 2012, NuSTAR can focus X-ray of considerably more prominent energy than any past telescope. Utilizing both recently taken and recorded information, the group analyzed NuSTAR observations obtained between March 2014 and June 2016, alongside bring down vitality X-ray perceptions from the European Space Agency's XMM-Newton satellite over a similar period. Eta Carinae's low-energy, or soft, X-rays come from gas at the interface of the colliding stellar winds, where temperatures exceed 70 million degrees Fahrenheit (40 million degrees Celsius). But NuSTAR detects a source emitting X-rays above 30,000 eV, some three times higher than can be explained by shock waves in the colliding winds. For comparison, the energy of visible light ranges from about 2 to 3 eV. The analysts say that the best clarification for both the hard X-ray and the gamma-ray emission is electrons accelerated in violent shock waves along the limit of the impacting stellar wind. The X-rays identified by NuSTAR and the gamma rays distinguished by Fermi emerge from starlight given a tremendous jolt of energy by communications with these electrons. A portion of the superfast electrons, and in addition other accelerated particles, must escape the system and maybe some, in the end, wander to Earth, where they might be distinguished as cosmic rays. Fiona Harrison, the principal investigator of NuSTAR and a professor of astronomy at Caltech in Pasadena, California said, \"We've known for some time that the region around Eta Carinae is the source of energetic emission in high-energy X-rays and gamma rays. But until NuSTAR was able to pinpoint the radiation, show it comes from the binary and study its properties in detail, the origin was mysterious.\" The team's analysis, presented in a paper published on Monday, July 2, in Nature Astronomy. ", "url": "https://www.techexplorist.com/nasas-nustar-mission-proves-superstar-eta-carinae-shoots-cosmic-rays/15254/"}, {"title": "NuSTAR X-ray telescope shows Eta Carinae source of cosmic rays", "date": "2018-07-04", "content": "Data from NASA's NuSTAR X-ray telescope indicates Eta Carinae, the brightest, most massive star system within 10,000 light years of Earth, is generating high-energy cosmic rays by accelerating electrically charged particles to nearly the speed of light that then crash into and energize starlight. Cosmic rays with energies greater than one billion electron volts routinely enter the solar system from interstellar space, but the trajectories of such high-speed electrons, protons and atomic nuclei are scrambled by their passage through magnetic fields. But at least some of those cosmic rays apparently originate in the Eta Carinae system. Located some 7,500 light years from Earth, Eta Carinae is made of two stars containing 90 and 30 times the mass of the Sun that pass within 225 million kilometres of each other every five-and-a-half years. The star system famously brightened in 1843, briefly becoming the second brightest \"star\" in the sky. \"Both of Eta Carinae's stars drive powerful outflows called stellar winds,\" said Michael Corcoran, a researcher at NASA's Goddard Space Flight Center. \"Where these winds clash changes during the orbital cycle, which produces a periodic signal in low-energy X-rays we've been tracking for more than two decades.\" The Fermi Gamma-ray Space Telescope observes a similar change in higher-energy gamma radiation in the general direction of Eta Carinae, but the instrument does not have the resolution to confirm the source. Kenji Hamaguchi, an astrophysicist at Goddard and the lead author of a new study, says a review of NuSTAR data and archived observations by the European Space Agency's XMM=Newton space telescope indicates Eta Carina is a likely source. Low-energy, or soft, X-rays originate in gas at the interface of colliding stellar winds where temperatures can exceed 40 million degrees Celsius. But NuSTAR detected a source of radiation exceeding 30,000 electron volts, about three times higher than interacting shock waves can explain. The \"hard\" X-rays show a similar pattern as the radiation variations seen in gamma rays by Fermi and at least some of the energetic photos likely reach Earth as cosmic rays. \"We've known for some time that the region around Eta Carinae is the source of energetic emission in high-energy X-rays and gamma rays,\" said Fiona Harrison, the principal investigator of NuSTAR and a professor of astronomy at the California Institute of Technology. \"But until NuSTAR was able to pinpoint the radiation, show it comes from the binary and study its properties in detail, the origin was mysterious.\"", "url": "https://astronomynow.com/2018/07/04/nustar-x-ray-telescope-shows-eta-carinae-source-of-cosmic-rays/"}, {"title": "'Superstar' Eta Carinae Acts Like a Ginormous Cosmic-Ray Gun, But Why?", "date": "2018-07-10", "content": "A huge star system 7,500 light-years away is shooting out radiation at superhigh speeds. A new study with NASA's NuSTAR space telescope shows that Eta Carinae may act as an accelerator of charged particles, which are also called cosmic rays. Eta Carinae is a famous hourglass-shaped gas cloud containing two massive stars orbiting each other: They are 30 and 90 times the mass of the sun, respectively. The system experienced an outburst in the 19th century and briefly became the second-brightest object in the sky. Astronomers, however, still struggle to understand the source of the outburst - and the dynamics of that star system in general. \"We know the blast waves of exploded stars can accelerate cosmic ray particles to speeds comparable to that of light, an incredible energy boost,\" lead author Kenji Hamaguchi, an astrophysicist at NASA's Goddard Space Flight Center in Maryland, said in a statement from NASA. \"Similar processes must occur in other extreme environments. Our analysis indicates Eta Carinae is one of them.\" Cosmic rays are highly energetic particles - such as electrons, protons and atomic nuclei - that come from outside the solar system. Astronomers aren't sure where cosmic rays come from, researchers said in the statement, because these particles carry a charge. This means the particles' paths through space alter and scramble whenever the particles meet a magnetic field. However, fluctuations in Eta Carinae's radiation output showed that something interesting was happening in that system, leading researchers to suspect it could be one of these elusive cosmic-ray sources. \"Both of Eta Carinae's stars drive powerful outflows called stellar winds,\" said team member Michael Corcoran, a senior research scientist at Goddard. He said where the winds intersect, there are periodic changes in \"soft\" or low- energy X-rays. These changes have been observed for two decades. NASA's Fermi Gamma-ray Space Telescope also saw changes in gamma-rays in the direction of Eta Carinae. However, Fermi is a little more myopic than X-ray telescopes, making it difficult to figure out if the gamma-rays were coming from Eta Carinae. So NuSTAR took a look. The team used archival data from NuSTAR between March 2014 and June 2016. During the same time period, team members also collected lower-energy X-ray observations from the European Space Agency's XMM-Newton satellite. NuSTAR can examine high-energy X-rays that are emitting radiation above 30,000 electron volts ; visible light, by contrast, only has an energy level of about 2 eV to 3 eV. The telescope's observations showed that the variations in these \"hard\" X-rays have a similar pattern to the gamma-ray fluctuations that the Fermi telescope observed. \"The researchers say that the best explanation for both the hard X-ray and the gamma-ray emission is electrons accelerated in violent shock waves along the boundary of the colliding stellar winds,\" NASA officials said. \"The X-rays detected by NuSTAR and the gamma rays detected by Fermi arise from starlight given a huge energy boost by interactions with these electrons.\" NASA added that some of these superfast electrons, as well as other charged particles, likely escape Eta Carinae. Some of those particles may fly in Earth's direction, showing up here as cosmic-ray detections. ", "url": "https://www.space.com/41111-giant-cosmic-ray-gun-star-system.html"}, {"title": "NuSTAR Satellite Confirms Binary Star System Shoots Cosmic Rays", "date": "2018-07-30", "content": "An international collaboration operating NASA's NuSTAR satellite has revealed that two of the biggest stars in the galaxy are capable of creating cosmic rays. Their results were published in Nature Astronomy this month. In the time it takes you to read this sentence, hundreds of cosmic rays have pummeled through our bodies. Cosmic rays are mostly made of protons and electrons, with the smallest fraction made of X-rays and gamma rays. These jets of high-energy particles not only make up a sizable portion of radiation astronauts and airplane pilots receive, but they also can reach the ends of the galaxy. Scientists have found that cosmic rays can come from places like supernova remnants, neutron stars, or solar flares from the sun. Still, their origins are a mystery. They could come from other parts of outer space. However, it has not been easy figuring out where. \"Since these particles are electrically charged, they wander when in the presence of magnetic fields,\" Hiromitsu Takahashi said. \"This means we could not tell precisely where they are coming from when observed them from Earth.\" Takahashi is an astrophysicist at Hiroshima University and coauthor on this study. Takahashi and his team were interested in Eta Carinae, a binary star system 7,500 light years away from Earth. The two stars are massive - one is thirty times heavier than our sun, the other ninety - and thought to be a source of cosmic rays. The team built upon findings from an experiment conducted with the Fermi Gamma-ray telescope, in which they discovered a source of gamma rays coming from around the area of Eta Carinae. However, the resolution of the images they collected was not clear enough to confirm whether these rays were coming from this star system or somewhere else. \"We had to come up with a different way of finding their source - by measuring X-rays and gamma rays with a more sensitive detector,\" Takahashi said. For this experiment, Takahashi and his colleagues observed Eta Carinae through NuSTAR, a recently launched X-ray satellite from NASA. Fermi can resolve images at about one degree, or twice as large as the angular diameter of a full moon as viewed from Earth. NuSTAR, on another hand, has a one-twentieth more precise angular resolution of Fermi - similar to that of the human eye. Because of NuSTAR, Takahashi's team not only confirmed that the gamma rays are coming from Eta Carinae - as they suspected in the Fermi mission - but they also deduce how cosmic rays come out of Eta Carinae. The stars of Eta Carinae revolve around one another about every five years. The stars are so massive and hot that they emit a never-ending stream of charged particles called stellar winds. As they approach one another, their winds collide and form hot plasma that can emit X-rays. This time, Takahashi's team confirmed the collision also forms shock waves. The energy of the particles shooting back and forth gets higher and higher, and they accelerate to nearly the speed of light. Then, these ultrahigh-energy particles, or cosmic rays, escape the shock region and scatter throughout space. Takahashi's findings establish binary star systems as a source of cosmic rays. He predicts that future studies on the origins of cosmic rays could lead to further understanding of the fundamentals of physics and our universe.", "url": "https://scitechdaily.com/nustar-satellite-confirms-binary-star-system-shoots-cosmic-rays/"}]}, {"win label": 0, "news": [{"title": "Birth of a black hole possibly captured for first time", "date": "2019-01-11", "content": "An unseen source of X-rays which appeared to blast out from one of the brightest supernovas ever recorded could have marked the birth of a black hole or neutron star say astronomers. If correct, this would be the first time such an event has been seen. The supernova at the centre of the phenomena was first spotted by the ATLAS telescope in Hawaii, but it was soon apparent that this was no ordinary death throe of an ageing massive star. The objects unusual behaviour sparked a frenzy of activity from astronomers across the world who were quick to point a swarth of space- and ground-based telescopes including ESA's Integral and XMM- Newton and NASA's NuSTAR and Swift space telescopes at a galaxy some 200 million light years away, where the object suddenly appeared in the sky earlier this year. Observed to be 10 to 100 times brighter than any other supernova previously detected, it also reached peak luminosity in only a few days compared to the usual two weeks associated with standard stellar explosions. Although most of a supernova's energy is blown out from its core in the form of neutrinos, they also bathe their surroundings in a gamut of radiation across the whole electromagnetic spectrum, as this almighty explosion ensues. Most notable is the emittance of high-energy X-rays that gradually fade as the stellar explosion loses energy. However AT2018cow, as the object has become known, had other redeeming features that marked it out as being different from the rest. Not only were low-energy X-Rays still visible from within AT2018cow, but the data also indicated that the object was drawing material back in. \"This is the most unusual thing that we have observed in AT2018cow and it's definitely something unprecedented in the world of explosive transient astronomical events,\" says Raffaella Margutti of Northwestern University, USA, lead author of the paper. These strange phenomena therefore more than likely herald the creation of something never seen before. \"We know that black holes and neutron stars form when stars collapse and explode as a supernova, but never before have we seen one right at the time of birth,\" adds co-author Indrek Vurm of Tartu Observatory, Estonia, who worked on modelling the observations. If this is indeed what is proposed, then astronomers should be able to confirm with continued observations of AT2018cow as accreting black holes leave characteristic imprints in X-rays, which might be able to be detected in any subsequent data that is collected. \"This event was completely unexpected and it shows that there is a lot of which we don't completely understand,\" says Norbert Schartel, ESA's XMM-Newton project scientist. \"One satellite, one instrument alone, would never be able to understand such a complex object. The detailed insights we were able to gather into the inner workings of the mysterious AT2018cow explosion were only achievable thanks to the broad cooperation and combination of many telescopes.\" ", "url": "https://room.eu.com/news/birth-of-a-black-hole-possibly-captured-for-first-time"}, {"title": "Black hole M87 is ejecting massive jets of high-energy particles thousands of light years into space ", "date": "2019-04-12", "content": "The supermassive black hole sitting at the heart of Messier 87 galaxy is spewing massive jets of high-energy subatomic particles thousands of light years into the space, new observations from NASA telescopes have revealed. On Wednesday, the first-ever direct image of this black hole was revealed by an international team of scientists from the Event Horizon Telescope project. M87 black hole lies about 54 million light-years from us and is about 6.5 billion times more massive than the Sun. When EHT project scientists started observing the M87 black hole in April 2017, NASA also tuned its Neil Gehrels Swift Observatory, Chandra Observatory, and its NuSTAR satellite to different varieties of X-ray light to observe M87. Specifically, a team of scientists used data from NuSTAR and Chandra observatories to measure the X-ray brightness of M87's jet, and compared their results with the observations from the EHT project. They found that M87 black hole is ejecting high-energy particles at about the speed of light. The observations further revealed that the material being ejected is going more than 1,000 light-years away in the space. High-energy particles in the jet were observed to be originating from a specific area near the event horizon. Notably, scientists found the area to be brightening and fading mysteriously at regular intervals. Scientists believe the jet of high-energy particles is likely originating from the tangled magnetic fields in the accretion disk of M87 black hole. The study, in which Chandra and NuSTAR data was analysed, was led by Joey Neilsen, an astronomer at Villanova University, Pennsylvania. The research team carried out the study on behalf of the EHT's Multiwavelength Working Group. According to Neilsen, X-ray measurements helped the group relate what was happening to the particles near the event horizon with what they actually measured with their telescopes. Earlier on Wednesday, the first-ever direct image of the black hole M87 was released as part of the EHT project. The image showed an intensely bright ring of fire surrounding a circular dark region in M87 galaxy. To capture this image, scientists used a global array of eight radio telescopes located in Arizona, Hawaii, Chile, Spain, and the South Pole. The data obtained from these telescopes was merged using very long baseline interferometry' technique. In that way, scientists were able to create a massive virtual telescope, which was effectively as big as Earth itself. According to the scientists, the image of M87 has finally confirmed the existence of black holes. It also adds further weight to Albert Einstein's theory of general relativity, and could also help solve longstanding puzzles about the nature of black holes.", "url": "https://www.computing.co.uk/news/3074101/black-hole-m87-is-ejecting-massive-jets-of-high-energy-particles-thousands-of-light-years-into-space"}]}, {"win label": 0, "news": [{"title": "Mystery green blob appears and disappears in distant galaxy", "date": "2019-09-16", "content": "The universe is full of mysteries, and now there's a new one for astronomers to puzzle over. A space-based X-ray observatory - NASA's NuSTAR - saw what astronomers described as a green blob in the galaxy known as NGC 6946, aka the Fireworks Galaxy. The blob appeared within a 10-day period and then disappeared again just as quickly. A new peer-reviewed paper discussing the intriguing finding was published in The Astronomical Journal on August 9, 2019. It's really unusual for a celestial object to appear and then vanish again over such a short time period. The object was given the label ULX-4, as it was the fourth ULX - ultraluminous X-ray source - found in that galaxy. NuSTAR's primary mission at the time had been to study a supernova in the galaxy, which appears as a bright blue-green spot in the upper right of the image above. The mystery green blob is closer to the galaxy's center in the image, apparently coincident with one of its spiral arms. The mystery object probably isn't a supernova, however, because it was only detected in X-ray but not visible light images. It had first been seen by NuSTAR, and then later was found to have disappeared by NASA's Chandra X-ray Observatory. One of the main questions right now is how the object appeared and disappeared so quickly. According to Hannah Earnshaw, a postdoctoral researcher at Caltech: Ten days is a really short amount of time for such a bright object to appear. Usually with NuSTAR, we observe more gradual changes over time, and we don't often observe a source multiple times in quick succession. In this instance, we were fortunate to catch a source changing extremely quickly, which is very exciting. So if the object isn't a supernova, then what is it? One possibility is that it is a black hole. According to that theory, the greenish light came from a black hole that was consuming another object, perhaps a star. We tend to think of black holes as \"sucking in\" material, but the immense gravity from the black hole could also rip the object apart, with the resulting debris going into orbit around the black hole. That debris can be heated to millions of degrees, emitting X-rays. So even though light can't escape from inside a black hole, the light emitted by super-heated debris orbiting the black hole can easily be seen. Usually, ULXs are long-lived, since black holes will feed for a long time on the stars they destroy. But if, say, a small star is destroyed more quickly, then that could explain short-term events like ULX-4. ULX-4 could also possibly be a neutron star, an extremely dense object that forms when a star explodes, but isn't massive enough to create a black hole. They can also have disks of debris orbiting them, creating slow- feeding ultraluminous X-ray sources. Material is channeled down to the surface in \"columns\" by powerful magnetic fields. But material can be blocked by those magnetic fields from reaching the surface if the neutron star is spinning too fast. The only times you would then see the neutron star as a bright source of X-rays would be at the moment when the magnetic field barrier wavers a bit. This could explain the sudden appearance and disappearance of the light coming from ULX-4. According to Earnshaw: It would kind of be like trying to jump onto a carousel that's spinning at thousands of miles per hour. This result is a step towards understanding some of the rarer and more extreme cases in which matter accretes onto black > holes or neutron stars. Further observations will be needed to determine which of these theories - if either of them - is the right one. There may still turn out to be a different explanation altogether. Space is full of weird and mysterious phenomena, and \"the case of the appearing and disappearing green blob\" is certainly an odd one! ", "url": "https://earthsky.org/space/mystery-green-blob-ulx-4-fireworks-galaxy/"}]}, {"win label": 0, "news": [{"title": "NASA missions help reveal power of shock waves in nova explosion", "date": "2020-04-13", "content": "A nova is a sudden, short-lived brightening of an otherwise inconspicuous star. It occurs when a stream of hydrogen from a companion star flows onto the surface of a white dwarf, a compact stellar cinder not much larger than Earth. NASA's Fermi and NuSTAR space telescopes, together with the Canadian BRITE- Toronto satellite and several ground-based facilities, studied the nova. \"Thanks to an especially bright nova and a lucky break, we were able to gather the best-ever visible and gamma-ray observations of a nova to date,\" said Elias Aydi, an astronomer at Michigan State University in East Lansing who led an international team from 40 institutions. \"The exceptional quality of our data allowed us to distinguish simultaneous flares in both optical and gamma- ray light, which provides smoking-gun evidence that shock waves play a major role in powering some stellar explosions.\" The 2018 outburst originated from a star system later dubbed V906 Carinae, which lies about 13,000 light-years away in the constellation Carina. Over time - perhaps tens of thousands of years for a so-called classical nova like V906 Carinae - the white dwarf's deepening hydrogen layer reaches critical temperatures and pressures. It then erupts in a runaway reaction that blows off all of the accumulated material. Each nova explosion releases a total of 10,000 to 100,000 times the annual energy output of our Sun. Astronomers discover about 10 novae each year in our galaxy. Fermi detected its first nova in 2010 and has observed 14 to date. Although X-ray and radio studies had shown the presence of shock waves in nova debris in the weeks after the explosions reached peak brightness, the Fermi discovery came as a surprise. Gamma rays - the highest-energy form of light - require processes that accelerate subatomic particles to extreme energies. When these particles interact with each other and with other matter, they produce gamma rays. But astronomers hadn't expected novae to be powerful enough to produce the required degree of acceleration. Because the gamma rays appear at about the same time as the peak in visible light, astronomers concluded that shock waves play a more fundamental role in the explosion and its aftermath. In 2015, a paper led by Brian Metzger at Columbia University in New York showed how comparing Fermi gamma-ray data with optical observations would allow scientists to learn more about nova shock waves. In 2017, a study led by Kwon-Lok Li at Michigan State found that the overall gamma-ray and visible emissions rose and fell in step in a nova known as V5856 Sagittarii. This implied shock waves produced more of the eruption's light than the white dwarf itself. The new observations from V906 Carinae, presented in a paper led by Aydi and published on Monday, April 13, in Nature Astronomy, spectacularly confirm this conclusion. On March 20, 2018, the All-Sky Automated Survey for Supernovae, a set of two dozen robotic telescopes distributed around the globe and operated by Ohio State University, discovered the nova. By month's end, V906 Carinae was dimly visible to the naked eye. Fortuitously, a satellite called BRITE-Toronto was already studying the nova's patch of sky. This miniature spacecraft is one of five 7.9-inch cubic nanosatellites comprising the Bright Target Explorer Constellation. Operated by a consortium of universities from Canada, Austria and Poland, the BRITE satellites study the structure and evolution of bright stars and observe how they interact with their environments. BRITE-Toronto was monitoring a red giant star called HD 92063, whose image overlapped the nova's location. The satellite observed the star for 16 minutes out of every 98-minute orbit, returning about 600 measurements each day and capturing the nova's changing brightness in unparalleled detail. \"BRITE-Toronto revealed eight brief flares that fired up around the time the nova reached its peak, each one nearly doubling the nova's brightness,\" said Kirill Sokolovsky at Michigan State. \"We've seen hints of this behavior in ground-based measurements, but never so clearly. Usually we monitor novae from the ground with many fewer observations and often with large gaps, which has the effect of hiding short-term changes.\" Fermi, on the other hand, almost missed the show. Normally its Large Area Telescope maps gamma rays across the entire sky every three hours. But when the nova appeared, the Fermi team was busy troubleshooting the spacecraft's first hardware problem in nearly 10 years of orbital operations - a drive on one of its solar panels stopped moving in one direction. Fermi returned to work just in time to catch the nova's last three flares. In fact, V906 Carinae was at least twice as bright at billion-electron-volt, or GeV, energies as any other nova Fermi has observed. For comparison, the energy of visible light ranges from about 2 to 3 electron volts. \"When we compare the Fermi and BRITE data, we see flares in both at about the same time, so they must share the same source - shock waves in the fast-moving debris,\" said Koji Mukai, an astrophysicist at the University of Maryland Baltimore County and NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"When we look more closely, there is an indication that the flares in gamma rays may lead the flares in the visible. The natural interpretation is that the gamma-ray flares drove the optical changes.\" The team also observed the eruption's final flare using NASA's NuSTAR space telescope, which is only the second time the spacecraft has detected X-rays during a nova's optical and gamma-ray emission. The nova's GeV gamma-ray output far exceeded the NuSTAR X-ray emission, likely because the nova ejecta absorbed most of the X-rays. High-energy light from the shock waves was repeatedly absorbed and reradiated at lower energies within the nova debris, ultimately only escaping at visible wavelengths. Putting all of the observations together, Aydi and his colleagues describe what they think happened when V906 Carinae erupted. During the outburst's first few days, the orbital motion of the stars swept a thick debris cloud made of multiple shells of gas into a doughnut shape that appeared roughly edge-on from our perspective. The cloud expanded outward at less than about 1.3 million mph, comparable to the average speed of the solar wind flowing out from the Sun. Next, an outflow moving about twice as fast slammed into denser structures within the doughnut, creating shock waves that emitted gamma rays and visible light, including the first four optical flares. Finally, about 20 days after the explosion, an even faster outflow crashed into all of the slower debris at around 5.6 million mph. This collision created new shock waves and another round of gamma-ray and optical flares. The nova outflows likely arose from residual nuclear fusion reactions on the white dwarf's surface. Astronomers have proposed shock waves as a way to explain the power radiated by various kinds of short-lived events, such as stellar mergers, supernovae - the much bigger blasts associated with the destruction of stars - and tidal disruption events, where black holes shred passing stars. The BRITE, Fermi and NuSTAR observations of V906 Carinae provide a dramatic record of such a process. Further studies of nearby novae will serve as laboratories for better understanding the roles shock waves play in other more powerful and more distant events.", "url": "https://www.heritagedaily.com/2020/04/nasa-missions-help-reveal-power-of-shock-waves-in-nova-explosion/127522"}, {"title": "Incredible Power of Shock Waves in a Nova Explosion Revealed by NASA's Fermi and NuSTAR", "date": "2020-04-14", "content": "Unprecedented observations of a nova outburst in 2018 by a trio of satellites, including two NASA missions, have captured the first direct evidence that most of the explosion's visible light arose from shock waves - abrupt changes of pressure and temperature formed in the explosion debris. A nova is a sudden, short-lived brightening of an otherwise inconspicuous star. It occurs when a stream of hydrogen from a companion star flows onto the surface of a white dwarf, a compact stellar cinder not much larger than Earth. NASA's Fermi and NuSTAR space telescopes, together with the Canadian BRITE- Toronto satellite and several ground-based facilities, studied the nova. \"Thanks to an especially bright nova and a lucky break, we were able to gather the best-ever visible and gamma-ray observations of a nova to date,\" said Elias Aydi, an astronomer at Michigan State University in East Lansing who led an international team from 40 institutions. \"The exceptional quality of our data allowed us to distinguish simultaneous flares in both optical and gamma- ray light, which provides smoking-gun evidence that shock waves play a major role in powering some stellar explosions.\" The 2018 outburst originated from a star system later dubbed V906 Carinae, which lies about 13,000 light-years away in the constellation Carina. Over time - perhaps tens of thousands of years for a so-called classical nova like V906 Carinae - the white dwarf's deepening hydrogen layer reaches critical temperatures and pressures. It then erupts in a runaway reaction that blows off all of the accumulated material. Each nova explosion releases a total of 10,000 to 100,000 times the annual energy output of our Sun. Astronomers discover about 10 novae each year in our galaxy. Fermi detected its first nova in 2010 and has observed 14 to date. Although X-ray and radio studies had shown the presence of shock waves in nova debris in the weeks after the explosions reached peak brightness, the Fermi discovery came as a surprise. Gamma rays - the highest-energy form of light - require processes that accelerate subatomic particles to extreme energies. When these particles interact with each other and with other matter, they produce gamma rays. But astronomers hadn't expected novae to be powerful enough to produce the required degree of acceleration. Because the gamma rays appear at about the same time as the peak in visible light, astronomers concluded that shock waves play a more fundamental role in the explosion and its aftermath. In 2015, a paper led by Brian Metzger at Columbia University in New York showed how comparing Fermi gamma-ray data with optical observations would allow scientists to learn more about nova shock waves. In 2017, a study led by Kwon-Lok Li at Michigan State found that the overall gamma-ray and visible emissions rose and fell in step in a nova known as V5856 Sagittarii. This implied shock waves produced more of the eruption's light than the white dwarf itself. The new observations from V906 Carinae, presented in a paper led by Aydi and published on Monday, April 13, in Nature Astronomy, spectacularly confirm this conclusion. On March 20, 2018, the All-Sky Automated Survey for Supernovae, a set of two dozen robotic telescopes distributed around the globe and operated by Ohio State University, discovered the nova. By month's end, V906 Carinae was dimly visible to the naked eye. Fortuitously, a satellite called BRITE-Toronto was already studying the nova's patch of sky. This miniature spacecraft is one of five 7.9-inch cubic nanosatellites comprising the Bright Target Explorer Constellation. Operated by a consortium of universities from Canada, Austria and Poland, the BRITE satellites study the structure and evolution of bright stars and observe how they interact with their environments. BRITE-Toronto was monitoring a red giant star called HD 92063, whose image overlapped the nova's location. The satellite observed the star for 16 minutes out of every 98-minute orbit, returning about 600 measurements each day and capturing the nova's changing brightness in unparalleled detail. \"BRITE-Toronto revealed eight brief flares that fired up around the time the nova reached its peak, each one nearly doubling the nova's brightness,\" said Kirill Sokolovsky at Michigan State. \"We've seen hints of this behavior in ground-based measurements, but never so clearly. Usually we monitor novae from the ground with many fewer observations and often with large gaps, which has the effect of hiding short-term changes.\" Fermi, on the other hand, almost missed the show. Normally its Large Area Telescope maps gamma rays across the entire sky every three hours. But when the nova appeared, the Fermi team was busy troubleshooting the spacecraft's first hardware problem in nearly 10 years of orbital operations - a drive on one of its solar panels stopped moving in one direction. Fermi returned to work just in time to catch the nova's last three flares. In fact, V906 Carinae was at least twice as bright at billion-electron-volt, or GeV, energies as any other nova Fermi has observed. For comparison, the energy of visible light ranges from about 2 to 3 electron volts. \"When we compare the Fermi and BRITE data, we see flares in both at about the same time, so they must share the same source - shock waves in the fast-moving debris,\" said Koji Mukai, an astrophysicist at the University of Maryland Baltimore County and NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"When we look more closely, there is an indication that the flares in gamma rays may lead the flares in the visible. The natural interpretation is that the gamma-ray flares drove the optical changes.\" The team also observed the eruption's final flare using NASA's NuSTAR space telescope, which is only the second time the spacecraft has detected X-rays during a nova's optical and gamma-ray emission. The nova's GeV gamma-ray output far exceeded the NuSTAR X-ray emission, likely because the nova ejecta absorbed most of the X-rays. High-energy light from the shock waves was repeatedly absorbed and reradiated at lower energies within the nova debris, ultimately only escaping at visible wavelengths. Putting all of the observations together, Aydi and his colleagues describe what they think happened when V906 Carinae erupted. During the outburst's first few days, the orbital motion of the stars swept a thick debris cloud made of multiple shells of gas into a doughnut shape that appeared roughly edge-on from our perspective. The cloud expanded outward at less than about 1.3 million mph, comparable to the average speed of the solar wind flowing out from the Sun. Next, an outflow moving about twice as fast slammed into denser structures within the doughnut, creating shock waves that emitted gamma rays and visible light, including the first four optical flares. Finally, about 20 days after the explosion, an even faster outflow crashed into all of the slower debris at around 5.6 million mph. This collision created new shock waves and another round of gamma-ray and optical flares. The nova outflows likely arose from residual nuclear fusion reactions on the white dwarf's surface. Astronomers have proposed shock waves as a way to explain the power radiated by various kinds of short-lived events, such as stellar mergers, supernovae - the much bigger blasts associated with the destruction of stars - and tidal disruption events, where black holes shred passing stars. The BRITE, Fermi and NuSTAR observations of V906 Carinae provide a dramatic record of such a process. Further studies of nearby novae will serve as laboratories for better understanding the roles shock waves play in other more powerful and more distant events. For more on this research, read Accidental Observation Results in First Complete Nova Eruption Recording in History.", "url": "https://scitechdaily.com/incredible-power-of-shock-waves-in-a-nova-explosion-revealed-by-nasas-fermi-and-nustar/"}]}, [], {"win label": 0, "news": [{"title": "Space telescopes spot light 'echoing' from behind black hole for the first time", "date": "2021-07-29", "content": "For the first time ever, scientists have seen the light from behind a black hole. Black holes are regions in space-time where gravity's pull is so powerful that not even light can escape its grasp. However, while light cannot escape a black hole, its extreme gravity warps space around it, which allows light to \"echo,\" bending around the back of the object. Thanks to this strange phenomenon, astronomers have, for the first time, observed the light from behind a black hole. In a new study, researchers, led by Dan Wilkins, an astrophysicist at Stanford University in California, used the European Space Agency's XMM- Newton and NASA's NuSTAR space telescopes to observe the light from behind a black hole that's 10 million times more massive than our sun and lies 800 million light- years away in the spiral galaxy I Zwicky 1, according to a statement from ESA. This study began with the researchers' desire to expand our understanding of black hole coronas, which are the source of the X-ray light that often radiates from the vicinity of these objects. Bright flares of X-ray light are emitted by gas that falls into black holes from their accretion disks, the disks of dust and gas that surround and \"feed\" these objects. The team spotted an X-ray flare in I Zwicky 1 that was so bright that some of the light reflected on the gas falling back into the black hole. When that reflected light was bent around the back of the black hole by the object's extreme gravity, the team was able to spot it using the ESA and NASA space telescopes. The team didn't just observe this light, which is the first time it has been directly observed like this; they also took note of how the X-ray light changed color as it bent and moved around the back of the black hole. By observing the light's journey around the back of the black hole, the researchers hope to understand more about what really goes on that close to these gravitational vortexes. Following this groundbreaking study, the team aims to create a 3D map of the black hole's surroundings, according to the statement. They also hope to better understand black hole coronas and explore how the corona of a black hole is capable of producing these bright X-ray flares. ", "url": "https://www.space.com/first-black-hole-light-echo-discovery"}, {"title": "Telescope captures light behind a black hole for the first time", "date": "2021-08-04", "content": "Telescopes have been capturing incredible images of the universe for many years now, helping scientists to discover new phenomena and confirm theories. However, a recent discovery by an international group of scientists has seemingly proved a theory that's over a century old - Einstein's theory of relativity, which was originally published in 1916. While studying a supermassive black hole that's 10 million times as large as our own sun with the European Space Agency's XMM-Newton and NASA's NuSTAR space telescopes, these scientists witnessed light appearing from behind a black hole. For decades, scientists have known that light essentially bends around a black hole. The scientists were studying the corona of this particular black hole, which is the bright flares of x-rays emanating from the black hole. However, as they were doing this, the researchers also saw fainter flashes of light, which were \"luminous echoes\" of the flares bounding off the gas behind the black hole. Stanford astrophysicist Dan Wilkins has explained that this new breakthrough is a \"key part of the puzzle to understanding\" how our universe came into being. He goes on to explain that \"any light that goes into a black hole doesn't come out, so we shouldn't be able to see anything that's behind the black hole. The reason we can see is because that black hole is warping space, bending light and twisting magnetic fields around itself\". \"The color of these flashes, the color of those echoes as well as the time that they were delayed after the original flare told us that these were the echoes coming from the gas that's hidden our view behind the black hole,\" Wilkins continued. \"Some of it will shine back down onto the gas that's falling into the black hole, and this gives us really quite a unique view of this material in its final moments before it's lost into the black hole.\" Originally published in the journal Nature, these findings will surely excite anyone who enjoys a spot of stargazing or astrophotography . ", "url": "https://www.digitalcameraworld.com/news/telescope-captures-light-behind-a-black-hole-for-the-first-time"}, {"title": "NuSTAR Space Observatory: Seeing Some Cosmic X-Ray Emitters Might Be a Matter of Perspective", "date": "2021-08-22", "content": "It's hard to miss a flashlight beam pointed straight at you. But that beam viewed from the side appears significantly dimmer. The same holds true for some cosmic objects: Like a flashlight, they radiate primarily in one direction, and they look dramatically different depending on whether the beam points away from Earth (and nearby space telescopes) or straight at it. New data from NASA's NuSTAR space observatory indicates that this phenomenon holds true for some of the most prominent X-ray emitters in the local universe: ultraluminous X-ray sources, or ULXs. Most cosmic objects, including stars, radiate little X-ray light, particularly in the high-energy range seen by NuSTAR. ULXs, by contrast, are like X-ray lighthouses cutting through the darkness. To be considered a ULX, a source must have an X-ray luminosity that is about a million times brighter than the total light output of the Sun (at all wavelengths). ULXs are so bright, they can be seen millions of light-years away, in other galaxies. The new study shows that the object known as SS 433, located in the Milky Way galaxy and only about 20,000 light-years from Earth, is a ULX, even though it appears to be about 1,000 times dimmer than the minimum threshold to be considered one. This faintness is a trick of perspective, according to the study: The high-energy X-rays from SS 433 are initially confined within two cones of gas extending outward from opposite sides of the central object. These cones are similar to a mirrored bowl that surrounds a flashlight bulb: They corral the X-ray light from SS 433 into a narrow beam, until it escapes and is detected by NuSTAR. But because the cones are not pointing directly at Earth, NuSTAR can't see the object's full brightness. \"We've long suspected that some ULXs emit light in narrow columns, rather than in every direction like a bare lightbulb,\" said Matt Middleton, a professor of astrophysics at the University of Southampton in the United Kingdom and the study's lead author. \"In our study, we confirm this hypothesis by showing that SS 433 would qualify as a ULX to a face-on observer.\" If a ULX relatively close to Earth can hide its true brightness because of how it is oriented, then there are likely more ULXs - particularly in other galaxies - disguised in a similar way. That means the total ULX population should be far larger than scientists currently observe. Cone of Darkness: About 500 ULXs have been found in other galaxies, and their distance from Earth means it's often nearly impossible to tell what type of object generates the X-ray emission. The X-rays likely come from a large amount of gas being heated to extreme temperatures as it is pulled in by the gravity of a very dense object. That object could be either a neutron star (the remains of a collapsed star) or a small black hole, one that is no more than about 30 times the mass of our Sun. The gas forms a disk around the object, like water circling a drain. Friction in the disk drives up the temperature, causing it to radiate, sometimes growing so hot that the system erupts with X-rays. The faster the material falls onto the central object, the brighter the X-rays. Astronomers suspect that the object at the heart of SS 433 is a black hole about 10 times the mass of our Sun. What's known for sure is that it is cannibalizing a large nearby star, its gravity siphoning away material at a rapid rate: In a single year SS 433 steals the equivalent of about 30 times the mass of Earth from its neighbor, which makes it the greediest black hole or neutron star known in our galaxy. \"It's been known for a long time that this thing is eating at a phenomenal rate,\" said Middleton. \"This is what sets ULXs apart from other objects, and it's likely the root cause of the copious amounts of X-rays we see from them.\" The object in SS 433 has eyes bigger than its stomach: It's stealing more material than it can consume. Some of the excess material gets blown off the disk and forms two hemispheres on opposite sides of the disk. Within each one is a cone-shaped void that opens up into space. These are the cones that corral the high-energy X-ray light into a beam. Anyone looking straight down one of the cones would see an obvious ULX. Though composed only of gas, the cones are so thick and massive that they act like lead paneling in an X-ray screening room and block X-rays from passing through them out to the side. Scientists have suspected that some ULXs might be hidden from view for this reason. SS 433 provided a unique chance to test this idea because, like a top, it wobbles on its axis - a process astronomers call precession. Most of the time, both of SS 433's cones point well away from Earth. But because of the way SS 433 precesses, one cone periodically tilts slightly toward Earth, so scientists can see a little bit of the X-ray light coming out of the top of the cone. In the new study, the scientists looked at how the X-rays seen by NuSTAR change as SS 433 moves. They show that if the cone continued to tilt toward Earth so that scientists could peer straight down it, they would see enough X-ray light to officially call SS 433 a ULX. Black holes that feed at extreme rates have shaped the history of our universe. Supermassive black holes, which are millions to billions of times the mass of the Sun, can profoundly affect their host galaxy when they feed. Early in the universe's history, some of these massive black holes may have fed as fast as SS 433, releasing huge amounts of radiation that reshaped local environments. Outflows (like the cones in SS 433) redistributed matter that could eventually form stars and other objects. But because these quickly consuming behemoths reside in incredibly distant galaxies (the one at the heart of the Milky Way isn't currently eating much), they remain difficult to study. With SS 433, scientists have found a miniature example of this process, much closer to home and much easier to study, and NuSTAR has provided new insights into the activity occurring there. \"When we launched NuSTAR, I don't think anyone expected that ULXs would be such a rich area of research for us,\" said Fiona Harrison, principal investigator for NuSTAR and a professor of physics at Caltech in Pasadena, California. \"But NuSTAR is unique in that it can see almost the whole range of X-ray wavelengths emitted by these objects, and that gives us insight into the extreme processes that must be driving them.\"", "url": "https://scitechdaily.com/nustar-space-observatory-seeing-some-cosmic-x-ray-emitters-might-be-a-matter-of-perspective/amp/"}]}, {"win label": 0, "news": [{"title": "NASA space telescope spots most powerful light ever seen on Jupiter, helps solve 30-year-old mystery", "date": "2022-02-11", "content": "NASA has detected the most energetic light ever seen on Jupiter and, in the process, solved a 30-year-old mystery. In a new study, researchers using NASA's Nuclear Spectroscopic Telescope Array space observatory were able to spot the highest-energy light ever seen on Jupiter. The light, which is X-ray radiation, is also the highest-energy light ever seen on a planet in our solar system other than Earth. But this finding isn't just an incredible observation; it's also helping scientists to understand why NASA's Ulysses sun-studying mission mysteriously saw no X-rays from Jupiter when it flew by the planet in 1992. This is not the first time that X-rays have been spotted at Jupiter; NASA's Chandra X-ray Observatory as well as the European Space Agency's XMM-Newton observatory have both observed low-energy X-rays coming from auroras on the giant planet. Jupiter's auroras, which occur at the planet's north and south poles, are created by ions coming from the planet's volcanic moon Io that are accelerated by the planet's magnetic field toward the poles. There, the ions interact with Jupiter's atmosphere and release light, creating aurora light shows. NASA's Juno spacecraft, which arrived at Jupiter in 2016, found that electrons from Io also interact with the planet's magnetic field. Scientists have suspected that these electrons from Io could create even more powerful X-rays than the planet's auroras. With the NuSTAR observations, researchers have confirmed for the first time that Io's electrons are indeed creating high-energy X-rays. NuSTAR, which launched to space in 2012, is a space-based X-ray telescope that studies the cosmos in high-energy X-rays. \"It's quite challenging for planets to generate X-rays in the range that NuSTAR detects,\" Kaya Mori, an astrophysicist at Columbia University and lead author of the new study, said in a statement. \"But Jupiter has an enormous magnetic field, and it's spinning very quickly. Those two characteristics mean that the planet's magnetosphere acts like a giant particle accelerator, and that's what makes these higher-energy emissions possible.\" By spotting these high-energy X-rays, the researchers in this study may also have solved an ongoing mystery. In 1992, the TK agency's Ulysses spacecraft, launched in 19TK to do TKTK, flew by Jupiter but didn't detect any X-rays of any kind - which has puzzled scientists since. According to the researchers behind the new study, Ulysses likely didn't spot any X-rays because, due to the mechanism that brings this light about, the X-rays become fainter at higher energies. And so, in Ulysses' detection range, they suspect Jupiter's X-rays were simply too faint to see. ", "url": "https://www.space.com/nasa-nustar-space-telescope-jupiter-xray-detection"}, {"title": "NASA's NuSTAR Makes Illuminating Discoveries With 'Nuisance' Light", "date": "2022-03-01", "content": "For almost 10 years, NASA's NuSTAR X-ray space observatory has been studying some of the highest-energy objects in the universe, such as colliding dead stars and enormous black holes feasting on hot gas. During that time, scientists have had to deal with stray light leaking in through the sides of the observatory, which can interfere with observations much like external noise can drown out a phone call. But now team members have figured out how to use that stray X-ray light to learn about objects in NuSTAR's peripheral vision while also performing normal targeted observations. This development has the potential to multiply the insights that NuSTAR provides. A new science paper in the Astrophysical Journal describes the first use of NuSTAR's stray light observations to learn about a cosmic object - in this case, a neutron star. Nuggets of material left over after a star collapses, neutron stars are some of the densest objects in the universe, second only to black holes. Their powerful magnetic fields trap gas particles and funnel them toward the neutron star's surface. As the particles are accelerated and energized, they release high-energy X-rays that NuSTAR can detect. The new study describes a system called SMC X-1, which consists of a neutron star orbiting a living star in one of two small galaxies orbiting the Milky Way. The brightness of SMC X-1's X-ray output appears to vary wildly when viewed by telescopes, but decades of direct observations by NuSTAR and other telescopes have revealed a pattern to the fluctuations. Scientists have pinpointed several reasons why SMC X-1 changes in brightness when studied by X-ray telescopes. For example, the X-rays' brightness dims as the neutron star dips behind the living star with each orbit. According to the paper, the stray light data was sensitive enough to pick up on some of those well-documented changes. \"I think this paper shows that this stray light approach is reliable, because we observed brightness fluctuations in the neutron star in SMC X-1 that we have already confirmed through direct observations,\" said McKinley Brumback, an astrophysicist at Caltech in Pasadena, California, and lead author of the new study. \"Going forward, it would be great if we could use the stray light data to look at objects when we don't already know if they're regularly changing in brightness and potentially use this approach to detect changes.\" Form and Function: The new approach is possible because of NuSTAR's shape, which is similar to dumbbell or dog bone: It has two bulky components at either end of a narrow, 33-foot-long structure called a deployable mast, or boom. Typically, researchers point one of the bulky ends - which contains the optics, or the hardware that collects X-rays - at the object they want to study. The light travels along the boom to the detectors, located at the other end of the spacecraft. The distance between the two is necessary to focus the light. But stray light also reaches the detectors by entering through the sides of the boom, bypassing the optics. It appears in NuSTAR's field of view along with light from whatever object the telescope directly observes, and is often fairly easy to identify by eye: It forms a circle of faint light emerging from the sides of the image. A group of NuSTAR team members has spent the last few years separating the stray light from various NuSTAR observations. After identifying bright, known X-ray sources in the periphery of each observation, they used computer models to predict how much stray light should appear based on which bright object was nearby. They also looked at almost every NuSTAR observation to confirm the telltale sign of stray light. The team created a catalog of about 80 objects for which NuSTAR had collected stray light observations, naming the collection \"StrayCats.\" \"Imagine sitting in a quiet movie theater, watching a drama, and hearing the explosions in the action movie playing next door,\" said Brian Grefenstette, senior research scientist at Caltech and the NuSTAR team member leading the StrayCats work. \"In the past, that's what the stray light was like - a distraction from what we were trying to focus on. Now we have the tools to turn that extra noise into useful data, opening an entire new way of using NuSTAR to study the universe.\" Of course, the stray light data can't replace direct observations by NuSTAR. Aside from stray light being unfocused, many objects that NuSTAR can observe directly are too faint to appear in the stray light catalog. But Grefenstette said multiple Caltech students have combed through the data and found instances of rapid brightening from peripheral objects, which might be any number of dramatic events, such as thermonuclear explosions on the surfaces of neutron stars. Observing the frequency and intensity of a neutron star's changes in brightness can help scientists decipher what's happening to those objects. \"If you're trying to look for a pattern in the long-term behavior or brightness of an X-ray source, the stray light observations could be a great way to check in more often and establish a baseline,\" said Renee Ludlam, a NASA Hubble Fellowship Program Einstein fellow at Caltech and member of the StrayCats team. \"They could also let us catch odd behaviors in these objects when we don't expect them or when we wouldn't normally be able to point NuSTAR directly at them. The stray light observations don't replace direct observations, but more data is always good.\" ", "url": "https://www.jpl.nasa.gov/news/nasas-nustar-makes-illuminating-discoveries-with-nuisance-light"}, {"title": "NASA's NuSTAR Space Observatory Makes Illuminating Cosmic Discoveries With \"Nuisance\" Light", "date": "2022-03-04", "content": "For almost 10 years, NASA's NuSTAR X-ray space observatory has been studying some of the highest-energy objects in the universe, such as colliding dead stars and enormous black holes feasting on hot gas. During that time, scientists have had to deal with stray light leaking in through the sides of the observatory, which can interfere with observations much like external noise can drown out a phone call. But now team members have figured out how to use that stray X-ray light to learn about objects in NuSTAR's peripheral vision while also performing normal targeted observations. This development has the potential to multiply the insights that NuSTAR provides. A new science paper in the Astrophysical Journal describes the first use of NuSTAR's stray light observations to learn about a cosmic object - in this case, a neutron star. Nuggets of material left over after a star collapses, neutron stars are some of the densest objects in the universe, second only to black holes. Their powerful magnetic fields trap gas particles and funnel them toward the neutron star's surface. As the particles are accelerated and energized, they release high-energy X-rays that NuSTAR can detect. The new study describes a system called SMC X-1, which consists of a neutron star orbiting a living star in one of two small galaxies orbiting the Milky Way. The brightness of SMC X-1's X-ray output appears to vary wildly when viewed by telescopes, but decades of direct observations by NuSTAR and other telescopes have revealed a pattern to the fluctuations. Scientists have pinpointed several reasons why SMC X-1 changes in brightness when studied by X-ray telescopes. For example, the X-rays' brightness dims as the neutron star dips behind the living star with each orbit. According to the paper, the stray light data was sensitive enough to pick up on some of those well-documented changes. \"I think this paper shows that this stray light approach is reliable, because we observed brightness fluctuations in the neutron star in SMC X-1 that we have already confirmed through direct observations,\" said McKinley Brumback, an astrophysicist at Caltech in Pasadena, California, and lead author of the new study. \"Going forward, it would be great if we could use the stray light data to look at objects when we don't already know if they're regularly changing in brightness and potentially use this approach to detect changes.\" Form and Function: The new approach is possible because of NuSTAR's shape, which is similar to dumbbell or dog bone: It has two bulky components at either end of a narrow, 33-foot-long structure called a deployable mast, or boom. Typically, researchers point one of the bulky ends - which contains the optics, or the hardware that collects X-rays - at the object they want to study. The light travels along the boom to the detectors, located at the other end of the spacecraft. The distance between the two is necessary to focus the light. But stray light also reaches the detectors by entering through the sides of the boom, bypassing the optics. It appears in NuSTAR's field of view along with light from whatever object the telescope directly observes, and is often fairly easy to identify by eye: It forms a circle of faint light emerging from the sides of the image. A group of NuSTAR team members has spent the last few years separating the stray light from various NuSTAR observations. After identifying bright, known X-ray sources in the periphery of each observation, they used computer models to predict how much stray light should appear based on which bright object was nearby. They also looked at almost every NuSTAR observation to confirm the telltale sign of stray light. The team created a catalog of about 80 objects for which NuSTAR had collected stray light observations, naming the collection \"StrayCats.\" \"Imagine sitting in a quiet movie theater, watching a drama, and hearing the explosions in the action movie playing next door,\" said Brian Grefenstette, senior research scientist at Caltech and the NuSTAR team member leading the StrayCats work. \"In the past, that's what the stray light was like - a distraction from what we were trying to focus on. Now we have the tools to turn that extra noise into useful data, opening an entire new way of using NuSTAR to study the universe.\" Of course, the stray light data can't replace direct observations by NuSTAR. Aside from stray light being unfocused, many objects that NuSTAR can observe directly are too faint to appear in the stray light catalog. But Grefenstette said multiple Caltech students have combed through the data and found instances of rapid brightening from peripheral objects, which might be any number of dramatic events, such as thermonuclear explosions on the surfaces of neutron stars. Observing the frequency and intensity of a neutron star's changes in brightness can help scientists decipher what's happening to those objects. \"If you're trying to look for a pattern in the long-term behavior or brightness of an X-ray source, the stray light observations could be a great way to check in more often and establish a baseline,\" said Renee Ludlam, a NASA Hubble Fellowship Program Einstein fellow at Caltech and member of the StrayCats team. \"They could also let us catch odd behaviors in these objects when we don't expect them or when we wouldn't normally be able to point NuSTAR directly at them. The stray light observations don't replace direct observations, but more data is always good.\"", "url": "https://scitechdaily.com/nasas-nustar-space-observatory-makes-illuminating-cosmic-discoveries-with-nuisance-light/"}, {"title": "NASA's NuSTAR uses 'nuisance' light", "date": "2022-03-07", "content": "After 10 years fighting back photons in its peripheral vision, a NASA space telescope now has a way to use \"nuisance light\" to potentially increase its science productivity. NASA's NuSTAR X-ray space observatory successfully gathered information about a super-dense star, known as a neutron star, that was in its peripheral vision. Engineers say the design quirk of NuSTAR ended up being a boon in looking at the object in X-rays. Neutron stars, which typically occur after supernova explosions, trap gas particles with their magnetic fields. The X-rays are generated as the particles are accelerated and energized during a journey to the star's surface. \"This paper shows that this stray light approach is reliable, because we observed brightness fluctuations in the neutron star in SMC X-1 that we have already confirmed through direct observations,\" lead author McKinley Brumback, an astrophysicist at the California Institute of Technology in Pasadena, California, said in a statement from NASA's Jet Propulsion Laboratory . \"Going forward, it would be great if we could use the stray light data to look at objects when we don't already know if they're regularly changing in brightness, and potentially use this approach to detect changes,\" Brumback continued. NuSTAR launched to space in 2012 to study the cosmos in high-energy X-rays, providing a valuable addition to the study of SMC X-1. Its X-ray output pattern was finally established in recent years, following decades of work by NuSTAR and other telescopes to determine how often it changes brightness and why. \"Scientists have pinpointed several reasons why SMC X-1 changes in brightness when studied by X-ray telescopes,\" JPL stated. \"For example, the X-rays' brightness dims as the neutron star dips behind the living star with each orbit ... the stray light data was sensitive enough to pick up on some of those well-documented changes.\" NuSTAR's stray light situation comes from a design quirk. The dumbbell-shaped observatory includes a 33-foot-long boom and two bulky areas on either end. The observatory typically observes by pointing one bulky end. As the light is gathered, it travels and becomes precisely focused through the boom before arriving at the detectors, situated in the opposite bulky zone. Unfortunately, nuisance light constantly enters the detectors through the sides of the boom as well, creating a faint circle of light on the sides of images. In recent years, NuSTAR team members began using computer models to predict the amount of stray light from various known X-ray sources. The result was an 80-object catalog with stray light observations, nicknamed \"StrayCats.\" While the stray light does not replace direct observations through the boom, several Caltech students did examine the StrayCats catalog and found examples of potential science, such as rapid brightening that might be attributable to neutron star surface explosions or other events. Tracking this behavior will add more information as to how neutron stars behave, the team said.", "url": "https://www.space.com/nustar-nuisance-light-neutron-star"}, {"title": "The heartbeat of a blackhole offer new insights", "date": "2022-03-09", "content": "Another source of radiation near a black hole is the corona. They are made of highly energetic particles that generate X-ray light. For twenty years, there has been a debate about whether the corona and the jet of the black hole were simply the same things. In 2015, observations from NASA's Explorer missions Swift and the Nuclear Spectroscopic Telescope Array, or NuSTAR, suggest that supermassive black holes send out jets when their surrounding coronas shoot, or launch, away from the black holes. A new study by an international team of astronomers resolves a long open question in black hole science. They created a heartbeat graph of a black hole and a star orbiting around each other. The results that as material flows toward the black hole via its surrounding accretion disk, the black hole first heats the material in a so-called corona, and only after that does it emit jets. Principal investigator Mariano Méndez said, \"It sounds logical, but there has been a debate for twenty years about whether the corona and the jet were simply the same things. Now we see that they arise one after the other and that the jet follows from the corona. It was quite a challenge to demonstrate this sequential nature. We had to compare data of years with that of seconds and very high energies with very low ones.\" Astronomers observed 15 years of data from several telescopes. They mainly pointed at the black hole GRS 1915+105 from space every three days and collected high-energy X-ray radiation from the corona. Located about 36,000 light-years away from the Sun, the black hole is a stellar- mass black hole locked in a close binary system with another object and feeding off it. It is just 12 times the mass of the Sun. Astronomers collected x-ray and radio data on the microquasar collected between 1996 and 2012 and studied it carefully for clues. They determined a strong correlation between the radio flux that comes from the jet and the flux of the iron emission line that comes from the disk and the temperature of the hard X-ray corona and the amplitude of a high-frequency variability component that comes from the innermost part of the accretion flow. They found that when X-ray light is strong, radio is weak, and vice versa, the jets are strongest when the corona is at its smallest. The study shows that the energy that powers this black hole system can be directed in different proportions, mainly to the X-ray corona or the jet. Despite the fact that scientists have proven the sequence, there are still some unanswered questions. For example, the X-ray radiation that the telescopes collect from the corona contains more energy than can be explained by the corona's temperature alone. According to scientists, a magnetic field provides extra energy. This magnetic field and the accompanying energy could also explain why jets are formed. If the magnetic field is chaotic, the corona heats up. If the magnetic field becomes less chaotic, the material can escape via the field lines into a jet. Scientists suggest that the newly demonstrated principle may also apply to heavier black holes.", "url": "https://www.techexplorist.com/heartbeat-blackhole-offer-new-insights/45174/"}]}]