[{"win label": 0, "news": [{"title": "Opportunity launched to Mars", "date": "2003-07-08", "content": "Recovering from a last-second cliffhanger delay, NASA finally launched its second state-of-the-art rover to Mars late Monday, sending the $400 million \"Opportunity\" spacecraft on its way atop a hot-rod Delta 2 rocket that lighted the night sky for dozens of miles around. Running nine days late because of bad weather, insulation problems and battery trouble on the Boeing-built Delta 2, Opportunity roared away from launch complex 17B at the Cape Canaveral Air Force Station at 11:18:15 p.m. EDT, NASA's second Mars launch in less than a month. \"It's been a very clean, very successful launch,\" said NASA Administrator Sean O'Keefe, dropping in on reporters at a press site near the launch pad. \"We've now got two rovers on the way to Mars.\" Initial data from the spacecraft as it began its seven-month cruise to Mars showed all systems operating normally after a flawless climb to space. \"All subsystems are reporting everything is in healthy shape,\" said deputy project manager Richard Brace. \"We're in a power safe state, so we're getting power from the solar panels and charging the batteries. ... We're good.\" The slender Delta 2 screamed off the launching pad with an unfamiliar rush of speed thanks to a set of beefy Delta 3-class solid-fuel boosters needed to provide enough power to reach the red planet as Earth and Mars slowly change position in their orbits around the sun. This was the first launch of a so-called Delta 2 \"Heavy,\" but it appeared to go off without a hitch. Passing through the sound barrier 30 seconds after liftoff, the rocket arced eastward over the Atlantic Ocean and quickly disappeared from view. Eighty-three minutes after launch, the Opportunity spacecraft separated from the Delta's third stage rocket motor to begin its long cruise to Mars. NASA's Spirit rover, launched June 10 and now millions of miles from Earth, is scheduled to reach Mars on Jan. 4. Using a parachute-airbag landing system similar to the one that successfully delivered NASA's Mars Pathfinder to the surface in 1997, Spirit is targeted for a \"bounce-down\" landing in Gusev Crater, a 100-mile-wide depression where scientists believe water once pooled. Opportunity is bound for the opposite side of the planet, landing in a region known as Meridiani Planum on Jan. 25. Orbital analysis shows high concentrations of hematite in the area, a mineral that usually forms in the presence of water. Opportunity's launch originally was targeted for June 28, but the flight was delayed at the last minute because of range safety issues and high-altitude winds. During turnaround operations, technicians discovered debonded insulation on the first stage of the Delta 2. The insulation was installed to keep the skin of the rocket cool during its faster-than-normal climb out of the lower atmosphere. In the end, it took a week to correct the problem. Launch was delayed an additional day, from Sunday to Monday, because of work to replace a battery in the rocket's self-destruct system. As if that wasn't enough, the countdown ticked down to within seconds of liftoff tonight when problems with a sluggish first stage fill-and-drain valve forced yet another delay. But this time around, the problem was corrected in time to make a second instantaneous launch window at 11:18 p.m. \"It's almost Murphy. Everything that could go wrong, did go wrong,\" joked NASA launch manager Omar Baez. But when all was said and done, \"the flight did well. We're looking very good, it's been a very nice flight for the inaugural flight of the 7920 (Delta 2) heavy. It's a very important mission for the agency.\" NASA only had until July 15 to get Opportunity off the ground before standing down for four years while Earth and Mars returned to favorable launch positions. NASA managers no doubt breathed a sigh of relief when the Delta 2 finally roared to life this evening, 12 minutes before Mars rose on the eastern horizon. \"These missions are not designed to find life on Mars,\" said NASA science chief Edward Weiler. \"They're not designed to find water on Mars. They are designed to answer a critical question in the search for life. We know Mars had water, we know it had it in the past, it may have it in the present. What we don't know is how long this water existed in place and how long it stayed there. If it stayed there for tens of millions of years, there's a good chance that life might have evolved. Because on Earth, wherever we find water, energy and organic compounds, we find life. No matter what the conditions are.\" Principal investigator Steve Squyres, a Cornell University geologist, said launching two identical rovers to opposite sides of Mars will double the odds of success and provide a potentially mind-boggling scientific bonanza. \"The science objectives of the MER (Mars Exploration Rover) project is fundamentally to determine whether or not Mars ever had conditions at its surface that would have been capable of supporting life,\" he said Friday. \"It's about habitability, was the planet once a habitable place? \"It's not very inviting today. It's cold, 60 degrees below zero, it's a very dry place. If you took all the water vapor in the martian atmosphere and condensed it out on the surface, you'd make a layer about a hundreth of a millimeter thick. It is a desolate, dry, barren world today. \"Yet when we look at Mars from orbit, we see these tantalizing clues that it was once warmer and wetter,\" Squyres said. \"We see dried up river valleys, we see dried up lakebeds, we see mineral deposits that are the signatures of minerals that might have been deposited in liquid water. So we've got all these tantalizing clues that it used to be different. And more than that, it appears it may have been different back three, three-and-a-half, four billion years ago, the same period of time when somehow life was coming into being from non-living material on this planet. \"So it immediately begs the question, if it happened here under warm, wet conditions, and it was warm and wet there at the same time, could it have taken place there as well? So we want to really find out whether or not Mars had what it takes, whether it had the conditions necessary to support life. Now in order to do that, what you need is you need a robot field geologist. And that is what this machine is all about.\" Spirit and Opportunity are both equipped with high-resolution stereo cameras mounted on a five-and-a-half-foot-tall boom that will provide the equivalent of 20-20 views of the surface. \"These are images that would look good projected on an IMAX screen,\" Squyres said. \"These are going to give you a spectacular view of Mars.\" An infrared spectrometer housed in the body of the 384-pound rover will use the same camera boom as a periscope of sorts, helping scientists identify rocks for closer analysis. And both rovers are equipped with ingenious robot arms carrying microscopes, spectrometers and \"rock abrasion tools,\" or RATs, to grind into selected rocks, exposing pristine interiors. Both golf cart-size rovers are expected to travel up to a football field each day, farther than Pathfinder's minuscule Sojourner rover managed over its entire three-month lifetime. \"Spirit is on its way to a place called Gusev crater,\" Squyres said. \"Gusev crater is a big hole in the ground, it's about 100 miles in diameter and it's got a dry river bed flowing into it. There was a lake there. If you can come up with an explanation for a configuration like that with a hole in the ground and a river flowing into it and no lake, I'd like to hear about it. \"The other lander, Opportunity, is going to a place called Meridiani Planum. Meridiani is a marvelous place, it is smooth, it's flat and we think it will be very suitable as a landing site. And most importantly, it has this mineral, coarse, gray hematite. Now hematite is a mineral that forms under a range of conditions on Earth but in almost all circumstances, hematite forms as the result of liquid water. So here we have a place that's like a chemical beacon, visible from space, saying water may have been here. We're going to go there and try to read the record at that site.\" Weiler refers to Mars as the \"death planet\" because so many missions have ended in failure, including two back-to-back NASA missions in 1999. \"Landing on Mars is tough,\" he said. \"We can do everything right, we can spend $400 million as we did on each one of these things and we get a gust of wind that exceeds the limits, which ruins the mission. ... These are pretty quote-unquote 'safe' places to land, but all it takes is a boulder the wrong size, in the wrong place. I mean, I hate to be a nattering nabob of negativism, but if you take a jellied piece of bread and you drop it, which side is it going to land on? So that's why I'm glad we have two rovers. With two rovers, I hope we have one jelly side up.\" And \"if we beat the odds and the missions arrive safely, I think it's safe to bet we'll see the biggest scientific return from another planet that we've ever seen and we'll see some of the most fantastic martian landscapes you can imagine,\" Weiler said. \"But the job is just beginning. It's not time for champagne quite yet.\"", "url": "https://www.spaceflightnow.com/mars/merb/030707launch.html"}]}, {"win label": 0, "news": [{"title": "Opportunity rover lands on Mars", "date": "2004-01-25", "content": "Opportunity, the second of two Nasa rovers, has successfully landed on the Martian surface where it will search for signs of water on the planet. The new rover touched down at 0505 GMT, halfway around the Red Planet from where the Spirit rover landed on 4 January. Opportunity landed on a smooth, flat plain, in the highest altitude landing ever attempted by Nasa. Spirit sent back striking colour photos of Mars but stopped working properly on Wednesday. But US space agency scientists now say they are making good progress on fixing Spirit. \"We resurrected one rover and we saw the birth of another. This was one heck of a critical milestone,\" Ed Weiler, associate administrator for space science at Nasa, told a news conference. Opportunity sent images back of its landing site showing an unfamiliar, largely featureless landscape except for a conspicuous outcrop of bedrock nearby. \"This is a beautiful, alien place. A world unlike any we've seen before,\" said Professor Steve Squyres, principal payload investigator. The Martian bedrock has a slab-like form which scientists said could have been created either by volcanic activity or by the action of water. The rover's airbags have made distinctive imprints in the Martian soil, suggesting it may be fine-grained and multi-layered. It is also much darker in colour to the soil at Spirit's Gusev Crater landing site. \"I said the soil at Gusev had some strange characteristics. That pales in comparison to this stuff,\" said Professor Squyres. He added that Opportunity could have landed in a crater and that the bedrock could be the rim of that crater.", "url": "http://news.bbc.co.uk/2/hi/science/nature/3427045.stm"}, {"title": "Scientists celebrate Opportunity", "date": "2004-01-25", "content": "Some wore their lucky shirts. Others kept up a tradition of eating peanuts during the nail-biting moments of a space mission. Whatever the rocket scientists at NASA's Jet Propulsion Laboratory did, it worked. The rover Opportunity joined its twin Spirit safely on the Martian surface about 12:05 a.m. ET Sunday. Spirit landed on the opposite side of Mars January 3. \"It was like the Mel Brooks movie 'High Anxiety,'\" said NASA administrator Sean O'Keefe said Sunday. \"I mean all the way through this, it was just incredible. All the challenges with Spirit in the past 48 to 72 hours meant everybody was also working through that,\" he said. \"As the old saying goes, it's far better to be lucky than good, but you know, the harder we work the luckier we seem to get,\" O'Keefe said. The sleep-deprived scientists and engineers have had plenty to occupy them in the days leading up to Opportunity's landing. But that workload has been complicated by communications problems with the first rover that landed on the other side of Mars three weeks ago.", "url": "https://www.cnn.com/2004/TECH/space/01/25/roversidebar/index.html"}, {"title": "Second Rover Goes to Work on Mars", "date": "2004-01-26", "content": "The second Mars rover, Opportunity, has safely touched down on the Red Planet and is already sending back photos. NASA officials are delighted at the second successful landing on Mars in a month. Opportunity's twin rover, Spirit, landed Jan. 4 on the other side of the planet. Spirit has experienced software difficulties, but NASA engineers are slowly solving them, as NPR's Joe Palca reports. After several days of round-the-clock work on Spirit, NASA mission managers pulled away Saturday to focus on Opportunity. It bounced down on schedule shortly after midnight on the U.S. East Coast to cheers at the Jet Propulsion Laboratory in Pasadena, Calif. Spirit began malfunctioning earlier this week, going silent at times and sending back junk data at others. Engineers at NASA's Jet Propulsion Lab in Pasadena, Calif., have re-established successful communications with Spirit, but are still unsure about the cause of the rover's malfunction. Mission managers say the problems with Spirit will make them even more conservative about operating Opportunity. But they're delighted at Sunday's prompt response from the second robotic explorer. NASA is hoping to use the twin rovers to find evidence that water once flowed on Mars, an indication that life may have existed on the Red Planet.", "url": "https://www.npr.org/2004/01/26/1580717/second-rover-goes-to-work-on-mars"}, {"title": "Opportunity rover heads for bedrock", "date": "2004-02-07", "content": "NASA took the rover Opportunity on its first real drive on Mars, a trip across pebbly soil that appears to be unlike anything else seen on the surface of the Red Planet, scientists said Thursday. Opportunity rolled forward about 11 feet (3.5 meters) on Thursday, leaving it closer to an outcrop of rocks that scientists want to spend days studying. It was the first time the rover had moved since leaving its lander Saturday. Scientists planned for Opportunity to roll 5 more feet (1.5 meters) Friday. That should put the slabs of bedrock within reach of the rover's robotic arm, although a little \"scoot\" may be needed to move Opportunity even closer, Larry Soderblom of the U.S. Geological Survey said. Scientists skipped plans for the rover to conduct more soil tests on the way to the outcrop, opting instead to reach as quickly as possible a feature on the rocks they have nicknamed \"Snout.\" Spirit back to work: On the far side of the planet, the twin rover Spirit resumed its science work Thursday after being stalled for two weeks with software problems, project manager Pete Theisinger said. Plans called for it to brush off and examine the surface of a volcanic rock, he said. Spirit could begin rolling again by the weekend, moving toward a crater 800 feet (250 meters) away that could take a month to reach. The software problems have stymied its half of the $820 million double mission to find evidence that the planet was once a wetter place. Scientists planned for Opportunity to spend several days at Snout, and then spend several more driving alongside the band of rocks, Soderblom said. Then Opportunity may turn its attention to the Martian soil, spinning one of its front wheels to dig into a spot rich in the iron-bearing mineral hematite. Opportunity previously looked at a patch of soil elsewhere in its crater that contained very little of the iron oxide, which typically forms in liquid water. NASA also has pinpointed where Opportunity landed, Theisinger said. The rover sits inside a shallow depression about 2,300 feet (700 meters) west of a larger crater, he said. Spirit landed on Mars on Jan. 3, followed three weeks later by Opportunity. As of Thursday, NASA recorded 5.4 billion hits on its Mars mission-related Web sites, Theisinger said. The number has grown steadily by 100 million hits a day, he added.", "url": "https://www.nbcnews.com/id/wbna4192485"}, {"title": "OPPORTUNITY ENTERS ENDURANCE CRATER", "date": "2004-06-11", "content": "After spending a month driving around the rim of the 130-meter-wide Endurance Crater, NASA's Opportunity rover rolled cautiously down its slope on Wednesday. Mission scientists are eager to examine the interior of Endurance because deeper, older layers of rock are exposed inside. \"As we approached it, it became more and more exciting,\" says mission scientist Ray Arvidson (Washington University in St. Louis). \"There's a section of this relatively bright evaporitic rock and then it's sitting on an older section of what appears to be basaltic sandstone that's also crossbedded.\" Crossbedding is the interweaving of layers characteristic of sedimentary rocks formed either beneath flowing water or in the presence of winds. The scale of the crossbedding inside Endurance is more characteristic of sand dunes formed through wind action, Arvidson says, but he is not ruling out water. \"It could be that these are very large ripples in an oceanic environment,\" he says. The rover's target inside Endurance is an outcrop named Karatepe just six or seven meters inside the crater rim, where the older, basaltic sandstone appears to be poking through the surface layer of younger sedimentary rock. Mission planners chose this location because the path leading from the rim has a shallow, 20° slope and is composed mostly of flat rock, which provides better traction than sand. Opportunity reached the rim of Endurance in late April. Mission scientists have been imaging the crater since then and trying to find a safe path to the interior. They also investigated rocks near the rim, including one dubbed Pyrrho that has a rippled surface possibly indicating past water interactions. Managers agonized for weeks over the decision to send Opportunity into Endurance, because it might never get back out. To explore the risks, engineers built a test bed of rock and sand that can be tilted at different angles and drove a test rover around on its surface. If Opportunity's path to Karatepe turns out to be steeper or sandier than expected, the rover may not get enough traction to climb out. Mission planners are crossing their fingers, because there are tantalizing targets outside the crater they would dearly like to investigate. They especially want to drive the rover south to inspect the vast \"etch terrain\" where the hematite-rich surface has been carved away, exposing some other, brighter material. The mission's engineers, for their part, are eager to visit Opportunity's discarded heat shield, which lies about 450 meters from its landing site, to see how the descent through the thin Martian atmosphere affected it.", "url": "https://skyandtelescope.org/astronomy-news/opportunity-enters-endurance-crater/"}]}, {"win label": 0, "news": [{"title": "Opportunity Catches its Shadow", "date": "2004-08-02", "content": "This self-portrait of NASA's Mars Exploration Rover Opportunity comes courtesy of the Sun and the rover's front hazard-avoidance camera. The dramatic snapshot of Opportunity's shadow was taken as the rover continues to move farther into \"Endurance Crater.\" The image was taken on sol 180 (July 26, 2004), a date that marks achievement of fully double the rover's primary 90-sol mission.", "url": "https://mars.nasa.gov/resources/5617/opportunity-catches-its-shadow/"}, {"title": "Opportunity Rover Stumbles Upon Rocky, Maybe Watery, Find", "date": "2004-10-07", "content": "Almost by accident, NASA's Mars rover Opportunity has found a rock that may point to a second water eventin the red planet's past. The rover was backing awayfrom potentially treacherous, sandy terrain at the bottom of Endurance Craterwhen its cameras came across \"Escher,\" an oddly cracked rock thatresearchers said may have fractured after being soaked during some sort ofwater event. But more evidence is neededto be sure. \"There may have beensome frost, some water present, but it's not a definite result,\" saidSteve Squyres, the rover mission's principal investigator, adding that somefollow up observations at a rock called \"Wopmay\" may shed more light. \"Our hope is that it will reveal more to us about the possibility of asecondary water episode.\" ", "url": "https://www.space.com/421-opportunity-rover-stumbles-rocky-watery-find.html"}, {"title": "Opportunity Rover to Prowl its Entry Debris for Mars Secrets", "date": "2004-12-21", "content": "The Opportunity Mars rover has turned into a junkyard dog,prowling ever closer to a hunk of space litter at Meridiani Planum -- a discardedheat shield. Duringits January 25 plunge toward the red planet, the Opportunityrover was encapsulated in a protective aeroshell comprised of two key parts: aheat shield and a backshell that contained essential landing gear. Aftertaking the brunt of atmospheric friction, the heat shield was jettisoned high aboveMars. The hardware fell several miles before hitting the Meridiani Planumlandscape at a smashing speed. Freshfrom exploring the remarkable Endurance Crater, the Opportunity rover is nowrolling toward the beat up heat shield that's been sitting on Mars for nearly11 months. Steve Squyres, scientific Principal Investigatorfor the Mars Exploration Rover effort from CornellUniversity, said the Opportunityassessment of the heat shield offers a double-bonus. \"For thescientists, it may be a chance to look at the deepest fresh hole in the groundthat we'll ever see on Mars. For the engineers, it's an unprecedented chance tosee how a heat shield performed during entry through the martianatmosphere. There's something for everybody,\" Squyres told SPACE.com.  As therobot wheels across the martian ponderosa that isMeridiani Planum, its Panoramic Camera (Pancam) has begunsnapping clearer and clearer images of the distant heat shield. The Pancam is ahigh-resolution color stereo pair of CCD cameras located on a camera bar thatsits on top of the mast of the rover. Furthermore,there is discussion about making more than a drive-by camera shooting of therefuse -- perhaps using the robot's microscopic imager (MI) to examine the spentheat shield up-close and personal.  \"We'll definitely do a lot of careful imaging with Pancam. We will use the MIonly if we find that it's safe and productive to do so. Stay tuned,\" Squyresadded. What happened during entry andimpact? Both en route to and wheel stop at the spacecraft part, there's good science ahead, saidRayArvidson, an Earth and planetary sciences expert at WashingtonUniversity in St. Louis, Missouri,and deputy principal investigator for the Mars Exploration Rover instruments. \"The heatshield campaign is focused on an inventory of the heat shield and itscomponents, including analyses of what happened during entry and impact,\"Arvidson told SPACE.com. Arvidson saidthat along the way to and by the shield, Opportunityscientists will be conducting observations aimed at understanding themechanical properties of the surface, based on excavations during the impact. \"We arealso interested in looking at the soils and rocks exposed during impact andmaking imaging and other measurements of these materials. This latter set ofexperiments will allow us to probe subsurface characteristics,\" Arvidsonexplained. First-ever inspection: Spacecraftengineers are keen on making the first-ever inspection of a heat shield thatpenetrated Mars' atmosphere. Lockheed Martin SpaceSystems in Denver, Colorado designed and built the MarsExploration Rover aeroshell structure and thermal protection system. The blunt-nosed cone of a heatshield was covered with a layer of phenolic honeycomb. A phenolic compound ismade from benzene and is typically used in various plastics, disinfectants, andpharmaceuticals. This phenolic honeycomb is filled with an ablative material --also called an ablator -- which dissipates heat generated by atmosphericfriction. Theablator itself is a unique blend of cork wood, binder and many tiny silicaglass spheres. The heat shield hasa thick, one-half inch (12.7 millimeter) layer of the ablator. Images taken by Opportunitymight reveal how well the protective shield withstood the atmospheric fireworksit encountered in slicing through Mars' atmosphere, as well as yield dataleading to better heat shield designs.", "url": "https://www.space.com/610-opportunity-rover-prowl-entry-debris-mars-secrets.html"}, {"title": "Mars rover Opportunity visits heat shield ", "date": "2004-12-28", "content": "NASA's Mars Exploration Rover Opportunity has returned this view of its discard heat shield, which crashed to the planet's surface during the craft's descent and landing last January. The image was taken during the rover's 325th martian day and released by NASA on Tuesday. The main structure from the successfully used shield is to the far left. Additional fragments of the heat shield lie in the upper center of the image. The heat shield's impact mark is visible just above and to the right of the foreground shadow of Opportunity's camera mast. This view is a mosaic of three images taken with the rover's navigation camera. Opportunity has driven well over one mile on the plains of Meridiani while searching for evidence of past water on the Red Planet. The rover recently climbed from the stadium-sized crater called Endurance. Once out, the rover examined some of its own tracks that it had laid down prior to entering the crater. It compared them side-by-side with fresh tracks in order to observe any weathering effects in the intervening 200 martian days. Opportunity then made its way toward the heat shield, which was located about 200 meters (220 yards) from the edge of Endurance.", "url": "https://spaceflightnow.com/mars/mera/041228heatshield.html"}]}, {"win label": 0, "news": [{"title": "Opportunity Spots Curious Object On Mars", "date": "2005-01-13", "content": "NASA's Opportunity Mars rover has come across an interesting object -- perhaps a meteorite sitting out in the open at Meridiani Planum. Initial data taken by the robot's Mini-Thermal Emission Spectrometer is suggestive that the odd-looking \"rock\" is made of metal. The curious-looking object stands out in the parking-lot like landscape of Meridiani Planum. \"We're curious about it too. We have Mini-TES data on it now, and they suggest that it may actually be made of metal,\" said Steve Squyres, lead scientist on the Mars Exploration Rover mission from Cornell University. ", "url": "https://www.space.com/683-opportunity-spots-curious-object-mars.html"}, {"title": "Mars Opportunity Rover Finds a Meteorite", "date": "2005-01-19", "content": "Scientists have confirmed that the Opportunity Mars rover has run across a meteorite, sitting within the robot's exploration zone at Meridiani Planum. \"We have definitive word now... it's a meteorite,\" Steve Squyres, principal science investigator for the Mars Exploration Rover program told SPACE.com. Squyres is based at Cornell University in Ithaca, New York. Opportunity has been using both cameras and science gear to study the intriguing pitted rock on Mars, now dubbed \"Heat Shield Rock\". Wheeling about the open landscape of Meridiani Planum, Opportunity had been busily inspecting heat-shield wreckage -- hardware leftovers from the spacecraft's plummet to Mars in January of last year. ", "url": "https://www.space.com/700-mars-opportunity-rover-finds-meteorite.html"}, {"title": "Opportunity Mars Rover Stuck in Sand", "date": "2005-04-28", "content": "NASA's Opportunity Mars rover has run into a sandy snag. All of its six wheels have sunk in deep into a large ripple of soil. Rover operators are optimistic they can extricate the robot from its jam, having gotten dug in before. But ground controllers will need time to wheel back on top of the soil again. Time will also be spent figuring out what's different about the soil that has bogged down Opportunity, hoping to keep this problem from occurring down the road. ", "url": "https://www.space.com/1019-opportunity-mars-rover-stuck-sand.html"}, {"title": "Mars rover Opportunity successfully escapes sand trap", "date": "2005-06-06", "content": "The Mars rover Opportunity has successfully escaped from a sand trap. JPL engineers cheered when images returned from Mars showed the rover's wheels were free. Engineers worked for nearly five weeks to carefully maneuver the rover out of the sand dune. \"After a nerve-wracking month of hard work, the rover team is both elated and relieved to finally see our wheels sitting on top of the sand instead of half buried in it,\" said Jeffrey Biesiadecki, a JPL rover mobility engineer. Traction was difficult in the ripple-shaped dune of windblown dust and sand that Opportunity drove into on April 26. In the weeks following, the rover churned 192 meters (629 feet) worth of wheel rotations before gaining enough traction to actually move one meter (about three feet). The rover team directed the drives in cautious increments from May 13 through June 4. \"We did careful testing for how to get Opportunity out of the sand. Then we patiently followed the strategy developed from the testing, monitoring every step of the way,\" Biesiadecki said. \"We hope to have Opportunity busy with a full schedule of scientific exploration again shortly.\" Opportunity's next task is to examine the site to provide a better understanding of what makes that ripple different from the dozens of similar ones the rover easily crossed. \"After we analyze this area, we'll be able to plan safer driving in the terrain ahead,\" said JPL's Jim Erickson, rover project manager. Both Spirit and Opportunity have worked in harsh Martian conditions much longer than anticipated. They have been studying geology on opposite sides of Mars for more than a year of extended missions since successfully completing their three-month primary missions in April 2004. \"The first thing we're going to do is simply take a hard look at the stuff we were stuck in,\" said Dr. Steve Squyres of Cornell University, Ithaca, N.Y. He is the principal investigator for the Mars rovers' science instruments. \"After that, we will begin a cautious set of moves to get us on our way southward again. South is where we think the best science is, so that's still where we want to go.\" Shortly after landing in January 2004, Opportunity found layered bedrock that bore geological evidence for a shallow ancient sea. Spirit did not find extensive layered bedrock until more than a year later, after driving more than two miles and climbing into a range of hills known as \"Columbia Hills.\"", "url": "https://en.wikinews.org/wiki/Mars_rover_Opportunity_successfully_escapes_sand_trap"}, {"title": "Opportunity rolls out of Purgatory", "date": "2005-06-21", "content": "After being stuck for nearly 5 weeks, the Mars rover Opportunity has freed itself from a sand trap dubbed Purgatory Dune. All six wheels of the rover had been mired up to their rims in soft sand since the vehicle drove into the small dune on April 26. From May 13 through June 4, the rover team directed the robot to slowly spin its wheels. Opportunity finally gained enough traction over those 3 weeks to move a meter to extricate itself from the sand. Researchers now plan to examine the site to understand why it was so much more troublesome than the dozens of other similar-looking dunes that the rover traversed without incident since landing on Mars in January 2004.", "url": "https://www.sciencenews.org/article/opportunity-rolls-out-purgatory"}]}, {"win label": 0, "news": [{"title": "NASA's Opportunity Rover Flexes Robotic Arm", "date": "2005-12-15", "content": "NASA's Mars rover Opportunity has sucessfully reached out toward a Martian rock with its robotic arm, overcoming a motor glitch that prevented deployment last month. Opportunity unstowed its instrument-laden robotic arm Tuesday, aiming the multi-jointed appendage straight ahead towards a rock outcrop jutting from a crater at its Meridiani Planum landing site, the mission's project manager said. \"It went fine...we successfully put an instrument on the rock,\" Jim Erickson, project manager for the Mars Exploration Rover mission at NASA's Jet Propulsion Laboratory (JPL), told SPACE.com. \"The team did a great job but we've got more work to do.\" Opportunity's roboticarm - which carries four instruments designed to photograph, brush, grindand determine the composition of Martian rocks - stalled in its stowed positionon Nov. 25, preventing active study of the nearby outcrop at its Erebus Crater location. A problematic shoulder joint motor, which swings the arm out from its stowed position tucked under the rover, appeared to be the cause. \"We werefearful for a time that the motor may have failed permanently,\" said SteveSquyres, principal investigator for the rover mission at Cornell University,during a Dec. 12 discussion at the American Museum of Natural History in NewYork City. \"If that were the case, we'd never be able to use the arm again.\" But on Dec.8, rover engineers managed to move thearm slightly. The motor glitch appears to be the result of a broken wire in oneof nine windings - or coils - inside the shoulder joint, Erickson said. By applyinga higher voltage than normal to the windings, the joint moved, he added. \"We'redeveloping a mode for keeping the arm out in front,\" Erickson said, adding thatengineers are now studying various positions in which to stow the arm andensure its continued use as a science tool. \"We'll essentially stow it now byputting the instrument pack up over the rover's deck.\" Ericksonsaid more analysis and arm motor tests are planned in order to determine thebest configuration for the arm during drives. Martianyear milestone: Like itsrobotic twin Spirit,which is currently descending Husband Hill in Mars' Gusev Crater and headingtoward a target dubbed \"Home Plate,\" Opportunity has spent more than oneentire Martian year - about 687 Earth days, or 670 Martian sols - exploringthe red planet. Opportunity's red planet anniversary occurred on Dec. 12 andset a new milestone for the Mars rover expedition, which had a primary missionthat originally spanned just 90 Martian days. \"I used tothink that dust on our solar arrays was going to be the limit for these rovers,I don't think that anymore,\" Squyres said. \"I think, instead, that something isgoing to break. We have a lot of moving parts and electrical parts on theserovers.\" Squyresadded that the success of Spirit and Opportunity has changed the way he looksat Mars. \"[Beforelaunch] it just seemed impossibly far away, it seemed unreachable,\" Squyressaid of the red planet. \"Tonight, I go out knowing our rovers have been there awhole Martian year...it's a much more familiar planet. We know the place.\"", "url": "https://www.space.com/1866-nasas-opportunity-rover-flexes-robotic-arm.html"}]}, {"win label": 0, "news": [{"title": "Mars rover closes in on biggest crater yet", "date": "2006-05-20", "content": "Those \"never say die\" robots on Mars - NASA's Spirit and Opportunity - continue to chalk up science at their respective exploration sites. Looming large for the Opportunity rover at Meridiani Planum is Victoria Crater - a grand bit of territory that's roughly half a mile (800 meters) in diameter. That's about six times wider than Endurance Crater, a feature that the rover previously surveyed for several months in 2004, gathering data on rock layers there that were affected by water of long, long ago. \"We are closing in ... we've got only about a kilometer to go now,\" said Cornell University's Steve Squyres, lead scientist for the twin Mars exploration rovers. \"Feel free to work out your own guess at an estimated time of arrival based on our recent progress ... but I'm not making any predictions! Mars has fooled us too many times before,\" Squyres told Space.com. Lay of the land: Pushing across Meridiani Planum has not been easy for Opportunity. The landscape is one of rolling ripples of sand and splashes of outcrop rock. \"We're pushing as hard as we can with a very old rover,\" Squyres added. \"We'll get there when and if we get there.\" Once there, Squyres said that the plan is to approach that feature much as they did Endurance Crater. \"[We'll] start by taking images from several points along the rim to get the lay of the land ... and then see if there's a place where we can enter the crater safely,\" Squyres said. \"There's no guarantee that we'll be able to get in, of course, but we're not driving all this way just for the view.\" Rim shots: Also anxiously awaiting Opportunity's hoped-for wheeling up to Victoria Crater is William Farrand, a research scientist at the Space Science Institute in Boulder, Colo. He is a member of the Mars Exploration Rover science team. \"The rover has been making good progress towards Victoria Crater. So - knock on wood - it should get there perhaps as early as late July,\" Farrand told Space.com. \"We will be getting just amazing images when we get to the rim of Victoria Crater.\" Farrand said the views at that feature are sure to be spectacular. But the real payoff, he added, is to check out the exposures of outcrop that the science team is expecting to see on the inner walls of Victoria Crater.  \"Opportunity's mission has been all about reading the story contained within the layered rocks that lie just below the surface of Meridiani Planum,\" Farrand advised. \"We got about 40 to 50 centimeters of outcrop at Eagle Crater [at the start of its roving], and then 7 meters at Endurance Crater.\" However, it looks as if there's an even deeper story at Victoria. Images taken from Mars orbit suggest something like 65 feet (20 meters) of outcrop might be exposed in the walls of Victoria Crater, Farrand stated. It is still not clear whether rover scientists will be able to get into the crater to do the type of detailed, on-the-spot analysis that they were able to do within the inner rim of Endurance Crater.", "url": "https://www.nbcnews.com/id/wbna12875359"}, {"title": "Mars rover opportunity hits rough sand", "date": "2006-06-03", "content": "NASA's Opportunity Mars rover has run into troublesome sands that have embedded its wheels. Opportunity has been slowed in the sands of Meridiani Planum and has made very little progress after almost 24 meters of wheel spin, Space.com reported. Plans are under way to examine the state of the rover. Space.com reports Opportunity has been moving over sand ripples, finding traction between flat-lying rocks. The rover has been making its way towards the large depression Victoria Crater. In April 2005, Opportunity got stuck in a sand ripple that was later dubbed \"Purgatory Dune.\" Opportunity's current situation is said not to be as difficult as it was at Purgatory Dune, which required five weeks of planning and testing to free the vehicle.", "url": "https://phys.org/news/2006-06-mars-rover-opportunity-rough-sand.html"}, {"title": "Mars rover escapes from the \"Bay of Lamentation\"", "date": "2006-06-06", "content": "NASA's Opportunity rover has once again freed itself from a sand trap on Mars. On 28 May, the rover's two rear wheels became mired in loose soil that the vehicle unexpectedly encountered while driving in a trough between two dunes. The rover was expected to drive for 24 metres but only made it 1.5 m, as its wheels churned in the soft soil. To escape, the rover drove backwards for 5 to 28 centimetres each day. And at 0600 EDT (1000 GMT) on Tuesday, mission managers learned that the strategy had worked - all six of the rovers' wheels were back on solid bedrock. Rover officials do not yet know what caused the wheels to get stuck, but they planned to turn Opportunity's cameras back on the trouble spot on Tuesday to find out more. And they have decided to name the sand trap \"Jammerbugt\", which translates to \"Bay of Lamentation\" in Danish. \"It's a bay on the northwest coast of Denmark that historically has been the site of many shipwrecks,\" Steve Squyres, the rovers' principal investigator and a planetary scientist at Cornell University in New York, US, told New Scientist. Slip checks: The rover team will continue to use Danish names for any new features it discovers in the next several weeks, in honour of the country's contributions to the mission. Several Danes work on the rover and Danish institutions provided instruments to study magnetic minerals in the Red Planet's soil, rocks and atmospheric dust. Denmark also celebrated its Constitution Day on Monday. This is not the first time Opportunity has become trapped on Mars. It got stuck in another location, nicknamed \"Purgatory Dune\", in April 2005, and was delayed for five weeks. That experience caused the rover team to implement slip checks that stop the rover from driving if its wheels slip beyond a certain amount. The checks prevented Opportunity from getting seriously entrenched in this trap. After the rover observes the soil that ensnared it, it will continue trundling south towards an 800-metre-wide crater called Victoria that still lies 900 metres away. \"Southward ho,\" Squyres says.", "url": "https://www.newscientist.com/article/dn9286-mars-rover-escapes-from-the-bay-of-lamentation/"}]}, {"win label": 0, "news": [{"title": "Rover reaches Victoria Crater", "date": "2006-09-28", "content": "NASA's rover Opportunity landed on Mars in January 2004. Since then, the rover has exceeded expectations from its initial 3-month mission. This week, the durable explorer reached yet another milestone: Opportunity journeyed more than 5.7 miles (9.17 kilometers) from Endurance Crater to Victoria Crater. Initial images show Victoria possesses rough, layered walls and is nearly five times wider than stadium-size Endurance. The opposite end of the crater is about half a mile (.8 km) from Opportunity. \"This is a geologist's dream-come-true,\" says Steve Squyres, principal investigator for the Mars Exploration Rovers mission. \"Those layers of rock, if we can get to them, will tell us new stories about the environmental conditions long ago. We especially want to learn whether the wet era that we found recorded in the rocks closer to the landing site extended farther back in time. The way to find that out is to go deeper, and Victoria may let us do that.\" \"We're so proud of Opportunity, the rover that takes a lickin' but keeps on tickin',\" says Cindy Oda, a mission manager. \"It continues to overcome all challenges despite its aging parts and difficult terrain. We are looking forward to exciting new discoveries as Opportunity begins its new adventure exploring Victoria Crater.\" What about Opportunity's equally resilient twin, Spirit? The industrious explorer is located south of the equator, halfway around the Red Planet. Spirit is parked, in a northward position, to register a maximum energy supply for its solar panels during the martian winter. It will begin driving again in the martian spring. During October, the rover team will minimize operations for both rovers as the Red Planet passes nearly behind the Sun from our view. From this position, radio communication with Spirit and Opportunity are more difficult than normal.", "url": "https://www.astronomy.com/science/rover-reaches-victoria-crater/"}, {"title": "Mars Rover Opportunity's Victory at Victoria", "date": "2006-10-02", "content": "Scientists studying initial on-the-scene images relayed from NASA's Opportunity Mars rover at VictoriaCrater are elated. Theenormous impact crater has been the six-wheeled robot's long-term destinationfor the past 21 Earth months. \"Forthe first day or two after we saw the initial images we were just overwhelmed,\"said SteveSquyres, lead Mars Exploration Rover scientist from Cornell University inIthaca, New York. Thefar side of the crater is about one-half mile away from where the Mars machine is positioned. \"Nowthat the reality of the scene has sunk in and the features have started tobecome familiar, we're beginning to think carefully about the science and aboutour plan of attack,\" Squyres told SPACE.com. ", "url": "https://www.space.com/2966-mars-rover-opportunity-victory-victoria.html"}, {"title": "Mars rover tastes victory at Victoria Crater", "date": "2006-10-03", "content": "Scientists studying initial on-the-scene images relayed from NASA's Opportunity Mars rover at Victoria Crater are elated. The enormous impact crater has been the six-wheeled robot's long-term destination for the past 21 Earth months. \"For the first day or two after we saw the initial images we were just overwhelmed,\" said Steve Squyres, lead Mars Exploration Rover scientist from Cornell University in Ithaca, N.Y. The far side of the crater is about a half-mile (800 meters) away from where the Mars machine is positioned. \"Now that the reality of the scene has sunk in and the features have started to become familiar, we're beginning to think carefully about the science and about our plan of attack,\" Squyres told Space.com. Clockwise or counterclockwise: Rover handlers back here on Earth are in the process of acquiring sweeping Panoramic Camera shots of the crater. After that, the plan is to drive Opportunity to a spot called \"Cape Verde\" - a large promontory and a spot for taking more Pancam imagery. Squyres said that a partial circumnavigation of the crater is on tap. \"We haven't decided yet whether we'll head clockwise or counterclockwise,\" he added. A future decision is whether or not to steer Opportunity into Victoria Crater. \"We want very much to drive into the crater, because that's where the geology is! Whether or not we'll do it, though, depends on an assessment of how steep the slopes are,\" Squyres noted. To help determine whether Opportunity will make tracks and take on that daring maneuver, long-baseline stereo images are needed. These are produced as Pancam images taken from two different locations on the crater's rim. Doing so would generate a good model of the terrain, Squyres advised. \"We're not going to make any decisions about driving in or not driving in until we understand the slopes a lot better than we do now,\" Squyres emphasized. Death at any moment: Could Victoria be a final resting spot for Opportunity?", "url": "https://www.nbcnews.com/id/wbna15106420"}]}, {"win label": 0, "news": [{"title": "Risky Crater Descent Planned for Mars Rover", "date": "2007-06-29", "content": "The Mars Exploration Rover (MER) \"Opportunity\" will perform a risky descent into the red planet's giant Victoria Crater early next month. The announcement was delivered during a NASA teleconference today, and came after months of debate about whether or not to proceed. Officials said the decision has been difficult to make because some scientists think the crater may become the aging rover's final resting place. Alan Stern, NASA's associate administrator of the Science Mission Directorate in Washington, gave the go-ahead during the conference.  \"We've made a decision to authorize the rover to descend down into Victoria Crater,\" he said, noting that the move is not without risks--if it goes inside the large hole in Mars' crust, it may malfunction or not be able to climb out. \"But the science could occupy us not just for days or weeks,but for months. This is why I've authorized the rover to go into thecrater.\" Risky maneuver: Opportunity iscurrently perched on \"DuckBay,\" an alcove on the rim of the crater from which it will descend. Scientists have deemed the site the gentlest entry point to the 800-meter-wide(2,600-foot-wide) crater.  The rover isset to make its descent early next month. \"Perhaps the 7th or 9th ofJuly,\" said John Callas, MER project manager at NASA's Jet Propulsion Laboratory in Pasadena, California. He noted that the team will first see if the rover can make the trip with a short \"toe-dip\" into Duck Bay. \"We chose ourentry point solely on the basis of safety,\" said Steve Squyres, principalscientist of the Mars Exploration Rover team at Cornell University in Ithaca, New York. Squyres explained that moving the rover only a few feet down the slope andbacking it out should reveal any unpleasant surprises such as slips or slides. In addition toslippery terrain, the Mars scientists fully accept the risk of wheel failure orother malfunction once in the crater. \"We believe we can get in and explore andget out safely, but if we were to have a wheel failure on Opportunity thatwould make getting out very problematic,\" Squyres said.", "url": "https://www.space.com/4012-risky-crater-descent-planned-mars-rover.html"}]}, {"win label": 0, "news": [{"title": "NASA's Mars Opportunity rover falls on hard times", "date": "2007-11-16", "content": "NASA's Mars Opportunity rover has already long outlasted its original 90 day mission, but it looks like the go-getter bot is now really starting to show its age, as NewScientist reports that problems with two key instruments have left the rover \"crippled and blinded.\" As NewScientist points out, however, these latest issues are far from the first to plague Opportunity, and it's still suffering from a malfunctioning wheel and an \"arthritic\" robotic arm, both problems of which first cropped up in 2005. While NASA has currently suspended all work involving the rover's rock grinding tool and its infrared spectrometer, it's apparently hoping to get the spectrometer back up and running by shaking off some of the dust causing the problems, and at least one NASA official expects both rovers to keep \"going for years more.\" ", "url": "https://www.engadget.com/2007-11-16-nasas-mars-opportunity-rover-falls-on-hard-times.html"}]}, {"win label": 0, "news": [{"title": "Opportunity Rover Eyes Cliff Face on Mars", "date": "2008-06-30", "content": "NASA's Opportunity Mars rover is getting an eyeful, wheeling itself ever closerto a cliff wall that's part of the huge Victoria Crater. A camera campaign isunderway, with early imagery producing anticipation within the rover science teamback on Earth. \"Whenthis stuff is all done and put together it's going to be amazing,\" saidSteve Squyres, lead Mars Exploration Rover scientist from Cornell University in Ithaca, New York. Opportunity is about 20 to 23 feet back from the cliff face that's part of\"Cape Verde.\" From there, the rover will collect high- resolution,panoramic images of rock layers in the promontory, taking a spectacularpanorama of the scene using the robot's PanCam camera system. ", "url": "https://www.space.com/5576-opportunity-rover-eyes-cliff-face-mars.html"}]}, {"win label": 0, "news": [{"title": "Mars rover plots escape from giant crater", "date": "2008-08-27", "content": "NASA's Opportunity rover is days away from clambering out of Victoria Crater, the gaping basin it has been exploring for nearly a year. The decision to leave came after one of the rover's six wheels seemed to show an early sign of failure - a scenario that could have trapped the rover inside the crater forever. Opportunity descended into the 800-metre-wide crater in September 2007, after skirting its rim for a year before that. It found that the layers of rocks exposed in the crater's walls are like those it had seen elsewhere in the Meridiani Planum region of Mars - sulphate sandstones. These rocks are thought to have formed when sand dunes came into contact with water and cemented into solid rocks. The crater was deeper than any the rover had explored previously. So scientists hoped to study the exposed rock layers to trace how the geological conditions in which the layers formed - such as the level or chemistry of the subsurface water table - changed over time. \"What we were really interested in seeing in Victoria is whether as you went down deeper - which takes you back farther in time - there could be a systematic change in the trace chemistry of the rocks,\" says Bruce Banerdt, rover project scientist at NASA's Jet Propulsion Laboratory in Pasadena, California. Over the last year, the rover had studied layers of rock about 6 metres thick at close range, and that data is still being analysed. But in July, as Opportunity was struggling down a steep, sandy slope to try to reach rocks at the deepest level it had yet seen, on a cliff called Cape Verde, it experienced a spike in the electric current in its left front wheel.", "url": "https://www.newscientist.com/article/dn14609-mars-rover-plots-escape-from-giant-crater/"}, {"title": "Mars Rover Opportunity Ascends to Level Ground", "date": "2008-09-01", "content": "NASA's Mars Exploration Rover Opportunity has climbed out of the large crater that it had been examining from the inside since last September. \"The rover is back on flat ground,\" an engineer who drives it, Paolo Bellutta of NASA's Jet Propulsion Laboratory, announced to the mission's international team of scientists and engineers. Opportunity used its own entry tracks from nearly a year ago as the path for a drive of 6.8 meters (22 feet) bringing the rover out over the top of the inner slope and through a sand ripple at the lip of Victoria Crater. The exit drive, conducted late Thursday, completed a series of drives covering 50 meters (164 feet) since the rover team decided about a month ago that it had completed its scientific investigations inside the crater. \"We're headed to the next adventure out on the plains of Meridiani,\" said JPL's John Callas, project manager for Opportunity and its twin Mars rover, Spirit. \"We safely got into the crater, we completed our exploration there, and we safely got out. We were concerned that any wheel failure on our aging rover could have left us trapped inside the crater.\" The Opportunity mission has focused on Victoria Crater for more than half of the 55 months since the rover landed in the Meridiani Planum region of equatorial Mars. The crater spans about 800 meters (half a mile) in diameter and reveals rock layers that hold clues to environmental conditions of the area through an extended period when the rocks were formed and altered.", "url": "https://phys.org/news/2008-09-mars-rover-opportunity-ascends-ground.html"}, {"title": "Mars Rover Opportunity To Head Toward Bigger Crater", "date": "2008-09-22", "content": "NASA's Mars Rover Opportunity is setting its sights on a crater more than 20 times larger than its home for the past two years. To reach the crater the rover team calls Endeavour, Opportunity would need to drive approximately 7 miles to the southeast, matching the total distance it has traveled since landing on Mars in early 2004. The rover climbed out of Victoria Crater earlier this month. \"We may not get there, but it is scientifically the right direction to go anyway,\" said Steve Squyres of Cornell University, principal investigator for the science instruments on Opportunity and its twin rover, Spirit. \"This crater is staggeringly large compared to anything we've seen before.\" Getting there would yield a look inside a bowl 13.7 miles across. Scientists expect to see a much deeper stack of rock layers than those examined by Opportunity in Victoria Crater. \"I would love to see that view from the rim,\" Squyres said. \"But even if we never get there, as we move southward we expect to be getting to younger and younger layers of rock on the surface. Also, there are large craters to the south that we think are sources of cobbles that we want to examine out on the plain. Some of the cobbles are samples of layers deeper than Opportunity will ever see, and we expect to find more cobbles as we head toward the south.\" Opportunity will have to pick up the pace to get there. The rover team estimates Opportunity may be able to travel about 110 yards each day it is driven toward the Endeavour crater. Even at that pace, the journey could take two years. \"This is a bolder, more aggressive objective than we have had before,\" said John Callas, the project manager for both Mars rovers at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"It's tremendously exciting. It's new science. It's the next great challenge for these robotic explorers.\" Opportunity, like Spirit, is well past its expected lifetime on Mars, and might not keep working long enough to reach the crater. However, two new resources not available during the 4-mile drive toward Victoria Crater in 2005 and 2006 are expected to aid in this new trek. One is imaging from orbit of details smaller than the rover itself, using the High Resolution Imaging Science Experiment (HiRISE) camera on NASA's Mars Reconnaissance Orbiter, which arrived at the Red Planet in 2006. \"HiRISE allows us to identify drive paths and potential hazards on the scale of the rover along the route,\" Callas said. \"This is a great example of how different parts of NASA's Mars Exploration Program reinforce each other.\" Other advantages come from a new version of flight software uplinked to Opportunity and Spirit in 2006, boosting their ability to autonomously choose routes and avoid hazards such as sand dunes. During its first year on Mars, Opportunity found geological evidence that the area where it landed had surface and underground water in the distant past. The rover's explorations since have added information about how that environment changed over time. Finding rock layers above or below the layers already examined adds windows into later or earlier periods of time.", "url": "https://phys.org/news/2008-09-mars-rover-opportunity-bigger-crater.html"}]}, {"win label": 0, "news": [{"title": "Mars rover Opportunity experiences wheel trouble", "date": "2009-03-19", "content": "NASA's Mars rover Opportunity has been experiencing problems with its right-front wheel, which may eventually seize up and limit its driving range. The rover has currently stopped driving towards a distant crater, a respite that the team hopes will help fix the problem. Opportunity is experiencing a spike in current in its right-front wheel gearbox, a problem that was also seen towards the end of last year, after the rover clambered out of Victoria Crater. (A similar problem with its left-front wheel actually prompted its exit from the crater - NASA was worried that if that wheel failed entirely, the rover would be trapped inside Victoria forever.) But the right-front wheel did not seize up during last year's current spike. The team managed to restore the problematic actuator, a motor and gearbox used to turn the wheels, by resting the rover and driving it backwards, a procedure that seems to redistribute lubricants within the gearbox.", "url": "https://www.newscientist.com/article/dn16803-mars-rover-opportunity-experiences-wheel-trouble/"}]}, {"win label": 0, "news": [{"title": "Opportunity rover finds yet another Mars meteorite", "date": "2009-10-11", "content": "In a remarkable discovery 126 million miles from Earth, the Mars rover Opportunity has found a second large iron meteorite sitting just a half mile from its twin sibling where they both landed on Mars within seconds of each other 3 billion years ago. The new \"Sheltered Rock\" meteorite discovered by Opportunity Oct. 2, lies only 2,300 feet away from the \"Block Island\" meteorite that the rover discovered in July and examined for six weeks. Designated \"Sheltered Rock\" by the rover team, the new meteorite almost certainly came from the same body as Block Island that was discovered July 18. They both laid undisturbed at the same spot until Opportunity stumbled across them while driving west across the Meridiani plain. Sheltered Rock is about 18.5 inches long compared with about two feet for Block Island. Each weighs several hundred pounds and are quite similar to each other. Analysis indicates both fell about 3 billion years ago when Mars had a much thicker atmosphere that slowed impact velocity so the rocks did not explode and dig craters when they hit the planet. An inspection plan is being drawn up at Cornell University and Jet Propulsion Laboratory to use the rover's robotic arm to place its spectrometers and microscopic imager on Sheltered Rock for a direct comparison with data from Block Island.", "url": "https://spaceflightnow.com/news/n0910/11meteorite/"}]}, {"win label": 0, "news": [{"title": "NASA Mars rover Opportunity grinds \"cool\" rock", "date": "2010-01-21", "content": "While its sister rover Spirit has garnered most of the attention lately, NASA's other Mars traveler, Opportunity is chewing up Martian dirt and unearthing the mineral and chemical makeup of the red planet. NASA scientists said this week the rover uncovered \"one of the coolest things Opportunity has found in a very long time:\" a dark, basketball-sized rock known as \"Marquette Island.\" Layer 8 Extra: NASA telescopes watch cosmic violence, mysteries unravel According to NASA the Marquette Island rock is a coarse-grained rock that indicates it cooled slowly from molten rock, allowing crystals time to grow. Such composition suggests it originated deep in the crust, not at the surface where it would cool quicker and have finer-grained texture, NASA stated. The rock's interior contains more magnesium than in typical Martian basalt rocks Spirit has studied, according to NASA. ", "url": "https://www.networkworld.com/article/2229638/nasa-mars-rover-opportunity-grinds--cool--rock.html"}, {"title": "Weird Rock Offers Rover Opportunity a Glimpse Deep Inside Mars", "date": "2010-02-01", "content": "NASA's Opportunity rover has discovered a peculiar rock on Mars that scientists think originated deep within the red planet. The stone could reveal new secrets about the makeup of Mars' interior. Dubbed \"Marquette Island,\" the rock is a dark boulder not much bigger than a basketball that sits on a rippled martian plain. \"Marquette Island is different in composition and character from any known rock on Mars or meteorite from Mars,\" said Steve Squyres, the Cornell University professor who serves as principal investigator for the Mars Exploration Rover mission. \"It is one of the coolest things Opportunity has found in a very long time.\" Opportunity and its twin rover, Spirit, landed on Mars in 2004, and have drastically outlived their original 90-day mission plan. While Spirit is currently stuck in a sand trap with two broken wheels, Opportunity is still roving free. In all of its nearly 18 kilometers' worth of traveling, Opportunity has found only one other rock of comparable size to Marquette Island and scientists think it was ejected from a distant crater. Called \"Bounce Rock,\" that stone closely matched the composition of a meteorite that landed on Earth, but was thought to have originated on Mars.", "url": "https://spacenews.com/weird-rock-offers-rover-opportunity-glimpse-deep-inside-mars/"}, {"title": "NASA Mars Rover Getting Smarter as it Gets Older", "date": "2010-03-23", "content": "NASA's Mars Exploration Rover Opportunity, now in its seventh year on Mars, has a new capability to make its own choices about whether to make additional observations of rocks that it spots on arrival at a new location. Software uploaded this winter is the latest example of NASA taking advantage of the twin Mars rovers' unanticipated longevity for real Martian test drives of advances made in robotic autonomy for future missions. Now, Opportunity's computer can examine images that the rover takes with its wide-angle navigation camera after a drive, and recognize rocks that meet specified criteria, such as rounded shape or light color. It can then center its narrower-angle panoramic camera on the chosen target and take multiple images through color filters. \"It's a way to get some bonus science,\" said Tara Estlin of NASA's Jet Propulsion Laboratory, Pasadena, Calif. She is a rover driver, a senior member of JPL's Artificial Intelligence Group and leader of development for this new software system. The new system is called Autonomous Exploration for Gathering Increased Science, or AEGIS. Without it, follow-up observations depend on first transmitting the post-drive navigation camera images to Earth for ground operators to check for targets of interest to examine on a later day. Because of time and data-volume constraints, the rover team may opt to drive the rover again before potential targets are identified or before examining targets that aren't highest priority. The first images taken by a Mars rover choosing its own target show a rock about the size of a football, tan in color and layered in texture. It appears to be one of the rocks tossed outward onto the surface when an impact dug a nearby crater. Opportunity pointed its panoramic camera at this unnamed rock after analyzing a wider-angle photo taken by the rover's navigation camera at the end of a drive on March 4. Opportunity decided that this particular rock, out of more than 50 in the navigation camera photo, best met the criteria that researchers had set for a target of interest: large and dark. \"It found exactly the target we would want it to find,\" Estlin said. \"This checkout went just as we had planned, thanks to many people's work, but it's still amazing to see Opportunity performing a new autonomous activity after more than six years on Mars.\" Opportunity can use the new software at stopping points along a single day's drive or at the end of the day's drive. This enables it to identify and examine targets of interest that might otherwise be missed. \"We spent years developing this capability on research rovers in the Mars Yard here at JPL,\" said Estlin. \"Six years ago, we never expected that we would get a chance to use it on Opportunity.\" The developers anticipate that the software will be useful for narrower field-of-view instruments on future rovers. Other upgrades to software on Opportunity and its twin, Spirit, since the rovers' first year on Mars have improved other capabilities. These include choosing a route around obstacles and calculating how far to reach out a rover's arm to touch a rock. In 2007, both rovers gained the know-how to examine sets of sky images to determine which ones show clouds or dust devils, and then to transmit only the selected images. The newest software upload takes that a step further, enabling Opportunity to make decisions about acquiring new observations.", "url": "https://www.nasa.gov/mission_pages/mer/news/mer20100323.html"}, {"title": "NASA's Mars rover starts to think for itself", "date": "2010-03-24", "content": "After seven years of working on the surface of Mars, NASA's Mars rover Opportunity has been upgraded to allow it to make some of its own decisions. NASA announced Tuesday that its engineers this winter uploaded artificial intelligence software to enable the Mars rover to decide on its own whether it wants to stop and analyze rocks spotted during its travels across the Martian surface. The space agency noted that the upgrade will provide a good test of robotic autonomy, which it hopes to use more fully in future NASA space missions. \"We spent years developing this capability on research rovers in the Mars Yard here at the Jet Propulsion Laboratory,\" said Tara Estlin, a senior member of the Artificial Intelligence Group at the NASA Jet Propulsion Laboratory, in a statement. \"Six years ago, we never expected that we would get a chance to use it on Opportunity.\"", "url": "https://www.computerworld.com/article/2516761/nasa-s-mars-rover-starts-to-think-for-itself.html"}]}, {"win label": 0, "news": [{"title": "Opportunity Rover Finds 6th Mars Meteorite", "date": "2010-09-27", "content": "After spending the weekend studying a meteorite on Mars, NASA's rover Opportunity headed to yet another space rock - the sixth it has discovered on the Red Planet, SPACE.com has learned. Opportunity poked and prodded meteorite No. 5 on Saturday and Sunday to get up close and personal with the Martian rock. It had spotted the dark, toaster-sized rock at the end of a drive on Sept. 16, and scientists immediately suspected it was an iron meteorite after seeing the rover's photos. The rock has a dark color and rounded texture, and it's perched on the Martian surface much like a meteorite would be, rover scientists said.", "url": "https://www.space.com/9209-opportunity-rover-finds-6th-mars-meteorite.html"}, {"title": "Opportunity rover takes a detour on Mars", "date": "2010-12-17", "content": "NASA's Opportunity rover is chugging toward some interesting mineral deposits on the rim of a fresh crater on Mars, guided by a sharp set of eyes from above. Opportunity arrived at Mars' Santa Maria crater in the last few days, and it should make it to the crater's southeast rim in a few weeks. Once there, it will investigate a patch of minerals that likely formed in the presence of water billions of years ago, researchers said here on Thursday during a press conference at the 2010 fall meeting of the American Geophysical Union. The rover knows where to look thanks to NASA's Mars Reconnaissance Orbiter, which detected the minerals, known as hydrated sulfates, from 150 miles (250 kilometers) up while circling the Red Planet. This level of teamwork between rover and spacecraft is unprecedented, researchers said. \"It's the first time we've used minerals detected from orbit to drive where a rover should go,\" said Mars Exploration Rover deputy principal investigator Ray Arvidson, of Washington University in St. Louis. The rim of Santa Maria: MRO detected the hydrated sulfates on Santa Maria's rim using its mineral-mapping spectrometer. Opportunity wasn't too far away, so the rover team decided to send the rover over for a closer look, researchers said. The Martian surface is bone-dry today, but hydrated sulfates and clays which also form in the presence of water reveal that the planet was once a much wetter place. But that was long ago; scientists think the clays are 4 to 4.5 billion years old and the hydrated sulfates are about 3.8 billion years old. Craters provide a way for scientists to probe such ancient rocks, which would otherwise remain buried and out of reach. \"These are nature's drills to expose the bedrock,\" Arvidson said. And Santa Maria is special as far as craters go, he added. The crater appears to be extremely young in the geological scheme of things perhaps just a few million years old, Arvidson told Space.com - so its surface hasn't been too grimed over by weathering. \"We've never seen a crater this fresh, this big,\" Arvidson said.", "url": "https://www.nbcnews.com/id/wbna40709689"}]}, {"win label": 0, "news": [{"title": "Mars rover snapped on edge of crater", "date": "2011-03-10", "content": "Nasa's Opportunity rover is little more than a bluish speck on the rim of the Santa Maria crater on the surface of Mars in an image taken by the Mars Reconnaissance Orbiter's high resolution camera. Opportunity has confounded all expectations by continuing to operate years after its primary mission was over. The rover was dispatched to Mars in 2003, with a twin called Spirit that fell silent in March last year after getting a wheel stuck in the soil. A photograph was taken by the orbiter on 1 March from an altitude of more than 155 miles (250km) as Opportunity extended its robot arm to take close-ups of a rock called Ruiz Garcia. Tracks left by the rover as it approached are visible to the west of the crater. It has been gathering information about the geology of the relatively fresh, 90m-wide crater that will help explain how it formed and how erosion and the Martian weather have shaped it since. The bright orange streaks are material kicked up by the impact. The rover will soon leave the edge of Santa Maria and trek for 3.7 miles (6km) to a larger crater called Endeavour, where the Martian soil contains hydrated sulphates and phyllosilicates that formed in a wetter past.", "url": "https://www.theguardian.com/science/2011/mar/10/mars-rover-crater-nasa-photograph"}, {"title": "Opportunity Rover Heads for Spirit Point to Honor Dead Martian Sister; Science Team Tributes", "date": "2011-06-12", "content": "Scientists leading NASA's Mars rover team have selected \"Spirit Point\" as the name for the spot where the \"Opportunity\" Mars rover will arrive at her next destination - Endeavour Crater. The site was named in honor of the death of the \"Spirit\" Mars Exploration Rover, which NASA recently declared has ceased all communications with Earth. Spirit's passing comes after more than six highly productive years roving the surface of the red planet as humankind's surrogate. NASA concluded the last attempt to communicate with Spirit in a transmission on May 25, 2011. \"First landfall at Endeavour will be at the southern end of Cape York [at Spirit Point],\" Steve Squyres told me. Squyres of Cornell University, Ithaca, N.Y., is principal investigator for the rovers. Read tributes from the Spirit rover science team below. In memory of Spirit, the last panorama she snapped on Sol 2175 in February 2010 was featured on Astronomy Picture of the Day (APOD) on May 30, 2011 and is the lead image here. The photo mosaic was created by Marco Di Lorenzo and Ken Kremer and shows some of the last scenes that Spirit ever photographed.", "url": "https://www.universetoday.com/86429/opportunity-rover-heads-for-spirit-point-to-honor-dead-martian-sister/"}]}, {"win label": 0, "news": [{"title": "Mars rover takes 3-year journey to rim of crater", "date": "2011-08-11", "content": "After a journey of almost three years moving over Martian terrain, NASA's Mars Exploration Rover Opportunity has reached the red planet's Endeavour crater to study rocks never seen before. On August 9, 2011, the golf-cart-sized rover relayed its arrival at a location named Spirit Point on the crater's rim. Opportunity drove approximately 13 miles (21 kilometers) since climbing out of the Victoria crater in 2008. Endeavour crater, which is more than 25 times wider than Victoria crater, is 14 miles (22 kilometers) in diameter. At Endeavour, scientists expect to see much older rocks and terrain than those examined by Opportunity during its first seven years on Mars. Endeavour became a tantalizing destination after NASA's Mars Reconnaissance Orbiter detected clay minerals that may have formed in an early warmer and wetter period.", "url": "https://earthsky.org/space/three-year-journey-brings-mars-rover-to-rim-of-crater/"}, {"title": "Mars rover Opportunity arrives at Endeavour crater", "date": "2011-08-17", "content": "After a journey of almost three years, NASA's Mars Exploration Rover Opportunity has reached the Red Planet's Endeavour crater to study rocks never seen before. On Aug. 9, the golf cart-sized rover relayed its arrival at a location named Spirit Point on the crater's rim. Opportunity drove approximately 13 miles (21 kilometers) after climbing out of Victoria crater. Steven W. Squyres, Cornell professor of astronomy, continues as principal investigator for the science payload on NASA's Mars Exploration Rovers. Endeavour crater, which is more than 25 times wider than Victoria crater, is 14 miles (22 km) in diameter. At Endeavour, scientists expect to see much older rocks and terrains than those examined by Opportunity during its first seven years on Mars. Endeavour became a tantalizing destination after NASA's Mars Reconnaissance Orbiter detected clay minerals that may have formed in an early warmer and wetter period. The name Spirit Point informally commemorates Opportunity's twin rover, which stopped communicating in March 2010. Spirit's mission officially concluded in May. NASA's Mars Reconnaissance Orbiter, which launched Aug. 12, 2005, is searching for evidence that water persisted on the Martian surface for a long period of time. Other Mars missions have shown water flowed across the surface in the planet's history, but scientists have not determined if water remained long enough to provide a habitat for life. NASA launched the Mars rovers Spirit and Opportunity in summer 2003. Both completed their three-month prime missions in April 2004 and continued years of extended operations. They made important discoveries about wet environments on ancient Mars that may have been favorable for supporting microbial life.", "url": "https://news.cornell.edu/stories/2011/08/rover-opportunity-reaches-endeavour-crater"}, {"title": "Opportunity rover begins 'new' mission at Endeavour crater", "date": "2011-09-01", "content": "Seven-and-a-half years after bouncing to a touchdown on Mars, NASA's aging Opportunity rover is beginning what excited scientists say is a new mission exploring a 13.7-mile-wide crater that may hold unexpected clues about the ancient environment of the red planet. \"This has the potential to be the most revealing destination ever explored by Opportunity,\" said Dave Lavery, program executive for the Mars Exploration Rovers at NASA headquarters. \"This region is substantially different than anything we've seen before. We're looking at this next phase of Opportunity's exploration as a whole new mission, entering an area that is significantly different in the geologic context than anything we've seen with the rovers.\" Since landing on Mars, Opportunity has roved nearly 21 miles across Meridiani Planum to reach Endeavour Crater, a heavily eroded, partially buried impact basin with disconnected rim segments and ancient rocks that may offer new insights into the planet's evolution. \"The region around Endeavour has the potential to reveal new science results and new understanding about both the ancient and current environment of Mars and some of the early formative processes of the planet,\" Lavery said. \"Opportunity may soon be able to examine clay minerals and rock types that formed in low-acid, wet conditions, which may tell us more about a potentially habitable environment that appears to have been very different from the plains the rover has been driving across.\"", "url": "https://www.cbsnews.com/network/news/space/home/spacenews/files/0bd4281e9cf4c36ee07e69b4e0b03727-327.html"}, {"title": "NASA Rover Finds Convincing Evidence of Water on Ancient Mars", "date": "2011-12-08", "content": "A well-traveled NASA Mars rover has found some of the best evidence yet that water flowed on the Red Planet's surface long ago, researchers announced today (Dec. 7). The Opportunity rover, which landed on Mars nearly eight years ago, has discovered a thin, bright mineral vein along the rim of a huge crater called Endeavour. This mineral is almost certainly gypsum that was deposited by liquid water billions of years ago, researchers said. \"This is the single most powerful piece of evidence for liquid water at Mars that has been discovered by the Opportunity rover,\" Steve Squyres of Cornell University, Opportunity's principal investigator, told reporters here today during the 2011 winter meeting of the American Geophysical Union. Exploring Endeavour Crater:  The golf-cart-size Opportunity and its twin, Spirit, landed on Mars in January 2004 to search for signs of past water activity on the Red Planet. The two rovers' prime missions were slated to last just three months, but both far outlived their warranties. NASA declared Spirit dead just this year, and Opportunity is still going strong. After a three-year trek, Opportunity reached the 14-mile-wide (22-kilometer) Endeavour Crater this past August. While poking around Endeavour's rim recently, it found the mineral vein, which is about 20 inches (51 centimeters) long and about the width of a human thumb. After analyzing the vein with Opportunity's cameras and X-ray spectrometer last month, researchers concluded that it is gypsum, a hydrated calcium sulfate that on Earth is used to make drywall and plaster of Paris. The vein likely formed right where Opportunity found it, researchers said. \"There was a fracture in the rock, water flowed through it, gypsum was precipitated from the water. End of story,\" Squyres said. \"There's no ambiguity about this, and this is what makes it so cool.\"", "url": "https://www.space.com/13862-mars-rover-opportunity-ancient-water-evidence.html"}, {"title": "Opportunity Discovers Most Powerful Evidence Yet for Martian Liquid Water", "date": "2011-12-11", "content": "NASA's long lived Opportunity rover has discovered the most scientifically compelling evidence yet for the flow of liquid water on ancient Mars. The startling revelation comes in the form of a bright vein of the mineral gypsum located at the foothills of an enormous crater named Endeavour, where the intrepid robot is currently traversing. See our mosaic above, illustrating the exact spot. Researchers trumpeted the significant water finding this week (Dec. 7) at the annual winter meeting of the American Geophysical Union (AGU) in San Francisco. \"This gypsum vein is the single most powerful piece of evidence for liquid water at Mars that has been discovered by the Opportunity rover,\" announced Steve Squyres of Cornell University, Ithaca, N.Y., Principal Investigator for Opportunity, at an AGU press conference. The light-toned vein is apparently composed of the mineral gypsum and was deposited as a result of precipitation from percolating pools of liquid water which flowed on the surface and subsurface of ancient Mars, billions of years ago. Liquid water is an essential prerequisite for life as we know it.  \"This tells a slam-dunk story that water flowed through underground fractures in the rock,\" said Squyres. \"This stuff is a fairly pure chemical deposit that formed in place right where we see it. That can't be said for other gypsum seen on Mars or for other water-related minerals Opportunity has found. It's not uncommon on Earth, but on Mars, it's the kind of thing that makes geologists jump out of their chairs.\"", "url": "https://www.universetoday.com/91603/opportunity-discovers-most-powerful-evidence-yet-for-martian-liquid-water/"}]}, {"win label": 0, "news": [{"title": "Opportunity's eight years on Mars: A story of science and endurance", "date": "2012-01-25", "content": "Eight years ago today (January 25, 2004), the Mars Exploration Rover -B (MER -B) slammed into the Martian atmosphere and executed a successful Entry, Descent, and Landing on the Red Planet - beginning what was supposed to be 90 days of science operations on the surface of Mars. Eight years and 2,922 Earth-days later, Opportunity continues its mission of exploration of the Martian surface, unlocking the mysteries of Mars and serving as a symbol of endurance while paving the way for future human missions to the Red Planet. Gearing up for an ambitious mission on Mars: Like its twin rover, Spirit, Opportunity's mission was based on 90-solar day mission on surface of Mars. A solar day is based on planetary Mars timekeeping based on Mars' orbital rotation rate. A solar day on Mars is clocked at 24 hours 39 minutes 35.24409 seconds. Compared to Earth's 24 hour 00 minute 00.002 second solar day length, the difference in the Earth-Mars solar day results in the Martian solar day lasting 2.7% longer than Earth's with a conversation factor of 1.027491 days to sols. Thus, since landing on Mars, Opportunity has operated for 2,844 sols, equivalent to 2,922 standard Earth days (Earth sols). In turn, this long-duration mission puts Opportunity 2,754 sols over its predicted and planned 90 sol-day mission - meaning that Opportunity has functioned 30.6 times longer than anticipated as the rover and its mission control team celebrates its 8th Earth-year anniversary on Mars. Over these 8 Earth-years on Mars, Opportunity has searched for scientific knowledge based on its original mission objectives, including the search for and characteristic of rocks and soils. Other objectives of Opportunity's ongoing mission include the determination of the distribution and composition of minerals, rocks, and soils surrounding the landing site (and beyond, at this point); determination of what geologic processes have shaped the local terrain and influenced the chemistry, including water or wind erosion, sedimentation, hydrothermal mechanisms, volcanism, and cratering; and the performance calibration and validation of surface observations of Mars made by the Mars Reconnaissance Orbiter to help determine the accuracy and effectiveness of various instruments that survey the Martian geology from orbit. Moreover, Opportunity's objectives have and continue to revolve around the search for iron-containing minerals, including the identification and quantification of the relative amounts of specific mineral types that contain water or were formed in water; the characterization of the mineralogy and textures of rocks and soils to determine the processes that created them; the search for geological clues to the environmental conditions that existed when liquid water was present; and the assessment of whether the past Martian environment was conducive for life. To accomplish the tasks given to it, Opportunity was truly built to last. At a height of 4.9 ft, a width of 7.5 ft, and a length of 5.2 ft, the six-wheeled utility craft was constructed to power itself via solar panels installed on its \"back.\"  These solar panels, at peak operating condition (clear of Martian dust and dirt), were designed to produce 140 watts of power for four hours per day. The energy produced from the solar panels is then transferred to the Opportunity's lithium ion batteries for storage and distribution - thus allowing the rover to conserve power when not needed and use energy during non-sunlit portions of the day. Weighing in a 400 lbs, the craft was built with mobility in mind, needing to not only drive itself to specific locations determined by its control team, but also to navigate around obstacles while driving toward specific targets of interest. Thus, each wheel on Opportunity was given its own motor as well as steering at the front and rear drive sections. With a maximum speed of 2 in/s (with an average speed about one-fifth of this), Opportunity was also built with the ability to navigate grades on the Martian surface of up to 30 degrees. Opportunity was also affixed with nine scientific experiments, including a panoramic camera to examine the texture, color, mineralogy, and structure of the local Martian terrain; a navigation camera for driving purposes; the Miniature Thermal Emission Spectrometer to identify \"promising rocks and soil\" for examination; and two Hazcams with 120 degree views for \"additional data about its surroundings.\" Opportunity's robotic arm was fixed with the Mossbauer spectrometer for close-up investigations of the mineralogy of iron-bearing rocks and soils; the Alpha particle X-ray spectrometer for close-up analysis of the abundances of elements that make up rocks and soils; magnets for collects magnetic dust particles; a Microscopic Imager for close-up, high-resolution images of rocks and soils; and the Rock Abrasion Tool (RAT) to expose fresh rock material for examination by instruments on-board the rover.", "url": "https://www.nasaspaceflight.com/2012/01/opportunitys-eight-years-mars-story-science-endurance/"}, {"title": "Opportunity Looks Back After Hop to a New Pad Space Wallpaper", "date": "2012-04-17", "content": "In this space wallpaper,Rover makes progress on long trek to Endeavour Crater. NASA's Mars Exploration Rover Opportunity used its navigation camera for this northward view of tracks the rover left on a drive from one energy- favorable position on the northern end of a sand ripple to another. The rover team calls this strategy hopping from lily pad to lily pad. Opportunity took this image on the 2,235th Martian day, or sol, of the rover's mission on Mars. The tracks are from a 14.87-meter drive southward on the preceding sol. Mars' southern hemisphere was in the minimal sunshine period close to the winter solstice, which occurred May 13, 2010. ", "url": "https://www.space.com/15305-opportunity-hop-pad.html"}, {"title": "Opportunity Rolling Again After Fifth Mars Winter", "date": "2012-05-09", "content": "'With its daily supply of solar energy increasing, NASA's durable Mars Exploration Rover Opportunity has driven off the sunward-tilted outcrop, called Greeley Haven, where it worked during its fifth Martian winter. Opportunity's first drive since Dec. 26, 2011, took the rover about 12 feet northwest and downhill on Tuesday, May 8. The rover operations team at NASA's Jet Propulsion Laboratory, Pasadena, Calif., received confirmation of the completed drive late Tuesday, relayed from NASA's Mars Odyssey orbiter. \"We're off the Greeley Haven outcrop onto the sand just below it,\" said rover driver Ashley Stroupe of JPL. \"It feels good to be on the move again.\" ", "url": "https://www.jpl.nasa.gov/news/opportunity-rolling-again-after-fifth-mars-winter"}, {"title": "Mars Rover Opportunity Sees Shadow in New Photo", "date": "2012-05-23", "content": "The late-afternoon sun lights up a huge Martian crater in a spectacular new photo snapped by NASA's Opportunity rover, and the robot's own shadow makes it into the shot. The Opportunity rover was perched at the western edge of Mars' Endeavour Crater when it captured the image. Endeavour is about 14 miles wide, and Opportunity has been exploring the many outcrops along its rim since August 2011. The photo is a mosaic composed of images taken with Opportunity's panoramic camera between 4:30 and 5 p.m. Mars time, mostly on March 9, NASA officials said. The scene is presented in false color to highlight differences in materials, such as the dark dunes on Endeavour's floor. ", "url": "https://www.space.com/15845-mars-rover-shadow-picture.html"}]}, {"win label": 0, "news": [{"title": "Mars Exploration photo: Spectacular 360 panorama captured by NASA's Opportunity Rover", "date": "2012-07-07", "content": "This full-circle scene combines 817 images taken by the panoramic camera on NASA's Mars Exploration Rover Opportunity. It shows the terrain that surrounded the rover while it was stationary for four months of work during its most recent Martian winter. Opportunity's Pancam took the component images between the 2,811th Martian day, or sol, of the rover's Mars surface mission and Sol 2,947. Opportunity spent those months on a northward sloped outcrop, 'Greeley Haven,' which angled the rover's solar panels toward the sun low in the northern sky during southern hemisphere winter. The outcrop's informal name is a tribute to Ronald Greeley, who was a member of the mission team and who taught generations of planetary scientists at Arizona State University, Tempe. ", "url": "https://www.dailymail.co.uk/sciencetech/article-2170196/Mars-Exploration-photo-Spectacular-360-panorama-captured-NASAs-Opportunity-Rover.html"}, {"title": "NASA Mars Rover Opportunity Reveals Geological Mystery", "date": "2012-09-14", "content": "NASA's long-lived rover Opportunity has returned an image of the Martian surface that is puzzling researchers. Spherical objects concentrated at an outcrop Opportunity reached last week differ in several ways from iron-rich spherules nicknamed \"blueberries\" the rover found at its landing site in early 2004 and at many other locations to date. Opportunity is investigating an outcrop called Kirkwood in the Cape York segment of the western rim of Endeavour Crater. The spheres measure as much as one-eighth of an inch (3 millimeters) in diameter. The analysis is still preliminary, but it indicates that these spheres do not have the high iron content of Martian blueberries. \"This is one of the most extraordinary pictures from the whole mission,\" said Opportunity's principal investigator, Steve Squyres of Cornell University in Ithaca, N.Y. \"Kirkwood is chock full of a dense accumulation of these small spherical objects. Of course, we immediately thought of the blueberries, but this is something different. We never have seen such a dense accumulation of spherules in a rock outcrop on Mars.\" The Martian blueberries found elsewhere by Opportunity are concretions formed by action of mineral-laden water inside rocks, evidence of a wet environment on early Mars. Concretions result when minerals precipitate out of water to become hard masses inside sedimentary rocks. Many of the Kirkwood spheres are broken and eroded by the wind. Where wind has partially etched them away, a concentric structure is evident. Opportunity used the microscopic imager on its arm to look closely at Kirkwood. Researchers checked the spheres' composition by using an instrument called the Alpha Particle X-Ray Spectrometer on Opportunity's arm. \"They seem to be crunchy on the outside, and softer in the middle,\" Squyres said. \"They are different in concentration. They are different in structure. They are different in composition. They are different in distribution. So, we have a wonderful geological puzzle in front of us. We have multiple working hypotheses, and we have no favorite hypothesis at this time. It's going to take a while to work this out, so the thing to do now is keep an open mind and let the rocks do the talking.\" Just past Kirkwood lies another science target area for Opportunity. The location is an extensive pale-toned outcrop in an area of Cape York where observations from orbit have detected signs of clay minerals. That may be the rover's next study site after Kirkwood. Four years ago, Opportunity departed Victoria Crater, which it had investigated for two years, to reach different types of geological evidence at the rim of the much larger Endeavour Crater. The rover's energy levels are favorable for the investigations. Spring equinox comes this month to Mars' southern hemisphere, so the amount of sunshine for solar power will continue increasing for months. \"The rover is in very good health considering its 8-1/2 years of hard work on the surface of Mars,\" said Mars Exploration Rover Project Manager John Callas of NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"Energy production levels are comparable to what they were a full Martian year ago, and we are looking forward to productive spring and summer seasons of exploration.\" NASA launched the Mars rovers Spirit and Opportunity in the summer of 2003, and both completed their three-month prime missions in April 2004. They continued bonus, extended missions for years. Spirit finished communicating with Earth in March 2010. The rovers have made important discoveries about wet environments on ancient Mars that may have been favorable for supporting microbial life.", "url": "https://www.jpl.nasa.gov/news/nasa-mars-rover-opportunity-reveals-geological-mystery"}, {"title": "Mars Rover Opportunity Exploring Possibly Habitable Ancient Environment", "date": "2012-12-05", "content": "NASA's Mars rover Curiosity may be dominating the headlines, but its older, smaller cousin has made its way to a spot on the Red Planet that may have been capable of supporting life long ago. The Opportunity rover, which landed on Mars in January 2004 along with its twin, Spirit, is currenlty studying clay deposits on the rim of the Red Planet's Endeavour Crater. The clays imply that the area was exposed to relatively neutral - as opposed to harshly acidic or basic - water long ago, researchers said. \"This is our first glimpse ever at conditions on ancient Mars that clearly show us a chemistry that would've been suitable for life at the Opportunity site,\" Opportunity principal investigator Steve Squyres, of Cornell University, told reporters here today (Dec. 4) at the annual fall meeting of the American Geophysical Union. Opportunity didn't just stumble blindly onto the clays. NASA's Mars Reconnaissance Orbiter spacecraft spotted them from orbit, leading the rover team to point the golf-cart-size robot toward its current location, which is known as Matijevic Hill. \"From orbit, we have seen the unambiguous infrared spectral signature of clays along the rim of Endeavour Crater,\" Squyres said. \"It was that chemical beacon that drew us.\" Opportunity has already circumnavigated Matijevic Hill, which was named after the late Jake Matijevic, who led the Spirit and Opportunity engineering teams for several years. Such a \"walkaround\" is exactly what a human field geologist would do to get the lay of the land, Squyres said. The rover will likely stay at Matijevic Hill for a while, trying to understand how the clays were laid down billions of years ago, Squyres said. Part of the work will involve investigating mysterious tiny spherules Opportunity has discovered embedded in the clay matrix. The Opportunity team initially thought the BB-size gray spheres were similar to the iron-rich \"blueberries\" that the rover has found elsewhere on the Red Planet. But initial analyses have shown that's not the case, leading Squyres to dub them \"newberries.\" The team isn't sure exactly what the newberries are, or how they formed. \"I think a big part of the story is going to be understanding the newberries,\" Squyres said. \"I think figuring out the newberries is going to be fundamental to understanding how this clay-bearing unit was emplaced.\" Opportunity and Spirit were tasked with three-month prime missions to search for signs of past water activity on Mars. They found plenty of it, and then kept on going. Spirit stopped communicating with Earth in 2010, and NASA declared the rover dead last year. But Opportunity is still going strong. It has some age-related issues, such as an arthritic arm, but the rover remains in good health, Squyres said. \"Every day is a gift at this point,\" he said. \"We're just going to push the rover, and push ourselves, as hard as we can.\"", "url": "https://www.space.com/18761-mars-rover-opportunity-endeavour-crater.html"}]}, {"win label": 0, "news": [{"title": "Mars rover Opportunity breaks US distance record set by Apollo 17 moon buggy", "date": "2013-05-18", "content": "by the last men to walk on the moon more than 40 years ago.  The team operating Opportunity, one of NASA's twin Mars Exploration Rovers, received confirmation from the Red Planet on Thursday (May 16) that the golf-cart size rover had driven past the 22.21 miles (35.74 kilometers) logged by the Apollo 17 astronauts riding their lunar roving vehicle (LRV) in December 1972. Opportunity, which landed on Mars in January 2004, took nine years to travel the same distance that Gene Cernan and Harrison Schmitt covered over the course of just three days. Until Thursday, the Apollo 17 moonwalkers held the record for the farthest total distance traveled on or by any NASA wheeled vehicle driving on a world other than Earth. \"The record we established with a roving vehicle was made to be broken,\" Cernan told Jim Rice, an Opportunity team member at NASA's Goddard Space Flight Center in Greenbelt, Maryland, a few days before the rover passed the astronaut's driving distance. \"I'm excited and proud to be able to pass the torch to Opportunity.\" The international record for rolling across another world is still held by the Soviet Union's remote-controlled Lunokhod 2 rover, which traversed 23 miles (37 kilometers) on the surface of Earth's moon in 1973. Opportunity just embarked on a multi-week trek that may soon put the Lunokhod record in its rear-view mirror, too. The six-wheeled rover departed an area where it has been working since mid-2011, the \"Cape York\" segment of the rim of Mars' Endeavour Crater, to reach an area about 1.4 miles (2.2 kilometers) away, known as \"Solander Point.\" \"I want to beat that record,\" John Callas, project manager for the Opportunity rover at the Jet Propulsion Laboratory in Pasadena, Calif., told SPACE.com last year. ", "url": "http://www.collectspace.com/news/news-051813a.html"}, {"title": "Opportunity rover finds traces left by 'water you can drink' on ancient Mars", "date": "2013-06-07", "content": "Nearly 10 years after its launch, NASA's Opportunity rover has found its first evidence that Mars once had non-acidic water - the kind of water that could easily sustain the life we typically see on Earth. \"This is water that you can drink,\" Cornell astronomer Steve Squyres, principal investigator for Opportunity's long-lived Mars mission, told reporters Friday. The water isn't there anymore, but the minerals left behind bear an aluminum- rich chemical signature that suggests they were formed through interaction with neutral-pH water. That's different from the previous evidence that Opportunity found, pointing to more acidic water. Some extreme forms of life on Earth could tolerate that environment, but it wouldn't have been as friendly an environment for prebiotic chemistry - the chemistry that's thought to have given rise to life on Earth. ", "url": "https://www.nbcnews.com/sciencemain/opportunity-rover-finds-traces-left-water-you-can-drink-ancient-6c10244837"}, {"title": "NASA's Mars rover Opportunity finds 'drinkable' water", "date": "2013-06-10", "content": "A Martian rock analyzed by NASA's rover Opportunity contains clays formed in non-acidic water, an environment potentially suitable for the chemistry of ancient life to brew. The solar-powered Opportunity landed on Mars in January 2004 for what was expected to be a 90-day mission to look for signs there was once water. It, and a twin rover, Spirit, which succumbed to the harsh Martian environment three years ago, had both found rocks altered by highly acidic water. While acid-loving microbes exist on Earth, scientists suspect the chemical building blocks for life need more neutral conditions to evolve into life. \"The tough thing about an acid environment is that it's very, very hard, we believe, to get pre-biotic chemistry, the kind of chemistry that can lead to the origin of life,\" Cornell University's Steve Squyres, lead scientist for the Opportunity and Spirit missions, told reporters during a conference call on Friday. ", "url": "https://bulawayo24.com/index-id-technology-sc-science-byo-31483-article-NASA's+Mars+rover+Opportunity+finds+'drinkable'+water.html"}]}, {"win label": 0, "news": [{"title": "Rover Opportunity begins climbing its tallest Mars hill yet", "date": "2013-10-25", "content": "NASA's Opportunity Mars rover has started scaling the tallest hill it has yet encountered in its nearly 10 years of Red Planet exploration. Opportunity is working its way up \" Solander Point,\" the northern tip of a 130-foot-tall hill on the rim of Mars' Endeavour Crater. The rover is currently studying rocky outcrops that lie between 6.5 feet and 20 feet above the surrounding plains, and it may climb higher in the coming days and weeks, NASA officials said. \"This is our first real Martian mountaineering with Opportunity,\" Opportunity principal investigator Steve Squyres of Cornell University said in a statement. \"We expect we will reach some of the oldest rocks we have seen with this rover - a glimpse back into the ancient past of Mars.\" ", "url": "https://www.nbcnews.com/sciencemain/rover-opportunity-begins-climbing-its-tallest-mars-hill-yet-8c11467427"}]}, {"win label": 0, "news": [{"title": "NASA's Opportunity Rover: A Decade of Mars Exploration (Op-Ed) ", "date": "2014-01-23", "content": "No one ever expected this to happen. That after 10 years, a Mars Exploration Rover would continue to operate on the surface of Mars - well beyond its original 90-day mission. This was not in anyone's wildest imagination, to have a rover to continue to function, and continue to function productively and in good health. How could this be? We can assert that unexpected wind gusts blew the dust off the solar arrays to maintain rover power. We can claim that operational skill permitted the rovers to survive the cold, dark Martian winters. We can pride ourselves that we built exquisite roving machines. All of these are true. But does that really explain this unimagined longevity and the tremendous scientific success? Whatever the explanation, this is a grand accomplishment. ", "url": "https://www.space.com/24376-mars-rovers-10th-anniversary-john-callas.html"}, {"title": "Rover Opportunity Celebrates Mars Spring Power Boost", "date": "2014-03-28", "content": "As we in the Northern Hemisphere enjoy the warmer days of Spring, NASA's Mars Exploration Rover Opportunity is having a very similar springtime celebration. Whereas the onset of Spring may put us in a good mood, springtime on Mars has culminated in a very happy series of events for the tenacious rover, boosting Opportunity's solar power output by a whopping 70 percent. Having spent over 10 years roving the Martian regolith, Opportunity has seen plenty of inclement weather that has deposited an ever-increasingly thick layer of dust across its solar panels, creating an opaque, sun-blocking coat. But twice in the past two weeks the rover has experienced \"cleaning events\" that have blown some of the rusty powder away, allowing more sunlight to fall on the solar arrays, giving the six-wheeled rover a seasonal power-up. Add these fortuitous events to the fact that the Martian southern hemisphere is entering spring - so the sun is rising higher above the horizon - and Opportunity is now generating over 615 watt hours of power; an increase of 70 percent when compared to the rover's power levels two months ago. ", "url": "https://www.space.com/25273-mars-rover-opportunity-solar-boost.html"}, {"title": "Opportunity knocked? NASA Mars rover funding in doubt", "date": "2014-04-06", "content": "In the opening of the Disney Pixar film Wall.E we're introduced to the title character, an adorable trash-compacting robot, and his existence on an abandoned waste-covered Earth far in the future. Save for a cockroach found in a trash heap, Wall.E is alone. America could now make Wall.E's story a reality... sort of. After hundreds of millions of dollars spent, years of research and results, 283 million miles traveled, some of the most advanced engineering ever developed - not to mention an untold number of man-hours - the U.S. now stands the risk of leaving the Mars Rover Opportunity alone in space \"to die a lonely, cold death\" much like Wall.E was abandoned by humanity in Pixar's film. Truth, it would seem in this instance, is at least as strange as fiction. ", "url": "https://www.msnbc.com/the-last-word/opportunity-knocked-nasa-funding-doubt-msna300076"}, {"title": "NASA Rover Opportunity's Selfie Shows Clean Machine", "date": "2014-04-17", "content": "A new self-portrait by NASA's Mars Exploration Rover Opportunity shows gleaming solar arrays, thanks to recent help from dust-cleaning winds. In its sixth Martian winter, NASA's Mars Exploration Rover Opportunity now has cleaner solar arrays than in any Martian winter since its first on the Red Planet, in 2005. Cleaning effects of wind events in March boosted the amount of electricity available for the rover's work.", "url": "https://www.jpl.nasa.gov/news/nasa-rover-opportunitys-selfie-shows-clean-machine"}, {"title": "Opportunity: The Amazing Self-Cleaning Mars Rover", "date": "2014-04-21", "content": "Opportunity has been given a new lease on life after the Red Planet gave the tenacious Mars rover a power-boosting spring clean. When NASA engineers envisaged the mission of Mars rovers Spirit and Opportunity, they were, in hindsight, fairly pessimistic about their mission duration. From landing in 2004, the twin robots were expected to have a mission duration of only three months, and one of the key threats to their survival would be dust sticking to the rovers' solar panels. And the dust sure did stick. But in true Mars style, there were some surprises. ", "url": "https://www.space.com/25577-mars-rover-opportunity-solar-panels-clean.html"}]}, {"win label": 0, "news": [{"title": "NASA Long-Lived Mars Opportunity Rover Sets Off-World Driving Record", "date": "2014-07-28", "content": "NASA's Opportunity Mars rover, which landed on the Red Planet in 2004, now holds the off-Earth roving distance record after accruing 25 miles of driving. The previous record was held by the Soviet Union's Lunokhod 2 rover. \"Opportunity has driven farther than any other wheeled vehicle on another world,\" said Mars Exploration Rover Project Manager John Callas, of NASA's Jet Propulsion Laboratory in Pasadena, California. \"This is so remarkable considering Opportunity was intended to drive about one kilometer and was never designed for distance. But what is really important is not how many miles the rover has racked up, but how much exploration and discovery we have accomplished over that distance.\" ", "url": "https://www.jpl.nasa.gov/news/nasa-long-lived-mars-opportunity-rover-sets-off-world-driving-record"}, {"title": "NASA's Mars rover Opportunity breaks off-world driving record", "date": "2014-07-29", "content": "NASA's Opportunity rover on Mars has now boldly gone farther than any vehicle has before on the surface of another world, space agency officials announced Monday. As of Sunday, the Opportunity rover has driven 25.01 miles on the Red Planet, NASA officials said. The distance record had been held by the Soviet Union's remote-controlled Lunokhod 2 rover, which covered 24.2 miles on the moon back in 1973. \"Opportunity has driven farther than any other wheeled vehicle on another world,\" Opportunity project manager John Callas, of NASA's Jet Propulsion Laboratory in Pasadena, California, said in a statement. \"This is so remarkable considering Opportunity was intended to drive about one kilometer and was never designed for distance. ", "url": "https://www.cbsnews.com/news/nasas-mars-rover-opportunity-breaks-off-world-driving-record/"}, {"title": "NASA's Long-Lived Mars Opportunity Rover Sets Off-World driving record", "date": "2014-07-29", "content": "NASA's Opportunity Mars rover, which landed on the Red Planet in 2004, now holds the off-Earth roving distance record after accruing 25 miles of driving. The previous record was held by the Soviet Union's Lunokhod 2 rover. \"Opportunity has driven farther than any other wheeled vehicle on another world,\" said Mars Exploration Rover Project Manager John Callas, of NASA's Jet Propulsion Laboratory in Pasadena, California. ", "url": "https://sservi.nasa.gov/articles/nasas-long-lived-mars-opportunity-rover-sets-off-world-driving-record/"}, {"title": "NASA's Opportunity Rover Has Developed Robot Dementia", "date": "2014-12-31", "content": "Scientists crouch with mock-ups of three generations of Mars rovers. Curiosity is the big one. Opportunity and Spirit were based on the medium-sized one on the left. The small one is front was the Sojourner rover. Ron Sachs/CNP/Corbis If NASA's Curiosity rover is the plucky new kid who is just super excited to be on Mars, the now 11-year-old Opportunity rover is the grandparent struggling as it copes with the harsh reality of its golden years. ", "url": "https://www.smithsonianmag.com/smart-news/nasas-opportunity-rover-has-developed-robot-dementia-180953783/"}]}, {"win label": 0, "news": [{"title": "NASA readies long-distance fix for rover's 'amnesia'", "date": "2015-01-07", "content": "NASA engineers are planning to send a software fix to a rover that has been working on Mars for nearly 11 years longer than expected. The Mars rover Opportunity has been suffering from a glitch that's causing what NASA scientists describe as memory and data loss -- or a robotic \"amnesia\" -- since early December. Now, they're nearly ready to send aloft a software update they hope will rectify the problem. The danger lies not in the distance the software fix will have to travel but in replacing critical software in a machine that technicians have no way to actually lay their hands on. \"The distance isn't that big a deal, because we're used to talking with the rovers over that distance, but you have to be so careful,\" said Ashwin Vasavada, the new project scientist for Mars Rover Curiosity, the much younger sibling to Opportunity. ", "url": "https://www.computerworld.com/article/2866470/nasa-readies-long-distance-fix-for-rovers-amnesia.html"}, {"title": "Mars Rover Opportunity Marks 11-Year Anniversary with Stunning Photo", "date": "2015-01-23", "content": "NASA's Opportunity rover celebrated 11 years on Mars Saturday, and the robot's handlers are marking the occasion with a gorgeous panoramic photo that Opportunity took of its Red Planet home. Opportunity landed on Mars on the night of Jan. 24, 2004, a few weeks after its twin, Spirit, made its Red Planet debut. The rovers were tasked with three-month missions to search for signs of past water activity on the Red Planet. Both Spirit and Opportunity found plenty of such evidence, and then kept rolling long after their warranties expired. Spirit stopped communicating with Earth in 2010 and was declared dead a year later, but Opportunity is still going strong. ", "url": "https://www.space.com/28353-mars-rover-opportunity-11-year-anniversary.html"}, {"title": "NASA's Opportunity Has Now Explored the Martian Surface for 11 Years", "date": "2015-01-25", "content": "Eleven years ago today-in fact, at this very minute -NASA's Opportunity rover touched down on Mars for what was supposed to be a 90-day mission. Since then, Opportunity has proven to be an engineering marvel by traveling almost 26 miles on the Martian surface, more than any other off-Earth surface vehicle. Yes, a human-built craft has almost traveled a full marathon on the surface of another planet. For this special occasion, NASA's Jet Propulsion Labs put together a short video, detailing some of the rover's landmark achievements. Opportunity's rover brother, Spirit, landed on Mars three weeks before but NASA lost contact with that vehicle in 2010. Until the more instrument-laden Curiosity landed in the summer of 2012, Opportunity continued working overtime, exploring the giant red rock first at the Victoria Crater until moving toward the Endeavor Crater.", "url": "https://gizmodo.com/nasas-opportunity-has-now-explored-the-martian-surface-1681632120"}, {"title": "On Mars, Opportunity Rover Spots Weird Rocks Near Marathon Finish Line", "date": "2015-03-09", "content": "NASA's Opportunity Mars rover is taking a break in the home stretch of its Red Planet marathon to study some rocks the likes of which it's never seen before. The intriguing rocks lie atop a hill overlooking a site dubbed Marathon Valley - so named because Opportunity will have traveled the marathon distance of 26.2 miles on Mars by the time it gets there. As of Thursday, the rover's odometer read 26.139 miles, leaving it just 140 yards short of the milestone. \"We drove to the edge of a plateau to look down in the valley, and we found these big, dark-gray blocks along the ridgeline,\" Opportunity Project Scientist Matt Golombek, of NASA's Jet Propulsion Laboratory in Pasadena, California, said in a statement. \"We checked one and found its composition is different from any ever measured before on Mars. ", "url": "https://www.space.com/28771-mars-rover-opportunity-marathon-rocks.html"}, {"title": "NASA Opportunity Mars Rover Completes Marathon on Mars", "date": "2015-03-24", "content": "The first marathon on Mars was finally completed Tuesday by NASA's Opportunity Mars Rover-and it only took about 11 years and two months. \"This is the first time any human enterprise has exceeded the distance of a marathon on the surface of another world,\" John Callas, the rover's project manager at NASA's Jet Propulsion Laboratory, said in a celebratory statement. \"A first time happens only once.\" ", "url": "https://time.com/3757299/nasa-mars-rover-marathon/"}, {"title": "NASA's Opportunity Mars rover completes the first extraterrestrial marathon", "date": "2015-03-25", "content": "NASA's Opportunity rover has completed the first-ever Mars marathon, clocking in with a winning time of 11 years and 2 months. The golf-cart-size Opportunity rover has now traveled 26.221 miles (42.198 kilometers) since touching down on the Red Planet on Jan. 24, 2004, NASA officials announced today (March 24). The length of a marathon race is 26.219 miles (42.195 km). \"This is the first time any human enterprise has exceeded the distance of a marathon on the surface of another world,\" John Callas, Opportunity project manager at NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California, said in a statement. \"A first time happens only once.\" Opportunity reached the milestone with a 153-foot (46.5 meters) drive today that took it close to a location dubbed Marathon Valley, located on the rim of Endeavour Crater. The six-wheeled robot has been exploring the 14-mile-wide (22 km) crater's western rim since August 2011. ", "url": "https://www.csmonitor.com/Science/2015/0325/NASA-s-Opportunity-Mars-rover-completes-the-first-extraterrestrial-marathon"}, {"title": "NASA's Opportunity Rover Completes a Martian Marathon", "date": "2015-03-25", "content": "Only 11 years and two months after it began, NASA's Mars Opportunity rover has completed a marathon across the planet's barren red desert. The rover made its final roll toward the 26.219-mile mark Tuesday morning, logging in a total of 26.221 miles on its odometer. \"It's historic,\" said John Callas, a NASA astronomer who manages the Mars Exploration Rover project, in an interview. \"This is the first time any human enterprise has exceeded a marathon somewhere other than Earth.\" Opportunity was designed to drive a distance of only one kilometer. ", "url": "https://www.theatlantic.com/technology/archive/2015/03/nasas-opportunity-rover-completes-a-martian-marathon/388661/"}, {"title": "Opportunity of a lifetime: NASA's 4,000 days roving Mars", "date": "2015-05-05", "content": "NASA's exploration rover Opportunity landed on Mars more than 11 years ago, in January 2004, with what then seemed like ambitious goals: to survive 90 Martian days and drive 600 metres. Opportunity has since driven the first off-Earth marathon and just passed through its 4,000th Martian day - known as a sol on the Red Planet, lasting 40 minutes longer than on Earth. I've been fortunate to have been involved with the project from the start, but never would I have thought that besides my wife's companionship, the other constant in my life would be a robotic rover roaming across the surface of a planet hundreds of millions of kilometres away. To put this in perspective, since Opportunity landed I finished my PhD, started a family, and worked at six institutions in three different countries. Opportunity found fame and fortune early on. ", "url": "https://theconversation.com/opportunity-of-a-lifetime-nasas-4-000-days-roving-mars-41062"}]}, {"win label": 0, "news": [{"title": "Opportunity Mars Rover Preparing for Active Winter", "date": "2015-09-26", "content": "NASA's Mars Exploration Rover Opportunity is conducting a \"walkabout\" survey of \"Marathon Valley,\" where the rover's operators plan to use the vehicle through the upcoming Martian winter, and beyond, to study the context for outcrops bearing clay minerals. Marathon Valley slices downhill from west to east for about 300 yards or meters through the western rim of Endeavour Crater. Opportunity has been investigating rock targets in the western portion of the valley since late July, working its way eastward in a thorough reconnaissance of the area. The rover's panoramic camera has captured a scene dominated by a summit called \"Hinners Point,\" forming part of the valley's northern edge. The image also shows a portion of the valley floor with swirling reddish zones that have been a target for study.  For several months starting in mid- to late October, the rover team plans to operate Opportunity on the southern side of the valley to take advantage of the sun-facing slope. The site is in Mars' southern hemisphere, so the sun is to the north during fall and winter days. Tilting the rover toward the sun increases power output from its solar panels. The shortest-daylight period of this seventh Martian winter for Opportunity will come in January 2016. \"Our expectation is that Opportunity will be able to remain mobile through the winter,\" said Mars Exploration Rover Project Manager John Callas of NASA's Jet Propulsion Laboratory, Pasadena, California. The walkabout is identifying investigation targets in and near the valley floor. Rocks in reddish zones there contain more silica and less iron than most rocks in the area. \"We have detective work to do in Marathon Valley for many months ahead,\" said Opportunity Deputy Principal Investigator Ray Arvidson, of Washington University in St. Louis. \"During the Martian late fall and winter seasons Opportunity will conduct its measurements and traverses on the southern side of the valley. When spring arrives the rover will return to the valley floor for detailed measurements of outcrops that may host the clay minerals.\" Endeavour Crater spans about 14 miles (22 kilometers) in diameter. Opportunity has been studying its western rim since 2011. Marathon Valley became a high priority destination after a concentration of clay minerals called smectites was mapped there based on observations by the Compact Reconnaissance Imaging Spectrometer for Mars aboard NASA's Mars Reconnaissance Orbiter. Smectites form under wetter, milder conditions than most rocks at the Opportunity site. Opportunity is investigating relationships among clay-bearing and neighboring deposits for clues about the history of environmental changes. The rover team has been dealing for more than a year with Opportunity's tendency to undergo unplanned computer resets when using the type of onboard memory that retains information when power is off: flash memory. For three months until mid-September, operators fully avoided use of flash memory. In this mode, images and other data cannot be stored overnight, when the rover is powered off to conserve energy. To gain operational flexibility in a trade-off with possible \"lost\" days from resets, the team has resumed occasional use of flash memory.", "url": "https://www.nasa.gov/feature/jpl/opportunity-mars-rover-preparing-for-active-winter"}]}, {"win label": 0, "news": [{"title": "NASA's Mars Opportunity Rover Sets Longevity Milestone With Assist From the Sun", "date": "2016-01-26", "content": "The little rover that could just keeps chugging along on Mars. Opportunity, the solar-powered Mars rover that has exceeded its planned three- month life span, celebrated its 12th birthday this week as NASA gave a positive update on its status. In a blog post, NASA said the golf cart-sized Opportunity had a \"very active\" winter since the bot, which uses solar energy, was able to receive cleaner solar rays -- even during the dark Martian winter. Martian years are 1.9 times longer than Earth years, making this Opportunity's seventh winter on Mars. International Space Station Celebrates 15 Years of Occupancy International Space Station Anniversary: 15 Secrets of Living Outside of Earth Astronauts Reveal What It's Like to Come Home From Space Opportunity has spent the past few years exploring a 14-mile-wide crater named Endeavour, where it has used its rock abrasion tool to remove surface crust from a rock NASA named \"Private John Potts\" after a member of the Lewis and Clark Expedition's Corps of Discovery. ", "url": "https://abcnews.go.com/Technology/nasas-mars-opportunity-rover-sets-longevity-milestone-assist/story?id=36528258"}, {"title": "Opportunity Rover on Mars Takes on Its Steepest Slope Yet", "date": "2016-04-01", "content": "NASA's Opportunity Mars rover isn't settling gently into its dotage. On March 10, Opportunity - which has been exploring the Red Planet since January 2004 - drove on a 32-degree slope, the steepest ever tackled on Mars. The goal of this mountaineering expedition was to get Opportunity close enough to study a rock target near the crest of a Red Planet landform dubbed Knudsen Ridge, which is part of a larger feature called Marathon Valley. But Opportunity didn't quite reach the rock, even though the rover's handlers commanded a healthy number of wheel rotations to compensate for anticipated slippage on the slope. \"The wheels did turn enough to have carried the rover about 66 feet if there had been no slippage, but slippage was so great, the vehicle progressed only about 3.5 inches,\" NASA officials wrote in a statement Thursday. ", "url": "https://www.space.com/32439-mars-rover-opportunity-steepest-slope.html"}]}, {"win label": 0, "news": [{"title": "We Drive the Mars Opportunity Rover!", "date": "2016-10-05", "content": "It has been a decade since C/D went to the Jet Propulsion Laboratory in Pasadena, California, to learn the fundamentals of operating NASA's Mars rovers. That was back in 2006 when there was no iPhone; Barack Obama was Illinois' junior senator; and Pontiac, Hummer, Saturn, and Mercury were all going concerns. It was a different world. Mars, however, hasn't changed much. Back then, the solar-powered twin rovers, Spirit and Opportunity, had been on Mars for less than three years. Both were drilling into rocks, climbing hills, dodging boulders, and checking for water. In other words, doing science stuff. But this is 2016 and, incredibly, Opportunity still lives on to teach us a lot about Mars and a little bit about automated driving. Though if it breaks down, help is about 249 million miles away.", "url": "https://www.caranddriver.com/reviews/a15099934/we-drive-the-mars-opportunity-rover-review/"}]}, {"win label": 0, "news": [{"title": "Our Spaceflight Heritage: Opportunity rover marks 13 years on Mars", "date": "2017-01-25", "content": "NASA's Mars rover Opportunity might never be classified as speedy, averaging only slightly more than 2 miles (3.36 kilometers) per year since its landing on Jan. 25, 2004, at 05:05 UTC. Nevertheless, what the stalwart explorer lacks in range is more than made up with its longevity. Opportunity-also known as Mars Exploration Rover - B (MER-B)-has been in active operation on the Red Planet for 13 years, far exceeding the original planned mission of 90 sols (approximately 92 Earth days, with each sol being a full Martian day, lasting 24 hours, 39 minutes, and 35 seconds). ", "url": "https://www.spaceflightinsider.com/space-flight-history/spaceflight-heritage-opportunity-rover-marks-13-years-mars/"}, {"title": "Opportunity Mars rover leaves 'Tribulation' for 'Perseverance'", "date": "2017-04-23", "content": "NASA's Opportunity Mars rover is leaving \"Cape Tribulation\" - the crater-rim segment it has investigated since late 2014 - and driving south toward its next destination, \"Perseverance Valley\". The rover team plans to explore the valley to determine what type of activity carved it billions of years ago: water, wind, or flowing debris carried by water. \"The degree of erosion at Rocheport is fascinating,\" said Opportunity Deputy Principal Investigator Ray Arvidson, of Washington University in St. Louis. \"Grooves run perpendicular to the crest line. They may have been carved by water or ice or wind. We want to see as many features like this on the way to Perseverance Valley as we can, for comparison with what we find there.\" Perseverance Valley is about the length of two football fields and cuts downward west to east across the western rim on Endeavour Crater. The crater is about 14 miles (22 kilometers) in diameter, with a segmented rim that exposes some of the oldest rocked ever studied in place on Mars. Opportunity has less than four football fields' distance of driving to reach the top of the valley after departing Cape Tribulation, a raised segment 3 miles (5 kilometers) long on the western rim of Endeavour Crater. ", "url": "https://www.spaceflightinsider.com/missions/solar-system/opportunity-mars-rover-leaves-tribulation-perseverance/"}, {"title": "Hole in One! Mars Orbiter Spies Opportunity Rover's Crater Landing Site", "date": "2017-04-24", "content": "A new photo shows just how improbable the Mars rover Opportunity's January 2004 hole-in-one landing really was. The image - which was taken on April 8 of this year by NASA's Mars Reconnaissance Orbiter - shows Opportunity's landing platform resting inside Eagle Crater. Opportunity came to rest inside the 70-foot-wide crater after a series of airbag-cushioned bounces and rolls during its Red Planet touchdown on the night of Jan. 24, 2004. Mission planners were not aiming for the crater; their goal was to get Opportunity down within a \"landing ellipse\" that measured about 37 miles long by 2.4 miles wide. Eagle was within that ellipse, and the rover just happened to wind up there. ", "url": "https://www.space.com/36587-mars-rover-opportunity-landing-site-new-photo.html"}, {"title": "NASA's Opportunity Mars rover begins study of 'Perseverance Valley'", "date": "2017-05-19", "content": "NASA's Opportunity Mars rover has reached the main objective of its current two-year extended mission - an ancient fluid-carved valley on the western rim of Endeavour Crater. As Opportunity approached the upper end of \"Perseverance Valley\", the rover's cameras began capturing images of the area at a greater resolution than what can be taken by spacecraft orbiting Mars. \"The science team is really jazzed at starting to see this area up close and looking for clues to help us distinguish among multiple hypotheses about how the valley formed,\" said Opportunity Project Scientist Matt Golombek of NASA's Jet Propulsion Laboratory in Pasadena, California. Scientists have yet to identify the process that carved Perseverance Valley into the rim of Endeavour Crater billions of years ago. ", "url": "https://www.spaceflightinsider.com/missions/solar-system/nasas-opportunity-mars-rover-begins-study-perseverance-valley/"}, {"title": "Opportunity Knocks! Farthest-Driving Mars Rover Explores Eroded Valley", "date": "2017-05-23", "content": "NASA's Mars rover Opportunity has reached its next destination - a valley called Perseverance, where the long-lived robot will scour the surface for clues about how the vast crevice formed. Opportunity arrived at Perseverance Valley - an ancient feature that extends about two football fields down from the western rim of the 14-mile-wide Endeavour Crater - on May 4, according to a statement from NASA. Images taken by the rover so far provide an up-close view of the area that could not have been captured by satellites in orbit above Mars, agency officials said. This graphic shows the route that NASA's Mars Exploration Rover Opportunity drove in its final approach to \"Perseverance Valley\" on the western rim of Endeavour Crater during spring 2017. This graphic shows the route that NASA's Mars Exploration Rover Opportunity drove in its final approach to \"Perseverance Valley\" on the western rim of Endeavour Crater during spring 2017. ", "url": "https://www.space.com/36968-mars-rover-opportunity-explores-perseverance-valley.html"}, {"title": "Mars rover Opportunity on walkabout near rim", "date": "2017-06-23", "content": "NASA's senior Mars rover, Opportunity, is examining rocks at the edge of Endeavour Crater for signs that they may have been either transported by a flood or eroded in place by wind. Those scenarios are among the possible explanations rover-team scientists are considering for features seen just outside the crater rim's crest above \"Perseverance Valley,\" which is carved into the inner slope of the rim. The team plans to drive Opportunity down Perseverance Valley after completing a \"walkabout\" survey of the area above it. The rover's drives now use steering motors on only the rear wheels, following a temporary jam of the left-front wheel's steering actuator this month. Opportunity has not used its right-front wheel's steering actuator since 2005, the year after it landed on Mars. ", "url": "https://source.wustl.edu/2017/06/mars-rover-opportunity-walkabout-near-rim/"}]}, {"win label": 0, "news": [{"title": "NASA's Mars Rover Opportunity takes panoramic photo from Perseverance Valley", "date": "2017-07-21", "content": "NASA's Mars Exploration Rover Opportunity recorded a panoramic view before entering the upper end of a fluid-carved valley that descends the inner slope of a large crater's rim. The scene includes a broad notch in the crest of the crater's rim, which may have been a spillway where water or ice or wind flowed over the rim and into the crater. Wheel tracks visible in the area of the notch were left by Opportunity as the rover studied the ground there and took images into the valley below for use in planning its route. This June 2017 view from the Pancam on NASA's Opportunity Mars rover shows the area just above \"Perseverance Valley\" on a large crater's rim. A broad notch in the crest of the rim, at right, might have been a spillway for a fluid that carved the valley, out of sight on the other side of the rim. ", "url": "https://www.clarksvilleonline.com/2017/07/21/nasas-mars-rover-opportunity-takes-panoramic-photo-perseverance-valley/"}, {"title": "Opportunity Rover Makes It Through Depths of 8th Martian Winter", "date": "2017-12-08", "content": "The harsh Martian elements still haven't broken NASA's long-lived Opportunity rover. The solar-powered Opportunity has rolled through the coldest and darkest parts of the Martian winter in good nick, NASA officials said. The lowest-light period of the current Red Planet year, which lasts 687 Earth days, came in October and November, they added. The rover is therefore well on its way to surviving this winter, the eighth the craft has endured since touching down in January 2004, a few weeks after its twin, Spirit, landed. Both six-wheeled robots were tasked with searching for signs of past water activity on Mars, in missions designed to last just three months. ", "url": "https://www.space.com/39013-mars-rover-opportunity-eighth-martian-winter.html"}, {"title": "Opportunity rover on Mars still going strong after 14 years ", "date": "2017-12-18", "content": "As incredible as it is to believe, NASA's Opportunity rover is still going strong on Mars, nearly 14 years after landing in January 2004. And now once again, it has recently passed the shortest daylight time of the Martian year, the worst part of the Martian winter, with pretty clean solar panels to boot. Unlike the newer Curiosity rover which uses nuclear power, Opportunity, and its now-dead twin Spirit, uses solar panels for energy. At the same time, the rover continues to study an ancient gully thought to have been carved by water in the distant past. ", "url": "https://earthsky.org/space/opportunity-rover-on-mars-still-going-strong-after-14-years/"}]}, {"win label": 0, "news": [{"title": "Opportunity Rover Snaps an Epic Selfie to Marks 5000th Days", "date": "2018-02-28", "content": "NASA's Opportunity rover celebrated its 5,000th day on Mars by snapping a first-of-its-kind selfie. Opportunity has taken photos of itself before, using the panoramic camera on its head-like mast. But the newly released image was captured by Opportunity's Microscopic Imager instrument, which the rover had never turned to take a picture of itself before, according to NASA officials. \"The Microscopic Imager is a fixed-focus camera mounted at the end of the rover's robotic arm,\" NASA officials wrote in a description of the image, which was released Monday. \"Because it was designed for close inspection of rocks, soils and other targets at a distance of around 2.7 inches, the rover is out of focus.\" ", "url": "https://www.space.com/39830-mars-rover-opportunity-selfie-5000-days.html"}, {"title": "The Opportunity selfie: 5000 Sols in the making", "date": "2018-04-20", "content": "In late February, NASA's Opportunity rover captured its first-ever selfie to commemorate 5,000 sols on Mars. It was a yet another incredible achievement for the 14-year-old spacecraft, which was designed to last just 90 sols. This is the story of how that selfie came to be. The story begins back in September 2007 (1288 sols into the 90-sol mission), when the Opportunity rover used its microscopic imager to inspect the mirror inside the Mini-TES instrument. Data had suggested there might be something wrong with it, but by reaching the rover's robotic arm up in front and turning the microscope toward the top of the mast, 12 images proved that the mirror was behaving fine and the anomalous data was the result of Martian dust sticking to the mirror. ", "url": "https://www.planetary.org/articles/20180420-opportunity-selfie-5000"}, {"title": "NASA's Mars rover Opportunity has survived 5,161 days longer than expected - but a massive storm threatens to end its mission", "date": "2018-06-13", "content": "The Mars rover Opportunity has pushed its limits for more than a decade but NASA fears the worst as the exploration vehicle tries to survive an intense dust storm. \"The rover has fallen asleep and is waiting out the storm,\" John Callas, Opportunity's project manager at NASA's Jet Propulsion Laboratory, told reporters Wednesday. \"It's completely black on Mars.\" The storm covers nearly a quarter of the Martian surface and NASA said the dust has become so thick that enough light cannot reach the solar-powered rover on the surface. ", "url": "https://www.cnbc.com/2018/06/13/nasas-mars-rover-opportunity-threatened-by-a-massive-dust-storm.html"}, {"title": "The Opportunity rover has survived Martian hell for 15 years ", "date": "2018-06-16", "content": "A dust storm the size of North America has smothered NASA's Opportunity rover for the past week, shrouding much of the red planet in darkness and depriving the robot's solar panels of light. Opportunity's battery power has dropped so low that it's now in a sleep mode and unable to send information back to Earth. \"It's gotten so bad she's not talking to us,\" Bill Nelson, chief of the Opportunity mission's engineering team at NASA's Jet Propulsion Laboratory, said in an interview. SEE ALSO: The Opportunity rover is caught in a huge dust storm on Mars, but NASA remains hopeful \"It's a bit scary - we like to hear from our rover.\" On June 8, NASA announced that \"perpetual night\" had settled over Opportunity, which has been exploring Martian terrain since 2004. ", "url": "https://mashable.com/article/mars-opportunity-rover-survival-dust-storm"}, {"title": "Curiosity's taking selfies as Opportunity braves the storm", "date": "2018-06-19", "content": "While Opportunity is beset by the worst Martian dust storm we've ever seen, Curiosity is busy taking selfies. Last week, we've told you about the massive dust storm that's battering Mars and the hapless Opportunity rover. The solar-powered bot is in danger of freezing to death, as its solar panels can't generate any charge in the night-like conditions inside the dust. The venerable rover (already 15 years old) shut down most activity on June 10 to conserve battery charge.", "url": "https://www.zmescience.com/science/curiosity-selfie-mars-923523524/"}]}, {"win label": 0, "news": [{"title": "Opportunity Mars Rover Still Silent Beneath Raging Dust Storm", "date": "2018-07-04", "content": "NASA's Opportunity Mars rover remains silent as a giant dust storm continues to swirl on the Red Planet. The storm began on May 30 and grew to encircle the entire planet a few weeks later. With so much dust in the air, the solar-powered Opportunity hasn't been able to recharge its batteries and has entered a sort of hibernation. \"We have not heard from the rover for a couple of weeks,\" said Ray Arvidson of Washington University in Saint Louis. Arvidson is deputy principal investigator for the Mars Exploration Rover mission, which originally consisted of Opportunity and its twin, Spirit. ", "url": "https://www.space.com/41079-nasa-opportunity-mars-rover-silent-dust-storm.html"}, {"title": "As Opportunity Rover Sleeps, Other NASA Craft Study Mars ", "date": "2018-07-20", "content": "The huge dust storm raging on Mars is a curse for NASA's Opportunity rover but something of a blessing for the space agency's other Red Planet missions. The solar-powered Opportunity has been silent for weeks, unable to recharge its batteries because of all the light-blocking dust in the air. Mission team members think the six-wheeled rover, which has been exploring Mars since January 2004, has put itself into a sort of hibernation, and they're cautiously optimistic that Opportunity will wake up when the dust clears. Unfortunately, that may take a while. Mars Dust Storm 2018: How It Grew & What It Means for the Opportunity Rover \"Based on the longevity of a 2001 global storm, NASA scientists estimate it may be early September before the haze has cleared enough for Opportunity to power up and call home,\" NASA officials wrote in a statement Wednesday. ", "url": "https://www.space.com/41235-mars-rover-opportunity-silent-dust-storm.html"}, {"title": "Wake Up, Opportunity! Engineers Have an Awesome Playlist for NASA's Sleeping Mars Rover", "date": "2018-08-10", "content": "Engineers with NASA's Mars Exploration Rover program have been left hanging on like a yo-yo for 61 days now, after the space agency's Opportunity rover lost power during a Martian dust storm - but they've started greeting each new Martian day the rover may call with a themed song. On Aug. 4 - Opportunity's 5,165th day on Mars - the rover was still asleep. But mission staff at NASA's Jet Propulsion Laboratory in Pasadena, California, hoped to inspire the robot to turn back on by playing Wham! 's \"Wake Me Up Before You Go-Go\" in the control room, beginning of a new tradition to wait out the storm. \"Morale has been a little shaky,\" Michael Staab, an engineer for the program at JPL who helped initiate the themed daily wake-up song for the humans waiting for Opportunity's long and nerve-wracking nap to end, told Space.com. ", "url": "https://www.space.com/41434-mars-rover-opportunity-wakeup-music-playlist.html"}, {"title": "Mars rover: Opportunity still in sleep mode, NASA says", "date": "2018-08-14", "content": "NASA's Opportunity rover - a robot that has traversed Mars for over 5,000 days - is still radio silent weeks after a huge dust storm racked Mars in May. Engineers are getting worried, but to quell their concern and motivate Opportunity to wake up, engineers have compiled a playlist of songs ranging from Wham! 's \"Wake Me Up Before You Go-Go\" to Foo Fighter's \"Everlong.\" \"Morale has been a little shaky,\" Michael Staab, an engineer for the program at Jet Propulsion Laboratory who helped create the rise-and-shine playlist told Space.com. ", "url": "https://www.usatoday.com/story/news/nation-now/2018/08/14/mars-rover-opportunity-sleep-mode-nasa-says/984987002/"}, {"title": "NASA's Opportunity Rover on Mars Still Silent 2 Months into Epic Dust Storm", "date": "2018-08-17", "content": "It's now been more than two months since NASA's long-lived Opportunity Mars rover last phoned home. Opportunity hasn't made a peep since June 10, when dust in the Red Planet's air got so thick that the solar-powered rover couldn't recharge its batteries. Opportunity's handlers think the six-wheeled robot has put itself into a sort of hibernation, and they still hope to get a ping once the dust storm has petered out. And there are good reasons for this optimism, NASA officials said. Mars Dust Storm 2018: How It Grew & What It Means for the Opportunity Rover \"Because the batteries were in relatively good health before the storm, there's not likely to be too much degradation,\" NASA officials wrote in an Opportunity update Thursday. ", "url": "https://www.space.com/41521-mars-dust-storm-opportunity-rover-still-silent.html"}, {"title": "Will Mars Rover Opportunity Survive Monster Dust Storm? It's Still Too Soon to Tell", "date": "2018-08-28", "content": "NASA's Opportunity rover has been quiet for 80 days now on the Martian surface, but that doesn't mean the plucky robot is dead. Indeed, mission team members say it's still too soon to draw any conclusions about the fate of Opportunity, which has been sidelined by a monster Martian dust storm since June 10. \"We simply don't know what's going to happen,\" mission scientific principal investigator Steve Squyres, a professor of physical sciences at Cornell University in New York, told Space.com. \"There's only one way to find out, and that's to listen.\" Mars Dust Storm 2018: How It Grew & What It Means for Opportunity Opportunity goes silent The golf-cart-size Opportunity touched down on Mars in late January 2004, three weeks after its twin, Spirit, landed in a different part of the Red Planet. ", "url": "https://www.space.com/41647-mars-rover-opportunity-dust-storm-survival.html"}, {"title": "Massive Martian Dust Storm Continues to Threaten opportunity rover ", "date": "2018-08-28", "content": "Despite the cold weather, the Opportunity still has bits of plutonium-238 to prevent the rover's circuitry from snapping in the cold. However, there are limited amounts of plutonium with the Opportunity, and researchers are worried about how long the rover will remain operational. There's Still Hope for the Opportunity Rover While things might seem bleak for now, NASA engineers at the Jet Propulsion Laboratory in Pasadena, California still have hope. Before the storm, the Opportunity's batteries were in really good health. The engineers hope that there won't be much damage done to them during the storm. ", "url": "https://interestingengineering.com/science/massive-martian-dust-storm-continues-to-threaten-opportunity-rover"}, {"title": "Is NASA's Opportunity Mars Rover Doomed?", "date": "2018-08-31", "content": "For weeks, Michael Staab has slept with his cell phone on his nightstand, its ringer set to the highest volume, waiting for a call from Mars. Staab, an engineer at NASA's Jet Propulsion Laboratory, in California, is leading the recovery effort for one of the agency's Mars rovers, Opportunity. The nearly 15-year-old rover went silent in mid- June as a record-breaking dust storm swept across the planet. As the atmosphere swelled with dust, sunlight couldn't reach the rocky valley in Mars's southern hemisphere where Opportunity resides. The solar-powered rover couldn't charge its batteries in the stormy darkness, so it slipped into a quiet sleep. ", "url": "https://www.theatlantic.com/science/archive/2018/08/opportunity-mars-rover-nasa/569071/"}, {"title": "NASA plans a 45-day effort to restore contact with Opportunity Rover on Mars", "date": "2018-09-03", "content": "US space agency NASA is planning to start its effort to restore communication with the Mars rover Opportunity. In a recent statement, NASA said it would begin a 45-day campaign of active efforts to restore communications with Opportunity once skies above the rover cleared to a sufficient level, Xinhua reported. The rover has been out of contact since early June, when a major dust storm deprived the rover of solar power and the storm is fading. \"The dust haze produced by the Martian global dust storm of 2018 is one of the most extensive on record, but all indications are it is finally coming to a close,\" said Rich Zurek, project scientist for the Mars Reconnaissance Orbiter. Zurek said in the statement that there had been no signs of dust storms within 3,000 km of Opportunity \"for some time.\" John Callas, Opportunity project manager at the Jet Propulsion Laboratory, said in a statement that \"assuming that we hear back from Opportunity, we will begin the process of discerning its status and bringing it back online.\" However, NASA's plan attracted criticism because it limited the active part of the recovery to 45 days.", "url": "https://www.firstpost.com/tech/science/nasa-plans-a-45-day-effort-to-restore-contact-with-opportunity-rover-on-mars-5100531.html"}, {"title": "Opportunity Mars rover rescue effort begins as skies clear", "date": "2018-09-13", "content": "NASA has started the clock ticking on rescue operations for the robotic Opportunity Mars rover. With the Martian skies clearing after a months-long global dust storm, the space agency has started a 45-day operation to send radio signals via the Deep Space Network to the unmanned explorer in hopes of reawakening it. At present, the condition of Opportunity, which has spent almost 15 years exploring the Red Planet, is unknown. After a giant dust storm engulfed the planet's surface beginning in May 2018, the density of fine particles in the area of Opportunity became so great that it blotted out the Sun. Since Opportunity relies entirely on solar power, this soon caused its batteries to drain and all contact was lost on June 10. ", "url": "https://newatlas.com/nasa-mars-opportunity-reawaken-rescue/56310/"}, {"title": "NASA's Opportunity Was Spotted From Mars Orbit, But Things Are Looking Bleak", "date": "2018-09-27", "content": "A satellite orbiting Mars has taken a remarkable yet potentially somber photo of NASA's longest-lived robot on the red planet. That robot is the Mars Opportunity rover, which is about the size of a golf cart, landed in January 2004, and was supposed to last 90 days. However, Opportunity has explored Mars for more than 15 years and trekked more than 28 miles across the planet using solar energy. Its days may be numbered, though. When a global dust storm began to envelope Mars about 100 days ago, Opportunity stopped getting enough sunlight to its solar panels. ", "url": "https://www.sciencealert.com/satellite-photo-has-captured-nasas-opportunitys-probable-final-resting-place"}, {"title": "Opportunity Rover Still Silent on Mars, 4 Months After Epic Dust Storm Began", "date": "2018-10-12", "content": "The Opportunity rover's silent stretch on Mars has now reached four months. Opportunity hasn't made a peep since June 10. Around that time, a developing dust storm shrouded its environs in darkness, preventing the solar-powered rover from harvesting enough sunlight to recharge its batteries. The Martian dust storm grew to envelop the entire planet 10 days later. But by late July the maelstrom was abating, and the sky continued to clear over the following weeks. ", "url": "https://www.space.com/42115-mars-rover-opportunity-still-silent-4-months-later.html"}, {"title": "NASA has one last hope for reviving Opportunity rover", "date": "2018-10-15", "content": "With NASA's Hubble and Chandra spacecraft both choosing the same week to malfunction, it's obviously been a trying time for space agency engineers, who are working tirelessly to keep space hardware up and running. In fact, last week was so rough on NASA that it was easy to forget the fact that the Opportunity rover is still sitting lifeless on the Red Planet. NASA has been keeping a close eye on Opportunity - well, as close of an eye as you can when the rover refuses to actually communicate - but in a new update, the space agency offers a tiny glimmer of hope. With the dust storm that doomed Opportunity now long gone, the last hope for the rover may rest in a different Mars weather phenomenon. For the past several weeks, NASA has been sending plenty of signals to the rover in the hopes that the aging hardware will finally snap out of its funk. ", "url": "https://nypost.com/2018/10/15/nasa-has-one-last-hope-for-reviving-opportunity-rover/"}, {"title": "NASA to soon end active efforts to restore contact with Opportunity", "date": "2018-10-23", "content": "NASA expects to soon end efforts to contact the Opportunity Mars rover, silent for more than four months after a major dust storm, but will continue to listen for signals from the spacecraft for months to come. Opportunity, which has been on Mars since January 2004, last contacted Earth June 10. A powerful globe-spanning dust storm blocked the sun and deprived the rover of solar power, putting it into a low-power mode. On Sept. 11, NASA's Jet Propulsion Laboratory said that the optical depth, a measure of the haziness of Martian skies, had dropped to a level low enough to allow enough sunlight to reach the rover for it to generate power. At that point, controllers started an effort known as \"active listening\" where they transmitted commands to the rover in the event it was unable to revive itself and listened for any transmissions by the rover in response. ", "url": "https://spacenews.com/nasa-to-soon-end-active-efforts-to-restore-contact-with-opportunity/"}, {"title": "NASA Will Keep Trying to Revive the Silent Mars Rover Opportunity Through January", "date": "2018-10-30", "content": "The clock hasn't run out on NASA's Opportunity Mars rover after all. On Sept. 11, NASA began a 45-day \"active listening\" campaign in an attempt to rouse the solar-powered Opportunity, which went silent on June 10 after a raging dust storm plunged its environs into darkness. The 45-day deadline passed late last week. But NASA will continue active listening - a strategy that involves both sending commands to Opportunity and listening for any peeps the six-wheeled robot may make - for several more months at least, agency officials announced yesterday. Mars Dust Storm 2018: What It Means for Opportunity Rover \"After a review of the progress of the listening campaign, NASA will continue its current strategy for attempting to make contact with the Opportunity rover for the foreseeable future,\" NASA officials wrote in a mission update yesterday. ", "url": "https://www.space.com/42288-nasa-keeps-hailing-mars-rover-opportunity.html"}, {"title": "Signal Blip Sparks False Alarm for NASA's Opportunity Rover on Mars", "date": "2018-11-16", "content": "No, NASA's Opportunity rover has not yet awakened from its long slumber on Mars. Excitement rippled through Twitter yesterday afternoon as word spread that NASA's Deep Space Network, the system of big radio dishes the agency uses to communicate with its farflung spacecraft, may have picked up a ping from Opportunity. That would have been a very big deal, because Oppy hasn't made a peep since June 10. Around that time, a huge dust storm boiled up around the solar- powered rover, blocking so much sunlight that Oppy couldn't recharge its batteries and was forced into a sort of hibernation. Mars Dust Storm 2018: What It Means for Opportunity Rover But alas, space fans' hopes were quickly dashed. ", "url": "https://www.space.com/42454-mars-rover-opportunity-signal-false-alarm.html"}, {"title": "Mystery signal from space wasn't NASA's Mars Opportunity rover", "date": "2018-11-19", "content": "NASA's Mars Opportunity rover has been sitting still on Mars since June. It was then that a massive dust storm began to swallow up the planet, cutting off the sunlight to the rover's solar panels and forcing it to go dormant. The Opportunity team has been waiting patiently for the rover to wake back up ever since, and when a signal identified as coming from Opportunity popped up on NASA's Deep Space Network on Thursday it got a lot of people very excited. Unfortunately, the signal, whatever it was, didn't actually come from the troubled robot. NASA's Jet Propulsion Laboratory quickly addressed the supposed communication, noting that \"further investigation\" revealed the signals weren't actually from Opportunity at all. ", "url": "https://nypost.com/2018/11/19/mystery-signal-from-space-wasnt-nasas-mars-opportunity-rover/"}, {"title": "Mars Rover Opportunity Team 'Still Holding onto a Sliver of Hope'", "date": "2018-12-11", "content": "NASA's Opportunity Mars rover has been silent since June 10, a casualty of a mega-dust storm that encircled the Red Planet and led to a halt of the rover's operations at Perseverance Valley. But Oppy's handlers haven't given up yet on the golf-cart-size robot, which touched down on Mars in January 2004. \"Still holding onto a sliver of hope that an almost 15-year-old rover living under extreme conditions for a very long time will wake up and talk to us,\" said Ray Arvidson, Opportunity Deputy Principal Investigator of Washington University in St. Louis. \"We will continue to actively try and communicate with Opportunity at least through January,\" Arvidson told Inside Outer Space. In the meantime, Arvidson said, he has started drafting an Extended Mission-12 proposal on what Opportunity would do if the rover did get back into operations. ", "url": "https://www.space.com/42691-mars-rover-opportunity-team-hope.html"}]}, {"win label": 1, "news": [{"title": "NASA's Mars Opportunity rover may have 'died' in dust storm, scientists fear", "date": "2019-01-27", "content": "Fifteen years after NASA's Opportunity rover touched down on the surface of Mars, scientists fear they may never hear from the spacecraft again. Opportunity hasn't been heard from since a dust storm on the Red Planet last June. There was so much dust in Mars' atmosphere that sunlight could not reach Opportunity's solar panels to generate power. \"I haven't given up yet,\" Cornell University professor Steven Squyres, the mission's principal investigator, told The New York Times. \"This could be the end. Under the assumption that this is the end, it feels good. I mean that.\" He went on to say that if the storm knocked out the rover for good, \"That's an honorable death.\" Opportunity and its twin craft, Spirit landed on Mars on Jan. 24, 2004. Each Rover was designed to last a few months and travel a few hundred yards. But they just kept on going. The six-wheeled Opportunity logged more than 28 miles on Mars before falling silent. Spirit stopped transmitting in early 2010, a few months after it became ensnared in a Martian sand trap.", "url": "https://www.foxnews.com/science/nasas-mars-opportunity-rover-may-have-died-in-dust-storm-scientists-fear"}, {"title": "NASA tries to reach Opportunity rover one last time before Martian winter sets in", "date": "2019-01-31", "content": "In the last summer on Mars around June 2018, a dust storm swept over the surface for weeks and blocked out the sunlight. It enveloped all of Mars in dust, and marked the last time that NASA made contact with its Opportunity rover. The Martian storm that started it all. The 15-year-old rover was likely covered in dust and cut off from solar power for days at a stretch. NASA decided to power the rover down to avoid any lasting damage to its panels or instruments. The rover was running in low-power mode - just enough to keep its heaters on and protect its innards from the biting cold temperatures at night. Once the storm cleared, Oppy could use sunlight to recharge its batteries and get back to being cent-per-cent. But things clearly didn't go down that way, did they?", "url": "https://www.firstpost.com/tech/science/nasa-tries-to-reach-opportunity-rover-one-last-time-before-martian-winter-sets-in-5997711.html"}, {"title": "NASA's Mars rover Opportunity has died. Here's what it gave", "date": "2019-02-13", "content": "After more than 14 years driving across the surface of Mars, the NASA rover Opportunity has fallen silent-marking the end of a defining mission to another world. At a press conference at the Jet Propulsion Laboratory in Pasadena, California, NASA bid farewell to the rover it placed on Mars on January 25, 2004: before Facebook, before the iPhone, and even before some of the scientists now in charge of it graduated high school. In its record-breaking time on Mars, the rover drove more than 28 miles, finding some of the first definitive signs of past liquid water on the red planet's surface. \"With this mission, more than other robotic missions, we have made that human bond, so saying goodbye is a lot harder. But at the same time, we have to remember this phenomenal accomplishment-this historic exploration we've done,\" says John Callas, the project manager for the Mars Exploration Rovers mission. ", "url": "https://www.nationalgeographic.com/science/article/nasa-mars-rover-opportunity-dead-what-it-gave-humankind"}, {"title": "NASA ends mission for Mars rover, Opportunity, after 15 years", "date": "2019-02-13", "content": "NASA has ended the mission for its Mars rover Opportunity after it spent 15 years roaming the red planet. Opportunity went silent on June 10 after a massive dust storm covered the planet, according to NASA. The rover was declared dead after scientists sent out more than 800 commands asking Opportunity to respond and had not heard back by Wednesday morning, a NASA panel announced in a press conference. The rover, which was initially set to have a three-month lifespan on Mars, celebrated its 15th birthday last month. NASA credited Opportunity's surprising longevity to choosing north-facing slopes in the winter, allowing it to collect energy through its solar panels. Since the rover's landing in 2012, it has recorded a spike in methane levels and confirmed the first definite finding of organic compounds in the surface material of the planet through samples dug up from the Gale crater, a dried up lake on the Red Planet, according to NASA. The findings supported theories that Mars is an active planet that may have exhibited an environment for some form of life.", "url": "https://abcnews.go.com/US/nasa-ends-mission-mars-rover-opportunity-15-years/story?id=61046744"}, {"title": "NASA's Opportunity rover. Here's what it saw during its 14 years on Mars", "date": "2019-02-14", "content": "Eight months ago, NASA lost contact with the Opportunity rover on Mars, which had been exploring the planet's surface since 2004. The solar-powered rover got trapped in a massive dust storm, which blotted out the sun, its source of energy. And after the storm cleared, Opportunity - affectionately called \"Oppy\" - didn't \"wake\" back up. NASA announced Wednesday that it will not be hearing from the robot ever again. \"We have made every reasonable engineering effort to try to recover Opportunity and have determined that the likelihood of receiving a signal is far too low to continue recovery efforts,\" John Callas, the manager of NASA's Mars Exploration Rover project, said in a press statement. At The Verge, Loren Grush explains that the dust storm either left too thick a layer of debris on the solar panel or messed up the rover's internal clock. \"Now, Opportunity's demise is all but certain, as the rover is about to enter Martian winter,\" Grush writes. It can't survive temperatures more extreme than minus 40 degrees Fahrenheit without electric heaters. Opportunity lasted 14 years in operation on the surface of Mars, thanks to some engineering tricks like driving the rover backward to compensate for a faulty wheel. That's the longest amount of time any human-built robot has spent exploring another world. And it's amazing because Opportunity was only designed with a 90-day mission in mind. Opportunity's \"twin,\" a rover named Spirit, which also landed in 2004, stopped operating in 2010.", "url": "https://www.vox.com/science-and-health/2019/2/14/18223868/mars-opportunity-rover-dead-photos"}, {"title": "Farewell to Nasa's Mars rover Opportunity", "date": "2019-03-01", "content": "On 25 January 2004, a robot rover crashed through the atmosphere of Mars and bounced to a standstill on the surface of the red planet. The moment was greeted with scenes of jubilation as Nasa scientists celebrated the successful landing of their second rover, named Opportunity. The Opportunity rover far surpassed original expectations. It managed to send data back to Earth for nearly 15 years, significantly longer than the three months it was supposed to survive. Last month, Nasa declared the 15-year mission of the veteran Mars rover finally over. Opportunity last made contact with Earth in late 2018, after being caught in a global dust storm. This week, Nicola talks to the project manager for the Mars exploration rovers at the Jet Propulsion Laboratory in California, and the deputy project scientist, who decided to become a planetary scientist after seeing Opportunity landing all those years ago. She also chats to the scientist leading the team building the cameras for the European Space Agency's ExoMars rover, recently named Rosalind Franklin, which is set to be launched in the summer of 2020. ", "url": "https://www.theguardian.com/science/audio/2019/mar/01/farewell-to-nasas-mars-rover-opportunity-science-weekly-podcast"}, {"title": "NASA's Mars rover Opportunity leaves us with one final, glorious panorama", "date": "2019-03-12", "content": "NASA officially bid farewell to Mars rover Opportunity in February, but the little robotic explorer is still delivering the goods. On March 12, NASA's Jet Propulsion Laboratory revealed a set of glorious 360-degree panoramas nabbed by Opportunity in Perseverance Valley, right on the western rim of a huge Martian crater known as Endurance. And sure, we've seen some remarkable Mars panoramas before, including those captured at Gale Crater by Opportunity's younger sister, Curiosity. But this one feels a little more special, considering Opportunity has come to rest in this very spot -- with this immaculate view -- until humans are able to retrieve it. The color panorama was built via a sequence of 354 images snapped by the rover's Panoramic Camera between May 13 and June 10, 2018. It shows a number of interesting features of Perseverance Valley, in addition to the pristine, unexplored floor of Endurance Crater. The black-and-white frames at the image's bottom-left are a result of the rover not having time to snap the location with its filters before a planet-wide dust storm encircled Mars.", "url": "https://www.cnet.com/science/nasas-mars-rover-opportunity-leaves-us-with-one-final-glorious-panorama/"}, {"title": "This is the last thing Opportunity saw on Mars before finally shutting down for good", "date": "2019-03-14", "content": "After 15 years of crawling around Mars and beaming images of the red planet back to Earth, NASA's Opportunity rover succumbed to the alien weather last month - but took one last unbelievable shot of the rocky reddish terrain before it closed its robotic eyes forever. NASA has released the final image that Opportunity took before it started gasping its last breaths in an intense Martian dust storm. The 360-degree panorama was taken at Perseverance Valley, a system of shallow troughs descending the inner slope of Endeavor Crater, the locale that eventually became its extraterrestrial grave. You have to admit that this could easily be used as a background in the next sci-fi blockbuster, and no one would ever know it's actually real.  \"This final panorama embodies what made our Opportunity rover such a remarkable mission of exploration and discovery,\" said Opportunity project manager John Callas of NASA's Jet Propulsion Laboratory in Pasadena, California.", "url": "https://www.syfy.com/syfy-wire/this-is-the-last-thing-opportunity-saw-on-mars-before-finally-shutting-down-for-good"}, {"title": "A parting panorama from the Opportunity Mars rover caps 15 years", "date": "2019-03-18", "content": "A final panorama from the Opportunity Mars rover, assembled from 354 images captured by the spacecraft's Panoramic Camera, or PANCAM, between 13 May and 10 June 2018 provide a detailed look at the rover's final resting place in Perseverance Valley just below the rim of Endeavour Crater. After nearly 15 years of operation on Mars, Opportunity last contacted flight controllers on Earth that same June 10 as a global dust storm enveloped the red planet, effectively cutting off sunlight at the surface. The solar powered Opportunity's battery drained and the spacecraft never recovered. Click on the labeled image above for a larger view. ", "url": "https://astronomynow.com/2019/03/18/a-parting-panorama-from-the-opportunity-mars-rover-caps-15-years/"}, {"title": "Final Traverse Map for NASA's Opportunity Rover", "date": "2019-04-29", "content": "This final traverse map for NASA's Opportunity rover shows where the rover was located within Perseverance Valley on June 10, 2018, the last date it made contact with its engineering team. Visible in this map is a yellow traverse route beginning at Opportunity's landing site, Eagle Crater, and ranging 28.06 miles to its final resting spot on the rim of Endeavour Crater. The rover was descending down into the crater in Perseverance Valley when the dust storm ended its mission. Drive along with the NASA's Opportunity Mars rover and hear the voices of scientists and engineers behind the mission. Designed to run for 90 days, the exploration spanned more than 15 years from 2004 to 2019. ", "url": "https://scitechdaily.com/final-traverse-map-for-nasas-opportunity-rover/"}]}]