[{"win label": 0, "news": [{"title": "Boeing to Develop Navy's Multi-Mission Maritime Aircraft", "date": "2004-06-15", "content": "The Department of Defense announced June 14 that McDonnell Douglas Corp., a wholly owned subsidiary of the Boeing Co., has been awarded a $3,889,979,744 cost-plus-award-fee contract to develop the U.S. Navy's Multi-mission Maritime Aircraft (MMA). This milestone will launch the MMA program into the system development and demonstration (SDD) phase of the acquisition program. During the SDD phase, the program will focus on developing a system that will significantly transform how the Navy's maritime patrol and reconnaissance force will man, train, operate and deploy. Ultimately, the MMA will replace the U.S. Navy's aging fleet of P-3C Orion aircraft, thereby securing the Navy's future in long-range maritime patrol. \"Today's MMA decision represents an important milestone for the warfighter and the acquisition team,\" said John Young, assistant secretary of the Navy for research, development and acquisition. \"Our P-3 fleet has made major contributions to operations in Afghanistan and Iraq while also performing their core maritime mission. It is becoming urgent to replace the P-3 with a new airframe and the enhanced capability offered by MMA. Both industry teams produced high quality proposals, and the acquisition team has worked with industry to make a good decision, on schedule.\" \"MMA offers a modern, highly reliable airframe which will be equipped with improved maritime surveillance and attack capability, allowing a smaller force to provide world-wide responsiveness while potentially on a smaller support infrastructure,\" said Young. MMA will be a key component in the Navy's Sea Power 21 Sea Shield concept by providing persistent anti-submarine and anti-surface warfare capabilities, supporting Sea Power 21's Sea Strike doctrine through provisions of intelligence, surveillance and reconnaissance capabilities. The platform will also play a key role in the Navy's FORCEnet architecture via development of the common undersea picture. These operational capabilities will be key factors in providing a sustained forward presence, sea domination, and distributed and networked intelligence.", "url": "https://web.archive.org/web/20110604042431/http://www.navy.mil/search/display.asp?story_id=13759"}]}, {"win label": 0, "news": [{"title": "CFM56-7 TO POWER U.S. NAVY'S MULTI-MISSION MARITIME AIRCRAFT", "date": "2004-07-19", "content": "CFM International's advanced CFM56-7B engine will power the U.S. Navy's new Multi-Mission Maritime Aircraft (MMA). The U.S. Navy aircraft development contract, awarded in June of this year, could eventually include up to 108 airplanes. CFM International (CFM) is a 50/50 joint company between Snecma Moteurs (Safran Group) and General Electric Company. CFM is part of the Boeing-led MMA team that also includes Northorp Grumman, Raytheon, and Smiths Aerospace. The Boeing 737 MMA is a derivative of the Next-Generation 737-800, also powered by the CFM56-7, with increased gross weight capability. The aircraft is designed to perform anti-submarine and anti-surface warfare missions, as well as reconnaissance and surveillance missions. Seven test aircraft will be produced during the program's System Development and Demonstration (SDD) phase. The first MMA is scheduled for delivery to the U.S. Navy in 2009, with flight tests scheduled to begin that year. The first operational aircraft is scheduled to enter service in mid-2012. The CFM56-7 engine that will power the Boeing 737 MMA is the same engine that powers the Boeing 737 Airborne Early Warning & Control aircraft, as well as the Navy's C-40 transport aircraft. The MMA engines will be rated at 27,300 pounds (121 kN) takeoff thrust and will meet MMA's demanding electrical output requirements to support flight deck and mission system operations. The CFM56-7 is one of the world's most reliable engines. More than 3,000 engines have been delivered to date, and the fleet has logged more than 30 million flight hours while maintaining an industry-leading 0.002 in-flight shutdown rate per 1,000 flight hours. This rate translates to one event every 500,000 flight hours.", "url": "https://www.cfmaeroengines.com/press-articles/cfm56-7-to-power-us-navys-multi-mission-maritime-aircraft/"}]}, {"win label": 0, "news": [{"title": "MMA is designated P-8A", "date": "2005-04-01", "content": "The Multi-mission Maritime Aircraft received its mission design series designation on March 30. MMA will now be identified as P-8A. The P-8A MMA is the Navy's replacement platform for the P-3C Orion, securing the Navy's future in long-range patrol. The primary mission of MMA is to provide persistent Anti-Submarine Warfare (ASW). In addition, MMA will contribute to Anti-Surface Warfare (ASuW) and Intelligence, Surveillance and Reconnaissance (ISR) warfighting capabilities as defined in the Sea Shield and FORCEnet elements of the Navy's Sea Power 21. The U.S. Air Force is the Department of Defense executive agent for designating and naming aerospace vehicles. The popular name that will follow the P-8A series designation has been submitted for approval. NAVAIR's Maritime Surveillance Aircraft Program Office in Patuxent River, Maryland administers the P-8A MMA Program. NAVAIR is working closely with the Boeing Company as an integrated product team. The program is currently in the System Design and Development phase. Initial operating capability is scheduled for 2013 with full operational capability planned for 2019.", "url": "https://web.archive.org/web/20120320063336/http://www.navair.navy.mil/index.cfm?fuseaction=home.PrintNewsStory&id=3157"}, {"title": "Boeing Team Completes P-8A MMA High-Speed Wind Tunnel Tests", "date": "2005-04-13", "content": "A 6.2 percent scale model of the P-8A MMA was used for 1,300 hours of high speed wind tunnel testing at the NASA Ames Research Center at Moffet Field, Calif.", "url": "https://boeing.mediaroom.com/2005-04-13-Boeing-Team-Completes-P-8A-MMA-High-Speed-Wind-Tunnel-Tests"}, {"title": "Boeing P-8A MMA Aircraft Progresses toward Design Phase", "date": "2005-04-28", "content": "The U.S. Navy's P-8A Multi-mission Maritime Aircraft (MMA) program has successfully completed its second major review since contract award and received approval from the technical review board (TRB) to proceed toward the design phase. \"The MMA team was extremely well prepared,\" said Stu Young, chairman of the System Functional Review (SFR) review board and technical director for the Naval Air Warfare Center Training Systems division. \"The TRB had no reservations about general preparedness to proceed to preliminary design. This team is setting the standard by which others should be judged. Their progress since award is remarkable.\" An integrated Navy-Boeing [NYSE: BA] team conducted an SFR of the aircraft from April 5 to7 in Seattle during which a review board assessed system requirements and functional performance. \"The TRB determined that all requirements and performance allocations are defined and consistent with cost, schedule and risk constraints,\" said Tony Parasida, Boeing vice president for maritime systems. A preliminary design review is scheduled for September 2005. \"We have created an environment in which people can excel,\" said Capt. Steve Eastburg, Naval Air Systems' Maritime Surveillance Aircraft program manager. \"I am extremely proud of our team and the progress we've made so far.\" The P-8A is the Navy's replacement platform for the P-3C. Its primary mission is to provide persistent anti-submarine warfare (ASW). In addition, the P-8A MMA will contribute to anti-surface warfare (ASuW) and intelligence, surveillance and reconnaissance (ISR) warfighting capabilities, as defined in the Sea Shield and FORCEnet elements of the Navy's Sea Power 21 program. The Boeing-led industry team, which includes CFM International, Northrop Grumman [NYSE: NOC], Raytheon [NYSE: RTN] and Smiths Aerospace [LSE: SMIN.L], will produce five test aircraft during the program's system development and demonstration phase. The Navy plans to purchase up to 108 aircraft to replace its aging fleet of P-3 aircraft. A unit of The Boeing Company, Boeing Integrated Defense Systems is one of the world's largest space and defense businesses. Headquartered in St. Louis,Boeing Integrated Defense Systems is a $30.5 billion business. It provides network-centric system solutions to its global military, government, and commercial customers. It is a leading provider of intelligence, surveillance and reconnaissance systems; the world's largest military aircraft manufacturer; the world's largest satellite manufacturer and a leading provider of space-based communications; the primary systems integrator for U.S. missile defense; NASA's largest contractor; and a global leader in sustainment solutions and launch services.", "url": "https://boeing.mediaroom.com/2005-04-28-Boeing-P-8A-MMA-Aircraft-Progresses-toward-Design-Phase"}, {"title": "New MMA wingtips combat icing", "date": "2005-06-07", "content": "Boeing has changed the wingtip design of the 737-based P-8A Multi-mission Maritime Aircraft (MMA) under development for the US Navy, following concerns about icing of the original 737-standard blended winglet at the MMA's lower, in-weather operating altitudes. The MMA will fly routinely at 10,000-15,000ft (3,000-4,600m), where ice could build up on the winglets and degrade performance. The raked wing extension will be anti-iced to the tip, and the performance benefit of the raked wingtip will be the same as for the blended winglet, says Boeing, adding there is no cost or schedule impact. Before winning the MMA competition last year, Boeing switched to a longer-range 737-800ERX airframe that combines the longer -800 fuselage with the heavier-gauge wing and landing gear planned for the -900X. The US Navy plans to buy 108 MMAs to replace its Lockheed Martin P-3C maritime patrol aircraft.", "url": "https://www.flightglobal.com/new-mma-wingtips-combat-icing/60645.article"}, {"title": "Boeing Alters P-8A MMA Wing Design", "date": "2005-06-07", "content": "Boeing researchers have changed the wing design of the P-8A Multi-mission Maritime Aircraft, which is designed to replace the P-3C as the U.S. Navy's primary patrol aircraft. The wing extension is being altered from a blended winglet to a raked or backswept wingtip. They are heavier and create drag, but provide for easier insertion of de-icing components. Since naval patrol aircraft often have to spend hours in clouds and bad weather at around 15,000 ft. rather than flying over the clouds like commercial aircraft, this modification to the base 737-800 airframe would appear to increase overall performance for long maritime patrol missions. Since the P-8A program is only a year old, the change is reportedly being made early enough so the P-8A's weight, cost and schedule should not be affected. DID has previously done an in-depth article on the P-8A MMA program and its prospects in the international market.", "url": "https://www.defenseindustrydaily.com/boeing-alters-p8a-mma-wing-design-0652/"}]}, [], {"win label": 0, "news": [{"title": "SMITHS WINS ORDER FOR BOEING P-8A MULTI-MISSION MARITIME AIRCRAFT PROGRAM (MMA)", "date": "2006-05-22", "content": "SABRITEC, part of the global engineering business Smiths Group, today announced it has won an order for the Boeing P-8A Multi-Mission Maritime Aircraft Program (MMA). The P-8A is a long range anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft capable of broad-area, maritime and littoral operations. A derivative of the Next-Generation 737-800, the P-8A combines superior performance and reliability with an advanced mission system that ensures maximum interoperability in the future battle space. For this programme Sabritec, part of the Smiths Interconnect business, will be supplying a MIL-C-5015 circular plug and receptacle connector derivative with six 350 Amp power contacts located within the circular pattern. The connector contains a break-away feature within the connector front receptacle shell mechanism to \"break-away\" with a pre-determined bending moment along each axis of the connector assembly. The connector is flange mounted to each of the four engines' wing pylons. If an engine breaks away from the flange of the wing pylon, the connector assembly will break away along with the engine minimizing the domino effect of catastrophic damage to the aircraft fuselage or leading of the wing. Boeing noted that Sabritec's proposal was the \"best value\" approach combined with the elements of the request for proposal that included, but were not limited to, past performance, capability to the Boeing requirements, technical solutions and management solutions to the requirements of this proposal.", "url": "https://www.smiths.com/news-and-media/2006/05/smiths-wins-order-for-boeing-p8a-multimission-maritime-aircraft-program-mma"}]}, [], {"win label": 0, "news": [{"title": "Boeing-led Poseidon Team Begins Production of First P-8A Fuselage", "date": "2007-12-12", "content": "Boeing [NYSE: BA] and its Poseidon industry team yesterday celebrated the start of P-8A fuselage production at Spirit AeroSystems' Wichita, Kan., facility. During a ceremony that also included U.S. Navy personnel, Spirit employees loaded the first P-8A fuselage components into a holding fixture on the factory floor. The initial parts and other fuselage assemblies eventually will come together on Spirit's existing Next-Generation 737 production line. In early 2008, Spirit will ship the first P-8A fuselage to Boeing Commercial Airplanes in Renton, Wash., for aircraft assembly. \"We've transitioned from designing to building the first P-8A Poseidon for the U.S. Navy, so this is an important day for the program,\" said Bob Feldmann, Boeing vice president and P-8A program manager. \"Just as significant, this event demonstrates the tremendous leverage our program derives from the in-line production approach used on the P-8A and the outstanding working-together partnership between Boeing and Spirit.\" \"The P-8A fuselage sections will be built using our standard processes, which in the end means lower costs and shorter flow-times,\" said Buck Buchanan, Spirit AeroSystems vice president/general manager, Fuselage Structures and Systems. \"Spirit employees know how important this program is to the Navy, and we are excited to be part of an outstanding team tasked with building the P-8A.\" \"Spirit's excellent, on-time performance preparing to build the fuselage combined with our 'one-team' approach supports commitments we made to Boeing Integrated Defense Systems and its U.S. Navy customer,\" said Mo Yahyavi, Boeing vice president and general manager of the Commercial Airplanes P-8A team. Boeing's industry team is currently performing the program's System Development and Demonstration phase, which includes building five test vehicles: three flight-test and two ground-test aircraft. The first test aircraft will be delivered to the Navy and fly in 2009. The Navy plans to purchase 108 P-8As to replace its fleet of P-3C aircraft. Initial operational capability is slated for 2013. The Boeing-led Poseidon industry team includes CFM International, Northrop Grumman, Raytheon, Spirit AeroSystems and GE Aviation. The P-8A is a long-range anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft capable of broad-area, maritime and littoral operations. A derivative of the Next-Generation 737-800, the P-8A combines superior performance and reliability with an advanced mission system designed for maximum interoperability in the future battle space. Based in Wichita, Kan., Spirit AeroSystems is the world's largest independent supplier of large component parts and assemblies for commercial aircraft. Spirit designs and builds the all-composite forward fuselage for the Boeing 787 in addition to pylon and wing structures for the new airplane. Spirit produces the fuselage, engine pylons and nacelles, vertical fin and horizontal stabilizer, inboard and outboard flaps for Boeing's Next-Generation 737 family of airplanes. It also builds nose sections, nacelles and pylons for the 747, 767 and 777 aircraft, as well as slats and floor beams for the 777 and wing and fuselage components for the 747.", "url": "https://web.archive.org/web/20081007032710/http://www.boeing.com/defense-space/military/p8a/news/2007/q4/071212c_nr.html"}, {"title": "Australia in wings as Boeing P-8 production starts", "date": "2007-12-29", "content": "Production of the first Boeing P-8A Poseidon has begun, as negotiations continue for Australia to join the US Navy's Multi-mission Maritime Aircraft programme. The 737 derivative is to replace the navy's Lockheed Martin P-3C Orions from 2013. Assembly of the fuselage for the first of five P-8s in the development programme - three flight-test and two ground-test aircraft - started at Spirit AeroSystems in Wichita, Kansas in early December. The fuselage for aircraft T-1 will be shipped to Boeing's 737 final-assembly plant in March 2008, is scheduled to roll out next August and fly in March 2009, following loads calibration. Development flight-testing will begin in September 2009, after its mission system has been installed. \"We are on track and entering build of the first five aircraft with highly certain dates because we are integrated with the 737 production line,\" says Bob Feldmann, Boeing vice-president and P-8A programme manager. Australia last July decided to join the MMA programme, and is negotiating a memorandum of understanding to participate in spiral development of the P-8. The first round of negotiations was completed in October and a second is planned for February, says Capt Mike Moran, the USN's P-8 integrated product team lead. The navy, meanwhile, is beginning to define the aircraft's first capability upgrade spiral, he says. India recently began evaluating cost proposals for its maritime patrol aircraft requirement, having assessed the P-8I, an Airbus A319 derivative from EADS, Ilyushin's Il-38, a modified Dassault Falcon 900 offered by Israel Aerospace Industries/Elta Systems, and a remanufactured P-3 from Lockheed. Canada is meanwhile considering abandoning the incremental upgrade of its P-3-based CP-140 Auroras and buying new aircraft, with a decision expected by the end of 2007. However, Moran says: \"We have not had any discussions with the Canadians.\"", "url": "https://www.flightglobal.com/australia-in-wings-as-boeing-p-8-production-starts/77902.article"}]}, {"win label": 0, "news": [{"title": "1st Boeing P-8A Poseidon Gets Its Wings", "date": "2008-05-08", "content": "Boeing [NYSE: BA] joined the wing assembly and fuselage of the first P-8A Poseidon for the U.S. Navy on May 1 in Renton, Wash. Boeing Integrated Defense Systems (IDS) and Boeing Commercial Airplanes (BCA) are working together to build the P-8A, a military derivative of the 737-800, on a new final assembly line. The factory's third line takes advantage of the proven efficiencies, manufacturing processes and performance of the highly reliable Next-Generation 737. The next major P-8A assembly milestone will be engine installation this summer. The Boeing-led Poseidon industry team remains on track for delivery of the first test aircraft to the Navy in 2009. Under the current System Development and Demonstration contract, the team will build five test vehicles: three flight-test and two ground-test aircraft. The Navy plans to purchase 108 P-8As to replace its fleet of P-3C aircraft. Initial operational capability is slated for 2013. The P-8A will provide increased capability in long-range anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance.", "url": "https://boeing.mediaroom.com/2008-05-08-1st-Boeing-P-8A-Poseidon-Gets-Its-Wings"}]}, {"win label": 1, "news": [{"title": "Boeing's P-8 gets its wings", "date": "2008-07-12", "content": "With the attachment of its wings and the hanging of the engines last month, Boeing's first P-8A Poseidon reconnaissance aircraft is right on schedule and could soon be earning its first international order, according to the manufacturer. The militarized 737 derivative-which Boeing describes as a form-fit replacement for the U.S. Navy's venerable P-3 Orion-recently began power-on systems testing on its dedicated production line at its commercial aircraft factory in Renton, Washington. According to Boeing, despite the Poseidon's outward differences from its airliner cousin-including a bomb bay, raked wing tips, underwing and fuselage centerline weapons stations and nearly 100 antennas-the P-8 shares 60 percent commonality by part number with its airliner cousin and could be built on the same assembly lines. The fuselage is supplied by Spirit Aerosystems in Wichita, Kansas, the same subcontractor that supplies the 737 bodies, and is based on the latest -800 model. The P-8 represents a radically different approach for Boeing, building Navy requirements into the airframe from the ground up, with no modification or stripping out of existing structures needed at the end of the airframe production. Using the same tooling, processes and worker training, the program has required unprecedented cooperation between the company's commercial aircraft unit and its integrated defense systems division. \"This is the long-term vision of Boeing: to build tactical aircraft in the heart of our commercial operation,\" said Mohammad Yahyavi, vice president and program manager for the P-8A, adding that this is now the blueprint for any military plane based on a commercial platform. For a 737, a typical trip through the final assembly line takes 10 days. Boeing has allotted nine times as much time for each of the five test aircraft in the system development and demonstration contract, as the airframer is expecting a steep learning curve. Keeping the P-8s from clogging Boeing's finely tuned 737 production system was a major motivation behind the establishment of a separate line (the former 757 wing to fuselage assembly line), which could also be used to manufacture derivative EP-8s. Perry Moore, Boeing's director of P-8A manufacturing operations, said he would be satisfied to see the line process a Poseidon in 45 days as the procedures are refined. Once the aircraft's stay in Renton is complete, it will then move to the integrated defense systems division for a similar length stay in final completion. First flight of the aircraft is expected next year.", "url": "https://www.ainonline.com/aviation-news/defense/2008-07-12/boeings-p-8-gets-its-wings"}, {"title": "Boeing's 1st P-8A Poseidon Moves From Final Assembly to Preflight", "date": "2008-08-12", "content": "Boeing [NYSE: BA] Integrated Defense Systems (IDS) and Boeing Commercial Airplanes (BCA) employees gathered today in Renton, Wash., to celebrate the completion of final assembly on the first P-8A Poseidon for the U.S. Navy and its move to preflight work. IDS and BCA are building the P-8A, a military derivative of the 737-800, on a third final assembly production line in Renton. The third line takes advantage of the proven efficiencies, manufacturing processes and performance of the highly reliable Next-Generation 737. \"We're proud to have completed final assembly on the first P-8A Poseidon,\" said Mo Yahyavi, vice president and P-8 program manager for BCA. \"Our objective on the P-8 program is to provide the Navy with the world's most advanced maritime patrol and reconnaissance aircraft. BCA and IDS working together as one team will be able to do just that.\" IDS will now focus on calibrating the flight-test instrumentation onboard the aircraft before moving it to Boeing Field in Seattle early next year for systems integration and additional testing. \"Program milestones, both big and small, are met daily thanks to our outstanding Poseidon team,\" said Bob Feldmann, vice president and P-8 program manager. \"Since the start of final assembly in late March, the team has met all assembly milestones, including wing-to-body-join and start of the moving line in May, completion of full-power testing and engine installation in June and, most recently, engine run.\" The Navy plans to purchase 108 P-8As to replace its fleet of P-3C aircraft. Initial operational capability is slated for 2013.", "url": "https://www.globalsecurity.org/military/library/news/2008/08/mil-080812-boeing01.htm"}, {"title": "CFM56-7B RECEIVES JOINT FAA / EASA CERTIFICATION FOR P-8A POSEIDON", "date": "2008-11-06", "content": "CFM International's advanced CFM56-7B27A/3 engine model has been jointly certified by the U.S. Federal Aviation Administration and the European Aviation Safety Agency for the U.S. Navy's P-8A Poseidon, paving the way for flight tests in 2009 and initial operational capability in 2013. The Navy plans to purchase 108 P-8As to replace its fleet of P-3C aircraft. CFM International (CFM) is a 50/50 joint company between Snecma (Safran Group) and General Electric Company. CFM is part of the Boeing-led P-8A team that also includes Spirit AeroSystems, Northrop Grumman, Raytheon, NAVAIR and GE Aviation. The P-8A Poseidon is a derivative of the Next-Generation 737-800, also powered by the CFM56-7B family of engines, with increased gross weight capability. The aircraft will provide increased capability in long-range anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance. Other models of the CFM56-7B engine that will power the P-8A, also power the Boeing 737 AEW&C and C-40 aircraft. Each engine is rated at 27,300 pounds (121 kN) takeoff thrust and will meet the Poseidon?s demanding electrical output requirements to support flight deck and mission system operations. The CFM56-7B family is one of the world's most reliable engines. More than 5,800 engines have been delivered to date, and the fleet has logged more than 86 million flight hours while maintaining an industry-leading 0.002 in-flight shutdown rate per 1,000 flight hours. This rate translates to one event every 500,000 flight hours. Prior to certification, CFM completed an extensive series of engineering tests on the CFM56-7B engine earlier in 2008 to evaluate the its capabilities in extreme weather conditions. One engine successfully completed extensive icing tests at a special facility near Montreal (Quebec), Canada, to evaluate the CFM56-7B engine?s ability to meet the stringent icing requirements established by the Navy for this aircraft, including subjecting the engine to extreme conditions over an extended time period. Another engine was subjected to the other temperature extreme. In a dedicated test cell at Snecma facilities in Villaroche, France, the engine successfully completed a series of thermal tests that included an entire engine build-up and series of tests actually included a simulation of a specific P-8A mission.", "url": "https://www.cfmaeroengines.com/press-articles/cfm56-7b-receives-joint-faa-easa-certification-for-p-8a-poseidon/"}, {"title": "CFM56-7B Receives Joint FAA / EASA Certification for P-8A Poseidon", "date": "2008-11-07", "content": "CFM International's advanced CFM56-7B27A/3 engine model has been jointly certified by the U.S. Federal Aviation Administration and the European Aviation Safety Agency for the U.S. Navy's P-8A Poseidon, paving the way for flight tests in 2009 and initial operational capability in 2013. The Navy plans to purchase 108 P-8As to replace its fleet of P-3C aircraft. CFM International (CFM) is a 50/50 joint company between Snecma (SAFRAN Group) and General Electric Company. CFM is part of the Boeing-led P-8A team that also includes Spirit AeroSystems, Northrop Grumman, Raytheon, NAVAIR and GE Aviation. The P-8A Poseidon is a derivative of the Next-Generation 737-800, also powered by the CFM56-7B family of engines, with increased gross weight capability. The aircraft will provide increased capability in long-range anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance. Other models of the CFM56-7B engine that will power the P-8A, also power the Boeing 737 AEW&C and C-40 aircraft. Each engine is rated at 27,300 pounds (121 kN) takeoff thrust and will meet the Poseidon's demanding electrical output requirements to support flight deck and mission system operations. The CFM56-7B family is one of the world's most reliable engines. More than 5,800 engines have been delivered to date, and the fleet has logged more than 86 million flight hours while maintaining an industry-leading 0.002 in-flight shutdown rate per 1,000 flight hours. This rate translates to one event every 500,000 flight hours. Prior to certification, CFM completed an extensive series of engineering tests on the CFM56-7B engine earlier in 2008 to evaluate its capabilities in extreme weather conditions. One engine successfully completed extensive icing tests at a special facility near Montreal (Quebec), Canada, to evaluate the CFM56-7B engine's ability to meet the stringent icing requirements established by the Navy for this aircraft, including subjecting the engine to extreme conditions over an extended time period. Another engine was subjected to the other temperature extreme. In a dedicated test cell at Snecma facilities in Villaroche, France, the engine successfully completed a series of thermal tests that included an entire engine build-up and series of tests actually included a simulation of a specific P-8A mission.", "url": "https://www.defense-aerospace.com/cfm56-7b-engine-certified-for-p-8a-poseidon/"}]}, {"win label": 0, "news": [{"title": "Boeing P-8A Poseidon Successfully Completes 1st Flight", "date": "2009-04-27", "content": "Boeing P-8A Poseidon test aircraft T-1 successfully completed its first flight April 25, taking off from Renton Field at 10:43 a.m. and touching down at Boeing Field in Seattle at 2:14 p.m. The P-8A performed a series of flight checks, reached a maximum altitude of 25,000 feet, and landed after three hours, 31 minutes in the air. \"This is a significant accomplishment for the P-8A team, as it moves us one step closer to delivering the next maritime patrol and reconnaissance aircraft to the warfighter,\" said Capt. Mike Moran, P-8A program manager for the U.S. Navy. \"Today's flight is a clear demonstration of the program's commitment to delivering this critical capability on time and the result of a tremendous effort by the joint Navy/Boeing team. I commend Boeing for putting its 'A-Team' in place on this program and enabling the Navy to leverage Boeing's experience, expertise and, more importantly, dedication to make this aircraft a reality.\" Prior to takeoff, the P-8A team completed a limited series of flight checks, including engine starts and shutdowns. During the flight, test pilots performed airborne systems checks including engine accelerations and decelerations, autopilot flight modes, and auxiliary power unit shutdowns and starts. \"This is an exciting day for the P-8A program and a tribute to the hard work of the entire team,\" said Bob Feldmann, Boeing vice president and P-8 program manager. \"We understand the needs of the U.S. Navy and maritime patrol community, and we are dedicated to meeting every one of our future milestones on or ahead of plan.\" The integrated Navy/Boeing team will begin formal flight testing of the P-8A during the third quarter of this year. Before that, Boeing will paint the aircraft, install additional flight test instrumentation and conduct a series of ground tests. The P-8A, a derivative of the Next-Generation 737-800, is built by a Boeing-led industry team that includes CFM International, Northrop Grumman, Raytheon, Spirit AeroSystems and GE Aviation. The team currently is assembling and testing the first five P-8As. The Navy plans to purchase 108 P-8As to replace its fleet of P-3C aircraft. Initial operational capability is planned for 2013.", "url": "https://web.archive.org/web/20090430135700/http://www.boeing.com/news/releases/2009/q2/090426a_nr.html"}, {"title": "GE Qualifies and Delivers Boeing P-8A Poseidon Systems", "date": "2009-06-15", "content": "GE Aviation recently achieved two significant P-8A milestones including flight management system hardware qualification and deliveries of stores management system hardware. The flight management system qualification is the final milestone prior to formal flight testing of the P-8A, due to take place later this year. The stores management system hardware deliveries follow delivery last month of key software for integration lab activity. \"GE's integrated flight management and stores management systems are designed for growth and allow rapid and affordable future technology integration to meet evolving threats and diverse mission requirements,\" commented Lorraine Bolsinger, president and CEO of GE Aviation Systems. \"We are pleased to play a key role in advancing the mission of the U.S. Navy's P-8A.\" GE's flight management system provides an integrated open architecture that is compliant with the military and commercial framework along with an inherent growth path for upgrades. The stores management system provides a comprehensive system for the electronic control of integrated weapons management and is designed for future growth. The integrated Navy/Boeing team will begin formal flight testing of the P-8A later this year. The P-8A first flight successfully took place on April 25 and Boeing unveiled the U.S. Navy paint scheme on May 5, displaying its new U.S. Navy livery. The P-8A, a derivative of the Next-Generation 737-800, is built by a Boeing-led industry team that includes CFM International, Northrop Grumman, Raytheon, Spirit AeroSystems and GE Aviation. The team currently is assembling and testing the first five P-8As. The Navy plans to purchase 117 P-8As to replace its fleet of P-3C aircraft. Initial operational capability is planned for 2013. GE Aviation, an operating unit of General Electric Company (NYSE: GE), is a world-leading provider of jet engines, components and integrated systems for commercial and military aircraft. GE Aviation has a global service network to support these offerings. GE Aviation Systems LLC and GE Aviation Systems Ltd are subsidiaries of General Electric Company.", "url": "https://www.geaerospace.com/press-release/systems/ge-qualifies-and-delivers-boeing-p-8a-poseidon-systems"}]}, {"win label": 0, "news": [{"title": "Radar Antenna Installed On Boeing P-8A Poseidon", "date": "2009-12-02", "content": "A Boeing and a Raytheon employee complete installation of an APY-10 radar antenna on P-8A Poseidon test aircraft T2 last month at the Boeing Developmental Center in Seattle. T2 is the P-8A program's primary mission system test article. Following completion of the next phase of radar installation and additional instrumentation, T2 will enter the U.S. Navy's flight test program in early 2010. During flight test, Navy and Boeing pilots will verify the performance of all aircraft sensors. The P-8A radar antenna was developed and delivered by Raytheon. Boeing's industry team is building and testing five anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft as part of a System Development and Demonstration contract awarded in 2004. The P-8A Poseidon is a long-range anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft capable of broad-area, maritime and littoral operations. A derivative of the Next-Generation 737-800, the P-8A combines superior performance and reliability with an advanced mission system that ensures maximum interoperability in the future battle space. ", "url": "http://avstop.com/news2/radar_antenna_installed_on_boeing_p-8a_poseidon.htm"}, {"title": "First Navy test pilot flies P-8A Poseidon", "date": "2009-12-14", "content": "When a new Navy aircraft takes to the skies it is always a proud moment for any aircraft program. For the actual pilot behind the controls, it is an even greater feeling. Lt. Roger Stanton had the privilege of being the first Navy test pilot to fly the P-8A Poseidon in October. \"It felt awesome,\" Stanton said. \"The first time you fly a new airplane it's just a great experience. This is what test pilots are trained to do, so getting this rare opportunity was really amazing.\" Stanton, along with Boeing pilot Doug Benjamin, flew the first Poseidon, designated T1, over the Puget Sound in Washington, kicking off the formal Navy flight test program. \"It was a good day - a really good day,\" Stanton said. \"All the training I received was great. We rehearsed the flight profile many times so we came into the flight very well prepared, but it was still fun.\" Stanton began T1 flight preparation in 2008 with Boeing 737 training in Seattle, consisting of classroom courses, computer-based training and a mixture of commercial 737 simulators as well as time in an actual 737 aircraft. He also spent approximately 250 hours in the Weapon System Integration Lab, located in Kent, Wash. The WSIL is a non-motion based simulator designed to help the test team integrate aircraft and mission systems, as well as, test aircraft components. \"For the baseline P-8, it certainly flies like a 737,\" he said. \"They did a nice job of building the airplane. The interesting flying for the P-8 really will come when we have to emulate the P-3 mission - high bank angle, low altitude, autopilot integrated into our mission with missiles on the wings. It will get interesting.\" That type of flying will come later in the test program. T1 actually made three flights in October, prior to undergoing more instrumentation installation in the factory. The first flight was to check the airworthiness, or how well the modified 737 aircraft flies with all the test instrumentation. The second two flights practiced instrument approaches with a visual restrictive device. Stanton said one of the things the Navy closely monitors is whether or not the pilots are capable of safely flying the plane if they can't look out the window for visual reference. Initial testing of T1 is being conducted in Seattle. It will transfer to Pax in early 2010, where flight and operational testing will be completed by the integrated test team (ITT). The Poseidon ITT, comprised of Navy test squadrons -- Air Test and Evaluation Squadron 20 and Air Test and Evaluation Squadron 1 -- and Boeing, will spend the next 36 months flying and evaluating three aircraft, designated T1, T2 and T3. The evaluation will include extensive mission systems testing, operational effectiveness and ability to carry out the anti-submarine warfare, anti-surface warfare and intelligence, surveillance and reconnaissance operations in accordance with Naval Air Systems Command requirements. Stanton said the maritime patrol and reconnaissance community needs a new aircraft and needs it badly. He said the Fleet needs an airframe that's capable of meeting the requirements set forth by the Navy and that support the maritime strategy. \"Our job here is to test that capability on the Poseidon,\" he said. \"As an operational P-3 pilot, I am fully aware of the challenges facing the [MPRA] community as they try and execute their high demand mission with a dwindling number of aging assets. Testing the P-8 and getting it to the [MPRA] community as soon as possible will help alleviate some of those challenges.\"", "url": "https://www.navair.navy.mil/node/10951"}]}, {"win label": 0, "news": [{"title": "Boeing pitches P-8 variant to replace JSTARS", "date": "2010-02-18", "content": "Boeing has revealed a new version of the P-8 Poseidon aimed at challenging the primacy of the Northrop Grumman E-8C JSTARS in detecting and striking moving ground targets. The 737-based P-8 aerial ground surveillance (AGS) concept proposes to add a next-generation radar, such as the Raytheon advanced airborne sensor, plus an on-board arsenal of bombs and missiles. Unveiled at the Air Force Association's Air Warfare Symposium in Orlando, Florida on 18 February, the concept has provoked a debate between Boeing and Northrop over the likely cost of modernising the US Air Force's current E-8C fleet, and on the wisdom of arming such surveillance platforms. Boeing senior manager for airborne warning systems Jim Eisenhart claims that Boeing could deliver 17 modified P-8s for the same amount that it would cost to modernise the USAF's 17 E-8Cs with new engines and avionics. Northrop has estimated this figure as $5.2 billion, including $4.1 billion to install the Northrop/Raytheon radar technology insertion programme array. The USAF has already spent $22 billion to develop, upgrade and sustain the E-8C fleet, says Dale Burton, Northrop's vice-president for intelligence, surveillance, reconnaissance and battle management command and control. \"Anybody thinking they're hitting parity with this aircraft for less than that I think is on a strange trip,\" he adds. Northrop's concept for a modernised E-8C also includes installing Ku- or X-band multifunction radars on both sides of the type's forward fuselage. These would create synthetic aperture radar images at the same time that the JSTARS' canoe-mounted APY-7 sensor scans for moving ground targets. Northrop has also questioned the need for an AGS platform to carry weapons, noting that the E-8C has already demonstrated the ability to network directly with weapons carried by other aircraft, such as the Boeing B-52. The USAF is likely to evaluate both the E-8C upgrade and P-8 AGS proposals as it reviews its options for the ground moving target indication mission. It had planned to replace the E-8C with the Boeing 767-based E-10A, but abandoned that programme in 2005. A new analysis of alternatives will begin in March, according to chief of staff Gen Norton Schwartz, who expects this to be completed \"some time after March 2011\".", "url": "https://web.archive.org/web/20100308155924/http://www.flightglobal.com/articles/2010/02/18/338619/boeing-pitches-p-8-variant-to-replace-jstars.html"}]}, {"win label": 0, "news": [{"title": "Boeing P-8A Poseidon Aircraft T3 Enters Flight Test", "date": "2010-08-02", "content": "Boeing P-8A Poseidon aircraft T3 successfully completed its first flight test in Seattle on July 29. T3 is the P-8A program's mission-system and weapon-certification aircraft. During the two-hour and 48-minute flight from Boeing Field, Boeing and U.S. Navy test pilots performed airborne systems checks including engine accelerations and decelerations, autopilot flight modes, and auxiliary power unit and engine shutdowns and starts. In the coming weeks, T3 will join the two P-8A test aircraft currently at Naval Air Station Patuxent River, Md., and complete additional ground and flight tests. \"At Pax River, the Boeing and Navy team will use some of the ground test data we've gathered in Seattle for in-flight separation and delivery accuracy tests that will occur later this year,\" said Chris Ahsmann, P-8A chief engineer for Boeing. T3 is one of six flight-test aircraft that are being assembled and tested as part of the U.S. Navy System Development and Demonstration contract Boeing received in 2004. Airworthiness-test aircraft T1 entered flight test in October 2009 and arrived at the Navy's Patuxent River facility in April of this year. T2, the primary mission-system test aircraft, arrived at Pax River in June. The Navy plans to purchase 117 P-8A anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft to replace its P-3 fleet. Initial operational capability is planned for 2013. A unit of The Boeing Company, Boeing Defense, Space & Security is one of the world's largest defense, space and security businesses specializing in innovative and capabilities-driven customer solutions, and the world's largest and most versatile manufacturer of military aircraft. Headquartered in St. Louis, Boeing Defense, Space & Security is a $34 billion business with 68,000 employees worldwide.", "url": "https://boeing.mediaroom.com/2010-08-02-Boeing-P-8A-Poseidon-Aircraft-T3-Enters-Flight-Test"}, {"title": "P-8A Poseidon milestone reached", "date": "2010-08-13", "content": "The US Navy's P-8A Poseidon programme reached 'Milestone C' on August 11. August 13: The US Navy's P-8A Poseidon programme reached 'Milestone C' on August 11, enabling low-rate production to begin. Initial Operating Capability for the fleet is planned for 2013, with Naval Air Station (NAS) Jacksonville in Florida hosting the first operational squadron. \"The team has worked extremely hard to reach this major acquisition milestone,\" said PMA-290 Programme Manager Captain Mike Moran. \"The aircraft is performing very well in testing, which should result in an on-time and on-budget delivery to the US Navy.\" The total Navy buy is expected to amount to at least 108 aircraft. Ten aircraft have been ordered this year with 12 in 2011 and 14 in 2012. The first test aircraft arrived at NAS Patuxent River in Maryland on April 10, where it is undergoing trials with VX-20 under the auspices of the Boeing-led Integrated Test Team (ITT).", "url": "https://web.archive.org/web/20101120030024/http://airforcesmonthly.com/view_news.asp?ID=2422"}, {"title": "Boeing P-8A approved to launch production", "date": "2010-08-16", "content": "The Boeing P-8A programme has received approval to begin ramping up production shortly before the anti-submarine warfare aircraft enters the last two years of development and flight test. The Defense Acquisition Board, which oversees all major acquisitions, verbally approved the P-8A to enter the first year of low rate initial production (LRIP), according to Naval Air Systems Command (NAVAIR), which expects an official written memo within three to four weeks to clarify how many aircraft will be built during the LRIP phase. Clearing the LRIP approval hurdle marks the third of four major milestones for any US military acquisition. The next step for the P-8A will be entering full-rate production. NAVAIR plans to buy 117 P-8A Poseidons up to fiscal year 2018 as half of the plan to replace about 225 Lockheed Martin P-3C Orions. The navy also aims to buy the Northrop Grumman RQ-4N broad area maritime surveillanceUAV, an unmanned system that will serve as an adjunct to the P-8A. The P-8A is a military version of Boeing's 737-800 airliner. Changes include the wings from the -900ER model and the addition of a weapons bay as well as sensors and launchers for sonobuoys. Boeing has delivered the first two flight-test prototypes for the P-8A programme to NAS Patuxent River in Maryland. The third flight-test aircraft will arrive \"shortly\". Meanwhile, the fourth flight-test aircraft is \"moving through the factory\" in Renton, Washington, Boeing says.", "url": "https://web.archive.org/web/20120309051255/http://www.flightglobal.com/news/articles/boeing-p-8a-approved-to-launch-production-346153/"}, {"title": "P-8A launches first sonobuoys", "date": "2010-10-21", "content": "One of three P-8A test aircraft completed several sonobuoy launches on Friday, Oct. 15. This event marks the first time the new Poseidon has launched sonobuoys since it began testing at NAS Patuxent River this summer. A total of six sonobuoys were involved in three low altitude launches at the Atlantic Test Range. The range provides airspace for safe operating clearance of test missions. Each P-8A employs a rotary launch system that uses three launchers with the capacity to hold 10 sonobuoys each and the capability of launching single and multiple shots. The system can accommodate any sized sonobuoy and the storage capacity of 120 is 50 percent greater than the P-3. This event is just one integral part of the P-8A's overall weapons system testing mission. Initial operating capability on the P-8A is scheduled for 2013 at NAS Jacksonville, Fla.", "url": "https://www.navair.navy.mil/node/15421"}]}, {"win label": 0, "news": [{"title": "BOEING CONFIRMS P-8A POSEIDON AIRFRAME'S STRUCTURAL INTEGRITY WITH FULL SCALE STATIC TESTS", "date": "2011-01-21", "content": "Boeing today announced that it completed full scale static testing of the P-8A Poseidon's airframe on Jan. 7. The series of tests, which began in May 2009, confirmed the airframe's structural integrity. \"The structure performed as we expected throughout testing, allowing us to efficiently expand the P-8A's flight-test envelope,\" said Chuck Dabundo, Boeing vice president and P-8 program manager. \"Our static test plan was successful thanks to the combined efforts of Boeing's design, analysis, and test teams and our U.S. Navy customer.\" S1 the program's full-scale static ground-test vehicle underwent 154 different tests in which it sustained loads equal to or greater than those expected to occur during operational flights, with no failure of the primary structure. During 74 of the tests, the airframe was subjected to 150 percent of the highest expected flight loads. More than 4,000 installed strain gages and calibrated parts captured data for analysis. In September, the Boeing P-8A team will begin refurbishing S1 to prepare it for live-fire testing at Naval Air Warfare Center, China Lake, Calif. Boeing will begin fatigue tests on its second ground-test vehicle, S2, later this year. The Navy plans to purchase 117 of the P-8A anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft to replace its P-3 fleet. Initial operational capability is planned for 2013. A derivative of the Boeing Next-Generation 737-800, the P-8A Poseidon is built by a Boeing-led industry team that includes CFM International, Northrop Grumman, Raytheon, Spirit AeroSystems, BAE Systems and GE Aviation.", "url": "https://www.cfmaeroengines.com/press-articles/boeing-confirms-p-8a-poseidon-airframes-structural-integrity-with-full-scale-static-tests/"}, {"title": "First operational test P-8A arrives at NAS Patuxent River", "date": "2011-06-27", "content": "The Navy has received its first P-8A production representative operational test aircraft June 24. The new P-8A arrived at NAS Patuxent River and it will join three developmental test aircraft already undergoing integrated testing in preparation for initial operational test and evaluation of the P-8A Poseidon. The Navy entered into Low Rate Initial Production of the first six Poseidon aircraft in January 2011. These aircraft will be used to form the first operational P-8A squadron, which is scheduled for initial operational capability in 2013.", "url": "https://www.navair.navy.mil/node/16421"}]}, {"win label": 0, "news": [{"title": "Boeing P-8A Poseidon Production Aircraft Completes 1st Flight", "date": "2011-07-19", "content": "The first Boeing P-8A Poseidon production aircraft completed its first flight on July 7, taking off from Renton Field and landing three hours later at Boeing Field in Seattle. The P-8A is the first of six low-rate initial production (LRIP) aircraft Boeing is building for the U.S. Navy as part of a $1.6 billion contract awarded in January. The successful flight marked LRIP-1's completion of final assembly in the company's Renton factory and transition to mission system installation and checkout in Seattle. Boeing will deliver LRIP-1 to the Navy next year in preparation for initial operational capability, which is planned for 2013. \"This is the first P-8 that will go directly to the fleet in Jacksonville, Fla., so the aircraft's first flight is an important milestone for the Boeing team and our Navy customer,\" said Chuck Dabundo, Boeing vice president and P-8 program manager. \"We're on plan to get LRIP-1 to the Navy in 2012.\" \"As the Navy's replacement for the P-3 Orion, the P-8A Poseidon represents the next generation of maritime patrol and reconnaissance aircraft,\" said Capt. Michael Moran, program manager for Naval Air Systems Command's Maritime Patrol and Reconnaissance Aircraft program office. \"The fleet is actively preparing to receive the LRIP-1 aircraft and begin the transition.\" The Navy plans to purchase 117 of the Boeing Next-Generation 737-based P-8A anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft to replace its P-3 fleet. In order to efficiently design and build the P-8A aircraft, the Boeing-led team is using a first-in-industry, in-line production process that draws on the company's Next-Generation 737 production system. All aircraft modifications unique to the P-8A are made in sequence during fabrication and assembly. This is the first P-8A to include a new CFM56-7BE engine configuration that is now standard on all delivered Next-Generation 737s. The configuration is an improved design that includes high- and low-pressure turbine modifications. Coupled with drag reduction improvements that Boeing started phasing into 737 production earlier this year, it will result in lower fuel consumption and maintenance cost savings. Separate from the production contract, Boeing was awarded a System Development and Demonstration contract in 2004 to build and test six flight-test and two ground-test P-8A aircraft. The first four flight-test planes are completing testing at Naval Air Station Patuxent River, Md. The program's static test plane, S1, completed its test program earlier this year. A derivative of the Next-Generation 737-800, the Poseidon is built by a Boeing-led industry team that includes CFM International, Northrop Grumman, Raytheon, Spirit AeroSystems, BAE Systems and GE Aviation.", "url": "https://boeing.mediaroom.com/2011-07-19-Boeing-P-8A-Poseidon-Production-Aircraft-Completes-1st-Flight"}]}, {"win label": 1, "news": [{"title": "P-8A makes debut in Bold Alligator exercise", "date": "2012-02-07", "content": "Swooping low over the aircraft carrier Enterprise, the Navy's newest jet looks every bit a war craft, with little to belie its commercial airliner lineage or current test missions. The P-8A Poseidon maritime multi-mission aircraft apparently made its first appearance in an operational, fleet exercise Feb. 3 when it began flying sorties in support of Exercise Bold Alligator, the largest amphibious exercise in a decade, now taking place along the coasts of Virginia and North Carolina. The P-8A flew 20 missions in support of the Enterprise and its strike group, and another 14 sorties operating with the amphibious strike group and Marine expeditionary forces, according to U.S. Fleet Forces Command in Norfolk, Va. That's a departure from the extensive P-8A flight test programs being flown by Air Test and Evaluation Squadrons 1 and 20 (VX-1 and VX-20) from Naval Air Station Patuxent River, Md. Sporting a spiffy sinking submarine logo on its tail, the VX-1 P-8A photographed from the Enterprise is known as \"T-6,\" the last of six test and evaluation aircraft delivered to the Navy by Boeing. It was accepted by the Navy and arrived at Pax River on Jan. 17, said LaToya Graddy, a spokesperson for Naval Air Systems Command. The aircraft also will be used in upcoming operational test exercises set to begin this summer, she added. The P-8 is under development by the Navy to replace the venerable, turbo-prop P-3 Orion.", "url": "https://archive.md/20120905020732/http://www.navytimes.com/news/2012/02/dn-p8a-makes-debut-in-bold-alligator-exercise-020712/#selection-505.0-505.43"}, {"title": "US Navy Receives the First P-8A Poseidon", "date": "2012-03-07", "content": "Boeing has delivered the first production P-8A Poseidon maritime surveillance aircraft to the U.S. Navy. This aircraft is the first of 13 anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft Boeing will deliver as part of a low-rate initial production contract awarded in 2011. The aircraft was flown to Naval Air Station Jacksonville, Fla., where it will be used for aircrew training. Along with production aircraft, the P-8A team also has built and is testing six flight-test and two ground-test aircraft. The flight-test aircraft are based at Naval Air Station Patuxent River, Md., and have completed more than 1,500 flight hours. ", "url": "https://defense-update.com/20120307_us-navy-receives-the-first-p-8a-poseidon.html"}, {"title": "Boeing delivers first production P-8A", "date": "2012-03-08", "content": "Boeing delivered the first production version of the US Navy's new P-8A Poseidon maritime patrol aircraft on 4 March, the company announced. The aircraft is the first of 13 jets that will be built as part of a low-rate initial production (LRIP) contract that was awarded in 2011 for the service. The navy ultimately hopes to buy 117 aircraft to replace its ageing Lockheed Martin P-3C Orion fleet. If all goes well, the P-8A will be declared operational in 2013. The 737-800-derived jet is designed to gather intelligence, hunt submarines and attack surface ships. \"The navy fleet is more than ready to receive the P-8A, which will provide the users and operators [with] a step increase in mission capabilities,\" said Rear Adm Paul Grosklags, the navy's programme manager for maritime patrol aircraft. Boeing's P-8 production manager Chuck Dabundo also expressed his satisfaction at delivering the first LRIP aircraft. \"Delivering this capability to the warfighter is the ultimate goal and we're proud to be able to meet our commitment and hand over the P-8A 'keys' to the navy fleet,\" he said. Navy pilots have already flown the aircraft from Boeing's Seattle factory to its new home in Jacksonville, Florida, where it will be used to train new air crew. While this particular aircraft is the first production article, Boeing has already built six test examples, which are flying out of NAS Patuxent River, Maryland, and two ground-test aircraft. Unlike in previous programmes, the military-specific modifications to the baseline 737-800 are installed during the regular manufacturing process, rather than post-production, to save time and money.", "url": "https://web.archive.org/web/20120311083514/http://www.flightglobal.com/news/articles/picture-boeing-delivers-first-production-p-8a-369279/"}]}, {"win label": 0, "news": [{"title": "Navy receives second P-8A Poseidon aircraft from Boeing", "date": "2012-07-20", "content": "Boeing [NYSE: BA] has delivered the second production P-8A Poseidon aircraft to the U.S. Navy. The P-8A is one of 13 low rate initial production (LRIP) maritime patrol aircraft that Boeing is building for the Navy as part of two contracts awarded in 2011. The Boeing P-8A Poseidon is modified from the Boeing 737-800 for military use. It is designed for anti-submarine warfare (ASW), shipping interdiction, and for reconnaissance and electronic intelligence missions. The P-8A Poseidon will be replacing the aging Lockheed Martin P-3 Orion ASW aircraft that have been in service since 1962. Navy pilots flew the P-8A from Seattle to Naval Air Station Jacksonville, Fla., where the first LRIP P-8A is being used for aircrew training. Three P-8As currently are undergoing mission systems installation and checkout in Seattle, and three others are in final assembly in Renton, Wash. In order to efficiently design and build P-8A aircraft for the Navy and P-8I aircraft for India, the Boeing-led team is using an in-line production process that draws on the company's Next-Generation 737 production system. All aircraft modifications are made in sequence during fabrication and assembly. Overall, the Navy plans to purchase 117 of the Boeing 737-based P-8A anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance aircraft to replace its P-3 fleet. As part of the two LRIP contracts, Boeing is providing aircrew and maintenance training for the Navy, in addition to logistics support, spares, support equipment and tools. Separate from the LRIP contracts, Boeing was awarded a System Development and Demonstration contract in 2004 to build and test six flight-test and two ground-test P-8A aircraft. The flight test aircraft have completed more than 600 sorties and 2,800 flight hours, mainly at Naval Air Station Patuxent River, Md.", "url": "https://www.militaryaerospace.com/communications/article/16720323/navy-receives-second-p8a-poseidon-aircraft-from-boeing"}, {"title": "Boeing Receives $1.9 Billion Contract for 11 P-8A Poseidon Aircraft", "date": "2012-09-24", "content": "The U.S. Navy on Sept. 21 awarded Boeing a $1.9 billion contract for 11 P-8A Poseidon aircraft, which will take the total fleet to 24 and bolster the service's anti-submarine, anti-surface warfare and intelligence, surveillance and reconnaissance capabilities. This third low-rate initial production award follows two last year that totaled 13 aircraft. Boeing has delivered three of the production P-8As, which are based on the company's Next-Generation 737-800 commercial airplane, and the Navy plans to purchase 117 to replace its P-3 fleet. \"This contract is a stepping stone to full-rate production, and our focus remains on building Poseidon on cost and on schedule,\" said Chuck Dabundo, Boeing vice president and P-8 program manager. \"It has been an exciting and productive year for the P-8A program,\" said Capt. Aaron Rondeau, P-8A deputy program manager for the Navy. \"The fleet operators in Jacksonville are excited to have received their first three aircraft and look forward to the next delivery as they transition from the P-3 to the first P-8 fleet squadron.\" Boeing assembles the P-8A aircraft in the same facility where it builds all its 737 aircraft. The Poseidon team uses a first-in-industry in-line production process that draws on Boeing's Next-Generation 737 production system. All P-8A-unique modifications are made in sequence during fabrication and assembly. After assembly, the aircraft enter Boeing's mission system installation and checkout facility for final modifications. The Boeing-led team also has built and is testing six flight-test and two ground-test aircraft under a Navy System Development and Demonstration contract awarded in 2004. The test aircraft have completed more than 600 sorties and 2,500 flight hours to date. Boeing's industry team includes CFM International, Northrop Grumman, Raytheon, Spirit AeroSystems, BAE Systems and GE Aviation.", "url": "https://boeing.mediaroom.com/2012-09-24-Boeing-Receives-1-9-Billion-Contract-for-11-P-8A-Poseidon-Aircraft"}, {"title": "Australia Joins P-8A, Completing an Investment of $325 in the Poseidon Program", "date": "2012-10-07", "content": "Australia has invested $73.9 million to complete its investment and enter the US Navy P-8A development program as a partner. The $5 billion program has sofar been endorsed only by the US and Indian Navies. Australia has signed an agreement with the US Defence Minister Stephen Smith and Minister for Defence Materiel Jason Clare have signed a new agreement with the United States Navy to participate in the third P-8A development stage, contributing $73.9 million towards the project. \"We will ultimately replace our Orion P-3s with the P-8 that is a long-term project,\" said Minister for Defence Stephen Smith, adding \"the P-3 Orions have serves Australia well, the Orions are expected to remain in service until the end of this decade or the start of the 2020s. But we have committed ourselves to further work on the P-8 project in collaboration with our United States colleagues.\" ", "url": "https://defense-update.com/20121007_australian_p3c_p8a.html"}]}, {"win label": 0, "news": [{"title": "US Navy to start P-8 operational tests in the summer", "date": "2013-04-20", "content": "The US Navy is set to start operational testing of the Boeing P-8 Poseidon maritime patrol aircraft this summer. \"What we're looking forward to this year, really, is our initial operational test and evaluation of the programme,\" says Capt Aaron Rondeau, the USN's Poseidon programme manager. Those formal operational tests will start this summer and should take about six months, but could run through to the end of the year. There have already been some operational evaluation activities that have been completed, thanks to the integration of the developmental and operational test teams. Should that all go according to plan, the P-8 will be declared operational in the third quarter of 2013. Once the fleet starts transitioning to the new jet, operational squadrons will convert over to the Poseidon every six months with Increment 1 aircraft. The Increment 1 capability on the P-8 will be an improved version of what is on the USN's upgraded Lockheed Martin P-3 Orion, which the Poseidon will replace. However, there are a host of improvements that are planed for the new Boeing 737-based jet. The first major upgrade will be Increment 2, but that effort has been split into two parts, says Boeing's P-8 business development director David Robinson. The incremental upgrade is being developed with Australian participation. The first part of that effort is to equip the aircraft with a new Multi-static Active Coherent (MAC) system, which has been accelerated to be fielded in fiscal year 2014. That will enable the fast, high-flying aircraft to search for enemy submarines over a much larger area with a network of active and passive sonar buoys. \"The major focus is on the anti-submarine warfare,\" Robinson says. \"MAC is a major portion of Increment 2.\" The other part of the Increment 2 upgrade includes the Automatic Identification System, which would allow the P-8 to read ships' transponders, plus a new computer architecture to rapidly add new capabilities, a new tactical operations centre (TOC), and a high-altitude anti-submarine warfare (ASW) system. The high-altitude ASW system, which is a collection of sonar buoys, would enable the P-8 to take a closer look at \"areas of interest\" generated by the MAC, Robinson says. \"You'd be able do both [MAC and high-altitude ASW] at the same time,\" he says. The TOC would allow a Northrop Grumman MQ-4 Broad Area Maritime Surveillance (BAMS) unmanned air system aircraft to coordinate seamlessly with the P-8, and would allow the Poseidon to better manage its various ASW activities and sensors. Those capabilities should become operational around FY2015. A follow-on Increment 3 capability has not yet been fully defined, but will include the ability to have some level of control of the BAMS aircraft, Rondeau says. It would also have further architecture improvements to allow for roll-on/roll-off capabilities that might enable the jet to take over certain intelligence-gathering missions currently assigned to the USN's Lockheed EP-3 Aries, he adds. It would also have a new high-altitude ASW weapon and a new \"digital, net-ready\" anti-surface ship weapon that would improve upon on the existing Harpoon missile. It might also incorporate J-series inertially-guided satellite-correct weapons and the advanced airborne sensor littoral surveillance radar.", "url": "https://web.archive.org/web/20130419105638/http://www.flightglobal.com/news/articles/us-navy-to-start-p-8-operational-tests-in-the-summer-370955/"}]}, {"win label": 0, "news": [{"title": "Navy's P-8 Poseidon Ready for Fleet Introduction", "date": "2013-07-08", "content": "Boeing has delivered nine P-8A Poseidons to NAVAIR as of May, part of three low rate initial production contracts issued in 2011 and 2012 totaling $5.2 billion. As required by engineering change proposals to the P-8 baseline program, upgrades to the aircraft will include an automatic identification system transponder and receiver, Multi-static Active Coherent wide-area acoustic search system and high-altitude ASW weapon capability between 2014 and 2016. ", "url": "https://www.aviationtoday.com/2013/07/08/navys-p-8-poseidon-ready-for-fleet-introduction/"}, {"title": "P-8 Poseidon fires first Harpoon anti-ship missile", "date": "2013-07-09", "content": "The US Navy successfully fired a live Boeing AGM-84D Block IC Harpoon anti-ship missile from a Boeing P-8A Poseidon for the first time on 24 June over the Point Mugu sea test range in California. The weapon scored a direct hit on a low-cost modular target, the service says. \"The successful launch of one of the US Navy's most dependable over-the-horizon all-weather anti-ship missiles, the Harpoon Block IC, from the P-8A is a significant milestone in naval aviation,\" says Capt Carl Chebi, the Naval Air Systems Command's precision strike weapons programme manager. The navy says the purpose of the testing was to validate the weapons hardware and software integration.", "url": "https://web.archive.org/web/20130715080047/http://www.flightglobal.com/news/articles/p-8-poseidon-fires-first-harpoon-anti-ship-missile-388093/"}, {"title": "Navy P-8A Surveillance Planes Deploy to Tense Pacific", "date": "2013-12-03", "content": "The U.S. Navy has begun deploying six of its next generation submarine hunters, the P-8A Poseidon aircraft, to Japan, marking the plane's first-ever deployment at the same time China has provoked tensions in the East China Sea The U.S. Air Force has flown two unarmed B-52 bombers over the contested area in a move that U.S. defense leaders said was meant to show that the U.S and its allies will not curtail its missions in light of China's announcement. The B-52 flights are part of what Pentagon officials describe as \"persistent bomber presence,\" a strategic effort to fly routine missions with unarmed bombers through the region. Pentagon officials say Vice President Joseph Biden plans to bring up the issue of the East China Sea when meeting in China with Chinese leaders in coming days. Defense Secretary Chuck Hagel has said the U.S. military will not adhere to the guidelines of the Chinese-described air-defense zone - and one Pentagon official called the Chinese proclamation of an air-defense zone in the East China Sea an unnecessary move. \"It heightens tensions in the region and increases the risks of misunderstandings and miscalculations,\" said Lt. Col. Jeffrey Pool, a Pentagon spokesman. Although the arrival of the P-8As are part of an expected deployment, having the improved ISR and sub-hunting technology of the P-8A aircraft in the region is a welcome development in light of recent tensions and the Pentagon's broader Pacific re-balance, Pool said. \"They (P-8As) are the most advanced long-range, anti-submarine, anti-surface warfare aircraft in the world,\" Pool said. Emphasizing ISR is a large part of the Pentagon's Pacific re-balance because of the need for long-dwell ISR over what's described as the \"tyranny of distance\" characterizing the geographical expanse of the region. The Pentagon plans to send two Global Hawk ISR aircraft to Japan this coming Spring. In addition, the Navy is developing a carrier-launched drone which will extend ISR dwell-time in the region, a developmental item called the Unmanned Carrier Launched Airborne Surveillance and Strike program. Along these lines, the Poseidon aircraft will improve the Navy's ISR technology in the region, service officials said. The last two of the six P-8A Poseidons left their home base in Jacksonville, Fla. Dec. 3, setting their course for Kadena Air Base, Okinawa, Japan. \"The P-8's state of the art open architecture mission system, coupled with next-generation sensors, improves the fleet's ability to officially conduct anti-submarine warfare, anti-surface warfare and ISR,\" said Lt. Caroline Hutcheson, a Navy spokeswoman. The arrival of the P-8A is part of a phased replacement of the existing P-3C Orion surveillance planes. All fleet squadrons will eventually be equipped with the new P-8A aircraft. \"We will demonstrate the ability of the P-8A to operate effectively alongside P-3C during high-tempo deployed operations. I also look forward to the P-8A integrating seamlessly with our international partners and allies-our interoperability will only get better with Poseidon,\" said Capt. Mike Parker, Commander, Task Force 72. The beginning of this first deployment for the P-8A corresponded with the declaration that the aircraft had achieved initial operational capability. \"The number of submarines in the world is increasing rapidly. Other countries are either building or purchasing advanced, quiet, and extremely hard to find submarines, and we need to be able to match that technology to be able to detect them,\" Rear Adm. Matt Carter, Commander, Patrol and Reconnaissance Group, said in a written Navy statement. Boeing is on contract to build and deliver 37 P-8A aircraft, twelve of which have already arrived, said Charles Ramey, Boeing spokesman. Overall, the Navy plans to purchase 117 P-8As.", "url": "https://web.archive.org/web/20131207091439/http://www.dodbuzz.com/2013/12/03/navy-p-8a-surveillance-planes-deploy-to-tense-pacific/"}]}, {"win label": 0, "news": [{"title": "Aussie Poseidon will be an advanced version of the US Navy P-8A", "date": "2014-02-25", "content": "The new fleet is expected to become fully operational in 2021. Together with high-altitude unmanned aerial vehicles, these aircraft will replace the Royal Australian Air Force AP-3C Orions that have served Australia so well for over four decades. There are 18 Orions in service with the Royal Australian Air Force. Delivered in the late 1970s the Aussie Orions fleet went through a comprehensive upgrade in the early 2000s, improving radar, ESM and other avionic capabilities. The replacement of those aircraft comes under the Australian Defence Force's (ADF) Project Air 7000 plan estimated to cost about A$7 billion. Phase 2B outlines the manned element (Poseidon) plan with the follow-on phase 1B element defining the unmanned Broad Area Maritime Surveillance (BAMS) element. Phase B will cost about A$3 billion and include six or seven Northrop Grumman MQ-4C Triton High Altitude Long Endurance (HALE) drones. A formal announcement expected later in 2014. The purchase of Tritons was opposed in military circles in 2012, due to its inability to carry weapons. The new government has backed the procurement, particularly for its exceptional area coverage capacity - the US Navy claims a Triton can monitor an area of close to seven million square kilometres in one operation. The Australian acquisition would be the second international Poseidon sale for Boeing and the first international sale for the Triton UAS. The first eight P-8I 'Neptune' were ordered by India in 2009 for US$2.1 billion. Three have already been delivered to India. Additional four aircraft were ordered in 2011. Boeing is expected to hand over the first Australian P-8 in 2017, with all eight aircraft delivered and fully operational by 2021. The Australian Government has also approved an option for a further four aircraft subject to the outcomes of the Defence White Paper review. ", "url": "https://defense-update.com/20140225_australian_poseidon.html"}, {"title": "P-8 Poseidon: U.S. Navy's Advanced Aircraft Hunts for Missing Jet", "date": "2014-03-20", "content": "The hunt for the missing Malaysia Airlines flight 370 was bolstered Thursday when the U.S. Navy deployed one of its most sophisticated surveillance planes. The P-8A Poseidon is based on the design of a Boeing 737 passenger jet but is packed with cutting-edge military equipment. It was only brought into service last year. U.S. Navy Plane Is Airborne in Malaysian Jet Search March 20, 201401:46 The P-8 is a long-range aircraft specializing in the surveillance of both submarine targets and targets on the surface of the water. The electronics aboard are so secret that reporters travelling with the search mission said they were asked to give up their cellphones and cameras. ", "url": "https://www.nbcnews.com/storyline/missing-jet/p-8-poseidon-u-s-navys-advanced-aircraft-hunts-missing-n57411"}, {"title": "Aboard the P-8 Poseidon Plane Searching for Malaysian Jetliner", "date": "2014-03-20", "content": "A nine hour search of the Indian Ocean by the world's most sophisticated search plane failed to locate the objects spotted by a satellite that investigators believe could be from the missing Malaysia Airlines jet, instead finding only a freighter and two pods of dolphins. The hunt by the P-8 Poseidon airplane is an indication of how difficult it will be to find the objects spotted by a satellite or any debris in the vast expanse of the southern Indian Ocean. The military airplane is considered so sophisticated that civilians' cameras were confiscated so photos could not be taken on board. The search area is so remote that it took the Poseidon three hours of flying to arrive over the area part way to the South Pole and 1,300 miles west of Australia. While en route to the area, the plane was diverted because of promising intelligence of possible debris in the water. ", "url": "https://abcnews.go.com/International/aboard-poseidon-plane-searching-malaysian-jetliner/story?id=22981873"}, {"title": "P-8 Poseidon Advanced Surveillance Aircraft", "date": "2014-03-24", "content": "The Boeing P-8 Poseidon is a multifunctional aircraft that was introduced into the U.S. Military in November 2013. Replacing the P-3 Orion, the Poseidon is a long-range anti-submarine warfare, anti-surface warfare, intelligence, surveillance, and reconnaissance aircraft. Developed from the commercial Boeing 737NG series, the P-8 truly shines in its unrivaled surveillance capabilities. It was for this reason that the U.S. used Poseidons to help in the search for the missing Malaysia MH370 flight. ", "url": "https://www.businessinsider.com/p-8-poseidon-advanced-surveillance-aircraft-2014-3"}, {"title": "Boeing P-8A Begins Advanced Airborne Sensor Testing", "date": "2014-04-17", "content": "Boeing and the US Navy began testing an Advanced Airborne Sensor radar system for the P-8A Poseidon maritime surveillance and anti-submarine warfare aircraft. A series of photos, taken by Russell Hill revealed earlier this week. The radar, developed by the Raytheon company, is a follow-on to the Littoral Surveillance Radar System (LRRS, APS-149 also built by Raytheon) currently operated with the P-3C Orion. The new radar is expected to be ready for deployment in 2016, as part of the P-8A Increment 2 upgrade. The P-3Cs currently flying the LRSR are operated by VP-46 out of NAS Whidbey Island in the Washington state. \"We will be ready with intelligent technology when the Poseidon takes its place as the Navy's ISR capability in the fleet,\" Capt. Scott Anderson, LSRS and AAS program manager said in 2009.", "url": "https://defense-update.com/20140417_boeing-p-8a-begins-advanced-airborne-sensor-testing.html"}]}, {"win label": 0, "news": [{"title": "Poseidon completes debut deployment", "date": "2014-08-02", "content": "The inaugural deployment of the P-8A Poseidon is now in the books. Patrol Squadron 16 returned to Naval Air Station Jacksonville, Florida, after a seven-month deployment to Kadena Air Base on Okinawa, Japan. The squadron's last P-8A touched down at NAS Jacksonville on July 16, signaling the beginning of the end for the venerable P-3C Orion, which will phased out over the rest of the decade. \"The P-8 Poseidon either met or exceeded any expectations I had for that aircraft,\" said Cmdr. Daniel Papp, VP-16's commanding officer.", "url": "https://www.navytimes.com/news/your-navy/2014/08/02/poseidon-completes-debut-deployment/"}]}, {"win label": 0, "news": [{"title": "Boeing to equip Navy's new P-8A Poseidon maritime patrol aircraft for high-altitude ASW", "date": "2015-01-05", "content": "Surveillance aircraft experts at the Boeing Defense, Space & Security segment in Seattle are upgrading the U.S. Navy's new P-8A Poseidon maritime patrol aircraft to enable the long-range reconnaissance aircraft to perform anti-submarine warfare (ASW) missions from high altitudes. Officials of the U.S. Naval Air Systems Command at Patuxent River Naval Air Station, Md., announced a $67.8 million contract to Boeing on Friday to integrate capabilities and training systems upgrades to the P-8A aircraft -- a variation of the Boeing 737-800 single-aisle passenger jetliner modified for maritime patrol and ASW. Boeing engineers will upgrade the P-8A with high-altitude ASW weapons and sensors, as well as enable the aircraft to perform guided weapons in-flight target updates, retargeting, weapon hand-off, and bomb impact assessments over the Link-16 tactical radio network. Among the upgrades Boeing will perform is to equip the P-8A aircraft with torpedoes that can be released from altitudes as high as 30,000 feet. These high-altitude torpedoes are Navy Mark 54 lightweight torpedoes with add-n kits that enable the weapons to glide through the air to attack enemy submarines from long ranges. Last year the Navy authorized Boeing to start building the add-on kits as part of the High Altitude Anti-Submarine Warfare Weapon Capability (HAAWC) Air Launch Accessory (ALA) program. Aircraft normally release conventional torpedoes from very low altitudes. The HAAWC ALA turns the Raytheon Mark 54 torpedo into a glide weapon that the P-8A aircraft can release from high altitudes. As the flying torpedo reaches the water, it jettisons wings and other air-control surfaces and takes on its original role as a smart torpedo that can detect, track, and attack enemy submarines autonomously. Ultimately, the Navy plans to buy 108 P-8A aircraft from Boeing to replace the service's fleet of 196 P-3C Orion maritime patrol aircraft, which are approaching the end of operational life. The P-3 is a version of the Lockheed Martin Electra four-engine turboprop aircraft. Last summer Boeing delivered its 15th P-8A Poseidon to Navy Patrol Squadron 16 at the Jacksonville Naval Air Station, Fla. P-8A squadrons and air crews will be based at Jacksonville NAS and at Whidbey Island NAS, Wash., where the squadrons will train for extended deployments. Navy officials plan to use the P-8A in tandem with the Northrop Grumman RQ-4N Triton Broad Area Maritime Surveillance (BAMS) unmanned aerial vehicle (UAV) -- a maritime-patrol version of the Global Hawk long-range surveillance UAV. One or more Triton UAV can detect and track hostile submarines, and the P-8A can launch torpedo attacks from high altitudes. Plans call for the P-8A to operate from high altitudes to save fuel, although the aircraft is hardened to operate at low altitudes. Boeing is building the Poseidon aircraft at its factory in Renton, Wash. The 737 fuselage and tail sections will be built by Spirit AeroSystems in Wichita, Kan., then transferred to Renton where all structural features are incorporated in sequence during fabrication and assembly. The P-8A's flight management system and the stores management system have been developed by GE Aviation Systems in Grand Rapids, Mich. (formerly Smiths Aerospace). The cabin has as many as seven operator consoles. The Poseidon's MX-20HD digital electro-optical and infrared (EO/IR) multi-spectral sensor turrets come from L-3 Communications Wescam in Burlington, Ontario. The MX-20HD is gyro-stabilized and can have as many as seven sensors, including infrared, CCDTV, image intensifier, laser rangefinder, and laser illuminator. The aircraft has the upgraded APS-137D(V)5 maritime surveillance radar and signals intelligence (SIGINT) system from the Raytheon Co. Space and Airborne Systems (SAS) segment in McKinney, Texas. The APS-137D(V)5 radar, which is installed on the P-8's enlarged nose fairing, provides synthetic aperture radar (SAR) for imaging stationary ships and small vessels, coastal and overland surveillance, and high-resolution imaging synthetic aperture radar (ISAR) for imaging surfaced submarines and fast surface vessels operating in coastal waters. The P-8A will have the CAE Inc. advanced integrated magnetic anomaly detection (MAD) system. The Navy plans to arm the P-8A with the MK 54 torpedo.", "url": "https://www.militaryaerospace.com/commercial-aerospace/article/14228061/boeing-to-equip-navys-new-p8a-poseidon-maritime-patrol-aircraft-for-highaltitude-asw"}, {"title": "U.S. Navy Growing P-8 Poseidon Operations in the Western Pacific", "date": "2015-03-02", "content": "The U.S. Navy is cutting its teeth on the new Boeing P-8A Poseidon long range maritime Multi-Mission Aircraft with deployments to the U.S. 7th Fleet Area of Responsibility, with the third rotation of the type currently ongoing at Kadena Air Base in Okinawa, Japan since the first one began at the end of 2013. A typical deployment to Kadena lasts between six to seven months, and currently consists of a single squadron of Lockheed Martin P-3C Orions and one of P-8As to demonstrate the ability of the two platforms to operate effectively in a high-tempo environment. Starting in late January, Patrol Squadron 45 arrived at Kadena Air Base from Naval Air Station Jacksonville, Fla. with six aircraft to conduct its first deployment to the 7th Fleet AOR since completing the transition to the Poseidon from the P-3C in early 2014. ", "url": "https://news.usni.org/2015/03/02/u-s-navy-growing-p-8-poseidon-operations-in-the-western-pacific"}, {"title": "RAAF pilots complete first flight in P-8A Poseidon", "date": "2015-04-15", "content": "RAAF Flight Lieutenant James Pears is the first Australian to fly a P-8A Poseidon after taking the maritime surveillance aircraft on a four-hour flight around US Naval Air Station Jacksonville. The flight took place on Tuesday afternoon US time, Defence said in a statement. \"The aircraft handles well and performs to expectations; the levels of automation and assistance to the pilot are amazing over that offered by the AP-3C,\" FLTLT Pears said. Pears is one of seven RAAF P-8A Poseidon flightcrew currently in Jacksonville conducting training on the new aircraft with the US Navy ahead of its introduction into the RAAF fleet from 2017. Australia has ordered the P-8A Poseidon aircraft - which is based on the Boeing 737 - to replace the RAAF's AP-3C Orions. Australia's first P-8A Poseidon is due to be delivered in 2017 and will be based at RAAF Base Edinburgh in South Australia. There are expected to be eight fully operational by 2021. Defence said the P-8A Poseidon would boost Australia's ability to monitor its maritime approaches and patrol a vast maritime jurisdiction and search and rescue area representing 11 per cent of the world's oceans. ", "url": "https://australianaviation.com.au/2015/04/raaf-pilots-complete-first-flight-in-p-8a-poseidon/"}, {"title": "First Australian pilot flies P-8 Poseidon", "date": "2015-04-16", "content": "Royal Australian Air Force Flight Lieutenant James Pears became the first Australian pilot to fly the P-8A Poseidon at Naval Air Station Jacksonville, Florida, United States yesterday, flying as part of a four hour sortie in the vicinity of the Naval Air Station. Led by Squadron Leader Arran Moore, Australia has a team of seven aircrew training on the P-8A Poseidon with the US Navy, ahead of its introduction into the RAAF fleet. The aircraft handles well and performs to expectations; the levels of automation and assistance to the pilot are amazing over that offered by the AP-3C,\" Squadron Leader Moore said. The RAAF is set to receive eight P-8A Poseidon aircraft, with the first to be delivered in 2017 to RAAF Base Edinburgh in South Australia, with all eight planned to be fully operational by 2021. Based on Boeing's 737 Next Generation airframe, the P-8A Poseidon can conduct search and rescue, anti-submarine and maritime strike missions, in addition to patrolling Australia's extensive maritime approaches. ", "url": "https://www.australiandefence.com.au/news/first-australian-pilot-flies-p-8-poseidon"}, {"title": "Australia orders P-8A Poseidon training system", "date": "2015-05-12", "content": "The Royal Australian Air Force has become the first international customer for Boeing's P-8A Poseidon training system, ordering a set of trainers and simulators that will be delivered in 2018, the year after the aircraft enters service. The system uses simulators to train pilots and mission crews to operate the aircraft, its sensors, communications and weapons systems without relying on costly live flights. Although details of the training system were not announced, the US Navy's equivalent system at Naval Air Station Jacksonville in Florida includes an operational flight trainer derived from a commercially available Level-D Boeing 737 flight simulator, plus a fully mission capable weapons tactics trainer, a weapons system trainer, flight and mission desktop trainers and networked online courseware. \"Boeing will deliver a seamless and comprehensive training solution for our customers' pilots and mission crews,\" said Tom Shadrach, Boeing P-8 program manager on the Training Systems and Government Services team. \"It will prepare them to use the world's most advanced anti-surface and anti- submarine capabilities for any mission, at any time.\" ", "url": "https://www.australiandefence.com.au/news/australia-orders-p-8a-poseidon-training-system"}, {"title": "Audio and Video of the U.S. P-8A aircraft defying China's Navy warnings to leave airspace over disputedislands", "date": "2015-05-22", "content": "David Cenciotti is a journalist based in Rome, Italy. He is the Founder and Editor of \"The Aviationist\", one of the world's most famous and read military aviation blogs. Since 1996, he has written for major worldwide magazines, including Air Forces Monthly, Combat Aircraft, and many others, covering aviation, defense, war, industry, intelligence, crime and cyberwar. He has reported from the U.S., Europe, Australia and Syria, and flown several combat planes with different air forces. He is a former 2nd Lt. of the Italian Air Force, a private pilot and a graduate in Computer Engineering. ", "url": "https://theaviationist.com/2015/05/22/audio-and-video-of-the-u-s-p-8a-aircraft-defying-chinas-navy-warnings-to-leave-airspace-over-disputed-islands/"}]}, {"win label": 0, "news": [{"title": "Boeing Awarded $359M for U.S., Australian P-8 Long-Lead Materials", "date": "2015-07-01", "content": "Boeing was awarded a $359 million contract modification to procure long-lead items for 29 P-8 aircraft for the U.S. Navy and Royal Australian Air Force. The award covers materials for nine Full-Rate Production Lot II aircraft and 16 FRP Lot III aircraft for the Navy, worth $219 million in total, and four FRP III aircraft for Australia, worth $140 million. The work will be completed by December 2018, according to a contract announcement. This contract is a second step forward in recent months for Australia's P-8 fleet. The county last year approved the acquisition of eight aircraft, with the option to buy four more subject to the outcome of a Defence White Paper review, the Royal Australian Air Force announced. It has not formally signed a contract for the aircraft's production and delivery, however. In May, Australia signed a contract for a complete training system for the P-8, which Boeing will deliver in 2018. And this newest contract modification starts procuring materials for the first four aircraft. The country expects its first P-8 to deliver in 2017, with the eight-aircraft fleet becoming fully operational by 2021. The U.S. Navy is more than a fifth of the way through its transition from the legacy Lockheed Martin P-3C Orion to the new P-8. It has accepted 25 of the total 117 aircraft in the program of record. Legacy aircraft from the Patrol Squadron (VP) 26 \"Tridents\" deployed in January from Naval Air Station Jacksonville on the last deployment of an East Coast P-3 unit. Six legacy units on the West Coast and in Hawaii remain, but the East Coast will support only P-8 deployments once the Tridents return this fall. P-8s began deploying last year, with the VP-16 'War Eagles' completing 600 sorties and 3,500 flight hours on the P-8A's maiden deployment, according to a Boeing statement. ", "url": "https://news.usni.org/2015/07/01/boeing-awarded-359m-for-u-s-australian-p-8-long-lead-materials"}, {"title": "Navy Issues Boeing $1.49B P-8A Contract Includes Australia's ", "date": "2015-08-28", "content": "The Royal Australian Air Force formally bought its first four P-8A Poseidon maritime surveillance aircraft in a $1.49-billion contract with Boeing that also includes the U.S. Navy's next nine aircraft, Boeing announced today. Australia's participation in the program goes back to 2009, and though it has recently procured a complete training system and signed a contract for long- lead materials, it had not formally signed a contract for its aircraft. The RAAF announced in February 2014 it intends to buy eight P-8As to replace its AP-3C Orions, and could buy as many as 12 pending the outcome of a Defence White Paper review. ", "url": "https://news.usni.org/2015/08/28/navy-issues-boeing-1-49b-p-8a-contract-includes-australias-first-4-planes-9-for-u-s-navy"}, {"title": "Lockheed Pitches C-130 To UK As Alternative to P-8", "date": "2015-11-09", "content": "As the UK considers how to fill its maritime surveillance gap, Lockheed Martin is pitching a modified version of its C-130 multi-mission aircraft as a cheap alternative to Boeing's costly P-8 Poseidon. The UK is currently weighing whether to buy the P-8 after the 2010 Strategic Defence and Security Review scrapped plans to buy BAE Systems' long-delayed Nimrod MRA4 jet. With the release of the new SDSR just a few weeks away, Lockheed representatives told reporters Nov. 9 the company could modify the UK's 10 existing C-130s to fulfill the submarine-hunting mission at significantly lower cost. Lockheed pitched the idea to the UK Ministry of Defence about 18 months ago, according to Peter Ruddock, business development director for the company's UK contingent. Lockheed has done 90 percent of the work necessary to repurpose the aircraft to fit the maritime surveillance mission, he said. The last piece of the puzzle is integrating the submarine-hunting torpedoes onto the aircraft, a project company engineers are currently working. Lockheed's solution will be about 40 percent of the price of the competition, Ruddock said, estimating that the team could get the first four aircraft to full capability in just 41 months. Lockheed is proposing equipping the UK's existing C-130 with the mission system developed for the Merlin naval utility helicopter, which is capable of anti-submarine warfare and medium-lift transport, Ruddock said. Lockheed would equip the aircraft with submarine-hunting torpedoes, as well as sonobuoys and life rafts. The aircraft also has advanced EO/IR sensors to detect hostile submarines, he said. The project also would create jobs in the UK, as 80 percent of the work could be done in-country, Ruddock said. \"We're not knocking the P-8,\" Ruddock said. \"I think what we are saying is we can give you P-8-type capability at a much lower cost point because you already have the airframe.\" The UK MOD \"rigorously\" examined Lockheed's proposal, and concluded that the project is \"credible,\" Ruddock said. However, he emphasized the government has not yet set its new requirement or placed any orders for Lockheed's proposed planes. ", "url": "https://www.defensenews.com/thought-leadership/digital-show-dailies/dubai-air-show/2015/11/09/lockheed-pitches-c-130-to-uk-as-alternative-to-p-8/"}, {"title": "New U.K. Defense Plan: Britain Plans to Buy P-8 Poseidons commits to f35 procurement ", "date": "2015-11-23", "content": "Five years after a cash-strapped Great Britain retired the last of its Hawker Siddeley Nimrod MR2 maritime patrol aircraft from frontline duty, Prime Minister David Cameron on Monday announced a belated replacement for the vital capability-in the shape of nine Boeing P-8 Poseidon aircraft. The move was a highlight of the latest Strategic Defence and Security Review, which will see the United Kingdom spend an estimated $270 billion on military equipment and support over the coming decade. At least three Poseidons will be flying in Royal Air Force colors by 2020, Cameron told the House of Commons, confirming that the RAF will be the P-8's third export customer after India's navy and the Australian air force. He also confirmed that Britain will buy 138 F-35 Lightning II strike fighters from Lockheed Martin, confounding observers who had predicted that numbers would be slashed as development costs of the fifth-generation stealth jet threatened to spiral out of control. Instead of cutting back, the procurement tempo for the F-35B short take-off vertical landing (STOVL) aircraft will in fact be stepped up in the early 2020s as the Royal Navy's two new Queen Elizabeth-class carriers enter service. The Lightning will be operated jointly by the RAF and the navy's Fleet Air Arm. As far as the subsurface fleet is concerned, the National Security Strategy and Strategic Defence and Security Review 2015 revealed a steep rise in the cost of replacing the Vanguard-class ballistic nuclear missile submarines (SSBN) -another key U.K. defense program with major U.S. involvement. Although Cameron made no mention of it in Parliament, scrutiny of the NSS+SDSR document indicates that the Successor SSBN design phase will cost $5.9 billion and that manufacturing the four new Trident deterrent boats will cost almost $47 billion over the next 20 years, up from the previous construction estimate of $38 billion. ", "url": "https://news.usni.org/2015/11/23/new-u-k-defense-plan-britain-plans-to-buy-p-8-poseidons-commits-to-f-35-procurement"}, {"title": "UK Chooses Boeing P-8 for MPA Without Competition", "date": "2015-11-24", "content": "The UK will acquire nine Boeing P-8 Poseidon maritime patrol aircraft after a Strategic Defence and Security Review that restored a capability that was eliminated in a similar review five years ago. That previous decision was controversial, and so is this one, because the P-8 has been chosen without a competition. The new SDSR was otherwise unremarkable, with a slight increase in defense spending confirmed, after an 8 percent cut in real terms from 2010-15. Boeing declined to answer questions from AIN about whether it had submitted a firm, costed proposal for the P-8. The UK Ministry of Defence also did not want to answer the same question. ", "url": "https://www.ainonline.com/aviation-news/defense/2015-11-24/uk-chooses-boeing-p-8-mpa-without-competition"}, {"title": "U.S. to Deploy Navy P-8A Poseidon Aircraft to Singapore ", "date": "2015-12-08", "content": "Singapore has given the go-ahead for U.S. Navy Boeing P-8A Poseidon maritime surveillance aircraft to operate out of its airbases to patrol the disputed waters of the South China Sea. On Monday, Secretary of Defense Ash Carter and Singapore Defense Minister Dr Ng Eng Hen signed an enhanced Defence Cooperation Agreement at the Pentagon, where Dr Ng is currently on a state visit. According to a joint statement released by both countries, the enhanced DCA \"will provide a new framework for an expanded defence relationship between the two nations\" by enhancing existing defense cooperation as well as doing so in new areas such as Humanitarian Assistance and Disaster Relief and cyber defense. ", "url": "https://news.usni.org/2015/12/08/u-s-to-deploy-navy-p-8a-poseidon-aircraft-to-singapore"}, {"title": "Fallon to Discuss Maritime Surveillance options, Including P-8 Acceleration, with Carter", "date": "2015-12-11", "content": "UK Secretary of State for Defence Michael Fallon intends to discuss ways the US can help supply maritime surveillance capability until its P-8 aircraft come online - potentially including an acceleration of delivery for the Boeing made aircraft. Asked whether the United Kingdom would be asking the Pentagon to provide some form of stopgap measure until the P-8s are available in order to deal with an influx of Russian submarine activity in Europe, Fallon said that will be an issue brought up during his Friday meeting with US Defense Secretary Ash Carter. \"Yes there will be discussions, and I hope they will be this afternoon, because we need it,\" Fallon said, specifically citing the \"increase in Russian submarine activity\" during the past year. Fallon's comments came at an event hosted by the Atlantic Council, during which he also pledged that the UK is \"stepping up\" international operations, both specifically in joining the fight against ISIS in Syria and generally worldwide. The UK announced the decision to buy nine P-8 aircraft in its Strategic Defense and Security Review, with the first three planes expected to come online in 2020. However, analysts have warned that leaves a gap in British capabilities, one emphasized by Russia's actions. ", "url": "https://www.defensenews.com/air/2015/12/11/fallon-to-discuss-maritime-surveillance-options-including-p-8-acceleration-with-carter/"}]}, {"win label": 0, "news": [{"title": "Sale of Nine Boeing P-8A Poseidons to Britain Clears Hurdle", "date": "2016-03-30", "content": "The U.S. State Department approved a proposed foreign military sale of nine Boeing P-8A Poseidon maritime patrol aircraft, equipment, training and support to the UK for an estimated cost of $3.2 billion. The Pentagon's Defense Security Cooperation Agency notified Congress of the approval on March 25. With the notification, the governments can now conclude the FMS, assuming Congress does not object. The British Royal Air Force will be the fourth service to operate the Boeing 737-800ERX military derivative after the U.S. Navy, the Indian Navy and the Royal Australian Air Force. The UK Ministry of Defence announced its plan to acquire nine P-8s in November, following a strategic review that restored the maritime patrol requirement it eliminated in a 2010 review with the cancellation of the Nimrod MRA4 program. ", "url": "https://www.ainonline.com/aviation-news/defense/2016-03-30/sale-nine-boeing-p-8a-poseidons-britain-clears-hurdle"}, {"title": "Navy P-8A Discovers Men Stranded On Uninhabited Island After Skiff Capsized", "date": "2016-04-11", "content": "The crew of a U.S. Navy P-8A Poseidon maritime surveillance aircraft located three men stranded on an uninhabited island in the Federated States of Micronesia last week, after the men swam ashore and wrote \"help\" on the beach with palm leaves. On April 4 the men's 19-foot skiff capsized in a large wave after they set sail from Pulap, FSM, according to a Navy statement. They said they spent hours swimming and finally reached the uninhabited Fandadik Island, about four nautical miles away. The men were not injured but were stranded on the island. The Coast Guard's Sector Guam Command Center received notification from a search and rescue liaison on Tuesday morning, after the men in the skiff failed to arrive on the island on Weno, according to a Navy post on Facebook. Coast Guard watchstanders coordinated with Patrol Squadron (VP) 5 out of Misawa, Japan, and other local vessels to assist in the search. The three men spelled out \"help\" on the beach with palm leaves and stood nearby waving orange lifejackets, catching the attention of crew members on a P-8 from VP 5, in the midst of a routine deployment in U.S. 7th Fleet. A small boat from Pulap, where the men began their adventure, was sent to pick them up from the island. ", "url": "https://news.usni.org/2016/04/11/navy-p-8a-discovers-men-stranded-on-uninhabited-island-after-skiff-capsized"}, {"title": "Russian Mig-31 intercepts U.S. P-8 patrol aircraft near Russia's Far East", "date": "2016-04-28", "content": "On Apr. 21, a Russian Air Force MiG-31 jet intercepted a U.S. P-8 Poseidon maritime patrol aircraft flying in international airspace near Kamchatka Pensinsula, in Russia's Far East, where a firing range used also to test intercontinental ballistic missiles launched from Borei-class strategic nuclear submarines is located. The Russian Soviet-design supersonic interceptor flew within 15 meters of the U.S. Navy reconnaissance plane but unlike some of the previous \"close encounters\", the interception was conducted in a \"safe and professional\" manner according to Cmdr. Dave Benham, a spokesman for the Pacific Command, who spoke to the Washington Free Beacon. Indeed, the incident occurred one week after a U.S. Air Force RC-135 electronic intelligence gathering aircraft flying a routine mission (in international airspace) over the Baltic Sea was intercepted by a Russian Su-27 that barrel rolled over the American spyplane. Few days earlier, Russian Su-24s performed several low passes over a U.S. destroyer in the Baltic Sea, whereas on Jan. 25, 2016 a U.S. RC-135 intelligence gathering jet was intercepted by a Russian Su-27 Flanker fighter jet over Black Sea that made an aggressive turn that disturbed the controllability of the Rivet Joint. ", "url": "https://theaviationist.com/2016/04/28/russian-mig-31-intercepts-u-s-p-8-patrol-aircraft-near-russias-far-east/"}, {"title": "USS Stethem, P-8 Poseidon aircraft participating in ASEAN plus maritime security exercise/5060 ", "date": "2016-05-04", "content": "United States Navy Arleigh-Burke class guided-missile destroyer USS Stethem and a P-8 Poseidon maritime patrol aircraft are participating in the Association of Southeast Asian Nations Defense Ministers' Meeting Plus Maritime Security and Counter Terrorism Exercise being held in Brunei and Singapore. The US Navy said USS Stethem will participate in the sea phase of the exercise while assigned to a maritime task group. The sea phase will feature a maritime security and counter terrorism scenario, while both scenarios include cross-deck helicopter operations, VBSS training, divisional tactics, and communication drills. We are looking forward to getting out to sea and training together with sailors from other regional navies,\" said Cmdr. Harry Marsh, commanding officer, USS Stethem. ", "url": "https://www.update.ph/2016/05/uss-stethem-p-8-poseidon-aircraft-participating-in-asean-plus-maritime-security-exercise/5060"}, {"title": "First Boeing P-8A for Australia Has Flown", "date": "2016-05-31", "content": "The first Boeing P-8A Poseidon multi-mission aircraft destined for the Royal Australian Air Force made its first flight last week. The event illustrates Australia's effort to enhance its maritime domain awareness and security against a backdrop of the rise of China and India. The country's recent Defence White Paper emphasized the safeguarding of its maritime approaches, offshore territories and borders, and supporting a \"secure nearer region, encompassing maritime Southeast Asia and the South Pacific.\" The aircraft flew a short distance from Renton Airfield to Boeing Field in Seattle, where its sophisticated systems will be installed before the aircraft is handed over to the RAAF and returns to Australia in November. Australia has ordered eight P-8As under Project AIR 7000, but the White Paper stated an intention to eventually operate 15 aircraft by the early 2020s. ", "url": "https://www.ainonline.com/aviation-news/business-aviation/2016-05-31/first-boeing-p-8a-australia-has-flown"}, {"title": "Navy's Triton UAV Passes Full-Motion Video To P-8 During ", "date": "2016-06-22", "content": " The MQ-4C Triton prepares for a flight test in June 2016 at Naval Air Station Patuxent River, Md. During two recent tests, the unmanned air system completed its first heavy weight flight and demonstrated its ability to communicate with the P-8 aircraft while airborne. US Navy photo. The MQ-4C Triton prepares for a flight test in June 2016 at Naval Air Station Patuxent River, Md. During two recent tests, the unmanned air system completed its first heavy weight flight and demonstrated its ability to communicate with the P-8 aircraft while airborne. ", "url": "https://news.usni.org/2016/06/22/triton-uav-passes-full-motion-video-p-8-flight-test"}]}, {"win label": 0, "news": [{"title": "U.S. Navy Gains Experience As Fielding of P-8A Poseidon Expands", "date": "2016-07-05", "content": "U.S. Navy crewmembers have given Boeing's P-8A Poseidon positive reviews as the 737-derivative maritime patrol aircraft starts to enter service more widely in the U.S., as well as internationally. The first P-8A delivery to the Royal Australian Air Force is scheduled for November, when the country will join India on the growing list of international operators. The UK also plans to acquire nine examples of the type. Ultimately, the U.S. Navy plans to acquire 117 jets. So far, six East Coast patrol squadrons have completed the transition from the venerable Lockheed P-3C Orion to the Poseidon after training by Patrol Squadron Thirty, the Navy's fleet replacement training unit at Naval Air Station Jacksonville, Florida. ", "url": "https://www.ainonline.com/aviation-news/defense/2016-07-05/us-navy-gains-experience-fielding-p-8a-poseidon-expands"}, {"title": "Navy P-8 Poseidon crews enhance maritime partnerships during rotational detachments to Singapore", "date": "2016-07-17", "content": "The U.S. 7th Fleet will rotationally deploy two P-8A Poseidon maritime patrol aircraft to Singapore from July 15 through August 12 in support of shared maritime security initiatives. The aircraft are assigned to Patrol Squadron 5 that is forward deployed to Japan and participating in maritime security cooperation exercises across the Indo-Asia-Pacific region. This is the third rotational P-8 detachment to Singapore after making an inaugural visit in December, 2015 and an appearance at the Singapore Air Show in February. \"This rotational detachment reflects the maturity of our partnership with the Republic of Singapore Armed Forces and our shared commitment to maritime security and stability,\" said Commodore Richard W. Prest, Commander, Task Force 72. \"We look forward to working alongside our Singaporean counterparts to further strengthen interoperability while enhancing our readiness to respond to contingencies.\" ", "url": "https://www.dvidshub.net/news/204022/navy-p-8-poseidon-crews-enhance-maritime-partnerships-during-rotational-detachments-singapore"}, {"title": "Boeing rolls out first RAAF P-8A Poseidon", "date": "2016-09-28", "content": " The RAAF's first P-8A Poseidon has made its debut. The RAAF's first P-8A Poseidon has made its debut. The first Boeing P-8A Poseidon maritime surveillance aircraft for the Royal Australian Air Force has been formally revealed in a ceremony at Boeing Field, Seattle, on Tuesday. The aircraft, wearing RAAF serial A47-001 and 11 Squadron albatross tail markings, is due to arrive in Canberra on November 15, flown by an Australian crew, according to the RAAF's website. Fifteen P-8As are set to replace the RAAF's AP-3C Orion fleet, together with the MQ-4C Triton unmanned aircraft system. ", "url": "https://australianaviation.com.au/2016/09/boeing-rolls-out-first-raaf-p-8a-poseidon/"}, {"title": "Mesa Verde, Navy P-8 Arrive in Haiti To Support Relief Effort iwo jima to arrive this week ", "date": "2016-10-11", "content": "Amphibious transport dock USS Mesa Verde (LPD-19) is in Haiti today and amphibious assault ship USS Iwo Jima (LHD-7) is en route to respond to the island nation that suffered infrastructure destruction from winds and flooding, a death toll of more than 1,000 and now a cholera outbreak after Hurricane Matthew made landfall last week. About 100 Marines from Special Purpose Marine Air-Ground Task Force (SP MAGTF) Southern Command were already on the island to begin flying water and supplies to areas of the island cut off due to damaged roads and bridges. A Navy P-8A Poseidon maritime surveillance plane out of Naval Station Jacksonville, Fla., has been conducting aerial assessments of the island to help direct aid efforts - which have primarily focused on the area near Jeremie on the southwest peninsula of the island, which has been largely cut off from the capital of Port-au-Prince. As of Oct. 9, these Marines and other military forces comprising Joint Task Force Matthew delivered 50,000 pounds of aid and supplies with about 300 personnel in Haiti. ", "url": "https://news.usni.org/2016/10/11/mesa-verde-navy-p-8-arrive-in-haiti-to-support-relief-effort-iwo-jima-to-arrive-this-week"}, {"title": "Boeing-Equipped P-8A Training Center Opens at Whidbey ", "date": "2016-10-31", "content": "Boeing has installed a new P-8A Poseidon training center at Naval Air Station Whidbey Island, Wash., as the base begins preparations for the arrival of P-8 aircraft beginning in 2017. \"70 percent of the training we do for our P-8 crews happens in this building,\" said U.S. Navy Rear Adm. Kyle Cozad. \"That is going to make that wonderful aircraft last longer and longer. As much as 45 years.\" The complete training system uses simulators and classroom-based materials to train pilots and mission crews to operate the aircraft, its sensors, communications and weapons systems without relying on live flights. \"Integrated ground-based training is a critical component of U.S. Navy operations,\" said Tom Shadrach, Boeing P-8 program manager of the Training Systems and Government Services team. \"Boeing's seamless and comprehensive solution will train aircrews effectively and efficiently before they ever leave the ground.\" The aircrew training devices installed at Whidbey have the same configuration as the aircraft that will be stationed there next year. Boeing is on contract to modify and provide concurrency updates to the training devices over the next three years. ", "url": "https://www.boeing.com/company/about-bca/washington/p8-training-center-10-31-16.page"}, {"title": "Norway To Buy 5 P-8A Poseidon Maritime Patrol Aircraft", "date": "2016-11-28", "content": "Norway plans to buy five Boeing P-8A Poseidon maritime patrol aircraft to help monitor its extensive territorial waters amid a growing Russian submarine presence. Norwegian Defence Minister Ine Eriksen Soreide said in a statement that the five P-8s will replace the nation's current six P-3 Orion and three DA-20 Jet Falcon surveillance planes. \"P-8A Poseidon is a formidable platform for monitoring our oceans, and will provide both Norwegian and allied civil and military authorities with a sound basis for decisions,\" according to an English translation of the Norwegian press release. \"To continue an MPA (maritime patrol aircraft) and ISR (intelligence, surveillance and reconnaissance) capability that can meet current and future challenges, the Government has submitted a proposal for acquiring five P-8A Poseidon for the Armed Forces. Beside the actual aircraft, the contract also includes modern sensors, surveillance systems, new anti submarine weapons and support systems.\" Norwegian Ministry of Defence spokesman Lars Gjemble told USNI News that the acquisition would need final approval from the Parliament, which is expected to vote in favor of the purchase in December. The press release notes that the P-8 acquisition falls in line with a Parliament-supported long-term defense plan. Once lawmakers approve the sale and a contract is formalized, the planes would deliver around 2021 or 2022, according to the statement. The planes, plus additional intelligence equipment, would cost around 9.8 billion Crowns ($1.15 billion). Norway's long coastline includes the North Sea, Norwegian Sea and Barents Sea, with territorial waters being about seven times larger than the actual land area of the country, according to the statement. Though the Norwegian statement does not mention Russia specifically, former commander of U.S. 6th Fleet Vice Adm. James Foggo III wrote in Proceedings earlier this year that Russia had conducted \"extensive and frequent submarine patrols throughout the North Atlantic and Norwegian Sea\" as a part of a strategy to threaten nearly all of NATO's maritime forces. The Norwegian Defence Ministry statement also notes the planes would be used for search and rescue and \"maritime counter-terrorist operations.\" ", "url": "https://news.usni.org/2016/11/28/norway-buy-5-p-8a-poseidon-maritime-patrol-aircraft"}, {"title": "State Department Clears P-8 Sale to Norway", "date": "2016-12-21", "content": "The US State Department has cleared a sale of five P-8 maritime surveillance aircraft to Norway. The potential sale, with an estimated value of $1.75 billion for prime contractor Boeing and its partners, still needs to be cleared by Congress. But no opposition is expected, given Norway's increasing role as a partner for the United States and United Kingdom in monitoring Russian activity in the north Atlantic. In addition to the planes, the planned buy covers a large collection of equipment, including radios, radar, missile warning sensors and 2,000 AN/SSQ-125 Multi-Static Active Coherent Source Sonobouys, launched from the plane to help track submarines. Norway has operated a fleet of P-3 aircraft, Boeing's predecessor to the P-8, since the 1960s, and it was vital for Norway to modernize that capability, said Norwegian defense minister Ine Eriksen Soreide. ", "url": "https://www.defensenews.com/air/2016/12/21/state-department-clears-p-8-sale-to-norway/"}]}, {"win label": 0, "news": [{"title": "U.K., U.S. Sign P-8A Poseidon Agreement", "date": "2017-01-26", "content": "The U.S. and U.K. are teaming to maintain and operate their Boeing P-8A Poseidon maritime surveillance aircraft at a Royal Air Force base in Scotland, the Pentagon announced on Wednesday. The Navy and the RAF will partner to create a logistics infrastructure for the P-8s at the RAF base in Lossiemouth, Scotland ahead of the delivery of the first U.K. Poseidons in 2019. \"Through seeking opportunities to share logistics and support bases and optimize the use of P-8A aircraft, particularly in Europe, the declaration should ensure increased value for money and operational effectiveness,\" read the announcement. The introduction of the P-8A to the U.K. comes as Russian activity in the region has been on the rise since 2014, Eric Wertheim - naval analyst and author of U.S. Naval Institute's Combat Fleets of the World - told USNI News on Thursday. \"The acquisition of P-8 Poseidon aircraft is an important step for the U.K. and helps the country address a major long-range maritime patrol and anti-submarine warfare gap that has existed since the 2010 retirement of the RAF Nimrod MR.2 and cancellation of the planned MRA.4 replacement aircraft,\" he said. \"In light of increasingly aggressive Russian naval activities throughout NATO's area of responsibility, as well as other challenges such as the European migrant crisis, the planned arrival of the Britain's P-8s and the continued strong coordination between the U.S., U.K. and also other NATO countries is a definite step in the right direction.\" The U.K. laid out its P-8 plan in its 2015 Strategic Defense and Security Review. In August, Boeing was been awarded a $68.4 million long lead item contract for the first two P-8s for \"The arrival of the Poseidon P-8A in 2019 will provide the U.K. with significantly increased capabilities and bring hi-tech employment to Scotland and the wider U.K.,\" said Air Commodore Ian Gale, senior responsible owner for the Poseidon P-8A program. \"This agreement will enhance the U.K.'s maritime patrol capability and further strengthen U.K.-U.S. defense relations.\" ", "url": "https://news.usni.org/2017/01/26/u-k-u-s-sign-p-8a-poseidon-agreement"}, {"title": "New Zealand P-8A Poseidon acquisition one step closer?", "date": "2017-05-01", "content": "New Zealand's possible acquisition of the P-8A Poseidon is a step closer after the US Department of State approved the sale of up to four of the maritime surveillance aircraft. \"The State Department has made a determination approving a possible Foreign Military Sale to New Zealand for P-8A aircraft and associated support,\" a Defense Security Cooperation Agency notification stated on April 28. \"The estimated cost is US $1.46 billion.\" As well as the aircraft and their systems, the DSCA says the acquisition would also comprise: \"support equipment; operation support systems; maintenance trainer/classrooms; publications; software, engineering, and logistics technical assistance; foreign liaison officer support, contractor engineering technical services; repair and return; transportation; aircraft ferry; and other associated training, support equipment and services.\" New Zealand has a requirement to replace the Royal New Zealand Air Force's six upgraded P-3K2 Orions by mid-2025 under the Future Air Surveillance Capability project. A NZDF spokesperson told Radio New Zealand that the US approval of the P-8A acquisition was non-binding, that the likely cost would be less than the estimated US$1.46bn (NZ$2.13bn), and that the offer would be considered over coming months. Other known contenders for the P-3K2 replacement requirement include the Airbus DS C295 MPA, a maritime surveillance development of Embraer's E2 regional jet, and Japan's Kawasaki P-1. New Zealand has also been considering unmanned aircraft to augment the P-3K2 replacement in the maritime surveillance role, with likely options including the General Atomics Guardian (a variant of the Predator B) and the Northrop Grumman MQ-4C Triton. Australia is acquiring 15 P-8As, suggesting opportunities for trans-Tasman cooperation in training and maintenance support for the aircraft. ", "url": "https://australianaviation.com.au/2017/05/new-zealand-p-8a-poseidon-acquisition-one-step-closer/"}, {"title": "RAAF P-8 Poseidon involved in first SAR mission", "date": "2017-05-17", "content": " A RAAF Boeing P-8A Poseidon has taken part in a search and rescue mission for the first time, when an aircraft on a routine training mission responded to a mayday call from a stricken dolphin cruise boat. The MV Port Princess issued a mayday call around 1pm on Tuesday when off the South Australian coast near Port Macdonnell after the vessel had begun taking on water following an engine failure. The RAAF P-8A, callsign 'Blackcat 20', intercepted the mayday call and assisted the rescue of the MV Port Princess's four crew by providing communications assistance and relaying realtime imagery of the stricken vessel to the Australian Maritime Safety Authority's Rescue Coordination Centre in Canberra. The crewmembers were rescued by a fishing boat from Port Macdonnell, before the Port Princess, which was in transit from Port Adelaide to a new owner in Victoria, sank. \"This is the first search and rescue response completed by the P-8A Poseidon since the aircraft's arrival into Australia last November. The Poseidon is still undergoing test and evaluation activities before a formal introduction into service,\" executive officer for No. 92 Wing, Wing Commander Brett Williams, said in a statement. \"Search and rescue forms an important part of the operational test and evaluation program which we've laid out to bring the Air Force's P-8A Poseidon into service.\" Twelve P-8As are on order for the RAAF (with a further three expected to be acquired to take the total fleet to 15), the first of which arrived in Australia late last year. The P-8As are due to be equipped with a search and rescue kit which will include air droppable inflatable rafts and survival supplies. A tender for the SAR rescue kit for the RAAF's P-8As, which closed in February 2016, had a planned 'timeframe for delivery' of the first quarter of 2018. ", "url": "https://australianaviation.com.au/2017/05/raaf-p-8-poseidon-involved-in-first-sar-mission/"}, {"title": "P-8A Roll Out to U.S. Navy Accelerates With ASW Mission", "date": "2017-06-18", "content": "Recently the recipient of a mischievous \"greeting\" by a Russian Sukhoi Su-30 fighter over the Black Sea, the Boeing P-8A Poseidon continues rolling out to the U.S. Navy, bringing new capability in anti-submarine warfare and no doubt annoying adversaries. Since it first started delivering Poseidons to the Navy in March 2012, Boeing this spring had handed over nearly half of the 117 jets the service seeks. Prior to the Farnborough Airshow last year, Boeing sponsored a press trip to Naval Air Station Jacksonville, Florida, where six U.S. east coast squadrons had completed the transition from the aging Lockheed P-3C Orion four-engine turboprop to the Poseidon, a Boeing 737-800ERX derivative with reinforced 737-900 wings. Last month, the press visited Naval Air Station Whidbey Island in the Puget Sound north of Seattle, Washington. There, west coast squadrons are undergoing transition training. ", "url": "https://www.ainonline.com/aviation-news/defense/2017-06-18/p-8a-roll-out-us-navy-accelerates-asw-mission"}]}, {"win label": 0, "news": [{"title": "Pentagon seeks increased P-8 ties with Norway, UK", "date": "2017-07-03", "content": "The United States, United Kingdom and Norway have agreed in principal to create a trilateral coalition built around the P-8 maritime aircraft - though exactly what that means remains unclear. The Pentagon announced June 29 that the three countries had established a \"statement of intent to lay out guiding principles for a trilateral partnership with P-8A aircraft.\" In addition, the announcement said the nations are working on a \"framework for further cooperation in areas such as readiness, enhancing defense capability, and interoperability.\" A defense official, speaking on background, told Defense News that nothing is \"set in stone,\" and this is just a first step toward coordinating around the aircraft. Potential areas of cooperation include joint operations in the North Atlantic, information sharing and the possibility of co-locating maintenance and training assets. ", "url": "https://www.defensenews.com/air/2017/07/03/pentagon-seeks-increased-p-8-ties-with-norway-uk/"}, {"title": "U.S. NAVY P-8A POSEIDON MAKES EMERGENCY LANDING AFTER HAVING EXPERIENCED LEFT ENGINE FIRE", "date": "2017-11-09", "content": "A U.S. Navy P-8A Poseidon had to make an emergency landing at Corpus Christi International Airport, Texas on Nov. 6 after its left engine caught fire. The aircraft, with just two crew members aboard, was conducting circuit training when the incident occurred. As reported by Corpus Christi Caller- Times, Kim Bridger-Hunt, marketing manager for the airport, said she saw the aircraft through a window in the airport and assumed it was taking off from the airport because it was low to the ground with its nose up. \"We heard the booms and saw the flames coming out of the engine,\" Bridger-Hunt said. \"That's when we knew something serious was going on.\" According to John Hyland, chief of public safety for the airport, the Poseidon landed about 11:55 a.m. at the airport. Hyland added the Corpus Christi police and fire departments, the Nueces County Sheriff's Office and airport officials responded and controlled the fire and turn off the engine. At 1 p.m. the airport resumed regular operations, Hyland said. He explained the P-8A only slowed operations at the airport, while a more serious incident would have caused the airport to shut down. \"It is now a mechanical issue,\" Hyland said. Currently the Poseidon is parked in the general aviation ramps at the airport, where a mechanic will work on it. Liz Feaster, public affairs officer at Chief of Naval Air Training based at Naval Air Station (NAS) Corpus Christi, said the aircraft was not a Navy trainer with Naval Air Station Corpus Christi or Naval Air Station Kingsville. ", "url": "https://theaviationgeekclub.com/u-s-navy-p-8a-poseidon-makes-emergency-landing-experienced-left-engine-fire/"}, {"title": "Moscow Claimed U.S. Navy P-8A Was Flying Toward Russian Airspace Before Black Sea Intercept", "date": "2017-11-28", "content": "Moscow officials say a U.S. military aircraft intercepted by a Russian fighter over the Black Sea, in a manner the Pentagon said was unsafe, was headed for Russian airspace. The U.S. Navy P-8A Poseidon anti-submarine warfare aircraft, based out of Naval Air Station Sigonella, Italy, was intercepted by a Russian Su-30 Flanker fighter jet on Nov. 25. Russian media accounts claim the Poseidon surveillance aircraft was approaching the Russian coastline at a high rate of speed and only changed course after being intercepted by the Su-30. \"On November 25, Russian means of monitoring airspace spotted an air target over an international area of the Black Sea that was approaching the state border at a high speed. A Sukhoi-30 jet of the Southern Military District's air defense was ordered into the air for interception,\" read a government statement published by the Russian newswire TASS. \"The Russian fighter approached the air target and identified it as a US reconnaissance plane P-8A Poseidon.\" The Poseidon, is a modified version of the Boeing 737-800ERX, and has a top airspeed of about 564 miles per hour, according to the Navy. The Flanker can reportedly reach Mach 2. The Su-30 crossed within 50 feet, of the Poseidon's path, moving from right to left and causing the Navy aircraft to fly through the Russian aircraft's jet wash. The Poseidon endured violent turbulence, but recovered and continued on its mission, ultimately safely landing back at Sigonella, a Navy spokesperson told USNI News. Encounters between U.S. surveillance aircraft and Russian fighter jets, and have become more frequent following the Russian 2014 forced annexation of Crimea and Moscow exerting its military power in the region. In May a similar incident occurred when a Russian Su-30 also intercepted a P8-A over the Black Sea. Press reports cite Russian defense ministry sources as saying their plane conducted a \"greeting maneuver.\" Navy officials were reported at the time as calling the May intercept \"safe and professional.\" In February, two Russian Su-24 aircraft buzzed guided-missile destroyer USS Porter (DDG-78) while it was operating in international waters in the Black Sea. The Navy deemed this incident, \"unsafe and unprofessional.\" In April 2014, a pair of Russian Su-24 aircraft buzzed guided-missile destroyer USS Donald Cook (DDG-75), while it was operating in the Baltic Sea. In a statement released at the time, U.S. European Command expressed \"deep concerns about the unsafe and unprofessional Russian flight maneuvers.\" As for the latest incident involving Russian aircraft, the Navy and Department of Defense did not issue a formal statement, but a Navy spokesperson told USNI News, \"the Russian aircraft was in its right to fly in international airspace, but we expect safe and professional conduct in international waters and airspace.\" ", "url": "https://news.usni.org/2017/11/28/moscow-claimed-u-s-navy-p-8a-flying-toward-russian-airspace-black-sea-intercept"}, {"title": "MOSCOW SAYS U.S. NAVY P-8 POSEIDON WAS HEADING AT HIGH SPEED TOWARDS RUSSIAN AIRSPACE BEFORE SU-30 INTERCEPT", "date": "2017-11-30", "content": "As we have already explained the Pentagon complained that a Russian Su-30 fighter jet had carried out an unsafe intercept of a U.S. Navy P-8A Poseidon on Nov. 25 over the Black Sea. Now according to USNI News Moscow officials say the P-8 was headed for Russian airspace. Russian media accounts claim the Poseidon maritime patrol aircraft was approaching the Russian coastline at a high rate of speed and only changed course after being intercepted by the Su-30. \"On November 25, Russian means of monitoring airspace spotted an air target over an international area of the Black Sea that was approaching the state border at a high speed. A Sukhoi-30 jet of the Southern Military District's air defense was ordered into the air for interception,\" read a government statement published by the Russian newswire TASS. \"The Russian fighter approached the air target and identified it as a US reconnaissance plane P-8A Poseidon.\" The Poseidon, is a modified version of the Boeing 737-800ERX, and has a top airspeed of about 564 miles per hour, according to the Navy. The Flanker instead can reach Mach 2. The Su-30 crossed within 50 feet, of the Poseidon's path, moving from right to left with its afterburners engaged and causing the Navy aircraft to fly through the Russian aircraft's jet wash. The Poseidon endured violent turbulence, but recovered and continued on its mission, ultimately safely landing back at Naval Air Station (NAS) Sigonella, a Navy spokesperson told USNI News. Encounters between U.S. surveillance aircraft and Russian fighter jets have become more frequent following the Russian 2014 forced annexation of Crimea and Moscow exerting its military power in the region. ", "url": "https://theaviationgeekclub.com/moscow-says-u-s-navy-p-8-poseidon-heading-high-speed-towards-russian-airspace-su-30-intercept/"}]}, {"win label": 0, "news": [{"title": "South Korea Opts for P-8 Poseidon Maritime Surveillance Aircraft in $1.7 Billion Deal", "date": "2018-06-26", "content": "On Monday, South Korea's military announced that it had chosen to purchase Boeing's P-8 Poseidon maritime patrol aircraft. According to a senior Boeing official cited by Reuters, the total value of the contract is expected to be around $1.7 billion. South Korea's main government military procurement arm - the Defense Acquisition Program Administration - said that the Republic of Korea armed forces would purchase the aircraft through the U.S. government's foreign military sales program. The United States and South Korea are treaty allies. South Korea has decided \"to purchase the latest maritime patrol aircraft for conducting patrol, search and rescue operations through the FMS program from the U.S. government, in consideration of the cost, time schedule, capabilities as well as the legal aspect,\" the DAPA said in a press release. ", "url": "https://thediplomat.com/2018/06/south-korea-opts-for-p-8-poseidon-maritime-surveillance-aircraft-in-1-7-billion-deal/"}, {"title": "Korea Opts For Boeing P-8A Poseidon MPA", "date": "2018-06-28", "content": "The Republic of Korea will acquire Boeing P-8A Poseidon maritime patrol aircraft, the country's Defense Acquisition Program Administration announced on June 25. The aircraft will be procured via the U.S. Foreign Military Sales procedure. DAPA said that the P-8A was selected after a \"comprehensive review of legal aspects, cost, schedule, and performance.\" However, there was no open evaluation of alternative MPAs such as the Saab Swordfish or the Airbus C295 ASW. The ROK said in February that it was seeking new MPAs to better counter North Korea's ballistic missile submarines. ", "url": "https://www.ainonline.com/aviation-news/defense/2018-06-28/korea-opts-boeing-p-8a-poseidon-mpa"}]}, {"win label": 0, "news": [{"title": "Another win for Boeing: New Zealand commits to the P-8 with $1.6 billion deal", "date": "2018-07-09", "content": "New Zealand has become the fifth export custome r, India, Norway and the U.K. for Boeing's P-8 Poseidon, with a $1.6 billion order for four aircraft. Announced July 9 by Minister of Defence Ron Mark, the order includes the cost of infrastructure and training equipment. The aircraft are expected to enter Royal New Zealand Air Force from 2023 and will replace six Lockheed P-3K2 Orions that have served the RNZAF for more than 50 years. New Zealand purchased five P-3B Orions in 1966 and acquired a sixth aircraft in 1985. New avionics led to new designation of P-3K in the late 1980s; they were then given new wings as part of a life extension program in 2000. ", "url": "https://www.defensenews.com/air/2018/07/09/another-win-for-boeing-new-zealand-commits-to-the-p-8-with-16-billion-deal/"}, {"title": "New Zealand to buy 4 P-8 Poseidon maritime patrol aircraft for NZ$2.3 billion", "date": "2018-07-09", "content": "The government of New Zealand is purchasing four Boeing P-8 Poseidon maritime patrol aircraft to replace its aging fleet, Minister of Defence Ron Mark announced. \"The purchase ensures the Defence Force can continue to deliver the country's maritime surveillance, resource protection, humanitarian and disaster response around New Zealand and across the South Pacific,\" Mark said in a government press release on Monday, July 9. The new P-8A aircraft, training systems, infrastructure and introduction into service costs will total NZ$2.346 billion. They are expected to enter service in 2023, in time to replace the Royal New Zealand Air Force's six aging P-3K2 Orion maritime patrol aircraft that will reach the end of their operational life in 2025. The U.S. Department of State approved the purchase at an estimated cost of $1.46 billion in April 2017. ", "url": "https://www.thedefensepost.com/2018/07/09/new-zealand-p-8-poseidon-purchase/"}, {"title": "New Zealand's P-8 purchase: straddling the gap", "date": "2018-07-11", "content": "RAAF P-8A Poseidon New Zealand has opted to buy Boeing's P-8A aircraft, in order to meet its future requirements for maritime aerial intelligence, surveillance, reconnaissance, and response. The P-8A, already operated by the Royal Australian Air Force, will replace New Zealand's ageing P-3C fleet and enter service from 2023. The NZ$2.3 billion commitment delivers an obvious boost for New Zealand's military capability and interoperability with the US and Australia. Yet significantly more than narrow military considerations was riding on this acquisition, especially with the commitment of Prime Minister Jacinda Ardern's government to defence spending and Five Eyes membership somewhat in doubt. One way to view the P-8 decision is as a hefty downpayment on New Zealand's continued membership of the Five Eyes intelligence-sharing framework, along with Australia, Canada, the UK, and US, and prospective partnership with other stakeholders in the international rules-based order. ", "url": "https://www.bairdmaritime.com/work-boat-world/maritime-security-world/feature-new-zealand-s-p-8-purchase-straddling-the-gap/"}, {"title": "RAAF's P-8A Poseidon fires first ATM-84J Harpoon missile", "date": "2018-07-23", "content": " The RAAF's P-8A Poseidon aircraft launches first ATM-84J Harpoon missile. The Royal Australian Air Force's P-8A Poseidon military aircraft has successfully launched its first Harpoon missile. The firing was carried out during Exercise RIMPAC 2018 at the Pacific Missile Range Facility, off the coast of Hawaii, US. Once released from the aircraft, the missile was successful in striking its target, a decommissioned US Navy ship, USS Racine. ", "url": "https://www.airforce-technology.com/news/raaf-p-8a-poseidon-fires-first-atm-84j-harpoon-missile/"}, {"title": "US B-52H Bombers and P-8A Sub-Hunting Aircraft Train Over East China Sea", "date": "2018-08-06", "content": "Two U.S. Air Force B-52H Stratofortress long-range, heavy bombers and two U.S. Navy P-8A Poseidon maritime patrol aircraft conducted a training exercise in the vicinity of Japan over the East China Sea on August 1, Pacific Air Forces said in a statement last week. The main aim of the exercise was to improve combined and joint service interoperability. The joint drill was also meant to \"demonstrate, though multi-service flight operations, the United States' commitment to operating freely across the global commons,\" according to U.S. Indo-Pacific Command. Over the few last years, China and Russia have both stepped up their military presence in the East China Sea. The B-52H mission was flown in support of USINDOPACOM's continuous bomber presence mission in the Indo-Pacific region. ", "url": "https://thediplomat.com/2018/08/us-b-52h-bombers-and-p-8a-sub-hunting-aircraft-train-over-east-china-sea/"}, {"title": "RAAF opens state-of-the-art P-8A Poseidon training centre", "date": "2018-08-19", "content": " The P-8A full-scale ordnance trainer. A new $470 million training facility for the RAAF's new Boeing P-8A Poseidon maritime surveillance aircraft has officially opened. The RAAF Base Edinburgh facility was formally opened by Minister for Defence Senator Marise Payne and the Minister for Defence Industry Christopher Pyne on August 17. It includes two flight simulators, a full-scale fuselage ordnance trainer, two air combat officer trainers, and other synthetic and hands-on training devices, and is the largest P-8 training facility outside of the US. he two P-8A full flight simulators. ", "url": "https://australianaviation.com.au/2018/08/raaf-opens-state-of-the-art-p-8a-poseidon-training-centre/"}, {"title": "US clears P-8, Patriot missile sales for South Korea", "date": "2018-09-13", "content": "The U.S. State Department has OK'd a package of potential sales for South Korea, including six P-8 maritime surveillance aircraft and 64 Patriot Advanced Capability-3 missiles. The P-8 deal has a potential price tag of $2.1 billion, while the Patriot weapons could cost $501 million, a $2.6 billion overall deal for American military contractors. The potential sales were announced by the Defense Security Cooperation Agency on Sept. 13. All DSCA notifications are not final; if cleared by the Senate, procurement quantities and costs can still change in final negotiations. If completed, the sales would boost South Korea's military with capabilities aimed directly at Seoul's two most-concerning neighbors: North Korea, always of concern, and China, which has been increasing its military submarine fleet. ", "url": "https://www.defensenews.com/global/asia-pacific/2018/09/13/us-clears-p-8-patriot-missile-sales-for-south-korea/"}, {"title": "US State Department Approves Sale of 6 P-8 Poseidon Sub hunting planes to south korea", "date": "2018-09-14", "content": "The U.S. Department of State today approved the possible sale of six U.S.-made Boeing P-8A Poseidon maritime patrol aircraft for an estimated cost of $2.1 billion, the Defense Security Cooperation Agency said in a September 13 statement. The sale, which will take place through the U.S. government's foreign military sales program, is still subject to congressional approval. South Korea officially announced in June that it had opted to procure P-8A Poseidon maritime patrol aircraft for the Republic of Korea Navy. Seoul has been mulling the purchase of P-8As for a number of years. With North Korea gradually expanding its fleet of diesel-electric submarines, the ROK Navy wants to reinforce its anti- submarine warfare capabilities. ", "url": "https://thediplomat.com/2018/09/us-state-department-approves-sale-of-6-p-8-poseidon-sub-hunting-planes-to-south-korea/"}, {"title": "US approves $2.6 billion sale to South Korea of P-8A patrol planes and Patriot missiles", "date": "2018-09-14", "content": "The U.S. State Department has approved the sale to South Korea of six P-8A Poseidon patrol aircraft and 64 Patriot missiles at an estimated cost of $2.6 billion, the Defense Security Cooperation Agency said. The proposed $2.1 billion sale of six P-8A Poseidons includes a wide range of equipment and support, including missile warning sensors, radio systems, navigation systems, radars and counter measures, DSCA said in a Thursday, September 13 release. South Korea is \"one of the closest allies in the INDOPACOM Theater,\" the release said, adding that \"the proposed sale will support U.S. foreign policy and national security objectives by enhancing Korea's naval capabilities to provide national defense and significantly contribute to coalition operations.\" The release noted that South Korea has operated P-3 Maritime Surveillance Aircraft for more than 25 years, and that experience means it will have no difficulty transitioning to the P-8, which will provide a maritime patrol capability for the next 30 years. The prime contractor will be Boeing. ", "url": "https://www.thedefensepost.com/2018/09/14/us-south-korea-p-8a-patrol-aircraft-patriot-missile-sale/"}, {"title": "Boeing completes construction of 100th P-8 Poseidon", "date": "2018-10-12", "content": "Boeing has used its 65 years' experience in transitioning the commercial aircraft into military aircraft to deliver the 100th P-8 Poseidon. The P-8 industry team at Boeing's factory in Washington uses a first-in-industry in- line production process and Boeing's existing Next-Generation 737 production system to efficiently design and build P-8 aircraft. Each P-8 carries with it a little piece of Australia, with the 737 ailerons designed and built at Boeing's advanced manufacturing facility in Melbourne's Fishermans Bend. Additionally, Boeing Aerostructures Australia's over 1,200 employees are the sole source producers of 737 ailerons, 747 moveable leading edges and 777 cove lip doors, elevators and rudders. In South Australia, Boeing is keeping Australia's fleet of P-8A Poseidon's mission ready with teaming partner Airbus under the P-8A Interim Sustainment Support contract. ", "url": "https://www.defenceconnect.com.au/strike-air-combat/3010-boeing-completes-construction-of-100th-p-8-poseidon"}, {"title": "Australia Deploys P-8A Poseidon to Japan to Enforce North Korea Sanctions", "date": "2018-12-07", "content": "The Royal Australian Air Force is dispatching one of its Boeing P-8A Poseidon maritime patrol aircraft to Kadena Air Base in Okinawa this week in support of the international effort to enforce United Nations Security Council resolutions on North Korea. Australian Defense Minister Christopher Pyne said in a November 30 announcement that the deployment was part of Australia's support of the international effort to enforce UN sanctions on North Korean vessels and stop their illegal activities in the East China Sea. \"This is part of Australia's commitment to deter and disrupt illicit trade and sanctions evasion activities by North Korea and its associated networks,\" Pyne said. \"This deployment follows on from Defense's previous contribution of a P-8A Poseidon maritime patrol aircraft in April, and two AP-3C Orion maritime patrol aircraft in September this year.\" The Boeing P-8A Poseidon, the military variant of Boeing's Next-Generation 737-800 commercial aircraft, is one of the world's most advanced maritime patrol aircraft in service. ", "url": "https://thediplomat.com/2018/12/australia-deploys-p-8a-poseidon-to-japan-to-enforce-north-korea-sanctions/"}]}, {"win label": 0, "news": [{"title": "Boeing awarded $2.5 billion for 19 P-8A Poseidon aircraft for US Navy, UK and Norway", "date": "2019-01-26", "content": "Boeing has been awarded an almost $2.5 billion contract to produce 19 P-8A Poseidon maritime patrol aircraft for the U.S. Navy, Norway and the United Kingdom, the U.S. Department of Defense said in a release. The $2,458,707,154 modification to a previously awarded firm-fixed-price, cost-plus-fixed-fee contract provides for the production and delivery of 19 P-8A Lot 10 aircraft, the Friday, January 25 release said. Ten of the aircraft are for the U.S. Navy, four for the U.K. and five for Norway. At almost $1.26 billion, the U.S. Navy purchase makes up 51 per cent of the total contract value, while Norway's almost $695 million makes up 28 per cent, and the U.K.'s almost $507 million makes up 21 per cent. In March 2018, Boeing was awarded $282,275,771 for procurement of long lead parts for the 19 aircraft. ", "url": "https://www.thedefensepost.com/2019/01/26/boeing-contract-19-p-8a-poseidon-us-navy-norway-uk/"}, {"title": "US Defense Firm Boeing Receives $2.4 Billion P-8A Poseidon ", "date": "2019-01-30", "content": " The new aircraft are also slated to be armed with the so-called High Altitude Anti-Submarine Warfare Weapon Capability, a new torpedo upgrade that can release a MK54 torpedo, fitted with an air-launched accessory kit that includes a GPS guidance system and folding wings, from altitudes of 30,000 feet or higher - it essentially turns the torpedoes into glide bombs. HAAWC would permit the P-8A to operate from higher altitudes during anti- submarine warfare operations, avoiding detection by enemy submarines. In comparison, P-3 Orion aircraft have to descend to an altitude of around 100 feet to release their torpedoes and engage targets exposing them to low- altitude anti-aircraft defenses. ", "url": "https://thediplomat.com/2019/01/us-defense-firm-boeing-receives-2-4-billion-p-8a-poseidon-contract-from-us-navy/"}, {"title": "A Navy P-8 Poseidon Jet Has Been Flying Mysterious Circles Over Los Angeles For Hours", "date": "2019-02-05", "content": "AU.S. Navy P-8 Poseidon maritime patrol and surveillance aircraft launched out of Long Beach Airport this evening and set up shop in some of the busiest airspace in the United States-20,000 feet over Downtown Los Angeles. The P-8 has flown continuous circles roughly 15 miles in diameter for three hours now over the Southern California metropolis. Our friend and master airplane tracker @aircraftspots first posted about the peculiar flight. The militarized 737 derivative, callsign TIGER14, took off from Long Beach Airport just before 6pm local time and is still tracing the same precise orbit around downtown Los Angeles. The P-8 is primarily known for its anti-submarine, anti-surface warfare, and sea control roles, but the reality is that it's cutting edge mission systems are capable of quite a bit more than that. The aircraft is equipped with electronic surveillance systems capable of classifying and geolocating enemy emissions, such as those from air defense systems and enemy communications nodes. It can also intercept communications and work as a communications relay. In addition, the P-8 is equipped with a very powerful Wescam MX-20HD electro-optical turret that is capable of capturing high definition moving video of surface targets far below its flightpath and it can stream that video to users around the globe if need be. This is all in addition to its traditional maritime patrol systems as the P-8 was built to replace the venerable turboprop-powered P-3 Orion. You can read all about what it's like to fly the P-8 on real-world missions in this past feature of ours.", "url": "https://www.thedrive.com/the-war-zone/26336/a-navy-p-8-poseidon-jet-has-been-flying-mysterious-circles-over-los-angeles-for-hours"}, {"title": "Tracking U.S. Navy P-8 Poseidon Aircraft Missions Across The Mediterranean Region", "date": "2019-04-17", "content": "Four P-8 Poseidon aircraft belonging to U.S. Navy's Patrol Squadron 9 (VP-9), from Naval Air Station Whidbey Island, are currently deployed to NAS Sigonella Italy. The \"Golden Eagles\" have replaced the VP-26 \"Tridents\" at the beginning of this month and have immediately started operating across the Mediterranean Sea. The aircraft involved in the deployment are s/n 168997, 168852 (this one seems to be \"on loan\" or recently delivered to VP-9), 169004, 169002, 169328, 169329 and 169332. These assets are much more than MPA (Maritime Patrol Aircraft): they are multi-mission platforms that can gather valuable intelligence using a wide array of sensors. Among these, an Advanced Airborne Sensor (a dual-sided AESA radar that can offer 360-degree scanning on targets on land or coastal areas, and which has potential applications as a jamming or even cyberwarfare platform according to Northrop Grumman); an APY-10 multi-mode synthetic aperture radar; an MX-20 electro-optical/infrared turret for shorter-range search; and an ALQ-240 Electronic Support Measure (ESM) suite, able to geo-locate and track enemy radar emitters. Moreover, all sensors contribute to a single fused tactical situation display, which is then shared over both military standard and internet protocol data links, allowing for seamless delivery of information amongst U.S. and coalition forces. ", "url": "https://theaviationist.com/2019/04/17/tracking-u-s-navy-p-8-poseidon-aircraft-missions-across-the-mediterranean-region/"}, {"title": "Poseidon's Reach: The P-8A Around the World ", "date": "2019-05-07", "content": "Approaching the U.S. Navy's final planned buy of Boeing P-8A Poseidons in 2020, 169 of the multimission maritime aircraft have been sold across seven countries. As primary buyer, the Navy contractually accounts for 111 of those planes, according to Capt. Tony Rossi, program manager for the P-8 and its predecessor, the P-3, with a program of record reaching 120. Currently in full-rate production at 1.5 units per month during production lot 10, continuous deliveries in the U.S. are being made to the Navy's 6th and 7th fleets. So far, the U.S. has 83 Poseidons in service. Over the last year, two new foreign militaries have placed orders for P-8As. New Zealand signed a contract for four last July, and South Korea ordered six in November. Both countries will begin taking delivery of their P-8As in 2022, Rossi said, speaking at the Navy League's annual Sea Air Space exposition. Norway ordered five as part of lot 10, for initial delivery in 2021. The first of nine U.K.-bound P-8As is slated for delivery this October and is currently having its mission systems installed, Rossi said. Australia has been operating the P-8A for two years, having taken delivery of their first aircraft in 2016. The Royal Australian Air Force now has eight of an ultimate 12. The second-most prolific user of P-8s, India uses a customized variant dubbed the P-8I Neptune. The country's military currently has eight P-8Is and, thanks to a recent additional order, plans to increase its fleet to 12. The P-8's primary mission is anti-submarine warfare (ASW) - the Navy \"saw that as a hole in its capability,\" so it \"made a very dedicated decision to recapture ASW,\" Rossi said. ASW was a role the P-3 Orion filled, but after 60 years, the legacy aircraft was showing its age. The P-3 filled a lot of other roles as well, though, and Rossi said the Navy wanted to make sure the P-8 \"didn't discard those capabilities.\" Poseidon would earn its \"multimission\" designation performing search-and-rescue, anti-surface warfare, maritime surveillance, standoff targeting and support, interoperable command, control and communications, humanitarian assistance missions. Housed in the fuselage of a 737-800 with adjusted wings, the main goal with the avionics is integration. \"Level of integration is big,\" Rossi said. \"The P-3 was very federated. Radar didn't talk to acoustics. Each operator looked at his own display, and they tried to fuse that within an operator's head.\" All of the sensors and weapons on the P-8 need to communicate with each other, freeing up operators to monitor and make decisions instead of focusing on synthesizing data into usable information, he said. Further, the stations are interchangeable on the P-8. While each operator might have a job and a seat, any seat's system can access any functions they need to to increase flexibility. That same philosophy extends to pilots. \"The autopilot works, unlike the P-3,\" Rossi said. That, once again, allows pilots to focus on monitoring and making decisions instead of getting bogged down in having to actively fly the plane throughout its entire mission. The P-8A is in the midst of an upgrade called Increment 3, which Rossi said has already started with the current Poseidons beginning with Lot 8 and will continue over the next several engineering updates. \"You get additional sensors that come in ... that takes work off the operator that lets the operator sit on the loop not in the loop in order to manage the information,\" Rossi said. While the Navy has no plans to buy more P-8As after 2020's Lot 11, the service is interested in working with manufacturer Boeing to make more foreign military sales and is still finishing up the P-3 replacement. The final active P-3 unit deployed about a month ago and will be retired upon its return.", "url": "https://www.aviationtoday.com/2019/05/07/p-8a-poseidons-reach/"}, {"title": "AAR delivers first overhauled P-8A Poseidon aircraft to US Navy", "date": "2019-05-23", "content": "The US Navy's first overhauled P-8A Poseidon delivered by AAR. AAR has delivered the first P-8A Poseidon aircraft to the US Navy following completion of a planned overhaul, age exploration and inspection. The aviation services company provided the maintenance and overhaul services for the aircraft under a seven-year, indefinite-delivery/indefinite-quantity contract received from the navy last year. The contract includes heavy depot airframe maintenance and year-round field support for the US fleet. ", "url": "https://www.naval-technology.com/news/aar-delivers-first-overhauled-p-8a-poseidon-aircraft-to-us-navy/"}, {"title": "U.S. House Appropriators Support a Larger P-8A Fleet", "date": "2019-05-23", "content": "U.S. lawmakers want the Navy to address a standing requirement for additional P-8A Poseidon maritime patrol aircraft. The service included six P-8As in its FY20 budget request, which would complete the planned buy of 117 aircraft. The Navy actually has a warfighting requirement for 138 P-8As, but the 21 aircraft needed to meet that requirement are currently not a part of the formal acquisition plan. However, the Navy did include two aircraft in its FY20 unfunded priorities list in support of a larger fleet. The unfunded priorities lists are used to outline requirements that were unable to make it into the budget request. Lawmakers reference these lists as they complete their budget markups. ", "url": "https://dsm.forecastinternational.com/wordpress/2019/05/23/u-s-house-appropriators-support-a-larger-p-8a-fleet/"}, {"title": "Russian Fighter Made 'Irresponsible' Intercept of Navy P-8A", "date": "2019-06-04", "content": "A Navy surveillance aircraft was intercepted by a Russian fighter over the Mediterranean Sea \"determined to be unsafe,\" according to a late Tuesday statement from U.S. 6th Fleet. A Navy P-8A Poseidon was operating in international airspace over the Mediterranean when it was intercepted by a Russian Sukhoi Su-35 three times. While the first and third interactions were determined to be in line with international rules, the second was called out by 6th Fleet. \"The second interaction was determined to be unsafe due to the SU-35 conducting a high speed pass directly in front of the mission aircraft, which put our pilots and crew at risk,\" read the statement. \"The crew of the P-8A reported wake turbulence following the second interaction. The duration of the intercept was approximately 28 minutes.\" The Navy release added, \"while the Russian aircraft was operating in international airspace, this interaction was irresponsible. We expect them to behave within international standards set to ensure safety and to prevent incidents, including the 1972 Agreement for the Prevention of Incidents On and Over the High Seas (INCSEA). Unsafe actions increase the risk of miscalculation and potential for midair collisions.\" ", "url": "https://news.usni.org/2019/06/04/russian-su-35-fighter-makes-irresponsible-intercept-of-navy-p-8a-over-mediterranean"}, {"title": "New Zealand on course to receive first P-8A Poseidon", "date": "2019-06-14", "content": "New Zealand Ministry of Defence has announced that it is on track to procure the first Boeing P-8A Poseidon maritime patrol aircraft from the US in April 2023. In July last year, the New Zealand Government reached an NZD2.346bn deal to buy four P-8A Poseidon patrol aircraft. P-8A Poseidon aircraft will enter service with the Royal New Zealand Air Force, replacing the existing P-3K2 Orion fleet. The Orion aircraft have been operational since the 1960s and are expected to reach the end of their operational life in 2025. The country is procuring the P-8A aircraft to continue its airborne maritime surveillance, humanitarian aid, disaster response, and resource protection activities in the South Pacific region. The total purchase price includes acquisition, training systems, infrastructure and service introduction costs. According to a document released by the ministry detailing the project's timeline, infrastructure works to facilitate the new patrol aircraft will begin in October. Future instructor staff training will commence in Jacksonville in February, while aircrew transition personnel training is slated for the first quarter of 2022. The P-8A fleet is likely to achieve final operational capability by 2025. New Zealand Defence Minister Ron Mark said: \"The P-8s are a once in a generation purchase, and will ensure that the airforce's crucial maritime patrol capability is maintained for decades to come. The project is on schedule to replace the P-3K2 Orion fleet from 2023, and I am pleased to announce further details today, with the release of a project timeline.\" ", "url": "https://www.airforce-technology.com/news/new-zealand-receive-p-8a-poseidon/"}, {"title": "U.S. Navy official sees more orders for Boeing P-8A in coming months", "date": "2019-06-16", "content": "The U.S. Navy expects additional U.S. and international orders for the Boeing P-8A Poseidon maritime patrol aircraft in coming months, which should extend production by two years to late 2025, a senior U.S. Navy official told Reuters. Navy Captain Tony Rossi, program manager for the P-8 and its predecessor, the P-3, said the Navy was hoping to finalize the order book for the program soon to be able to \"effectively and efficiently close out the production.\" He said the program could see about 21 additional orders from the U.S. Navy on top of 117 aircraft already funded, plus roughly the same number from other countries, although he declined to name potential new buyers. The P-8, based on Boeing's 737-800 airframe, conducts anti-submarine warfare, anti-surface warfare and shipping interdiction, and also carries electronic support measures, torpedoes, Harpoon anti-ship missiles and other weapons. ", "url": "https://www.reuters.com/article/us-france-airshow-boeing-p8-idUSKCN1TH09J"}, {"title": "New Zealand Outlines Progress on P-8A Poseidon Maritime Patrol Aircraft Procurement", "date": "2019-06-18", "content": "The government of New Zealand has released milestone estimates on June 12 for the procurement of four U.S.-made Boeing P-8A Poseidon maritime patrol aircraft into service with the Royal New Zealand Air Force. A factsheet released last week states that delivery of the first P-8A to the RNZAF is expected by April 2023 with initial operating capability achieved by July of the same year. The entire fleet of four aircraft is slated to reach final operating capability by 2025. Additionally, infrastructure work on the ground to accommodate the aircraft will begin in October 2019, while instructor staff training will begin in the United States in February 2020. Aircrew and maintenance training will begin in the first quarter of 2022, while work a mobile tactical operations center as well as a P-8A flight simulator will be handed over to the RNZAF in 2023. ", "url": "https://thediplomat.com/2019/06/new-zealand-outlines-progress-on-p-8a-poseidon-maritime-patrol-aircraft-procurement/"}, {"title": "US P-8A sub-hunting jet flies over Taiwan Strait to watch ", "date": "2019-06-21", "content": "In an apparent response to the presence of the Chinese aircraft carrier Liaoning, the U.S. Navy dispatched a P-8A sub-hunting Poseidon through the Taiwan Strait on Tuesday. The military aviation news site Alert 5 reported that as the Liaoning entered the South China Sea on Tuesday, a U.S. Navy P-8A maritime patrol aircraft flew through the Taiwan Strait for surveillance and reconnaissance. According to a map posted by Alert 5, the P-8A apparently took off from Singapore, flew north through the South China Sea, made its way through the Taiwan Strait, and then rounded northern Taiwan to head south to the Luzon Strait, before turning north again and landing at a U.S. military base in Okinawa, in a clear display of guardianship over Taiwan. Lu Li-shih, a retired lieutenant commander of Taiwan's Navy said that this is a new situation after U.S. ships \"normalized\" the passage of the Taiwan Strait in July of last year, reported CNA. When the People's Liberation Army Navy Liaoning prowls the South China Sea, the U.S. can send P-8A to Singapore for identification and verification, said Lu. ", "url": "https://www.taiwannews.com.tw/en/news/3729085"}, {"title": "As US Navy orders more P-8A Poseidon surveillance planes, Orion squadron flies final mission", "date": "2019-06-24", "content": "The U.S. Navy is phasing out a long-time patrol aircraft in favor of its successor. The Navy placed a new order for the Boeing P-8A Poseidon long-range maritime patrol aircraft this month and is set to replace the P-3C Orion, which is slowly being phased out of service. The change is about more than swapping propellers for jet engines. The P-8A is designed to be better integrated with the Northrop Grumman MQ-4C Triton - an unmanned aerial system ideal for maritime surveillance. Last week Iranian air defense forces shot down a version of the RQ-4 Global Hawk - the Triton's predecessor - that was outfitted with Triton technology, and U.S. Central Command later confirmed a Poseidon was nearby after a Islamic Revolutionary Guard Corps commander said the plane and its crew were spared. ", "url": "https://www.thedefensepost.com/2019/06/24/us-navy-p8c-poseidon-p3c-triton/"}]}, {"win label": 0, "news": [{"title": "First Poseidon MRA Mk1 for United Kingdom takes flight", "date": "2019-07-16", "content": "The first Boeing P-8A Poseidon for the United Kingdom Royal Air Force took off from Renton, Wash. at 10:00 a.m. Pacific on July 12, marking the first flight of this inaugural UK P-8A. During the 90 minute flight key testing took place before the aircraft touched down and moved to the next phase of preparation before customer delivery, installation of military systems. UK Ministry of Defence and Royal Air Force personnel, along with Boeing P-8 program leaders, were on hand to witness the takeoff and landing of the recently painted aircraft, number ZP801. The future home of the UK's P-8A Poseidon Maritime Patrol Aircraft is on target for completion, the Royal Air Force stated on Feb. 22, 2019. Once established the facility will hold up to three aircraft, along with maintenance facilities, planning rooms, and office space for the operators and support staff. ", "url": "https://www.navalnews.com/naval-news/2019/07/first-poseidon-mra-mk1-for-united-kingdom-takes-flight/"}, {"title": "Royal Air Force Takes Delivery of First P-8A Poseidon Maritime Patrol Aircraft", "date": "2019-10-30", "content": "The British Royal Air Force received the first of an eventual nine P-8A Poseidon maritime patrol aircraft from U.S. aerospace giant Boeing at an official ceremony in Seattle on October 30. An RAF aircrew will begin training with the aircraft at Naval Air Station Jacksonville in Florida. In 2020, after training has been completed, the plane will be flown to the U.K., where it will be stationed at RAF Lossiemouth in Scotland with 120 Squadron. Handover of the aircraft marks a belated return to British fixed-wing MPA capability lost when the former Conservative-led government of Prime Minister David Cameron opted to forgo bringing the Nimrod MRA4 maritime patrol aircraft into service under its 2010 Strategic Defence and Security Review. ", "url": "https://dsm.forecastinternational.com/wordpress/2019/10/30/royal-air-force-takes-delivery-of-first-p-8a-poseidon-maritime-patrol-aircraft/"}, {"title": "UK RAF takes delivery of first Poseidon MRA Mk.1 aircraft", "date": "2019-11-01", "content": "The Royal Air Force received the first Poseidon MRA Maritime Patrol Aircraft. The UK Royal Air Force has received the first of nine P-8A Poseidon MRA Mk.1 Maritime Patrol Aircraft from Boeing. The UK government is procuring nine submarine-hunting P-8A Poseidon MPA at a cost of £3bn to improve maritime security. Equipped with sensors and weapons systems, the aircraft will support anti- submarine warfare, surveillance, and search and rescue operations. ", "url": "https://www.airforce-technology.com/news/uk-takes-delivery-of-first-p-8-poseidon/"}, {"title": "First RAF P-8A Handed Over", "date": "2019-11-02", "content": "The Royal Air Force has taken delivery of its first Poseidon MRA Mk.1 maritime patrol aircraft. The aircraft was formally unveiled in a ceremony at Seattle's Museum of Flight on October 29, when Air Marshal Andrew Turner, DCOM capability for the Royal Air Force, received the \"keys\" for the first RAF Poseidon, named Pride of Moray. The aircraft was accepted by a team from No. 54 Squadron, the RAF's ISTAR operational evaluation unit. The following day, the aircraft left Boeing Field and was flown to Naval Air Station Jacksonville, Florida, using the callsign POSIDN1. ", "url": "https://www.ainonline.com/aviation-news/defense/2019-11-02/first-raf-p-8a-handed-over"}, {"title": "Boeing Delivers First P-8A Poseidon to United Kingdom's seapowermagazine ", "date": "2019-11-12", "content": "Boeing has delivered the first of nine P-8A Poseidon maritime patrol aircraft to the United Kingdom Royal Air Force, the company said in a release. The U.K. is acquiring the multimission aircraft through the foreign military sales process with the U.S. Navy. The P-8A Poseidon replaces the U.K.'s retired Nimrod aircraft. Speaking to attendees at the delivery ceremony, Air Marshal Andrew Turner, deputy commander of capability for the Royal Air Force, spoke of the \"profound challenge\" of enemy submarines threatening the U.K. and other nations. ", "url": "https://seapowermagazine.org/boeing-delivers-first-p-8a-poseidon-to-united-kingdoms-royal-air-force/"}, {"title": "U.S. Navy Plans To Stop Buying P-8 Poseidon Sub Hunters Despite Growing Undersea Threat", "date": "2019-12-02", "content": " The U.S. Navy's 2021 budget proposal apparently will request no new money to purchase the service's only long-range anti-submarine aircraft, despite a growing undersea threat and a shortfall in aircraft designed to cope with that threat. The P-8 Poseidon multi-mission aircraft, a militarized version of the Boeing 737 jetliner, conducts anti-submarine, anti-surface and shipping interdiction missions from land bases, flying much further with greater payload than any carrier-based plane could. Poseidon rotates frequently to the bases of overseas allies as it conducts maritime surveillance of the Northern Atlantic, Western Pacific and other areas. The plane uses acoustic sensors and radar to detect hostile warships, and carries munitions such as torpedoes that would be used in wartime to destroy such threats. However, the Navy says it has a validated warfighting requirement of 138 Poseidons to cope with Russian and Chinese naval forces, and it looks likely to stop purchases at 117-far short of that requirement. ", "url": "https://www.forbes.com/sites/lorenthompson/2019/12/02/us-navy-plans-to-stop-buying-p-8-poseidon-sub-hunters-despite-growing-undersea-threat/"}, {"title": "New Zealand to upgrade Ohakea base for P-8A Poseidon fleet", "date": "2019-12-02", "content": " Ohakea New Zealand to upgrade Ohakea base for P-8A Poseidon fleet. The New Zealand Government has begun infrastructure works for the new P-8A Poseidon fleet at the Royal New Zealand Air Force base in Ohakea. The project's infrastructure will include crew and maintenance simulators, operations centre, as well as hangar, warehousing and maintenance facilities. Minister of Defence Ron Mark, who broke ground on the upgrade works at the airbase, said: \"The coalition government's investment in Ohakea will ensure the Royal New Zealand Air Force can manage, maintain and task the new fleet efficiently ahead of the first aircraft's arrival in 2023. ", "url": "https://www.airforce-technology.com/news/new-zealand-ohakea-p-8a-poseidon/"}, {"title": "12th and Final P-8A Poseidon MPA Arrived in Australia", "date": "2019-12-17", "content": "Australia's newest maritime surveillance aircraft, the P-8A Poseidon, has arrived at its new home, RAAF Base Edinburgh on 12 December, 2019, completing the fleet for No. 11 Squadron. \"This is the twelfth Poseidon to join the fleet, since the first arrived in Canberra on 16 November 2016. The aircraft can be refuelled while flying by tanker aircraft such as Australia's KC-30A, making it possible to patrol Australia's isolated Southern Ocean territories. The P-8A is already providing significant operational support to Australia, including a recent mission to the Middle East Region on Operation MANITOU as part of the International Maritime Security Construct.\" ", "url": "https://www.navalnews.com/naval-news/2019/12/12th-and-final-p-8a-poseidon-mpa-arrived-in-australia/"}]}, {"win label": 0, "news": [{"title": "US Navy to Arm P-8A Poseidon With Long-Range Anti-Ship Missile", "date": "2020-02-06", "content": "The U.S. Navy is moving forward with plans to integrate the Lockheed Martin AGM-158C Long Range Anti-Ship Missile on the Boeing P-8A Poseidon maritime patrol aircraft, according to a January 28 notice issued by the Naval Air Systems Command. The service also potentially wants to add a range of additional weapons systems on the aircraft, including air-launched naval mines and precision-guided bombs. In a pre-solicitation note from January 28, NAVAIR states that it is seeking input from the defense industry to \"determine potential contractors who have the skills, experience, qualifications, and knowledge required to perform aeromechanical and software integration of LRASM onto the P-8A aircraft.\" This includes but is not limited \"to upgrades to the Boeing Tactical Open Mission Systems and Stores Management Computer software and interfaces, test planning, execution, data reduction, and reporting on flight test efforts.\" In a February 3 follow-up note, NAVAIR states that possible weapons systems to be integrated on the P-8A include \"the 500 pounds to 2,000 pounds class of Joint Direct Attack Munition variants, Mk 62/63/65 Quickstrike mines, the Small Diameter Bomb, Miniature Air Launched Decoy, Bomb Rack Unit BRU-55, and Universal Armament Interface .\" ", "url": "https://thediplomat.com/2020/02/us-navy-to-arm-p-8a-poseidon-with-long-range-anti-ship-missile/"}, {"title": "Chinese Destroyer Lases U.S. Navy P-8A Plane Operating Near Guam", "date": "2020-02-27", "content": "A Chinese destroyer lased a U.S. Navy P-8A Poseidon maritime patrol aircraft that was operating over international waters about 380 miles west of Guam, the U.S. Pacific Fleet said in a statement. The laser could not be seen by a human eye but was captured by sensors on the airplane, which is a variant of the Boeing 737 that has been upgraded with sensors and systems to support tracking surface and undersea targets. The incident, which PACFLT called \"unsafe and unprofessional,\" took place on Feb. 17 and was just announced by the Navy. Weapons-grade lasers could potentially cause serious harm to aircrew and mariners, as well as ship and aircraft systems, PACFLT noted in its statement. The destroyer involved appears to be Hohhot, a Type 052D or Luyang III-class destroyer in the Chinese People's Liberation Army Navy. This destroyer, pennant number 161, is among the newer Chinese destroyers and entered the fleet last year, according to news reports. The PACFLT statement says the lasing violates both bilateral and multilateral agreements between the U.S. Navy and PLAN, including a 2014 agreement that specifically notes that the use of lasers could cause harm to personnel or damage to equipment. ", "url": "https://news.usni.org/2020/02/27/chinese-destroyer-lases-u-s-navy-p-8a-plane-operating-near-guam"}, {"title": "Boeing Suspends KC-46, P-8 Aircraft Production Amid Coronavirus Outbreak", "date": "2020-03-24", "content": "Boeing Co. has suspended production of its KC-46 Pegasus tanker and P-8 Poseidon surveillance aircraft amid the coronavirus pandemic, the company announced Monday. The aerospace company, which hosts part of its production in Washington state, has halted its commercial and military-derivative aircraft operations in the Puget Sound region, a company spokesman said in a statement. Both the P-8 and KC-46 are assembled in facilities in Renton and Everett; the intelligence gathering aircraft is a 737 commercial derivative, while the KC-46A is based on the 767 airliner. \"We're actively engaged with our defense customers to minimize any impacts on their missions,\" the spokesman said. Some work will continue to fix the tanker's remote vision system, or RVS, he added. ", "url": "https://www.military.com/daily-news/2020/03/24/boeing-suspends-kc-46-p-8-aircraft-production-amid-coronavirus-outbreak.html"}, {"title": "Boeing Receives $1.5 Billion P-8A Poseidon Contract from U.S. Navy", "date": "2020-03-31", "content": "The U.S. Navy has awarded Boeing a $1.5 billion production contract for the next 18 P-8A Poseidon aircraft, the company announced in a release. The contract includes eight aircraft for the U.S. Navy, six aircraft for the Republic of Korea Navy and four aircraft for the Royal New Zealand Air Force. The Republic of Korea Navy and Royal New Zealand Air Force acquired the aircraft through the foreign military sales process and will receive the same P-8A Poseidon variant designed and produced for the U.S. Navy. The Royal New Zealand Air Force is expected to begin receiving aircraft in 2022 and the Republic of Korea Navy is expected to begin receiving aircraft in 2023. ", "url": "https://seapowermagazine.org/boeing-receives-1-5-billion-p-8a-poseidon-contract-from-u-s-navy/"}, {"title": "Boeing receives $1.5B P-8A Poseidon contract", "date": "2020-04-02", "content": "In the past few days, several major aerospace firms have released statements outlining their efforts to support employees, customers, and suppliers during the COVID-19 pandemic. Additionally, many companies are lending their technical expertise to develop, transport, or manufacture medical products desperately needed by healthcare professionals globally. Lockheed Martin Corp. Chairman, President, and CEO Marillyn Hewson issued a message reaffirming company policy to protect the health and safety of employees and their families, deliver for customers, and use know-how and resources to assist the country during the crisis. As an initial contribution to COVID-19 relief and recovery effort, Lockheed Martin will advance more than $50 million to small- and medium-sized business partners in its supply chain to ensure they have the financial means to continue to operate, sustain jobs, and support the U.S. economy. The company will donate $10 million to non-profit organizations involved in COVID-19 related relief and assistance, with emphasis on veterans and military families. ", "url": "https://www.aerospacemanufacturinganddesign.com/article/boeing-receives-1-5-billion-poseidon-contract/"}, {"title": "Boeing P-8A's State-of-the-Art Anti-Submarine Warfare Sensors", "date": "2020-04-28", "content": "In the current climate of public unrest and turmoil, there is an increasing need to improve the nation's defenses against all forms of conflict. To ensure absolute defense, all aspects of a nation's military arsenal have to be constantly updated. Such cases can be seen in the innovation arms race between radar sensing and stealth aircraft technologies. In an attempt to upgrade the nation's military arsenal, the Boeing P-8A Poseidon Aircraft was added to the RAF fleet. This inclusion ends a 10-year- long absence of a maritime patrol aircraft since the Nimrod fleet was decommissioned in 2010. ", "url": "https://www.azosensors.com/article.aspx?ArticleID=1944"}, {"title": "Navy P-8 With Secretive Radar Pod Surveils Massive Chinese Naval Base In South China Sea", "date": "2020-05-15", "content": "The AAS is also specifically designed to work in complex littoral regions and scan sea and land areas at the same time with extreme fidelity. Traditional surface search radars are generally configured to spot and track objects of interest in one of these environments or the other, or have dedicated modes for both, and have trouble functioning in both simultaneously. The Navy acquired the AN/APS-154 as a direct follow-on to the AN/APS-149 Littoral Surveillance Radar System, an earlier and equally secretive Raytheon- developed podded radar that some of the service's P-3C Orions carry. You can read more about the AN/APS-149 and the AN/APS-154 here. ", "url": "https://www.thedrive.com/the-war-zone/33482/navy-p-8-with-secretive-radar-pod-surveils-massive-chinese-naval-base-in-south-china-sea"}, {"title": "Boeing delivery of U.S. Navy P-8A Poseidon multi-mission aircraft", "date": "2020-05-17", "content": " Boeing marks delivery of 100th U.S. Navy P-8A Poseidon multi-mission aircraft Boeing has reached a milestone for its P-8 Poseidon multi-mission aircraft program with the delivery of the 100th aircraft for the U.S. Navy on Friday. The delivery of the 100th U.S. Navy aircraft comes as the global fleet of P-8s approaches 300,000 flight hours of hunting submarines and providing aerial reconnaissance capabilities around the world. \"We're honored by the Navy's faith and confidence in our employees and the P-8 system,\" said Stu Voboril, vice president and program manager. \"Our focus has been, and will be, on delivering the world's best maritime patrol aircraft, bar none.\" The P-8 is a long-range multi-m ission maritime patrol aircraft capable of broad-area, maritime and coastal operations, and is a military derivative of the commercial 737 Next Generation narrowbody airliner. ", "url": "https://asiapacificdefencereporter.com/boeing-marks-delivery-of-100th-u-s-navy-p-8a-poseidon-multi-mission-aircraft/"}, {"title": "U.S. Navy Takes Delivery Of 100th Boeing P-8A Sub Hunter", "date": "2020-05-19", "content": "The military might of the United States of America continues to grow in land, sea and air with the development or acquisition of new military hardware. In fact, the U.S. Navy recently beefed up its aerial recon and submarine-hunting capabilities after receiving its 100th P-8A Poseidon aircraft from Boeing Defense, Space & Security. Let's take a look. More Navy Planes To Build Via Boeing: The U.S. Navy has been receiving production P-8As from Boeing since March 2012, with the first plane flying to Naval Air Station Jacksonville in Florida. Since then, Boeing has been taking orders for the advanced maritime aircraft not just from the U.S., but also from other countries, albeit in other P-8 variants. ", "url": "https://www.hotcars.com/u-s-navy-delivery-100th-boeing-p-8a-sub-hunter/"}]}, {"win label": 0, "news": [{"title": "Boeing awarded P-8A sustainment contract", "date": "2020-07-28", "content": " Boeing Defence Australia has signed a A$287 million sustainment contract for the RAAF's fleet of 12 P-8A Poseidon Maritime Patrol Aircraft. The initial six-year contract, which amalgamates three existing support contracts - one led by BDA and two which were subcontracted to Boeing Defense, Space and Security through the US Navy - covers maintenance, engineering and logistics and increases BDA's scope of works on the platform. \"Since standing up the interim sustainment contract in 2016, BDA has partnered with the RAAF to support the seamless introduction into service of this critical new capability, and ensured the highest levels of operational availability to enable the P-8A to perform its critical maritime patrol role,\" BDA director of Commercial Derivative Aircraft, Darryn Fletcher, said. \"Under this new contract, BDA will not only be responsible for the Australian elements of the sustainment program but also takes on a platform steward role. This means taking full ownership for everything needed to keep the platform flying and broadens BDA's responsibilities to include asset management, aircraft-on-ground responsibilities, and cyber-worthiness amongst other tasks.\" ", "url": "https://www.australiandefence.com.au/defence/air/boeing-awarded-p-8a-sustainment-contract"}, {"title": "Navy P-8 Plane Makes Emergency Landing in Japan Following Compressor Stall", "date": "2020-07-28", "content": "A compressor stall forced the Navy crew of a P-8 Poseidon maritime surveillance aircraft to request an emergency landing at an Air Force base in the Pacific earlier this month, according to a recent Naval Safety Center accident report. The crew made a precautionary landing at Kadena Air Base, Japan, July 16, Navy spokesman Lt. Samuel Boyle said Monday. The news was first reported by Navy Times. Read Next: Meet the Team of Stolen Valor Sleuths at the National Archives \"There were no injuries and the landing was safe,\" Boyle said in a statement. The incident is under investigation, he said. ", "url": "https://www.military.com/daily-news/2020/07/28/navy-p-8-plane-makes-emergency-landing-japan-following-compressor-stall.html"}, {"title": "P-8 Poseidon aircraft to support Border Force operations in the Channel", "date": "2020-08-12", "content": "This is part of a package of assistance from the Ministry of Defence to the Home Office as they tackle small boats crossing in the Channel. The Defence Secretary has also authorised the use of the Shadow R1 aircraft. Both the P-8 Poseidon and the Shadow R1 will provide further essential support to the UK Border Force over the coming weeks subject to weather conditions and the Border Force's requirements. The aircraft will track vessels and pass information to the Border Force who will then take any appropriate further action. This task was initially under- taken on Monday by an Atlas A-400M aircraft, which flew from RAF Brize Norton to provide surveillance over the Channel. ", "url": "https://www.gov.uk/government/news/p-8-poseidon-aircraft-to-support-border-force-operations-in-the-channel"}, {"title": "P-8A Poseidon Lands At RAF Lossiemouth For First Time", "date": "2020-10-13", "content": "A P-8A Poseidon has landed at RAF Lossiemouth for the first time. The base in Moray, Scotland, has been undergoing an upgrade costing more than £400m in total ahead of the arrival of nine P-8A Poseidon Maritime Patrol aircraft, including runway resurfacing as part of £75m of works. The P-8As are equipped with sensors and weapons systems designed for anti-submarine warfare, and will carry out surveillance and search and rescue missions, according to the RAF. ", "url": "https://www.forces.net/news/first-p-8a-poseidon-lands-raf-lossiemouth"}, {"title": "$12 million hangar facility designated at Jacksonville's Cecil Airport for Navy P-8A maintenance", "date": "2020-12-02", "content": " A P-8A Poseidon arrives at Naval Air Station Jacksonville in May to join Squadron VP-10. A new home for maintenance and support of the U.S. Navy's P-8A Poseidon aircraft is coming to Jacksonville's Cecil Airport in 2022, according to the Jacksonville Aviation Authority. The authority's board approved the development of a 39,000-square-foot airplane hangar and office facility on the airport's northwest side at a cost of almost $12 million. The facility, leased to ManTech Advanced Systems International Inc., adds one more layer of aircraft maintenance and flight operations to a sprawling airport facility previously known as Naval Air Station Cecil Field. \"This lease with ManTech shows that Cecil Airport continues to be recognized as an ideal location for aviation maintenance, repair and overhaul operations,\" JAA CEO Mark VanLoh said. ", "url": "https://www.jacksonville.com/story/news/local/2020/12/01/jacksonvilles-cecil-airport-gets-12-million-hangar-navy-p-8/6475062002/"}, {"title": "Boeing Awarded US$109m Contract for New Zealand P-8A ", "date": "2020-12-16", "content": " Boeing has won a Foreign Military Sales contract from the U.S. Navy, valued at $109 million, to provide P-8A Poseidon training for the Royal New Zealand Air Force. In March 2020, the RNZAF acquired four P-8A Poseidon aircraft through the U.S. Navy FMS process, with expected delivery beginning in 2023. New Zealand is one of seven nations operating the P-8. Boeing's holistic P-8 training system will enable the RNZAF to conduct up to 70 percent of all Poseidon-related training in a simulated environment. As part of the contract, Boeing will provide: Operational Flight Trainer - Full-motion simulator incorporates all P-8 unique displays and switches; The first Boeing P-8A Poseidon for the United Kingdom Royal Air Force took off from Renton, Wash in July 2019, marking the first flight of this inaugural UK P-8A. ", "url": "https://www.asiatraveltips.com/news20/1612-RNZAF.shtml"}, {"title": "Australia Procuring Two More P-8A Poseidon Maritime Patrol aircraft", "date": "2020-12-31", "content": "The Government has also approved sustainment funding for the current approved fleet of three MQ-4C Triton unmanned aircraft. \"Together, the Poseidon and the Triton will provide Australia with one of the most advanced maritime patrol and response capabilities in the world. These additional aircraft will enhance Air Force's flexibility to support multiple operations and will play an important role in ensuring Australia's maritime region is secure for generations to come.\" Minister for Defence, Senator the Hon Linda Reynolds CSC The additional Poseidon aircraft are to be purchased through Australia's existing Cooperative Program with the United States Navy. The planned integration of the Long Range Anti-ship Missile into Australia's MPA fleet will also allow it to strike adversary surface vessels at significantly increased ranges. ", "url": "https://www.navalnews.com/naval-news/2020/12/australia-procuring-two-more-p-8a-poseidon-maritime-patrol-aircraft/"}]}, {"win label": 0, "news": [{"title": "BAE Systems Tapped to Demonstrate P-8 Countermeasure System for U.S. Navy", "date": "2021-01-05", "content": "BAE Systems will be demonstrating for the U.S. Navy this spring a podded radio frequency countermeasures self-protection system on the service's P-8A Poseidon maritime patrol reconnaissance aircraft, the company said. BAE Systems has received a $4 million contract from the Navy to conduct a quick-turnaround demonstration of a new RFCM system for the P-8A, the company said in a Jan. 5 release. The RFCM is designed to jam or decoy missiles guided by RF energy, including radar-guided surface-to-air missiles and some air-to-air missiles. A maritime patrol reconnaissance aircraft is more likely to face these threats while operating against a near-peer competitor than in the more benign environment of the past three decades. ", "url": "https://seapowermagazine.org/bae-systems-tapped-to-demonstrate-p-8-countermeasure-system/"}, {"title": "Germany Approved for P-8 Maritime Patrollers", "date": "2021-03-15", "content": "The U.S. State Department has approved the possible sale of the Boeing P-8A Poseidon maritime patrol aircraft to Germany. Congress was notified of this determination on March 12. If the option is taken up, Germany could become the third European nation to acquire the Poseidon. The UK received its first aircraft in 2019, and Norway is due to get its first next year. Worth an estimated $1.77 billion, the potential sale covers five equipped aircraft and support. ", "url": "https://www.ainonline.com/aviation-news/defense/2021-03-15/germany-approved-p-8-maritime-patrollers"}, {"title": "US Navy Orders 11 More P-8A Poseidon Maritime Patrol Aircraft", "date": "2021-04-01", "content": "The contract brings the total number of U.S. Navy P-8A aircraft under contract to 128 and the RAAF total to 14. Boeing press release \"The P-8A continues to be an invaluable asset and these additional aircraft will help deliver expanded maritime patrol and reconnaissance capabilities to the fleet,\" said Capt. Eric Gardner, program manager for the U.S. Navy's Maritime Patrol and Reconnaissance Program Office. The P-8A is a long-range anti-submarine and anti-surface warfare aircraft used by the U.S Navy. It's vital for intelligence gathering, surveillance reconnaissance and search and rescue. ", "url": "https://www.navalnews.com/naval-news/2021/04/us-navy-orders-11-more-p-8a-poseidon-maritime-patrol-aircraft/"}, {"title": "US Navy places order for more 11 additional Boeing P-8A Poseidon submarine hunters aircraft to patrol the globe", "date": "2021-04-03", "content": "The U.S. Navy today awarded Boeinga $1.6 billion production contract for the next 11 P-8A Poseidon aircraft. Nine aircraft will join the U.S. Navy fleet and two will go to the Royal Australian Air Force, a cooperative partner in the P-8A joint program since 2009. The contract brings the total number of U.S. Navy P-8A aircraft under contract to 128 and the RAAF total to 14. \" The P-8A continues to be an invaluable asset and these additional aircraft will help deliver expanded maritime patrol and reconnaissance capabilities to the fleet, \" said Capt. Eric Gardner, program manager for the U.S. Navy's Maritime Patrol and Reconnaissance Program Office. ", "url": "http://en.aviation-report.com/us-navy-places-order-for-more-11-additional-boeing-p8-poseidon-submarine-hunters-aircraft/"}, {"title": "Boeing awarded $1.6bn contract for next 11 P-8 Poseidon ", "date": "2021-04-06", "content": "Nine aircraft will join the US Navy fleet and two will go to the Royal Australian Air Force, a cooperative partner in the P-8A joint program since 2009. The contract brings the total number of US Navy P-8A aircraft under contract to 128 and the RAAF total to 14. The P-8A is a long-range anti-submarine and anti-surface warfare aircraft used by the US Navy. It's vital for intelligence gathering, surveillance reconnaissance and search and rescue. Deployed around the world, with 103 aircraft in service and more than 300,000 flight-hours, the P-8's performance and reliability delivers confidence to customers operating in an uncertain world. ", "url": "https://www.aero-mag.com/boeing-p-8-poseidon-contract-06042021/"}, {"title": "Navy P-8A Patrol Plane Drew a '46' Over the Mediterranean Sea", "date": "2021-04-06", "content": " A US Navy P-8A Poseidon of Patrol Squadron 46 drew a \"46\" over the eastern Mediterranean Sea. The route was clearly visible on flight-tracking websites and may have been meant to mark the end of the deployment. Top editors give you the stories you want - delivered right to your inbox each weekday. Loading Something is loading. Thanks for signing up! ", "url": "https://www.businessinsider.com/navy-p8a-patrol-plane-drew-46-over-mediterranean-sea-2021-4"}, {"title": "Norway's First P-8A Aircraft Moves into Assembly", "date": "2021-04-12", "content": "The first P-8A Poseidon fuselage for Norway arrived April 12 at Boeing facilities in Renton, Washington, from Spirit AeroSystems in Wichita, Kansas, marking a major milestone in the production of the first of five Poseidons for the Royal Norwegian Air Force. A derivative of the Boeing 737 Next-Generation commercial aircraft, the P-8 is first assembled at Boeing Commercial Airplanes' 737 production line, where the fuselage receives additional wiring and systems needed to support military components, equipment and operation. The aircraft is then delivered to Boeing's Defense, Space & Security unit for the installation of military systems, testing and delivery to military customers. \"Boeing uses a proven in-line production process to efficiently build the aircraft,\" said Christian Thomsen, P-8A Europe program manager. ", "url": "https://seapowermagazine.org/norways-first-p-8a-aircraft-moves-into-assembly/"}, {"title": "US Navy starts RFCM pod trials from P-8A Poseidon", "date": "2021-04-12", "content": "US Navy starts RFCM pod trials from P-8A Poseidon by Richard Scott. The US Navy has begun flight testing a new pod-mounted radio frequency countermeasure prototype developed for the P-8A Poseidon maritime patrol aircraft. A member of the Air Test and Evaluation Squadron 20 puts a pod- mounted radio frequency countermeasure system on a P-8A Poseidon. A member of the Air Test and Evaluation Squadron 20 puts a pod-mounted radio frequency countermeasure system on a P-8A Poseidon. A first airworthiness flight was completed by the Air Test and Evaluation Squadron 20 on 12 March at the Naval Air Warfare Center Aircraft Division Atlantic Test Ranges. The pod has subsequently undertaken further testing at the Naval Air Weapons Station China Lake in California. ", "url": "https://www.janes.com/defence-news/news-detail/us-navy-starts-rfcm-pod-trials-from-p-8a-poseidon"}, {"title": "Norway's first P-8A Poseidon MPA arrived at Boeing facilities", "date": "2021-04-14", "content": " Boeing press release A derivative of the Boeing 737 Next-Generation commercial aircraft, the P-8 is first assembled at Boeing Commercial Airplanes' 737 production line, where the fuselage receives additional wiring and systems needed to support military components, equipment and operation. The aircraft is then delivered to Boeing's Defense, Space & Security unit for the installation of military systems, testing and delivery to military customers. \" Boeing uses a proven in-line production process to efficiently build the aircraft,\" said Christian Thomsen, P-8A Europe program manager. \" Implementing established best practices and common, commercial production- system tools enables the team to reduce flow time and cost while ensuring quality and on-time delivery to our customers. \" Norway is expected to receive its first P-8 later this year. ", "url": "https://www.navalnews.com/naval-news/2021/04/norways-first-p-8a-poseidon-mpa-arrived-at-boeing-facilities/"}, {"title": "First P-8 Poseidon aircraft for Norway moves into assembly", "date": "2021-04-16", "content": "This marks a major milestone in the production of the first of five Poseidons for the Royal Norwegian Air Force. A derivative of the Boeing 737 Next-Generation commercial aircraft, the P-8 is first assembled at Boeing Commercial Airplanes' 737 production line, where the fuselage receives additional wiring and systems needed to support military components, equipment and operation. The aircraft is then delivered to Boeing's defence, space & security unit for the installation of military systems, testing and delivery to military customers. \"Boeing uses a proven in-line production process to efficiently build the aircraft,\" said Christian Thomsen, P-8A Europe programme manager. \"Implementing established best practices and common, commercial production- system tools enables the team to reduce flow time and cost while ensuring quality and on-time delivery to our customers.\" ", "url": "https://www.aero-mag.com/boeing-p-8a-poseidon-norway-16042021/"}, {"title": "Navy Orders LRASM Integration into P-8 Aircraft", "date": "2021-04-21", "content": "The Navy has awarded a contract to Boeing to integrate the AGM-158C Long-Range Anti-Ship Missile into the P-8A Poseidon maritime patrol reconnaissance aircraft. The Naval Air Systems Command awarded Boeing a $74 million cost-plus-fixed-fee order for \"the design, development, and test of software and ancillary hardware necessary for the integration of the Long-Range Anti-Ship Missile onto the P-8A aircraft for the Navy,\" an April 21 Defense Department contract announcement said. The LRASM, a derivative of the Air Force's AGM-158B Joint Air-to-Surface Strike Missile-Extended Range cruise missile, fills an air-launch capability gap and provides flexible, long-range, advanced anti-surface capability against high-threat maritime targets. The weapon reduces dependency on intelligence, surveillance and reconnaissance platforms, network links and GPS navigation in electronic warfare environments. ", "url": "https://seapowermagazine.org/navy-orders-lrasm-integration-into-p-8-aircraft/"}, {"title": "U.S. Navy P-8 Poseidon Employs Harpoon during Formidable shield 2021 exercise", "date": "2021-06-03", "content": " U.S Navy 6th Fleet press release - Story by Lt. j.g. Christian Daniels This marked the first use of Harpoon missiles by P-8A Poseidons in the European theater. \"Having multinational allies, with whom we are capable of integrating seamlessly within the air and maritime domains, is critical to our strategic and operational objectives in the North Atlantic.\" \"Our Combat Aircrews demonstrated their expertise using the P-8A to enhance the common operating picture in support of multi-unit strike operations.\" Cmdr. ", "url": "https://www.navalnews.com/naval-news/2021/06/u-s-navy-p-8-poseidon-employs-harpoon-during-formidable-shield-2021-exercise/"}, {"title": "Russia Scrambles MiG-31 Fighter Jet To Escort P-8A Poseidon Of US Air Force Over Barents Sea", "date": "2021-06-04", "content": "On June 4, Russian airspace control devices detected an air target approaching the Russian state border over the Barents Sea area. \"To identify the air target and prevent the violation of the Russian state border, a MiG-31 fighter from the air defense forces of the Northern Fleet was scrambled. The crew of the Russian fighter identified the air target as a base patrol aircraft P-8A Poseidon of the US Air Force and escorted it over the Barents Sea,\" the statement says. It added that after the turn of the foreign military aircraft from the Russian state border, the Russian fighter safely returned to the home airfield. It is emphasized that the flight of the Russian fighter had been carried out in strict accordance with international rules for the use of airspace, and no violation of the state border was allowed.", "url": "https://eurasiantimes.com/russia-scrambles-mig-31-fighter-jet-to-escort-p-8a-poseidon-of-us-air-force-over-barents-sea/"}]}, {"win label": 0, "news": [{"title": "Germany Signs On For Five P-8A Poseidon Maritime Patrol aircraft", "date": "2021-07-01", "content": " Boeing press release With this order, Germany becomes the eighth customer of the multimission maritime surveillance aircraft, joining the United States, Australia, India, the United Kingdom, Norway, Korea and New Zealand. \"Boeing is honored to provide Germany with the world's most capable maritime surveillance aircraft.\" \"We will continue to work with the U.S. government, the German government and industry to establish a robust sustainment package that will ensure the German Navy's P-8A fleet is mission ready.\" Michael Hostetter, Boeing Defense, Space & Security vice president in Germany. The P-8A Poseidon offers unique multimission capability and is the only aircraft in service and in production that meets the full range of maritime challenges faced by European nations. ", "url": "https://www.navalnews.com/naval-news/2021/07/germany-signs-on-for-five-p-8a-poseidon-maritime-patrol-aircraft/"}, {"title": "UK MoD Awards Boeing P-8 Support And Training Contract", "date": "2021-07-08", "content": "Boeing BA on Thursday said its defense business in the United Kingdom received a five-year, $321.6 million contract from the Ministry of Defence to provide the Royal Air Force with support for its fleet of P-8 Poseidon aircraft and aircrew training. The RAF is purchasing nine Boeing P-8s, five of which have been delivered with four scheduled for later this year. The aircraft are used for maritime surveillance, anti-submarine and anti-ship warfare. \"Our new Poseidon fleet continues to grow from strength to strength and is already defending the U.K.'s maritime interests at home and abroad,\" U.K. Defence Secretary Ben Wallace said in a statement. \"This contract with Boeing Defence UK secures our critical submarine-hunting aircraft capabilities whilst also creating a home-grown training enterprise and creating over 150 British jobs.\" ", "url": "https://www.defensedaily.com/uk-mod-awards-boeing-p-8-support-and-training-contract/international/"}, {"title": "Pentagon On India Receiving MH-60R Helicopters, P-8 Poseidon Aircraft", "date": "2021-07-20", "content": "India receiving two MH-60R Seahawk maritime helicopters from the US Navy and the 10th P-8 Poseidon maritime surveillance aircraft will strengthen cooperation and interoperability between the navies of the two countries, the Pentagon said. The Indian Navy is procuring a total of 24 MH-60R multi-role helicopters, manufactured by Lockheed Martin, from the US under foreign military sales at an estimated cost of USD 2.4 billion. A ceremony was held at the Naval Air Station North Island or NAS North Island, San Diego on Friday, marking the formal transfer of the helicopters from the US Navy to the Indian Navy. \"The Department would like to congratulate our partners in the Indian Navy who last week received the first two of 24 MH-60R Seahawk maritime helicopters from the US Navy and their 10th Boeing, P-8 Poseidon maritime surveillance aircraft in Goa, India,\" Pentagon Press Secretary John Kirby told reporters at his news conference on Monday. ", "url": "https://www.ndtv.com/india-news/mh-60r-helicopters-p8-poseidon-will-boost-interoperability-between-india-us-navies-pentagon-2490320"}, {"title": "Norway's First P-8A Poseidon Maritime Patrol Aircraft Flies For the First Time", "date": "2021-08-10", "content": "According to the tweet published by the Forsvarsmateriell, the purpose of the flight was to test the engines, technical systems, and to move it towards the facilities where the military equipment will be installed. Watch Norway's very first P8 take to the skies for its inaugural flight! Later this year, this multi-mission maritime patrol aircraft will be delivered to @FMateriell - the first of five for the Royal Norwegian Air Force. pic.twitter.com/3XyBW4RfwN - Boeing Defense August 10, 2021 The first P-8A Poseidon fuselage for Norway arrived on April 12, at Boeing facilities in Renton, Washington, from Spirit AeroSystems in Wichita, Kansas and rolled out of the Boeing's painting hall in Seattle on July 8. The Norwegian Defence Materiel Agency should take in charge the aircraft by year-end and deliver it in 2022. ", "url": "https://www.navalnews.com/naval-news/2021/08/norways-first-p-8a-poseidon-maritime-patrol-aircraft-flies-for-the-first-time/"}, {"title": "RAAF completes P-8A Poseidon modification programme to support future upgrades", "date": "2021-09-16", "content": "RAAF completes P-8A Poseidon modification programme to support future upgrades by Alessandra Giovanzanti Australia's 12th P-8A Poseidon aircraft is seen here shortly after arriving at RAAF Base Edinburgh on 12 December 2019. On 15 September 2021 the RAAF announced that its P-8A fleet had completed a series of modifications to enable future capability upgrades. The Royal Australian Air Force's fleet of Boeing P-8A Poseidon maritime multimission aircraft has undergone a series of modifications to support future capability upgrades. The service announced on 15 September that the modification programme was completed on 28 July, when work was finalised on aircraft A47-006 at RAAF Base Edinburgh in South Australia. The RAAF said in a statement that the 12-month programme was carried out by Boeing along with personnel from the P-8A Enterprise, which includes supporting elements from Boeing Defence Australia, Airbus Australia Pacific, No 92 Wing, and the Surveillance and Response Systems Program Office. ", "url": "https://www.janes.com/defence-news/news-detail/raaf-completes-p-8a-poseidon-modification-programme-to-support-future-upgrades"}, {"title": "Boeing Awarded Contract for Five P-8A Aircraft for Germany", "date": "2021-09-28", "content": " Boeing press release First deliveries are slated to begin in 2024 when the P-8A Poseidon will eventually replace Germany's fleet of P-3C Orion aircraft. \"We're pleased to have finalized this sale to Germany and to expand our footprint in-country by bringing the P-8A and its unique multi-mission capabilities to the German Navy. The P-8 will ensure the German Navy's ability to perform long-range maritime surveillance missions and will play a pivotal role in the region by leveraging existing infrastructure in Europe and full interoperability with NATO's most advanced assets.\" Michael Hostetter, vice president, Boeing Defense, Space & Security, Germany. German industry is a critical partner with the P-8A Poseidon program. ", "url": "https://www.navalnews.com/naval-news/2021/09/boeing-awarded-contract-for-five-p-8a-aircraft-for-germany/"}, {"title": "Boeing to deliver five P-8A Poseidon maritime patrol aircraft to Germany by 2024", "date": "2021-09-29", "content": "Boeing was awarded the production contract for the assembly of the five P-8A Poseidon intended for the German navy, the manufacturer reported on September 28, 2021. The Poseidons will replace the Deutsche Marine fleet of eight Lockheed P-3C Orion aircraft, whose maintenance cost was considered too high. Initially destined to operate until 2035, their retirement was moved forward to 2025. To avoid a gap in capability, Germany had to acquire a stopgap replacement. The P-8 Poseidon was chosen in March 2021. ", "url": "https://www.aerotime.aero/articles/29042-boeing-to-deliver-5-p-8a-poseidon-to-germany-by-2024"}, {"title": "Boeing Delivers First P-8A Poseidon to Norway", "date": "2021-11-18", "content": "The Norwegian Defence Materiel Agency accepted on Nov. 18 the first of five Boeing P-8A Poseidon maritime patrol aircraft that will be operated by the Royal Norwegian Air Force, the company said in a release. \"Norway is responsible for large maritime areas in a strategically important part of the world, and the new P-8A Poseidon will represent a tremendous improvement in our ability to both protect our sovereignty and understand developments in these areas. Today's delivery of our first P-8A is an important milestone in the modernization of Norway's maritime patrol aircraft capability,\" said Mette Sorfonden, director general of the Norwegian Defence Materiel Agency. \"I'm very pleased that the NDMA will soon be able to provide the Norwegian Armed Forces with a whole new generation of aircraft that will play an important role in preserving our national security for many years to come.\" ", "url": "https://seapowermagazine.org/boeing-delivers-first-p-8a-poseidon-to-norway/"}, {"title": "South Korea's Poseidons May Be Called P-8K, Feature Some local systems", "date": "2021-11-18", "content": "The first P-8 is expected to arrive in 2022. The name of Poseidon MPAs in ROK Navy service could be tentatively dubbed as P-8K, but a final decision on this is still to be made, Naval News has learned. Boeing told that South Korea will be able to maintain the P-8s locally, like Boeing 737 aircrafts. Both Korean Air and Korean Aerospace Industries were responsible for the maintenance of P-3 Orion aircrafts, but another competition will select the companies in charge of the P-8 maintenance. As the ROK Navy currently uses 6 P-3Cs and P-3CK since 2010 and the Navy might have to consider purchasing new P-8 Poseidons to replace them in 2030, a person at Boeing booth cautiously showed hope that the Korean Navy could possibly purchase more P-8s, confirming that South Korea is preparing for the request to replace 8 P-3C aircrafts by the 2030s. ", "url": "https://www.navalnews.com/naval-news/2021/11/south-koreas-poseidons-may-be-called-p-8k-feature-some-local-systems/"}, {"title": "Boeing delivers Norway's first P-8A Poseidon maritime patrol aircraft", "date": "2021-11-18", "content": "Boeing announced that it had delivered the first of five Boeing P-8A Poseidon maritime patrol aircraft to the Norwegian Defence Materiel Agency that will be operated by the Royal Norwegian Air Force. Norway's first P-8A aircraft, named Vingtor after the Norse god, was delivered to the NDMA during a ceremony at the Museum of Flight in Seattle, U.S. state of Washington on November 18, 2021. Signed, sealed, delivered! Take a look at Vingtor, the first of five P8 Poseidon aircraft we just delivered to Norway. This unmatched multi-mission maritime patrol aircraft will dramatically improve surveillance of Norwegian and adjacent waters. ", "url": "https://www.aerotime.aero/articles/29493-boeing-first-norway-poseidon-maritime-patrol-aircraft"}, {"title": "Boeing Delivers First Washington-made P-8A Poseidon to n made p 8a poseidon to norway ", "date": "2021-11-18", "content": "The Norwegian Defence Materiel Agency today accepted the first of five Boeing P-8A Poseidon maritime patrol aircraft that will be operated by the Royal Norwegian Air Force. \"Norway is responsible for large maritime areas in a strategically important part of the world, and the new P-8A Poseidon will represent a tremendous improvement in our ability to both protect our sovereignty and understand developments in these areas,\" said Mette Sorfonden, director general of the Norwegian Defence Materiel Agency. \"Today's delivery of our first P-8A is an important milestone in the modernization of Norway's maritime patrol aircraft capability. I'm very pleased that the NDMA will soon be able to provide the Norwegian Armed Forces with a whole new generation of aircraft that will play an important role in preserving our national security for many years to come.\" Norway's first P-8A aircraft named Vingtor, was delivered to the NDMA during a ceremony at the Museum of Flight in Seattle, Washington. ", "url": "https://www.boeing.com/features/2021/11/boeing-delivers-first-washington-made-p-8a-poseidon-to-norway.page"}, {"title": "Su-30 Fighter Escorts P-8A Poseidon Aircraft Over The Black Sea Amid Mounting US-Russia Tensions", "date": "2021-12-10", "content": "Russian fighter Su-30 escorted US reconnaissance aircraft P-8A over the Black Sea on Friday, the Russian Defense Ministry's National Defense Control Center told reporters. According to the center, Russian radars detected a target approaching the Russian state border over the neutral waters of the Black Sea earlier in the day. \"To identify the air target and prevent it from breaching the Russian state border, a Su-30 fighter from the air defense forces of the Southern Military District was scrambled. The crew of the Russian fighter identified the air target as a US Navy reconnaissance aircraft P-8A and escorted it over the waters of the Black Sea,\" the NDCC said. After the foreign military aircraft turned away from the Russian state border, the Russian fighter safely returned to the airfield, it was carried out in strict accordance with the international rules for the use of airspace. ", "url": "https://eurasiantimes.com/su-30-fighter-escorts-p-8a-poseidon-aircraft-over-the-black-sea-amid-mounting-us-russia-tensions/"}]}, {"win label": 0, "news": [{"title": "RAF receives final P-8A Poseidon", "date": "2022-01-11", "content": "Boeing has announced it successfully delivered the ninth and final P-8A Poseidon to the RAF, all nine aircraft have been delivered within the last two years. The aircraft arrived in Scotland in February 2020 and IOC was declared in April of the same year. The P-8A arrived at RAF Lossiemouth on 11 January. A new facility was designed and built to house the RAF's P-8A Poseidon fleet. It was a £100 million joint MoD-Boeing investment and was handed over to the RAF in June 2020. ", "url": "https://www.shephardmedia.com/news/air-warfare/raf-receives-final-p-8a-poseidon/"}, {"title": "US Navy finishes $26.5 million hangar for P-8 patrol planes in Sicily", "date": "2022-02-09", "content": " A new $26.5 million P-8 Poseidon hangar at Naval Air Station Sigonella in Sicily, Italy, seen in the background on Feb. 2, 2022, can hold two of the aircraft simultaneously. Previously, P-8 maintenance took place in a smaller hangar designed for P-3 Orion aircraft. A new $26.5 million P-8 Poseidon hangar at Naval Air Station Sigonella in Sicily, Italy, seen in the background on Feb. 2, 2022, can hold two of the aircraft simultaneously. Previously, P-8 maintenance took place in a smaller hangar designed for P-3 Orion aircraft. Buy Photo NAPLES, Italy - Naval Air Station Sigonella unveiled a new $26.5 million P-8 aircraft hangar, hailing it as a milestone in U.S. efforts to support and defend NATO allies. ", "url": "https://www.stripes.com/theaters/europe/2022-02-09/new-26-5-million-hanger-at-nas-sigonella-hailed-as-milestone-4877041.html"}, {"title": "Boeing to Offer P-8A Poseidon MPA to Canada", "date": "2022-02-10", "content": "The Canadian Multi-Mission Aircraft project will replace the Royal Canadian Air Force fleet of CP-140 Aurora. Boeing press release With more than 140 aircraft in service, the P-8 has executed more than 400,000 mishap free flight-hours around the globe. Militaries that operate or have selected the P-8 include the U.S. Navy, the United Kingdom's Royal Air Force, Royal Australian Air Force, Royal New Zealand Air Force, Indian Navy, Royal Norwegian Air Force, Republic of Korea Navy and German Navy. \"The P-8A Poseidon has demonstrated that it is the world's most capable multi- mission aircraft currently in production and offers a complete solution for Canada's CMMA requirements,\" said Tim Flood, International Business Development director, Europe and Americas. \"The range, speed, and endurance of the P-8 makes it the perfect platform to monitor Canada's northern and maritime approaches and the P-8 will ensure allied interoperability to meet Canada's security commitments. ", "url": "https://www.navalnews.com/naval-news/2022/02/boeing-to-offer-p-8a-poseidon-mpa-to-canada/"}, {"title": "Boeing offers P-8 Poseidon maritime patrol aircraft in Canadian tender", "date": "2022-02-11", "content": "Boeing is offering its P-8A Poseidon maritime aircraft to Canada, which is seeking to renew the military's fleet of CP-140 Aurora aircraft. Canada has put out a request for information for long-range maritime patrol aircraft, Boeing said in a statement on February 10, 2022. The Canadian Multi-Mission Aircraft project seeks to replace the Royal Canadian Air Force fleet of CP-140 Aurora aircraft. It aims to enhance its anti-submarine warfare, intelligence, surveillance and reconnaissance capabilities. \"The P-8A Poseidon has demonstrated that it is the world's most capable multi- mission aircraft currently in production and offers a complete solution for Canada's CMMA requirements,\" said Tim Flood, International Business Development director, Europe and Americas. ", "url": "https://www.aerotime.aero/articles/30199-boeing-offers-p8-poseidon-canada-tender"}, {"title": "Australia accuses China of using 'military grade' laser against p 8a aircraft", "date": "2022-02-22", "content": "Australia has accused a Chinese ship of illuminating one of its P-8A Poseidon multimission aircraft with a \"military grade\" laser while it flew over waters north of the Pacific nation. Australia's Defence Department said the incident happened after a pair of Chinese military vessels were encountered in the Makassar Strait on Feb. 11 by a Royal Australian Navy frigate and then again in the Arafura Sea by a Royal Australian Air Force P-8A on Feb. 12. A People's Liberation Army Navy task group - comprising of the Type 052D guided-missile destroyer Hefei and the Type 071 amphibious landing platform dock Jinggangshan - were detected in the Arafura Sea on five separate occasions by P-8s, Australian patrol vessels and a shore-based Australian military detachment, according to a departmental news release. It was on the fourth encounter, in the afternoon of Feb. 17, when one of the Chinese ships allegedly used a military-grade laser to illuminate a P-8A. It is unclear what laser device was apparently used, although it could have been an onboard laser designator or a laser rangefinder. ", "url": "https://www.defensenews.com/air/2022/02/22/australia-accuses-china-of-using-military-grade-laser-against-p-8a-aircraft/"}, {"title": "Boeing begins build of first P-8A bound for NZ", "date": "2022-03-18", "content": " Boeing has begun assembly on New Zealand's first P-8A Poseidon aircraft, announcing it has this week laid the jet's keel beam alongside Spirit AeroSystems. It marks the first major construction milestone on one of four Poseidons headed to the New Zealand Defence Force. According to Boeing, the process, referred to as \"keeling\", was completed at the Spirit AeroSystems facility in Wichita, Kansas, where all Boeing 737 fuselages, nacelles and pylons are designed and built. New Zealand has purchased four P-8A Poseidons, a multi-mission maritime patrol based on Boeing's classic workhorse B737NG, to replace its fleet of six ageing P-3K2 Orions. The Poseidon excels at anti-submarine warfare, anti-surface warfare, intelligence, surveillance and reconnaissance, and search and rescue. ", "url": "https://australianaviation.com.au/2022/03/boeing-begins-build-of-first-p-8a-bound-for-nz/"}, {"title": "US Navy P-8 Poseidon maritime patrol aircraft reportedly assisted Ukrainians in hitting Russian Navy's Black Sea flagship RTS Moskva (121)", "date": "2022-04-22", "content": "The US Navy reportedly used one of its P-8 Poseidon surveillance aircraft to provide accurate targeting data to Ukrainian forces to sink the Russian Navy's Black Sea flagship RTS Moskva. The US Navy reportedly used one of its P-8 Poseidon surveillance aircraft to provide accurate targeting data to Ukrainian forces to sink the Russian Navy's Black Sea flagship RTS Moskva on Apr. 13, 2022, the Daily Mail says. As already reported, Ukraine claimed it fired two Neptune missiles at the Russian warship which was patrolling south of Odesa. According to Navy Recognition, other sources speak of the Turkish-made Bayraktar TB2 Unmanned Aerial Vehicle that was used as a diversion. ", "url": "https://theaviationgeekclub.com/us-navy-p-8-poseidon-maritime-patrol-aircraft-reportedly-assisted-ukrainians-in-hitting-russian-navys-black-sea-flagship-rts-moskva-121/"}, {"title": "Navy Proposes Conversion of 2 Active P-8 Squadrons to Reserve", "date": "2022-04-28", "content": "The U.S. Navy proposes to shift two P-8A Poseidon patrol squadrons from the active component to the reserve component in 2026, budget documents show. The Navy's 2023 budget highlights book published this month shows a proposal to shift two VP squadrons - one from each coast - to the Navy Reserve. The Navy currently fields 12 P-8A-equipped fleet VP squadrons, six each at Naval Air Station Whidbey Island, Washington, and NAS Jacksonville, Florida. In addition, the Navy Air Reserve operates two P-3C Orion-equipped VP squadrons, one each at Jacksonville and Whidbey Island. ", "url": "https://seapowermagazine.org/navy-proposes-conversion-of-2-active-p-8-squadrons-to-reserve/"}, {"title": "Russian Aggression Highlights Need To Bolster P-8 Poseidon Maritime Patrol Force", "date": "2022-05-05", "content": " Ten weeks into Russia's invasion of Ukraine, most of the war coverage remains about what is happening on the ground in the beleaguered country. However, the willingness of Russian leader Vladimir Putin to invade a neighboring nation of 43 million with all the suffering and political setbacks that have followed signals that Washington and its allies will need to rethink every facet of their military preparations. One area that is ripe for review is the ability of allies in both the Atlantic and Pacific to detect, track and defeat hostile submarines-the stealthiest warfighting systems that Russia and China operate. Although Moscow has largely given up on restoring its surface navy to the glory of Soviet days, it continues to invest heavily in a diverse and highly capable undersea fleet. A P-8 Poseidon releasing a Mark 46 torpedo. ", "url": "https://www.forbes.com/sites/lorenthompson/2022/05/05/russian-aggression-highlights-need-to-bolster-p-8-poseidon-maritime-patrol-force/"}, {"title": "Norwegian Air Force takes delivery of third P-8A Poseidon aircraft", "date": "2022-05-30", "content": " The Royal Norwegian Air Force has taken delivery of the third out of five P-8A Poseidon maritime patrol aircraft from the US-based aerospace company Boeing. The latest aircraft, named Munin, landed at the RNoAF's Evenes Air Station in Nordland county, Norway. RNoAF's tweet on 28 May reads: \"Munin landed at Evenes airbase this morning. This is the third out of five P-8 Poseidon maritime patrole aircraft that arrives in Norway. P-8 Poseidon will take over for both our P-3 Orion and DA-20.\" ", "url": "https://www.airforce-technology.com/news/norwegian-air-force-delivery-third-p8a/"}, {"title": "Boeing partners with local industry to offer P-8A Poseidon to Canada", "date": "2022-06-02", "content": "Boeing and several Canadian industry partners announced their intention to collaborate to position the P-8A Poseidon as the best option for the Canadian Multi-Mission Aircraft program. The goal of the CMMA program is to equip the Canadian Armed Forces with a long-range manned Command, Control, Communications and Computers and Intelligence, Surveillance and Reconnaissance and Anti-Submarine Warfare aircraft with extended capabilities to replace the CP-140 Aurora. The Team Poseidon is comprised of CAE, GE Aviation Canada, IMP Aerospace & Defence, KF Aerospace, Honeywell Aerospace Canada and Raytheon Canada, forming the cornerstone of the Canadian industrial proposal for Boeing's bid for the P-8A. Boeing's proposal would involve the participation of more than 600 Canadian suppliers, representing more than 20,000 jobs and annual economic benefits to Canada of C$5.3 billion. -- Boeing's P-8A is a proven military solution, with nearly 150 aircraft delivered to five countries to date. ", "url": "https://www.aviacionline.com/2022/06/boeing-partners-with-local-industry-to-offer-p-8a-poseidon-to-canada/"}, {"title": "Germany purchases seven additional Boeing P-8A Poseidon and buries MAWS project", "date": "2022-06-04", "content": "As part of a massive rearmament program announced by the German government, sources confirmed that the German Navy will add 7 additional Boeing P-8A Poseidon to complete a fleet of 12 Maritime Patrol Aircraft. The decision represents a shot in the arm for the MAWS program, which sought to develop a replacement for the German and French maritime patrol fleets initially, although a European MPA would quickly find other interested parties. In 2017, a Franco-German council had decided to move forward with the search for a joint replacement for the veteran Breguet Atlantique 2s operated by the two countries. In 2005, Germany replaced its Atlantique 2s with Lockheed P-3C Orions from the Netherlands armed forces. France continued to upgrade its Breguet Atlantique 2s and the Standard 6, implemented in 2019, will allow it to maintain operational capability until 2030. ", "url": "https://www.aviacionline.com/2022/06/germany-purchases-seven-additional-boeing-p-8a-poseidon-and-buries-maws-project/"}, {"title": "Poking The Eyes! Chinese Fighter Jets 'Fired' At Australia P-8 Poseidon Aircraft; Beijing Says 'They Did It First'", "date": "2022-06-07", "content": "At a time when China is embroiled in tensions with the West, it has reportedly had close encounters with Canadian and Australian fighter jets over the Indo-Pacific region. However, Chinese state media has blamed western countries for \"complaining first despite being guilty in the first place. \" Australia recently lodged a complaint with China over the PLA intercepting a Royal Australian Air Force maritime surveillance flight in international airspace over the South China Sea, which the Deputy Prime Minister termed as \"very dangerous.\" The close call happened on May 26, according to reports. The Australian Defense Department said in a statement that \"a RAAF P-8 maritime surveillance aircraft was intercepted by a Chinese J-16 fighter aircraft during a routine maritime surveillance activity in international airspace in the South China Sea region\". ", "url": "https://eurasiantimes.com/poking-the-eyes-chinese-fighter-jets-fired-at-australia-p-8-poseidon/"}, {"title": "Navy Air Reserve Begins Transition to P-8A Poseidon Aircraft", "date": "2022-06-08", "content": "The Navy Air Reserve has begun to retire its P-3C Orion maritime patrol aircraft and upgrade to the P-8A Poseidon MPA. Current and former members of Patrol Squadron 62, based at Naval Air Station Jacksonville, Florida, gathered June 4 at the squadron's hangar to bid farewell to the squadron's P-3Cs as the squadron begins its transition to the P-8A. The transition will leave VP-69 at NAS Whidbey Island, Washington, as the last reserve VP squadron to operate the Orion. VP-69 is scheduled to begin transition to the P-8A in fiscal 2023. ", "url": "https://seapowermagazine.org/navy-air-reserve-begins-transition-to-p-8a-poseidon-aircraft/"}]}, {"win label": 0, "news": [{"title": "Boeing Delivers 150th P-8", "date": "2022-07-07", "content": "Well, it is a surveillance aircraft just like the P3 it replaces, with ability to drop weapons and sonobuoys plus fire missiles. Want rescue capability: - try a big SAR helo like the Canadian one based on the EH-101. BUT helos lack range. - so perhaps the tilt-rotor Osprey - buy the Shin Meywa US-2 amphibious flying boat from Japan, designed for somewhat heavy seas - buy the two remaining Martin Mars biggie flying boats - equip P-8 to drop pumps and life rafts ", "url": "https://www.avweb.com/aviation-news/military-aviation/boeing-delivers-150th-p-8/"}, {"title": "Boeing Delivers 150th P-8 Maritime Patrol Aircraft", "date": "2022-07-10", "content": "The 150th multi-mission P-8 will be operated by Air Test and Evaluation Squadron One based at Naval Air Station Patuxent River, Maryland. \"There are now 150 P-8s around the world delivering confidence and an unmatched capability to our global customers. Our focus has been, and will be, on delivering the world's best maritime patrol aircraft.\" Stu Voboril, vice president and program manager, P-8 Programs Amassing more than 450,000 mishap-free flight hours, the global P-8 fleet includes 112 aircraft delivered to the U.S. Navy, 12 to Australia, 12 to India, nine to the United Kingdom and five to Norway. The aircraft are designed for anti-submarine warfare; anti-surface warfare; intelligence, surveillance and reconnaissance and search and rescue. ", "url": "https://www.navalnews.com/naval-news/2022/07/boeing-delivers-150th-p-8-maritime-patrol-aircraft/"}, {"title": "Bundestag approves additional funds for P-8A Poseidon MPA procurement", "date": "2022-07-11", "content": "The Budget Committee has approved the necessary funding for the Eurofighter Typhoons. The budget also includes funding for the Boeing P-8A Poseidon, long- range maritime reconnaissance, and anti-submarine warfare aircraft - the successor to the P-3C Orion - as well as ammunition for the Leopard 2 main battle tank and clothing management. The previously approved June 2021 procurement of five P-8A Poseidon aircraft as temporary replacements for the P-3C Orion will be increased. The Budget Committee has now approved additional funding for training and spare parts for the introduction of the new anti-submarine warfare and maritime patrol aircraft. The German Navy currently deploys the P-3C Orion, which is scheduled to be retired in 2025, in the Mediterranean Sea as part of the EUNAVFOR MED Irini mission. ", "url": "https://www.navalnews.com/naval-news/2022/07/bundestag-approves-additional-funds-for-p-8a-poseidon-mpa-procurement/"}, {"title": "P-8 Poseidon Aircraft Fires 'Deadly' Harpoon Missile To Sink A Defunct US Navy Warship During RIMPAC Drills", "date": "2022-07-18", "content": "The US Navy released a sensational video of a sinking exercise on July 12, 2022, during the sea phase of Rim of the Pacific 2022. The video shows a decommissioned Oliver Hazard Perry-class guided missile frigate, ex-USS Rodney M. Davis, sunk in waters 15,000 feet deep, about 50 nautical miles north of Kauai Island in Hawaii. Named after the Vietnam War hero, Marine Sgt. Rodney Maxwell Davis, the frigate, served the US Navy for 28 years after being commissioned in 1987. It was the first Navy ship to be commissioned in honor of a Black Medal of Honor recipient. The frigate was decommissioned in 2015 and was reportedly considered for donation to Ukraine in 2018 for deployment in the Black Sea region and possibly even around the entrance to the Sea of Azov.", "url": "https://eurasiantimes.com/p-8-poseidon-fires-its-deadly-harpoon-missile-to-sink-a-defunct-warship/"}, {"title": "New Zealand's First Boeing P-8A Poseidon Breaks Cover", "date": "2022-07-22", "content": "The Royal New Zealand Air Force has ordered 4 P-8s. The first airplane will deliver later this year. The New Zealand Government purchased four Boeing P-8A Poseidon maritime patrol and reconnaissance aircraft that will eventually replace the current fleet of six aging P-3K2 Orion aircraft. The P-8As will provide advanced capabilities to maintain situational awareness in neighboring waters on and below the surface of the ocean. First flight is scheduled in the coming weeks followed by mission systems installation. The aircraft is scheduled to be delivered to the New Zealand Ministry of Defence later this year.", "url": "https://www.navalnews.com/naval-news/2022/07/new-zealands-first-boeing-p-8a-poseidon-breaks-cover/"}, {"title": "Boeing Debuts New Zealand's First P-8 Poseidon Maritime Patrol Aircraft", "date": "2022-07-25", "content": "Boeing debuted its first of four P-8 Poseidon maritime patrol and reconnaissance aircraft that will replace the Royal New Zealand Air Force's current fleet of six P-3K2 Orions. The aircraft was presented at the firm's manufacturing facility in Renton, Washington, on July 21. Purchased under a 2.3 billion New Zealand dollar contract, the P-8s are expected to enhance the air force's maritime patrol capabilities, improving situational awareness in the country's territorial waters. \"The aircraft features the iconic Kiwi roundel, a native bird to New Zealand,\" Boeing P-8 Asia-Pacific Region Program Manager Sheena Vince Cruz said. \"Although flightless, the Kiwi bird is recognizable and will continue 'flying' as a symbol on the P-8A for decades to come.\" ", "url": "https://www.thedefensepost.com/2022/07/25/boeing-nz-p8-poseidon-aircraft/"}, {"title": "Boeing unveils first P-8A Poseidon for NZ", "date": "2022-07-25", "content": " Boeing has debuted the first P-8A Poseidon aircraft for New Zealand in its Royal New Zealand Air Force livery. New Zealand is one of eight nations to have acquired the P-8 as their new multi-mission maritime patrol aircraft. \"The aircraft features the iconic Kiwi roundel, a native bird to New Zealand,\" said Sheena Vince Cruz, Boeing P-8 Asia-Pacific region program manager. \"Although flightless, the Kiwi bird is recognisable and will continue 'flying' as a symbol on the P-8A for decades to come.\" The New Zealand Government purchased four Boeing P-8A Poseidon maritime patrol and reconnaissance aircraft that will eventually replace the current fleet of six aging P-3K2 Orion aircraft. ", "url": "https://www.australiandefence.com.au/defence/air/boeing-unveils-first-p-8a-poseidon-for-nz"}, {"title": "Boeing commences first P-8A deeper maintenance in Australia", "date": "2022-08-05", "content": " Boeing Defence Australia will commence major maintenance, repair, and overhaul work on the Royal Australian Air Force's fleet of P-8A Poseidon aircraft this month, following upgrades to the hangar at RAAF Base Edinburgh. Known as deeper maintenance, the program of works occurs after around 72 months of service, when aircraft are typically returned to the original equipment manufacturer's facilities for in-depth, complex and specialised maintenance services. The RAAF's P-8A fleet will undergo deeper maintenance at RAAF Base Edinburgh in South Australia, bypassing the need to be sent back to the United States. \"Boeing Defence Australia has proven credentials in delivering deeper maintenance in Australia on the E-7A Wedgetail, F/A-18A/B Classic Hornet and F-111,\" said Darryn Fletcher, Boeing Defence Australia director of commercial derivative aircraft. \"We have also provided through-life sustainment services for RAAF's P-8A fleet since their introduction into service in 2016. ", "url": "https://www.australiandefence.com.au/defence/air/boeing-commences-first-p-8a-deeper-maintenance-in-australia"}]}]