[{"win label": 0, "news": [{"title": "Esa Contracts Astrium UK to Build Solar Orbiter", "date": "2012-04-26", "content": "ESA has awarded the contract to build its next-generation Sun explorer to Astrium UK. Solar Orbiter will investigate how the Sun creates and controls the heliosphere, the extended atmosphere of the Sun. Prof. Alvaro Giménez Cañete, ESA Director of Science and Robotic Exploration and Miranda Mills, National Director - Earth Observation, Navigation and Science of Astrium signed the contract on 26 April on the occasion of a ceremony celebrating 50 years of the UK in space. The signature marks the start of the development and construction phase of Solar Orbiter, due for launch in 2017. Astrium UK will lead a team of European companies who will supply various parts of the spacecraft. The contract carries a value of about €300 million, one of the largest ever signed between the ESA Science Programme and a UK company. In addition, ten scientific instruments will be funded by the Member States of ESA and the United States, and developed by teams led by Principal Investigators from Belgium, France, Germany, Italy, Spain, Switzerland, the UK, and the US. \"Today ESA awarded a very important contract in the space science domain to Astrium's spacecraft design and build facility at Stevenage in the UK,\" said Prof. Giménez Cañete. \"This is testimony to the important role that the UK has played in space flight since the launch of Ariel-1 in 1962 and it is testimony to the important role that the UK continues to play in space science.\" Solar Orbiter continues a long tradition of European Sun explorers, including Helios 1 and 2, Ulysses, and SOHO, all in partnership with NASA, as well as ESA's PROBA-2. They have all prepared the ground for Solar Orbiter to advance our understanding of how the Solar System works, one of the major scientific questions of ESA's Cosmic Vision 2015-2025 programme. Solar Orbiter will investigate the connections and the coupling between the Sun and the heliosphere, a huge bubble in space created by the solar wind that extends far beyond our Solar System. It is through this wind that solar activity can cause auroras and disrupt satellite-based communication. To get a close-up view of the Sun and to observe the solar wind before it becomes disrupted, Solar Orbiter will fly to within 45 million kilometres of the Sun, closer than Mercury. It will image the poles for the first time, helping us understand how the Sun generates its magnetic field. \"Solar Orbiter is a fantastic mission,\" said Prof. Giménez Cañete. \"It will help us understand how the Sun, essential to almost all life on Earth, forms the heliosphere and the origin of space weather, which can have an enormous influence on our modern civilisation.\" \"I am delighted that Astrium has won Solar Orbiter, which reaffirms our leading position in science and exploration missions. Solar Orbiter is the second prime contract awarded by ESA to Astrium in less than six months. This contract builds on our unrivalled heritage in solar missions which includes the SOHO satellite which is still operational after 17 years providing valuable data for solar scientists across the world\", said Colin Paynter, Head of Astrium UK. Solar Orbiter is an ESA-led mission with participation from NASA, who will contribute the launcher, one full instrument and one sensor.", "url": "https://sci.esa.int/web/solar-orbiter/-/50295-esa-contracts-astrium-uk-to-build-solar-orbiter"}]}, [], {"win label": 0, "news": [{"title": "Solar Orbiter's shield takes Sun's heat", "date": "2014-06-03", "content": "ESA's Solar Orbiter mission has undergone its latest major test: its protective shield has been subjected to concentrated sunlight to prove it can cope with the fierce temperatures close in to our parent star. A 'structural-thermal' version of the craft's sunshield was recently exposed to an artificial Sun for two weeks in Europe's largest vacuum chamber at ESA's Technical Centre in Noordwijk, the Netherlands. The outcome ensures it will balance solar illumination, the cold of deep space and internal heat sources to maintain the perfect operating temperature. Solar Orbiter, due for launch in 2017, sports a portfolio of instruments for in-situ measurements and high-resolution imaging of the Sun. The craft will probe to within almost a quarter of Earth's distance from the Sun, suffering 13 times the intensity of terrestrial sunlight and temperatures of up to 520°C. This means Solar Orbiter has been designed around its sunshield: a 3.1 m by 2.4 m sandwich of high-temperature multilayer insulation foil with a black-treated surface. Openings allow sensors to peep through, some behind protective glass or beryllium. The sunshield was installed in the 15 m-high and 10 m-diameter Large Space Simulator in May for testing. Part was blasted by a beam of simulated sunlight produced by 19 xenon lamps - each consuming 25 kW - and directed onto the shield via a mirror array. Meanwhile, the chamber's black walls were chilled by -170°C liquid nitrogen running through them to simulate the cold sky surrounding the craft. The testing confirmed the design and checked the thermal computer model will accurately predict flight temperatures. An infrared camera system monitored and measured the temperature of the shield's front face in real time, along with heat sensors glued to various parts of the multilayer structure. At the same time, precision 'photogrammetric' cameras looked for the slightest movement in the sunshield's front face as it heated up.", "url": "https://www.esa.int/Enabling_Support/Space_Engineering_Technology/Solar_Orbiter_s_shield_takes_Sun_s_heat"}]}, [], {"win label": 0, "news": [{"title": "From Stevenage to the Sun", "date": "2015-03-16", "content": "The Structural and Thermal Model for the Solar Orbiter mission will leave the Airbus Defence and Space premises in Stevenage towards the end of this month for mechanical testing at IABG in Germany. This test is a crucial stage in the development of the Solar Orbiter which will fly closer to the Sun than any mission before. At the end of this three-month test campaign, the STM will be shipped back to Stevenage for further building before being shipped again to IABG for thermal testing. Scheduled for launch in 2018, the mission will study in unprecedented detail how our Sun creates and controls the heliosphere - the bubble of space filled with particles and fields in which the Earth orbits. At its closest approach, where sunlight is thirteen times more intense than it is for satellites orbiting the Earth, the spacecraft will have to survive intense thermal radiation and protect its instrument suite, while at the same time allowing those instruments to observe the Sun. To achieve this, the design includes a Heatshield and incorporates new high-temperature Solar Array technology. Integrated to the STM, the Heatshield is made of several protective layers of titanium, the outer of which is coated with a protective skin called SolarBlack. This has been developed specifically for Solar Orbiter. Slightly oversized beyond the spacecraft body, the Heatshield will ensure that the spacecraft remains in the shadow and that the radiated heat flux received is limited. ESA awarded Airbus Defence and Space the contract to build Solar Orbiter in April 2012. It is the first mission in ESA's Cosmic Vision programme to start its implementation phase. Solar Orbiter builds on hugely successful missions such as SoHO and Ulysses. Like those missions, it is a collaboration between ESA and NASA, including major scientific payloads from the United States, and the provision of a launch by NASA. The UK Space Agency is funding the UK teams who are involved in 4 out of the 10 instruments. The spacecraft will carry a suite of complementary instruments that, during its 7 year lifetime, will measure the particles, fields and waves of the plasma through which it travels, and at the same time make observations of the Sun's surface and outer atmosphere, the photosphere and corona. At its closest point Solar Orbiter will be closer to the Sun than the planet Mercury, at a distance of 0.28 Astronomical Units, in an orbit that takes it out of the ecliptic plane. From here, it can perform long-duration observations of the same region of the Sun's surface, and have visibility of the Sun's Polar Regions. It will be one of the closest approaches of the Sun by any spacecraft. To position itself in this challenging orbit, Solar Orbiter will make a complex series of gravitational- assist fly-bys past both Earth and Venus. Design challenges include accommodating and resourcing a large suite of cutting-edge instruments and ensuring stringent magnetic and molecular cleanliness to enable the most sensitive scientific measurements to be made effectively. The Sun is vital for life on Earth, but can also cause major problems for satellites and Earth based systems. The Sun releases bursts of high-energy particles, which can disrupt electrical power distribution systems, cause computers to crash, damage satellites and endanger astronauts. Solar Orbiter will provide scientific data to better understand the mechanisms on the Sun that cause these violent and disruptive outbursts. ", "url": "https://www.gov.uk/government/news/from-stevenage-to-the-sun"}, {"title": "Getting ready for the mission to Hell", "date": "2015-03-26", "content": "They must be the two most audacious space missions currently in development. Solar Orbiter and Solar Probe Plus will venture inside the orbit of Mercury to study the Sun. The temperatures on the front surfaces of these satellites will go into the high hundreds of degrees Celsius, and beyond. You could say they are the missions to Hell. Designing the systems needed to protect the spacecraft has stretched the minds of engineers. They both require heatshields, of course. For the European Space Agency's Solar Orbiter (SolO), it is a titanium solution. For the American Solar Probe Plus (SP+), it will be a carbon-composite material. Their instruments will have to cower behind these barriers to make the measurements that scientists hope will unlock some of the Sun's enduring mysteries. Both missions appear to be making good progress. The US space agency has just selected the rocket to launch Solar Probe Plus. A mighty Delta-IV Heavy - the biggest rocket in the world - will hurl this 610kg satellite towards the Sun in late 2018. And European industry - in the form of Airbus Defence and Space - has announced that it has now produced what it calls a structural and thermal model of Solar Orbiter. This is a kind of copy of the satellite, with representative instruments. It will be heated, blasted with sound, shaken and shocked to validate its design. If the copy survives the assault, engineers will know the flight model should also stand up to the extremes it will face in the real environment of space. We've had quite a few solar missions in recent years. The American DSCOVR spacecraft was just the latest, launching in February. But most of these satellites have not ventured very far to do their work, preferring to study the Sun's inferno from the relative safety of an Earth orbit. SolO and SP+ intend to get in the fire, so to speak - to watch the activity up close and then directly sample the effects as particles and their accompanying magnetic fields wash over the top of them. \"We essentially get three measurements,\" explained Tim Horbury, a SolO principal investigator from Imperial College London. \"With Solar Orbiter, we do a remote measurement - we get to see what's happening on the Sun with our telescopes - and then we also get a second measurement when it senses what comes out. \"The third measurement comes from Solar Probe, which whams through the field of view very quickly, every so often, to sense what's going on as well.\" SolO will go to within 43 million km of the Sun - significantly closer than Mercury, which swings around our star at a distance ranging from 46 to 70 million km. SP+, on the other hand, will do the real daredevil stuff when it races past the solar surface at a mere 6 million km. And \"races\" is the right word because it is expected to reach velocities of 200km per second in parts of its orbit. Different approaches require different strategies. By standing back somewhat, SolO can deploy telescopes. And those pictures ought to be spectacular, revealing solar features at a resolution never achieved before. By going in very close, SP+ can get remarkable in-situ data, but looking directly at the Sun is really out of the question. At little more than 6 million km, the front temperature will get up to 1,300C. SP+ cannot even afford to have peep holes in its ceramic-coated, carbon-carbon shield. The 1,800kg Solar Orbiter can. \"We have some feedthroughs,\" says Dan Wild, a thermal engineer at Airbus. \"These are just large cylinders made out of titanium and are coated black, mostly for light control so we don't get too many reflections. \"And then on the front of the cylinders are doors. We can close the doors and that means we won't lose the spacecraft if something goes wrong.\" What can go wrong? For one thing - not pointing directly at the Sun at all times so that the heatshield ceases to throw a cooling shadow on the rest of the spacecraft. \"If you lose attitude - in other words, if at some point when you are very close to the Sun, you are not directly pointing at it - then the spacecraft may become illuminated behind the heatshield, with obvious consequences. \"So we have to have very robust Sun-pointing systems,\" explains Philippe Kletzkine, Esa's project manager on SolO. \"The front of the Solar Orbiter heatshield will see temperatures in the order of 600 degrees, but at the back they should only be in the order of about 60 degrees.\" Interestingly, SolO's rear instrument boom, which carries some magnetic and plasma experiments, will be so shadowed, it will get cold enough - down well below minus 100C - to require active heating. And so what do we get for this extreme engineering? Hopefully, a chance to solve some solar riddles. By sitting directly in the Sun's outer atmosphere - its corona - Solar Probe Plus may help explain why this extensive region is so much hotter than the actual surface of the Sun. This really is a puzzle. Solar Orbiter should give us our best insights yet into what drives the 11-year activity cycle. Its orbit will take it high enough (30 degrees from the plane of the planets) to get a polar view of the Sun. For the first time, we will see properly what happens when the solar magnetic field flips. \"We know when it flips but we don't know the detail because we haven't been able to peer down on the poles,\" says Louise Harra, from University College London's Mullard Space Science Laboratory. \"By getting up to that 30-degree level, we'll have an excellent view, and that'll give us a much better idea of the mechanisms that drive the solar cycle, and why that cycle has started to weaken in recent years.\" All up, the two missions together are costing taxpayers in excess of $2.5bn (the US mission is nearly twice the cost of the European one). It is a lot of money. There is, though, a growing recognition that getting a better understanding of the Sun's behaviour has clear benefits here on Earth. Big solar storms have the potential to disrupt satellites, radio communications and electricity networks.", "url": "https://www.bbc.com/news/science-environment-32069216"}]}, [], {"win label": 0, "news": [{"title": "Imperial instrument ready to study the Sun", "date": "2017-03-29", "content": "Imperial's contribution to the Solar Orbiter mission, which will go closer to the Sun than anything so far, is ready to fly after extensive testing. Solar Orbiter is a European Space Agency mission carrying ten instruments to measure many different properties of the Sun and interplanetary space. Aboard the spacecraft, launching in early 2019, will be a magnetometer instrument built by a team from the Department of Physics at Imperial. The magnetometer will measure the Sun's magnetic field in interplanetary space, carried by the solar wind. The solar wind is a stream of charged particles coming off the Sun that fills the Solar System, which the Sun's magnetic field plays an important role in creating. Principal Investigator Professor Tim Horbury from the Department of Physics at Imperial said: \"We live inside a bubble blown by the Sun in interstellar space. The Earth also has its own magnetic field, which creates a cavity in the solar bubble. \"The interaction between the solar wind and Earth's magnetic field gives us the aurora - the Northern and Southern Lights - but when the solar wind is strong it can also cause problems for our technology, from power grids to satellites.\" The Sun's magnetic field is thought to be generated in a similar way to the Earth's as it rotates, but it is much more dynamic. Every 11 years the polarity reverses, and this pattern is tied to the pattern of sunspots that appear on the Sun's surface. Sunspots are associated extreme events called solar flares and ejections of the solar material that cause serious problems if they reach Earth. By orbiting the Sun and approaching it at a distance of only 50 million kilometres - inside the orbit of Mercury, the closest planet to the Sun - the Imperial team's magnetometer will be able to get unprecedented information about how the Sun generates its magnetic field and how this plays a role in the solar wind and more extreme events. Sensitive subject: The instrument is made up of two sensors hosted within metal domes; a black box containing electronics, a computer processor and a power supply; and cables to provide power and communications to the sensors. The magnetometer has to be extremely sensitive to detect the magnetic field from the Sun that will reach the spacecraft. Lead engineer Helen O'Brien from the Department of Physics said: \"Our instrument is so sensitive, it could measure the magnetic field of an MRI machine from the other side of London. \"This means, however, that we have to work hard to isolate it from the other instruments on the spacecraft. Metal objects and electrical circuits create small magnetic fields, so we have really strict requirements on the rest of the project - right down to the screws and the paint.\" The magnetometer also has to survive some extreme conditions, including the intense vibration from the take-off, which will use a NASA Atlas V rocket. An earlier model of the instrument, which was put through rigorous tests designed to exceed the expected conditions, crumbled under the strain. O'Brien said: \"We mounted the sensors on a ceramic material that barely expands or contracts with temperature changes, so that their relative position to each other is kept stable during the extreme temperature swings the spacecraft will experience. However, this material is quite brittle, and it fell apart in the vibration test.\" Thickening the material helped to solve the problem, and as a result of rigorous testing many tweaks and improvements have been made to the design. But now, the device is finished, and it is waiting in a clean room at Imperial before it gets mounted onto the spacecraft. In the meantime, the team are building a 'flight spare' - an identical device just in case something happens to the original before launch. When the instrument is mounted on the spacecraft, the team will be giving extremely precise instructions - down to the material the screwdriver is made out of, and making sure no tiny shavings of metal are left behind, which could disturb the measurements. Once all the instruments are mounted, the whole spacecraft will go through another barrage of tests, before being shipped to Cape Canaveral for launch in February 2019. It will then spend two years getting to the Sun, and another eight collecting data. Eventually, its solar panels will degrade and stop producing power but it will drift around the Sun forever.", "url": "https://www.imperial.ac.uk/news/178466/imperial-instrument-ready-study-sun/"}]}, {"win label": 0, "news": [{"title": "Europe's Solar Orbiter on track for 2019 launch", "date": "2017-08-28", "content": "In the wake of the recent total solar eclipse across the U.S., Airbus is highlighting progress on the European Space Agency's Solar Orbiter spacecraft, currently in the final stages of integration at the Airbus spacecraft assembly hall in Stevenage, UK. Dedicated to solar and heliospheric physics, Solar Orbiter is currently scheduled to launch in February 2019. For scientists, the total eclipse provides a spectacular view of the solar corona, the one million degree \"halo\" around the sun that can only be seen from Earth when the Moon passes in front of the bright solar disk, which otherwise completely drowns out the faint light of the corona. Launched into a close orbit around the Sun, Solar Orbiter will allow scientists to study the solar corona in much more detail, for much longer periods, and at a much closer distance that can ever be reached here on the ground or by any spacecraft circling the Earth. Ten instruments will be flown that will study not only the corona but the Sun's disk, the solar wind and the solar magnetic fields which will give unprecedented insight into how the Sun works, and how periods of stormy \"space-weather\" cab be predicted. The last of the ten instruments is being installed this month and the next step is system testing before the heatshield, antennas and boom are added towards the end of the year. In addition, the first instrument end-to-end electrical test has been performed. By the time of the next global total eclipse, across the Pacific Ocean and South America on 2nd July 2019, Solar Orbiter will have begun its three and a half year journey to the inner solar system to get close to our Sun. ", "url": "https://www.aircosmosinternational.com/europe-s-solar-orbiter-on-track-for-2019-launch-99097"}]}, [], {"win label": 0, "news": [{"title": "Spacecraft bound for the Sun due to leave Stevenage factory for testing", "date": "2018-09-17", "content": "The UK-built Solar Orbiter is preparing to leave the Airbus factory in Stevenage to travel to Germany for testing, ahead of its launch in 2020 from Cape Canaveral in Florida, USA. The UK is at the heart of this European Space Agency mission to uncover the secrets of our planet's star. Solar Orbiter will provide close-up views of the Sun's polar regions, tracking features such as solar storms and the solar wind which causes Earth's atmosphere to light up as the Aurora or Northern Lights. The north and south poles of the Sun 'flipped' in 2013 and Solar Orbiter will also explore this phenomenon. ESA selected Airbus Defence and Space in the UK as the prime contractor on the mission in 2012, to lead a team of companies and universities from all over Europe that supply various parts of the spacecraft. The UK is a world-leader in solar physics research and its scientists are in high demand on solar missions. UK scientists were instrumental in proposing the Solar Orbiter mission to ESA and the UK Space Agency funded teams from University College London, Imperial College London and the RALSpace to design and build three out of the ten state-of-the-art scientific instruments on board the spacecraft, and to contribute to a fourth. Business Secretary Greg Clark said: Our space sector is going from strength to strength with full backing from the Government's modern Industrial Strategy and the UK Space Agency. We have world-class scientists and a strong track record of exporting to countries all over the world. From sending spacecraft to the Sun to supporting new technologies here on Earth, our commitment to the European Space Agency will continue to deliver ground-breaking discoveries, highly-skilled jobs and substantial economic returns to Britain. Solar Orbiter will follow in the footsteps of NASA's Solar Parker Probe which launched in August. The two missions will offer complementary perspectives of the Sun - Parker Solar Probe will travel through the Sun's atmosphere, while Solar Orbiter will observe the surface. In fact, their close operation should allow Solar Orbiter to capture images of the NASA spacecraft. UK Space Agency Head of Science Chris Lee said: This is an exciting time for solar science. UK research and engineering teams are at the heart of this mission which will help us understand more about our star - the Sun - and its effects on us all here on Earth. Engineers at Airbus have designed and built the spacecraft to withstand the scorching heat from the Sun that will hit one side, while the other is frozen as the orbit keeps it in shadow. The design is based on the BepiColombo mission which is due to launch next month and travel to the closest planet to the Sun, Mercury - another ESA mission with significant involvement from UK engineers and scientists. The UK's space sector is going from strength to strength, employing around 40,000 people and carrying our world-class science while growing the economy. In 2016 the UK committed €1.4 billion across a range of ESA space programmes, leading European space research in telecommunications and Earth Observation. This is all supported by the Government's Industrial Strategy, with major initiatives such as the National Satellite Test Facility at Harwell and the development of a commercial spaceport in Sutherland, Scotland, which could be the first in mainland Europe. The UK continues to be a leading member of ESA, which is independent of the EU. UK companies have significant capabilities and expertise in satellite manufacturing. Yesterday a UK satellite called NovaSAR-1 which was built in Surrey by SSTL launched from India. SSTL already has 40% of the world's small satellite export market, and this new satellite will offer low cost remote sensing capabilities and services to their global customers, with a recent deal agreed with Australia's Commonwealth Scientific and Industrial Research Organisation to provide Australia a 10% share of the satellite's capabilities. ", "url": "https://www.gov.uk/government/news/spacecraft-bound-for-the-sun-due-to-leave-stevenage-factory-for-testing"}, {"title": "Solar Orbiter: Spacecraft to leave UK bound for the Sun", "date": "2018-09-18", "content": "It's taken a little longer than expected but the Solar Orbiter probe is built and ready to begin testing. UK engineers are putting the finishing touches to the satellite this week before sending it to Germany to begin a year-long test campaign. Such attention to detail is necessary because of the punishing conditions the spacecraft will experience when studying our star's inner workings. SolO is going to fly to within 43 million km of the solar surface. In doing so, the heatshield on the front of the European Space Agency (Esa) satellite will have to cope with temperatures of up to 600C. If you're thinking, \"but I thought we just launched a probe to study the Sun\" - you'd be right. That was the US space agency's (Nasa) Parker satellite, which left Earth in August. The two missions actually have very similar goals - and on many occasions will be working hand in glove, trying to understand what drives our star's activity. Parker will do it by going even closer than SolO, to within 7 million km of the solar surface. This will allow the American probe to sit directly in and sample the Sun's outer atmosphere, or corona. This is the place where the \"solar wind\" - the storm of charged particles (plasma) and the magnetic fields they carry - get accelerated and blown out into space. Solar Orbiter, on the other hand, will stand back somewhat to provide the wider context for what Parker is sensing. Daniel Müller is the Esa SolO project scientist: \"The overarching science question we're trying to tackle is about how the Sun creates this plasma bubble around it, and how solar activity changes in time and also changes this bubble we all live in.\" SolO can make very similar measurements to Parker from its \"gentler\" vantage point. But, crucially, it will also be taking pictures. The Esa mission's heatshield has peepholes that give telescopes an opportunity to spy the Sun's broiling surface. Parker can't do this. If any telescope tried to look past its shield, the hardware would rapidly melt in temperatures that exceeded 1,000C. \"We go close enough with Solar Orbiter that we can co-locate with some surfaces of the Sun,\" explains Helen O'Brien, an instrument manager from Imperial College London. \"We'll get to hover over a section to see how it develops, plus how the atmosphere coming out of that region behaves as it goes past us in space.\" And there's another aspect to SolO's mission which is very different to Parker. The European satellite is going to use a series of flybys of Venus to gravitationally manoeuvre itself into an inclined orbit so that it can look down on the Sun's poles. This would be a first - we've never had pictures of these regions. \"Although we can't see them, the poles are where the Sun's magnetic field is really important,\" says Imperial's Tim Horbury, a principal investigator on SolO. \"The Sun's magnetic field is central to its dynamics; the magnetic field drives all the activity on the Sun.\" Solar Orbiter was due to launch this year along with Parker, but a number of technical set-backs mean the European probe won't now set off until February 2020. The delay is disappointing but it shouldn't harm the research. SolO and Parker are still expected to be able to conduct joint science for a number of years. And at the end of it all, scientists should have a much clearer idea of the underlying motors for the Sun's 11-year cycles of behaviour. That's important because the biggest outbursts from our star will rattle the Earth's magnetic field. In the process, communications may be disrupted, satellites in orbit around the planet can be knocked offline, and power grids will be vulnerable to electrical surges. Missions like SolO and Parker should improve the tools used for forecasting these kinds of disturbances. Solar Orbiter has been assembled by Airbus in Stevenage. There's satisfaction at the aerospace giant that the build phase of the project has come to a close. Engineers have had to work hard to keep SolO as clean as possible, ensuring there is nothing on the spacecraft that might introduce electrical or magnetic interference to the probe's 10 instruments - and to ward off dust. \"If you get dust on the telescopes' lenses and then expose them to the Sun, you'll effectively bake that dust on to their surfaces, and you'll lose science,\" says integration manager Michelle Sprake. \"We've had challenges and have had to come up with solutions.\" The Stevenage team is currently boxing up the probe for shipment to the IABG company in Munich where it will be alternately baked and frozen (parts of the probe in shadow in space can go down to minus 180C) to demonstrate its readiness for thermal extremes. SolO will also be shaken, and \"shouted at\" by big loudspeakers. This will prove it can handle the violence of riding on top of a rocket. Assuming Solar Orbiter comes through these trials, the satellite will then be despatched to Florida where Nasa has booked an Atlas vehicle to hurl the mission towards the Sun.", "url": "https://www.bbc.com/news/science-environment-45553019"}]}, {"win label": 0, "news": [{"title": "Thermal testing of Solar Orbiter", "date": "2019-01-30", "content": "A side view of ESA's Solar Orbiter as it entered a vacuum chamber for thermal vacuum testing at the IABG test facility in Ottobrunn, Germany, last month. The spacecraft flight model had been readied by prime contractor Airbus in the UK. Due to launch in 2020, Solar Orbiter will observe the Sun and measure the solar wind from a minimum of 42 million km away, or less than one-third Earth's distance. As a result, the spacecraft will be subjected to around 13 times the amount of solar heating that Earth-orbiting satellites experience, and to temperatures in excess of 500°C. Solar Orbiter's main body will be protected from direct sunlight by a Sun-facing multi-layer titanium heat shield. The 1.1-m diameter high-gain antenna seen here will be deployed from the body of the spacecraft to, transmit science data back to Earth in high-bandwidth X-band. The antenna's black colour is unusual. It is covered with the same kind of protective, high temperature coating as the front of Solar Orbiter's heatshield, based on burnt-bone charcoal. Developed by Irish company ENBIO, this 'Solar Black' coating was selected because it can maintain the same colour and surface properties despite years of exposure to unfiltered sunlight and ultraviolet radiation. The high-gain antenna is placed at the end of a manoeuvrable 1-m long boom allowing Solar Orbiter to maintain a reliable, high-bandwidth link with Earth throughout its science-gathering phase. This test campaign - using powerful lamps to simulate the Sun's radiation - began by simulating the conditions the spacecraft will undergo as it manoeuvres to its operational orbit through flybys of Earth and Venus. \"During 99% of the mission operations time, the heatshield will protect Solar Orbiter, but there will be more than a dozen manoeuvres when one of the side panels will be exposed to sunlight,\" explained Claudio Damasio, ESA's Solar Orbiter project thermal engineer. \"Therefore, we need to know how the Proto Flight Model responds when the exterior of the insulation on these panels reaches a temperature of about 120-150 degrees Celsius.\" For practical reasons, some elements, such as the solar arrays and the instrument boom, were not integrated with the spacecraft during the test. They were integrated this month on the spacecraft, which will next undergo a series of mechanical and electromagnetic compatibility tests.", "url": "https://www.esa.int/ESA_Multimedia/Images/2019/01/Thermal_testing_of_Solar_Orbiter"}]}, {"win label": 0, "news": [{"title": "Solar Orbiter passes endurance tests", "date": "2019-10-18", "content": "A few months before its launch, the final preparatory phase for the ESA space probe Solar Orbiter has begun. In the past few months, in the IABG laboratories in Ottobrunn, it has been shown that the probe can withstand the rigours of a multi-year research expedition to the sun. Now that all test have been successfully completed, the relocation to the US is imminent. The National Aeronautics and Space Administration (NASA) is supporting the mainly European mission with rocket launches from Cape Canaveral in Florida, among other things. Over the next seven years, Solar Orbiter will investigate the solar wind - the constant particle flow from the sun - at its place of origin and fly closer to the sun than almost any other probe before it. The Max Planck Institute for Solar System Research (MPS) in Göttingen is decisively involved in four scientific instruments. The influence of the sun extends more than 10 billion kilometres into space. Up to there, far beyond the orbit of Neptune, there is a flow of plasma of high-energy charged particles - which the Sun continuously ejects into space. The huge plasma bubble created in this way is referred to as the heliosphere. It shields our solar system from the interstellar medium - the thin plasma between the stars - and is our cosmic home. Nevertheless, there are many unanswered questions about the properties of the heliosphere. While NASA's Voyager probe, which was launched in 1977, seeks answers at the outermost edge of the solar system, the target of Solar Orbiter is in the opposite direction: as close to the Sun as possible to the origin of the solar wind. Only about 42 million kilometres - less than one third of the distance between the Earth and the sun - will temporarily separate the probe from our central star. Only NASA's Parker Solar Probe has so far ventured closer to the solar fire. \"It is still unclear how the sun accelerates the solar wind into space and generates the heliosphere with it\", says Sami K. Solanki, Director at MPS and head of the team of scientists working with the solar orbiter telescope PHI (Polarimetric and Helioseismic Imager). Which processes in the outer layers and in the atmosphere of the sun enable it to catapult an average of one million tonnes of mass per second into space at speeds of more than three million kilometres per hour in some cases? And how does the changing nature of the sun affect the solar wind? Following a cycle of about 11 years, the sun sometimes appears as a calm ball of gas and sometimes as an unpredictable fireworks display of particle and radiation eruptions. In order to answer these questions, one observation site is needed as close as possible to the sun and also two types of instruments. While four of the 10 Solar Orbiter instruments will directly study the solar wind that surrounds the spacecraft on site, the other six will look at its place of origin, the outer layers and the atmosphere of the sun. \"This is the only way to relate the properties of the solar wind to the processes that create it\", says Udo Schühle of MPS, who coordinates the team working with the solar orbiter instrument EUI (Extreme Ultraviolet Imager). One of the sun scouts among the instruments is the PHI double telescope, which was developed and built under the direction of the MPS. Among other things, the magnetic fields in the outer layers of the sun will be measured. While one partial telescope will keep an eye on the entire solar ball, the other will look at individual regions on the sun and can thus make magnetic structures with a size of only 200 km visible at the point closest to the sun. \"The magnetic fields of the sun are the key to its changeable nature\", says Solanki. \"Only with their help can we understand the processes that generate the solar wind and accelerate it into space\". PHI will also be able to take a look inside - at least indirectly. The instrument will determine the speed at which the plasma on the surface of the sun moves towards or away from the observer. This will allow conclusions to be drawn about how the plasma propagates in the deeper layers of the sun - and thus provide access to the regions in which the alternating magnetic fields of the sun are generated. The MPS is also contributing to three other solar orbiter instruments that will look at the sun. EUI will investigate the extremely short-wave ultraviolet radiation from the sun. This has its origin in the corona, the outer atmosphere of the sun, and makes it possible to study the fine structure of this gas envelope. The corona is also the focus of SPICE (Spectral Imaging of the Coronal Environment). The spectrograph will split the light from this region into its individual wavelengths and search for information about the regions of origin of the solar wind. Metis will establish the connection between the solar atmosphere and the inner heliosphere. The coronagraph will make the area around the sun - which reaches up to two million kilometres into space - visible. In this way, researchers can observe how the solar wind particles behave at the onset of their long journey through the solar system. Like all instruments on board Solar Orbiter that look to the sun, they are concealed behind a robust shield that will protect the inside of the probe from radiation and heat. The instruments can only look out through small \"peep holes\", the doors of which are opened during the observation phases. The heat shield will reach temperatures of up to 500°C at the point of its orbit closest to the sun. The flight towards the sun will only be possible through multiple passages by the Earth and Venus. The probe will thus gain momentum and be catapulted into a strongly elliptical orbit. The spaceship will also use the thrust from these encounters to gradually leave the plane in which the planets orbit the sun. Towards the end of the seven-year mission, the orbit of the Solar Orbiter will be at an angle of 24° to this plane. If the mission can be extended, an angle of 33° will be achieved. \"So far, all solar missions have observed their research object within the Earth's orbital plane - and looked at the Sun's belly, so to speak\", explains MPS scientist Hardi Peter, senior member of the SPICE team. In principle, this does not differ from the perspective offered by terrestrial solar telescopes. Only Solar Orbiter will be able to manage the change of perspective and thus a view of the higher latitudes of our star. There, in the polar regions, the solar wind constantly flows into space at particularly high speed. These areas are also regarded as the key to understanding the solar magnetic field.", "url": "https://www.mpg.de/14014747/solar-orbiter-passes-endurance-tests"}, {"title": "Airbus built Solar Orbiter heads for the Sun in Florida", "date": "2019-10-18", "content": "Solar Orbiter, the European Space Agency's (ESA) flagship mission to study the Sun has completed all tests and is set to be flown to Cape Canaveral ready for its launch in February 2020. Built by Airbus in Stevenage, Solar Orbiter will study the Sun in detail and its effects on the solar system. The spacecraft carries a suite of complementary instruments that will measure the particles, fields and waves of the plasma through which it travels, and at the same time make observations of the Sun's surface and outer atmosphere, the photosphere and corona. Solar Orbiter has been undergoing testing at the IABG test centre near Munich since October 2018. These included electromagnetic compatibility, vibration and thermal vacuum, as well as deployment of solar arrays and booms from the spacecraft. All tests have been successfully completed. \"Solar Orbiter has been one of the most challenging and exciting missions we have ever designed and built here at Stevenage. Sending it so close to the Sun means that some parts of the spacecraft have to withstand temperatures of more than 500°C with others in permanent shadow down to a nippy -180°C. To ensure the very sensitive instruments can measure the Sun's fields and particles, the spacecraft itself must be totally invisible to its sensors, which has pushed us to the absolute limits of what is technically achievable,\" said Eckard Settelmeyer, Airbus' Head of Earth Observation, Navigation and Science Institutional Satellite Projects. At its closest point Solar Orbiter will be closer to the Sun than the planet Mercury, at a distance of 0.28 Astronomical Units (42 million kilometres), in an orbit that takes it out of the ecliptic plane. From here, it can perform long-duration observations of the same region of the Sun's surface, and have visibility of the Sun's polar regions. It will be one of the closest approaches of the Sun by any spacecraft, where sunlight is thirteen times more intense than it is for satellites orbiting the Earth. Solar Orbiter must survive intense thermal radiation and protect its instrument suite, while at the same time allowing those instruments to observe the Sun. The heat shield and new high-temperature solar array technology are key to its operational success. To position itself and raise its orbit above the poles, Solar Orbiter will make a complex series of gravitational-assist fly-bys past both Earth and Venus. The Sun releases bursts of high-energy particles (Coronal Mass Ejections), which can disrupt electrical power distribution systems, cause computers to crash, damage satellites and endanger astronauts. Solar Orbiter will observe the Sun from an elliptic orbit around it, and provide scientific data to better understand the mechanisms on the Sun that cause these violent and disruptive outbursts. Solar Orbiter builds on hugely successful Airbus-built missions such as SOHO and Ulysses that have provided remarkable insights into the workings of our Sun. Like those missions, it is a collaboration between ESA and NASA. The mission lifetime will be nearly eight years.", "url": "https://www.airbus.com/en/newsroom/press-releases/2019-10-airbus-built-solar-orbiter-heads-for-the-sun-in-florida"}, {"title": "Solar orbiter ready to depart Europe", "date": "2019-10-21", "content": "ESA's Solar Orbiter mission has completed its test campaign in Europe and is now being packed ready for its journey to Cape Canaveral at the end of this month, ahead of launch in February 2020. The spacecraft was on display today for the final time in Europe, at the IABG test center near Munich, Germany. It was built at Airbus Stevenage, UK, and has spent the last year at IABG undergoing essential testing such as checking deployment mechanisms, and that it can withstand the vibrations of launch, and the thermal extremes and vacuum of space. It has now been declared ready for shipment to the launch site and will travel an Antonov cargo plane on 31 October. Once launched it will follow an elliptical path around the sun, at its closest bringing it within the orbit of Mercury, just 42 million kilometers from the sun. As such, sun-facing parts of the spacecraft have to withstand temperatures of more than 500ºC-due to solar radiation thirteen times more intense than for Earth-orbiting satellites-while other parts remain in shadow at -180ºC. The mission is essential to learn more about the sun-Earth connection. We live inside a giant bubble of plasma generated by the sun that surrounds the entire solar system, within which we are prey to space weather. Solar Orbiter will provide a deeper understanding as to how activity on the sun is linked to these solar storms, which can disrupt electrical systems, satellite communications, GPS, and create higher doses of radiation for polar flights and astronauts. \"Solar Orbiter is set for answering some of the biggest scientific questions about our star, and its data will help us to better protect our planet from the global challenges of space weather,\" says Günther Hasinger, ESA Director of Science. \"Thanks to the hard work of our teams building and testing this inspiring space mission, we've reached an important milestone today in Europe, and the spacecraft will now be readied for its final phase of prelaunch preparations at Cape Canaveral.\" Solar Orbiter will launch on a NASA-provided Atlas V 411. The launch is currently scheduled in the early hours of 6 February (UTC). Once in space, and over the course of several years, it will use the gravity of Venus and Earth to raise its orbit above the poles of the sun, providing new perspectives on our star, including the first images of the sun's polar regions. Its complementary suite of instruments means it will be able to study the plasma environment locally around the spacecraft, and collect data from the sun from afar, connecting the dots between the sun's activity, and the space environment in the inner solar system. Solar Orbiter is an ESA mission with strong NASA participation. The prime contractor is Airbus Defence and Space in Stevenage, UK. It follows in the legacy of missions such as Ulysses (1990-2009) and SOHO (1995-present) and will also provide complementary datasets to NASA's Parker Solar Probe that will allow more science to be distilled from the two missions than either could achieve on their own.", "url": "https://phys.org/news/2019-10-solar-orbiter-ready-depart-europe.html"}, {"title": "Solar Orbiter arrives at Kennedy Space Center for launch preps", "date": "2019-11-02", "content": "The European-built Solar Orbiter spacecraft arrived in Florida late Friday after a trans-Atlantic journey from a test center in Germany, ready to begin preparations for a liftoff from Cape Canaveral in February aboard a United Launch Alliance Atlas 5 rocket. Packed inside a climate-controlled shipping container, the Solar Orbiter spacecraft rode an Antonov An-124 transport plane from Munich to the Shuttle Landing Facility at NASA's Kennedy Space Center in Florida, where the aircraft touched down shortly after 9 p.m. EDT Friday (0100 GMT Saturday). The spacecraft, built by Airbus Defense and Space, was expected to be transported by road to the Astrotech satellite processing facility in nearby Titusville, where ground teams will spend the next two-and-a-half months testing, fueling and readying Solar Orbiter for liftoff. Ten scientific instruments aboard Solar Orbiter will measure the sun's output and take the first detailed images of the sun's poles. NASA is paying for the launch of the European Space Agency science probe as part of an international collaboration on the nearly $1.7 billion Solar Orbiter mission. Scientists will use data from Solar Orbiter, in tandem with measurements from NASA's Parker Solar Probe, to better understand what causes the solar wind, and what drives the 11-year solar cycle. \"Solar Orbiter is clearly a new class in its own,\" said Günther Hasinger, director of ESA's science program. \"It has loads of instruments, which will go not as close as Parker Solar Probe, but quite close. Solar Orbiter will also have eyes. Parker Solar Probe can only sense and measure the plasma and the magnetic field, but Solar Orbiter also has six instruments that can really look at the sun, which is quite a challenge when you think it is reaching an environment where it's about 600 degrees Celsius (1,100 degrees Fahrenheit). It's like being in a pizza oven, so you have to make sure that you don't burn the instruments.\" Parker Solar Probe, launched last year, faces much hotter conditions, where scorching temperatures would melt any camera exposed to the sun. After launch, Solar Orbiter, or SolO, will use use gravitational assist flybys with Earth and Venus, placing the spacecraft in an orbit inside that of Mercury in 2022. Solar Orbiter's final orbit will bring the spacecraft within 26 million miles (42 million kilometers) from the sun.", "url": "https://spaceflightnow.com/2019/11/02/solar-orbiter-arrives-at-kennedy-space-center-for-launch-preps/"}]}, {"win label": 1, "news": [{"title": "Solar Orbiter, a new mission to the sun by Europe and NASA, to launch next month", "date": "2020-01-22", "content": "A new sun-studying spacecraft is set to get off the ground soon. Solar Orbiter, a mission led by the European Space Agency with NASA participation, is scheduled to launch atop a United Launch Alliance Atlas V rocket on Feb. 5 from Cape Canaveral Air Force Station in Florida. The liftoff will come just 18 months after NASA's Parker Solar Probe took to the skies, kicking off its historic sun-kissing mission. PSP has set the all-time spacecraft speed record and gotten nearer to our star - about 15 million miles - than any other mission in history. And PSP will continue to break these records; it will get closer and closer to the sun over its seven-year scientific life, ultimately zooming within a mere 3.8 million miles of the solar surface. Solar Orbiter won't try to match those superlatives; on the closest-approach phases of its highly elliptical orbit, the probe will still be about 26 million miles from the sun. But the ESA-NASA spacecraft will do some special things of its own. For starters, Solar Orbiter will look directly at the sun, something that PSP doesn't do. In addition, the ESA-NASA probe will zoom through space substantially out of the ecliptic, the plane in which the solar system's big planets circle. This unique perspective will allow Solar Orbiter to get good looks at our star's polar regions, said Holly Gilbert, NASA deputy project scientist for Solar Orbiter. \"We've never been able to image the poles of the sun,\" Gilbert said last month during a news conference at the annual fall meeting of the American Geophysical Union in San Francisco. \"That is extremely important for helioseismology, but also for looking at the global magnetic field of the sun. In order to model space weather activity and activity in general on the sun, we need that full global picture of the magnetic field.\" Solar Orbiter should flesh out our understanding of the sun in multiple ways. The 3,970-lb. spacecraft is outfitted with 10 different science instruments, which it will use \"to examine how the sun creates and controls the heliosphere, the vast bubble of charged particles blown by the solar wind into the interstellar medium,\" ESA officials wrote in a mission description. \"The spacecraft will combine in situ and remote sensing observations to gain new information about the solar wind, the heliospheric magnetic field, solar energetic particles, transient interplanetary disturbances and the sun's magnetic field,\" they added. There are numerous parallels between the PSP and Solar Orbiter missions. Like PSP, for example, the ESA-led probe will use a series of Venus flybys to reach its operational orbit, which will range from inside Mercury's path to beyond the orbit of Earth. Solar Orbiter will gather most of its data during its close-approach \"perihelion passes,\" as PSP does, and the primary missions of both craft are scheduled to last seven years. The data gathered by the two probes should mesh well, members of both mission teams have stressed. For example, PSP and Solar Orbiter will enable researchers to study the same solar plasma in detail at two very different points in space - close to the sun's surface and much farther out, in Earth's neighborhood. \"And the fact that Solar Orbiter can also measure composition will allow us to determine where on the sun the events happened that created the solar wind that we will be seeing,\" Marco Velli of UCLA, the PSP observatory scientist, said during the AGU news conference. Similarly, measurements by the two probes should result in a better understanding of the solar magnetic field, Velli added. \"So, we're really facing a decade, I think, with these two missions - and, of course, the new ground-based instrumentation, the high-resolution solar telescopes that are about to be operated by the NSF the U.S. National Science Foundation and, a little bit further in time, in Europe - that we will really unravel solar magnetism in itself,\" Velli said. \"Magnetism is fundamental to all of astrophysics and the universe itself,\" he added. \"And therefore, I think we can safely say that, with the accomplishment of these two missions, our understanding of what's called the basic astrophysical plasma of the solar system and the universe will have changed entirely.\" Solar Orbiter is a medium-class mission, which means that ESA's contribution will be about 500 million euros. PSP's total price tag is around $1.5 billion.", "url": "https://www.space.com/solar-orbiter-sun-mission-launching-february-2020.html"}, {"title": "Solar Orbiter will give us our best views of the sun's top and bottom", "date": "2020-01-28", "content": "The Solar Orbiter, a spacecraft that will reveal new secrets of the sun, is scheduled to launch on 7 February from Cape Canaveral in Florida. The joint European Space Agency and NASA mission won't be the first to orbit the sun - there are several already there, and the Parker Solar Probe is on its way - but it will give us a view we've never had before, by flying over our star's poles. We expect the top and bottom of the sun to look noticeably different from its middle, but we've never taken clear pictures of them before, said NASA's Nicola Fox during a press briefing on 27 January. \"We know that this will give us unprecedented measurements of the sun, incredible views of the poles,\" said Fox. The poles of the sun are home to huge areas called coronal holes that are cooler and less dense than their surroundings. Charged particles escape from inside the sun via these holes, and Solar Orbiter will watch this process in action. \"What we want to do with Solar Orbiter is understand how our star creates and controls the constantly-changing space environment throughout our solar system,\" said Yannis Zouganelis at the European Space Agency during the briefing. \"There are still basic mysteries about our sun that remain unsolved.\" This close-up look at the sun will hopefully help us predict the solar storms and eruptions that occasionally send particles hurtling towards Earth. Those particles can damage satellites, and a big enough solar flare could even take down our electric grids. \"Most researchers believe that the key to understanding how intense the next solar activity cycle is, will be first seen at the poles,\" said NASA's Chris St. Cyr. Solar Orbiter has four telescopes to take pictures, as well as six other instruments to measure the environment around the spacecraft. If all goes well, it will make its first close pass of the sun in February 2021, at about half the distance between Earth and the sun, and will get even closer in October 2022. All the while, the spacecraft will use the gravity of Venus to swing it further and further out of the plane of the solar system so that it can get above and below the sun to look at the poles. \"Seven years from now you will see the first clear images of the sun's pole,\" said St. Cyr. If everything goes as planned, we will be able to watch the solar wind that shapes our solar system spewing out of the holes at the poles and unravel how it works.", "url": "https://www.newscientist.com/article/2231634-solar-orbiter-will-give-us-our-best-views-of-the-suns-top-and-bottom/"}, {"title": "European Solar Orbiter will give us our first look at the sun's poles", "date": "2020-01-28", "content": "Scientists are about to get their first-ever good looks at the poles of the sun, which could be key to solving some long-standing solar mysteries. The $1.5 billion Solar Orbiter, a European Space Agency mission with strong NASA participation, is scheduled to launch atop a United Launch Alliance Atlas V rocket on the night of Feb. 7 from Cape Canaveral Air Force Station in Florida. Once it's aloft, the 3,970-lb. spacecraft will use several flybys of Venus, and one of Earth, to get into an unusual orbit around the sun - one that is significantly out of the ecliptic, the plane in which Earth and the other big planets circle. \"Up until Solar Orbiter, all solar imaging instruments have been within the ecliptic plane or very close to it,\" Russell Howard, a space scientist at the Naval Research Lab in Washington, said in a statement. \"Now, we'll be able to look down on the sun from above,\" added Howard, who's principal investigator for Heliospheric Imager, one of Solar Orbiter's 10 science instruments. This unique vantage point will help fill knowledge gaps, providing prodigious scientific returns during Solar Orbiter's seven-year mission, team members said. \"The poles are particularly important for us to be able to model more accurately,\" Holly Gilbert, NASA project scientist for the mission at NASA's Goddard Space Flight Center in Greenbelt, Maryland, said in the same statement. \"For forecasting space weather events, we need a pretty accurate model of the global magnetic field of the sun.\" Solar Orbiter is launching just 18 months after another sun-studying mission, NASA's Parker Solar Probe, got off the ground. PSP has gotten much closer to the sun - 15 million miles - than any other spacecraft to date, and it has traveled far faster as well. This probe will continue to break both of those records, by the way. The NASA spacecraft will continue sculpting its orbit, significantly shaving down its close solar approaches. By the end of its seven-year mission, PSP will get within a mere 3.83 million miles of the solar surface and reach top speeds of around 430,000 mph relative to the sun. Solar Orbiter won't get nearly that close to our star; the probe's highly eccentric path takes it within 26 million miles of the solar surface on closest approach. But the more-distant viewing location provides important advantages, mission team members have said. For example, the different vantage points of Solar Orbiter and PSP will allow scientists to compare observations of solar plasma and magnetic fields at different locations in space, providing valuable context. And Solar Orbiter can look directly at the sun and take pictures, which PSP is not equipped to do. \"You can't really get much closer than Solar Orbiter is going and still look at the sun,\" ESA Solar Orbiter project scientist Daniel Müller, of the European Space Research and Technology Center in the Netherlands, said in the same statement. PSP and Solar Orbiter will, therefore, work well together in helping scientists better understand how the sun ticks, members of both teams have said. And these researchers aim to answer some pretty big questions - how the stream of charged particles known as the solar wind is accelerated to such tremendous speeds, for example, and how exactly the sun's internal dynamo works. \"We are learning a lot with Parker, and adding Solar Orbiter to the equation will only bring even more knowledge,\" Teresa Nieves-Chinchilla, NASA deputy project scientist for Solar Orbiter at Goddard Space Flight Center, said in the same statement. The cooperation will start soon. Solar Orbiter is scheduled to begin making science measurements in May, mission team members said. And given the length of both missions, the collaboration should continue through at least the mid-2020s, representative said. \"It's definitely a golden age,\" Nicky Fox, Heliophysics Division director in the Science Mission Directorate at NASA headquarters in Washington, said during a news conference today. \"It's definitely the time to study solar physics.\" ", "url": "https://www.space.com/solar-orbiter-mission-sun-poles.html"}, {"title": "ESA's Solar Orbiter Heat Shield Relies On Stone Age Technology", "date": "2020-01-28", "content": "Next week's launch of the European Space Agency's Solar Orbiter mission would have never seen fruition if not for some ingenious heat shield engineering. Its largely 'Solar Black' shield relies on elements of both high- tech biomedical design and Stone Age-era pigments originally first found in the bones of charred animals. The mission's primary goal is to make unprecedented high-resolution observations of the solar surface and the Sun's poles. In the process, ESA says the spacecraft should transmit back images of the Sun's heretofore uncharted polar regions. The mission will venture just 42 million km from the Sun - about as close as it is possible to go without having its instruments melt. Thus, ESA says it will need to weather extremely high temperatures and sunlight 13 times stronger than what is found in Earth orbit. The space agency says its mission was designed to operate behind an extremely think multi-layer heat shield. But the team had three major challenges to overcome in its building, ESA materials engineer Andrew Norman said in a statement. The shield needed to maintain the same color during its total mission life. That is, even after years of exposure to intense solar flux, including high ultraviolet radiation. As a result, ESA settled on black, to keep the spacecraft and its instruments' thermo-optical properties stable over the mission lifetime. The shield needed to be electrically-conductive, to prevent any electrostatic build-up from interaction with the solar wind, says ESA. Otherwise, such build-up might damage the spacecraft. The shield had to be resilient enough so as to not outgas or shed particles that might endanger the spacecraft's instrument lenses, mirrors and sensitive surfaces, says ESA. The Solar Orbiter sunshield ESA ESA used a treatment originally developed to chemically bond black calcium phosphate to metal medical implants. Dubbed 'Solar Black,' it was developed by the Irish company Enbio and is designed to essentially become part of the metal itself. That is, to a thickness of just a few thousandths of a millimeter. Ebonex, a U.S. company, produces a char bone pigment which ESA says is essential in the production of the heat-resistant 'Solar Black' material. As for the shield's end result on the spacecraft itself? The spacecraft uses a design with multiple layers, plus double structural gaps and thin supports to allow the majority of absorbed heat to radiate out sideways into space, says ESA. Solar Orbiter's ten instruments will look through the heatshield via a set of eight 'feedthrough lines' topped with hinged protective covers, says ESA. But the space agency says that the most of the spacecraft will remain in the shade of the heat shield throughout the mission. Once launched, the Solar Orbiter will take just under two years to reach its initial operational orbit, says ESA. But first it will need to do Earth and Venus gravitational assist flybys in order to enter its science-oriented, highly elliptical solar orbit.", "url": "https://www.forbes.com/sites/brucedorminey/2020/01/28/esas-solar-orbiter-mission-heat-shield-relies-on-stone-age-technology/"}, {"title": "This solar orbiter will get up-close images of the sun", "date": "2020-01-30", "content": "A European space probe will soon launch with the specific mission of doing exactly what every child learns never to do-stare directly at the sun. The intensity of the sun's light blinds most camera systems, whether they're squishy eyes or rigid iPhones. But the newest solar satellite's peepers aren't most camera systems. Slated for launch in early February, the European Space Agency's Solar Orbiter will tag team with NASA's Parker Solar Probe to study the enigmatic solar winds and magnetic field of our nearest star. While it won't get as scorchingly close as its partner in exploration, the Solar Orbiter will use its unique set of instruments to take unprecedented measurements of the star, including a much anticipated first glimpse of the sun's poles-a perspective current solar observatories lack. \" The spacecraft do good work on their own, but when you put them together into this system observatory, they get so much more powerful,\" said Nicky Fox, the director of NASA's Heliophysics Science Division during a press conference on Monday. \"We're excited to welcome the Solar Orbiter into our fleet .\" After a few years of delays, the European Space Agency has delivered its Solar Orbiter to Florida's Kennedy Space Center, where NASA is preparing it for launch as soon as February 7. Once in space, it will begin preliminary data collection in May, coordinating measurements with NASA's Parker Solar Probe as that craft makes its fifth close approach to the sun. The 1.5-billion-dollar Solar Orbiter then faces a year-long journey-swinging around the sun, Venus, and the Earth to get into position-before it begins full science operations in November of 2021. While the orbiter has a different skillset than Parker and is headed for a different solar region, both probes represent complementary attempts to unravel the same central mystery: a churning star sits at the center of our solar system, flinging outward gusts of charged particles that mess with our communications systems, but simultaneously keep us safe from the dangerous galactic rays of interstellar space. Heliophysicists know that the sun's ever-shifting magnetic field plays a role in pushing out those particles, but can't yet forecast when those protective breezes will get whipped up into damaging gales. The Solar Orbiter will study the sun with two sets of instruments. The first is a suite of four so-called \"in-situ\" devices stuck onto a 12-foot rod that will directly gauge the zephyrs around it as one might do with a moistened finger stuck in the air. With the exception of one novel tool that can detect traces of heavy metals in the proton- and electron-based solar wind, this suite largely duplicates the senses of Parker. That redundancy will come as a boon to researchers, who will soon be able to compare the solar wind at two points relatively close to the sun. That's a far cry from the number of weather stations meteorologists use on Earth, but a big improvement over just one. The second set of instruments will increasingly set the orbiter apart as the mission evolves over the next seven years. Unlike Parker, it packs six remote sensing instruments-telescopes that will spy on the sun's surface in everything from x-rays to visible light. After this new orbiter opens its eyes in 2021, it will eventually take the closest images ever of the star, from just 26 million miles away. That's about a quarter the distance between the Earth and the Sun, and inside the orbit of Mercury. Parker has already made closer approaches, but it doesn't carry cameras capable of staring directly at the blazing orb-it's focused on sampling the inner winds instead. The Solar Orbiter's sun-facing telescopes sit safely inside the spacecraft, hidden behind its heatshield. When the time comes, viewing ports will open just enough to let in the sunlight needed to take pictures. ! solar orbiter in the nasa facility A view of the Solar Orbiter's heatshield, highlighting circular viewing ports that will let the internal telescopes catch a safe peek of the sun. ESA-S. Corvaja With both sets of instruments, researchers hope the Solar Orbiter will help them trace the solar wind back to its roots on the surface of the sun. \" It will ideally provide, for the first time, the first full observation of the solar wind, starting by identifying its sources on the sun and then measuring all its properties as it flows outside throughout the atmosphere of the sun and as it reaches and passes our spacecraft,\" said Yannis Zouganelis, the ESA deputy project scientist for Solar Orbiter. Over time, the orbiter will leverage further encounters with Venus to tip its own orbit out of the plane that Earth and the other planets inhabit around the Sun's equator. Reaching an orbit tipped at 33 degrees-which would bring it as high as northern Africa or Dallas, Texas if it were making a similar pass around Earth-it will snap the first pictures of the sun's northern and southern poles. Here, simulations predict that dark, gaping holes expel tremendous amounts of wind. Current images taken from orbit around the equator catch just the edges of these unseen realms, which some scientists suspect may foretell the intensity of solar activity years down the line. The unique perspective will also help researchers get a full, three- dimensional picture of the magnetic field at the poles and elsewhere. Other observatories have been able to gauge the field strength and estimate which way it's pointing, but trying to do so while stuck on Earth is kind of like estimating depth with one eye closed. \"Our models of solar winds and coronal mass ejections, they overlap critically on getting the magnetic field correct back at the sun,\" said Chris Cyr, former NASA project scientist for the mission. \"We've been making a lot of assumptions so far and this will give us a chance to check on that.\" The solar wind mystery has stood for decades, but with Solar Orbiter and the Parker Solar Probe on the case, some answers may finally be on the horizon. \"It's kind of a golden age for solar physics,\" Fox said. \"We've had to wait a long time for the technology to be ready.\" ", "url": "https://www.popphoto.com/story/news/esa-solar-orbiter-set-for-launch/"}, {"title": "ESA's Solar Orbiter will launch next month", "date": "2020-01-30", "content": "On January 29, 2020, the European Space Agency (ESA) released the video above about its Solar Orbiter mission, aka SolO. The video shows you the SolO spacecraft, whose goal is to perform detailed measurements of the inner heliosphere, or sphere of the sun's influence. It'll also observe the nascent solar wind, that is, the solar wind (a stream of charged particles) just as it is leaving the sun. And the mission will perform close observations of the sun's polar regions. A goal of the mission is to answer the question: How does the sun create and control the heliosphere? The spacecraft is due for launch in February 2020 from from Cape Canaveral, Florida. It'll be launched by an Atlas V rocket, and afterwards deploy a 60-foot-long (18-meter-long) solar array (as measured from tip-to-tip), as well as a set of antennas and an instrument boom. ESA explained that the spacecraft will: ... take advantage of the gravitational force of Venus and Earth to adjust its trajectory, which will place it into an elliptical orbit around the sun. Solar Orbiter will get as close as 26 million miles to the sun, about one-quarter of the distance between the sun and Earth. The orbit will allow Solar Orbiter to see some of the never-before-imaged regions of the sun, including the poles. Solar Orbiter's instruments peek at the star through tiny windows in a foot-thick titanium foil shield, which will protect the spacecraft against the scorching temperatures and constant bombardment by highly charged particles of the solar wind. ESA said SolO will carry 10 instruments for imaging the surface of our star and measuring the properties of the solar environment. ", "url": "https://earthsky.org/space/esa-solar-orbiter-video-launch-feb-2020/"}, {"title": "Solar Orbiter Will Encounter Intense Heat and Radiation - Here's How It's Protected", "date": "2020-02-04", "content": "When Solar Orbiter launches on its journey to the Sun, there's one key piece of engineering making this ESA-NASA mission possible: the heat shield. Seeking a view of the Sun's north and south poles, Solar Orbiter will journey out of the ecliptic plane - the belt of space, roughly in line with the Sun's equator, through which the planets orbit. Slinging repeatedly past Venus in order to draw near the Sun and climb higher above the ecliptic, the spacecraft bounds from the Sun and back toward the orbit of Earth throughout its mission. \"Although Solar Orbiter goes quite close to the Sun, it also goes quite far away,\" said Anne Pacros, the payload manager at the European Space Agency's, or ESA's, European Space Research and Technology Centre in the Netherlands. \"We have to survive both high heat and extreme cold.\" In the dark of space, Solar Orbiter faces temperatures of minus 300 degrees Fahrenheit. At closest approach, 26 million miles from the Sun, it will encounter intense heat and radiation. But Solar Orbiter's 324-pound heat shield reflects and guides heat away from the spacecraft and can withstand up to 970° F. The heat shield is built like a 10-foot-by-8-foot sandwich. The front layer - wafer-thin sheets of titanium foil - strongly reflects heat. A honeycomb-patterned aluminum base, covered in more foil insulation, forms the inner slice closest to the spacecraft and provides support. Star-shaped titanium brackets keep the layers in place, like a toothpick tasked to hold bread together, but notably, this sandwich is missing its filling. The nearly 10-inch gap in the shield funnels heat out to space. A smaller, second gap lies between the inner slice and the spacecraft. Overall, the shield is 15 inches thick. It also has several eyes: peepholes for five of the spacecraft's remote-sensing instruments to peer through. Solar Orbiter's heat shield is coated with a thin, black layer of calcium phosphate, a charcoal-like powder much like pigments used in cave paintings thousands of years ago. \"It's funny that something as technologically advanced as this is actually very old,\" Pacros said. But the coating resists degradation under the blow of intense solar ultraviolet radiation. Although the black powder does absorb some heat, it's excellent at shedding that heat back out to space. Solar Orbiter also has to contend with its own heat. Its instruments work up a sweat while they're running; panels of radiators on the side of the spacecraft eject heat and ensure the instruments don't get too hot. Tight control of the spacecraft's position and tilt is key to protecting the instruments. Once the spacecraft is past the 88-million-mile mark in its solar flybys - that's 95% of the distance between the Sun and Earth - the heat shield must be pointed straight at the Sun. That means Solar Orbiter will crab walk through space, keeping the spacecraft and instruments tucked in the heat shield's shadow. Solar Orbiter is an international cooperative mission between the European Space Agency and NASA. ESA's European Space Research and Technology Centre in the Netherlands manages the development effort. The European Space Operations Center in Germany will operate Solar Orbiter after launch. Solar Orbiter was built by Airbus Defence and Space, and contains 10 instruments: nine provided by ESA member states and ESA. NASA provided one instrument and an additional sensor, the Heavy Ion Sensor, which is part of the Solar Wind Analyzer instrument suite. ", "url": "https://scitechdaily.com/solar-orbiter-will-encounter-intense-heat-and-radiation-heres-how-its-protected/"}, {"title": "NASA and ESA's Solar Orbiter begins its nearly two-year journey to the Sun", "date": "2020-02-10", "content": "After years of development, an exciting new scientific research spacecraft has launched on its journey to study our solar system's central player: the Sun. The Solar Orbiter, developed jointly by NASA and the European Space Agency and built by Airbus, lifted off from Cape Canaveral Air Force Station in Florida on Sunday night, launching as planned at 11:03 PM EST. Solar Orbiter launched atop a United Launch Alliance Atlas V rocket, featuring a unique configuration of the launch vehicle designed specifically to get the nearly 4,000-pound observation craft off Earth and onto its target path to eventually approach the Sun. The Atlas V used for this launch was configured with a payload fairing 13 feet in diameter to accommodate the Orbiter, and used a single solid rocket motor to provide the necessary propulsive power. From here, Solar Obiter embarks on a journey that will take just over a year and a half, and include two close passes to Venus and Earth in order to take advantage of their gravitational pull to propel the spacecraft toward its target destination while conserving as much fuel as possible. After it swings by those two bodies to gain momentum, it'll end up in an orbit around the Sun with a close approach distance of just 26 million miles - still about 100 times as far as the Moon is from Earth, but so close that temperatures at their peak at the spacecraft will reach nearly 1,000 degrees Fahrenheit. Solar Orbiter's mission sees it orbiting the Sun for at least seven years, gathering data about what's going on in the star's heliosphere, which is roughly equivalent to Earth's atmosphere in that it surrounds the Sun. These findings should shed new light on what goes on in the heliosphere, which will definitely be advantageous for scientific study of our solar companion, but they could also provide new information that leads to better understanding of so-called \"space weather,\" which includes things like solar storms and flares that actually impact the proper functioning of infrastructure, including communications and navigation technology back on Earth. On board Solar Orbiter, there are 10 instruments to measure various phenomena and gather different types of information from the Sun, including permeating ultraviolet imaging and taking measurements from the solar wind that radiates off the star. All of these instruments had to be hardened to withstand not only those extremely high temperatures from the Orbiter's closest approach to the Sun, but also down to nearly -300 degrees Fahrenheit, which is an amazing engineering challenge when you're dealing with instrumentation designed to detect very fine detail. They'll be protected in part by a heat shield made of titanium and covered with a calcium phosphate coating that will absorb most of the 1,000-degree temperatures, however, resulting in a more tolerable range of between 4 and 122 degrees Fahrenheit for most of the actual instruments themselves. Solar Orbiter won't be alone in its study of the Sun: NASA's Parker Solar Probe, which launched in 2018, will be simultaneously in solar orbit, gathering solar gas samples and providing information that can be used in tandem with data provided by Solar Orbiter for a more complete picture of what's going on at the center of our solar system. ", "url": "https://techcrunch.com/2020/02/10/nasa-and-esas-solar-orbiter-begins-its-nearly-two-year-journey-to-the-sun/"}, {"title": "Solar Orbiter Science Instrument Sends First Measurements to Ground Control", "date": "2020-02-17", "content": "First measurements by a Solar Orbiter science instrument reached the ground on Thursday February 13, 2020, providing a confirmation to the international science teams that the magnetometer on board is in good health following a successful deployment of the spacecraft's instrument boom. Solar Orbiter, ESA's new Sun- exploring spacecraft, launched on Monday, February 10, 2020. It carries ten scientific instruments, four of which measure properties of the environment around the spacecraft, especially electromagnetic characteristics of the solar wind, the stream of charged particles flowing from the Sun. Three of these 'in situ' instruments have sensors located on the 4.4 m-long boom. \"We measure magnetic fields thousands of times smaller than those we are familiar with on Earth,\" says Tim Horbury of Imperial College London, Principal Investigator for the Magnetometer instrument. \"Even currents in electrical wires make magnetic fields far larger than what we need to measure. That's why our sensors are on a boom, to keep them away from all the electrical activity inside the spacecraft.\" Observing magnetic field as boom deploys: Ground controllers at the European Space Operations Centre in Darmstadt, Germany, switched on the magnetometer's two sensors about 21 hours after liftoff. The instrument recorded data before, during, and after the boom's deployment, allowing the scientists to understand the influence of the spacecraft on measurements in the space environment. \"The data we received shows how the magnetic field decreases from the vicinity of the spacecraft to where the instruments are actually deployed,\" adds Tim. \"This is an independent confirmation that the boom actually deployed and that the instruments will, indeed, provide accurate scientific measurements in the future.\" As the titanium/carbon-fiber boom stretched out over an overall 30-minute period on Wednesday, almost three days after liftoff, the scientists could observe the level of the magnetic field decrease by about one order of magnitude. While at the beginning they saw mostly the magnetic field of the spacecraft, at the end of the procedure, they got the first glimpse of the significantly weaker magnetic field in the surrounding environment. \"Measuring before, during, and after the boom deployment helps us to identify and characterize signals that are not linked to the solar wind, such as perturbations coming from the spacecraft platform and other instruments,\" says Matthieu Kretzschmar, of Laboratoire de Physique et Chimie de l'Environnement et de l'Espace in Orleans, France, Lead Co-investigator behind another sensor located on the boom, the high-frequency magnetometer of the Radio and Plasma Waves instrument instrument. \"The spacecraft underwent extensive testing on the ground to measure its magnetic properties in a special simulation facility, but we couldn't fully test this aspect until now, in space, because the test equipment usually prevents us from reaching the needed very low level of magnetic field fluctuations,\" he adds. Next, the instruments will have to be calibrated before true science can begin. Warming up for science: \"Until the end of April, we will be gradually turning on the in-situ instruments and checking whether they are working correctly,\" says Yannis Zouganelis, ESA's deputy project scientist for the Solar Orbiter mission. \"By the end of April, we will have a better idea of the performance of the instruments and hopefully start collecting first scientific data in mid-May.\" In addition to the instrument boom, the deployments of three antennas of the RPW instrument, which will study characteristics of electromagnetic and electrostatic waves in the solar wind, were successfully completed in the early hours of Thursday 13 February. The data of these specific deployments still need to be analyzed. In addition to the four in situ instruments, Solar Orbiter carries six remote- sensing instruments, essentially telescopes, that will be imaging the surface of the Sun at various wavelengths, obtaining the closest-ever views of our parent star. \"The remote-sensing instruments will be commissioned in the coming months, and we look forward to testing them further in June, when Solar Orbiter gets nearer to the Sun,\" Yannis adds. Unraveling the Sun's mysteries: The combination of both sets of instruments will allow scientists to link what happens on the Sun to the phenomena measured in the solar wind, enabling them to tackle mysteries such as the 11-year cycle of solar activity, the generation of the Sun's magnetic field, and how solar wind particles are accelerated to high energies. \"The ten instruments onboard our mission will be playing together like instruments in an orchestra,\" says ESA Solar Orbiter project scientist Daniel Müller. \"We have just started the rehearsal, and one by one, additional instruments will join. Once we are complete, in a few months' time, we will be listening to the symphony of the Sun.\" ", "url": "https://scitechdaily.com/solar-orbiter-science-instrument-sends-first-measurements-to-ground-control/"}, {"title": "Solar Orbiter heads to the sun in mission to unravel its mysteries, takes first space measurements", "date": "2020-02-20", "content": "The European Space Agency's Solar Orbiter spacecraft is traveling through the cosmos. Its destination: the inner solar system. The 3,900-lb. spacecraft will work in tandem with NASA's Parker Solar Probe to unravel solar mysteries that have puzzled scientists for decades. The probe will spend the next two years cruising towards the sun and using both Venus and the Earth to slingshot itself out of the ecliptic plane - the area of space where all planets orbit. This vantage point will allow the spacecraft to eventually look down upon the sun's polar regions and snap the very first images of this crucial area. \"We believe this area holds the keys to unraveling the mysteries of the sun's activity cycle,\" Daniel Müller, the mission's ESA project scientist, said in a prelaunch science briefing on Feb. 7. The Solar Orbiter and its suite of 10 specialized instruments will act as a mobile laboratory in space, tracking eruptions of solar materials from their origin on the surface of the sun, out into space, and all the way down to Earth. \"Our entire solar system is governed by the activity that comes from the sun,\" Nicky Fox, director of NASA's Heliophysics Division said during the mission's science briefing. \"There's a continually streaming kind of soup of energetic particles that moves away from the sun and bathes all the planets. We call that the solar wind.\" Together, the solar wind and the sun's magnetic field create a huge bubble known as the heliosphere, which shields the Earth from powerful interstellar radiation called cosmic rays. Coronal mass ejections are energetic eruptions of solar material and when they make it to Earth, the solar particles can interact with our planet's magnetic field to produce powerful electromagnetic fluctuations. Known as geomagnetic storms, they are troublesome because they're known to disrupt technologies like communications systems and even power grids. Additionally, they can also be dangerous to astronauts and satellites in space. Solar Orbiter will help mitigate damages from these types of storms by helping scientists better predict when they might happen. Solar Orbiter launched atop an Atlas V rocket on Feb. 9 at 11:03 p.m. EST. About an hour after liftoff, the spacecraft separated from the rocket's upper stage as planned, extended its solar arrays and sent a signal back to Earth that it had power. The spacecraft then spent the next several days deploying its communication antennas as well as its instrument boom. Its first three months are what's known as a commissioning phase, during which ground controllers will check out the onboard instruments to make sure everything is in working order. Two years from now, the spacecraft will be close enough to take its first detailed measurements of the sun, but we didn't have to wait that long for the first bits of science data to come in. Solar Orbiter carries ten scientific instruments, four in situ and six remote-sensing imagers. The majority of the in situ instruments are located on a 4.4-m-long extendable boom. They study the electromagnetic characteristics of the solar wind, as well as the stream of charged particles flowing from the Sun. \"We measure magnetic fields thousands of times smaller than those we are familiar with on Earth,\" Tim Horbury, principal investigator for the magnetometer instrument on the Solar Orbiter, said in the statement. \"Even currents in electrical wires make magnetic fields far larger than what we need to measure. That's why our sensors are on a boom, to keep them away from all the electrical activity inside the spacecraft.\" Designed to measure the strength and direction of the magnetic field, the MAG was the first instrument to send back data. \"The data we received shows how the magnetic field decreases from the vicinity of the spacecraft to where the instruments are actually deployed,\" Horbury said in the same statement. \"This is an independent confirmation that the boom actually deployed and that the instruments will, indeed, provide accurate scientific measurements in the future.\" The boom is a pole made constructed out of titanium and carbon-fiber that houses three instruments, which are so sensitive that they need to be kept away from the main body of the spacecraft to avoid potential electromagnetic disturbances. \"Measuring before, during, and after the boom deployment helps us to identify and characterize signals that are not linked to the solar wind, such as perturbations coming from the spacecraft platform and other instruments,\" Matthieu Kretzschmar, lead co-investigator of the high-frequency magnetometer of the Radio and Plasma Waves instrument instrument, which is also located on the boom and will study properties of the solar wind. The team will continue to calibrate the spacecraft's suite of instruments and will begin collecting official science data as early as May. ", "url": "https://www.teslarati.com/esa-solar-orbiter-sun-space-measurements/"}, {"title": "An unexpected meeting could see Solar Orbiter study Comet ATLAS", "date": "2020-05-15", "content": "Hopes of observing what could have been one of the brightest comets to fly past Earth in years were dashed last month, when reports that Comet C/2019 Y4 had started fading in brightness and was potentially breaking apart. This was confirmed by images from Hubble which showed the football field-sized icy object breaking into chunks the size of a small house. But in a new twist of events, it turns out it might not all be bad news, as ESA's sun-observing satellite Solar Orbiter, could be in the right place at the right time to encounter the comet's ion and dust tail end of May/beginning of June. Comet ATLAS was discovered on 28 December, 2019, by the system that gives it its name; the Asteroid Terrestrial-impact Last Alert System - a robotic astronomical survey stationed atop Mauna Loa in Hawaii. With a 4000-fold increase in brightness between the beginning of February and near the end of March, the increase in activity of the Comet as it approached the Sun was expected to make it visible to the naked eye; a boon for comet watchers everywhere. However, the anticipated spectacle was short-lived as by April, another monitoring programme, this time carried out by the 0.6-m Ningbo Education Xinjiang Telescope, caught images of the possible disintegration of the comet. An event later confirmed by Hubble. Although the comet has since undergone a resurgence in brightness following its demise, it is unlikely to stay bright for long, but handily astronomers might be able to learn more about comet ATLAS than originally planned thanks to a spacecraft on a mission to study the Sun and its inner heliosphere; The European Space Agency's Solar Orbiter spacecraft. Launched on 10 February, 2020, the observatory is now on a two year cruise towards the innermost regions of the Solar System and is using Venus and Earth to slingshot itself into the correct trajectory. But by a happy coincidence, the Orbiters path to the Sun will now place it downstream of the comet in the solar wind in a position that will potentially allow the craft to perform an in-situ detection of the comet's ion and/or dust tails, with the first encounter just over two weeks from now. \"The spacecraft may encounter the comet's ion tail around 2020 May 31-June 1, and that the comet's dust tail may be crossed on 2020 June 6,\" write a trio of scientists, Geraint Jones, Qasim Afghan and Oliver Price, at Mullard Space Science Laboratory, University College London, who have calculated the positions of both the craft and comet. Packed on board Solar Orbiter is a Solar Wind Plasma Analyzer. This instrument will be able to detect ionised atoms and molecules in the gas surrounding the comet as it gets bombarded by charged particles streaming off the Sun. But, as timely as this stroke of luck is, there will only be something to see if the comet is losing enough material at the time say Jones and colleagues. Failing that, a week later the Orbiter will have the chance to detect minute particles in the comet's dust tail if they happen to bump into the spacecraft's Radio and Plasma Waves experiment; an instrument that was initially intended to determine the characteristics of electromagnetic and electrostatic waves in the solar wind via both in situ and remote-sensing measurements. Uncommon events known as Interplanetary Field Enhancements, IFEs, are another solar wind phenomenon that may be observed around the time of the orbital plane crossing note the authors in their paper published in the journal Research Notes of the American Astronomical Society. All eyes will now be on Solar Orbiter and if the spacecraft's instruments do detect material from Comet ATLAS, \"it will be the first predicted serendipitous comet tail crossing by an active spacecraft carrying appropriate instrumentation for the detection of cometary material,\" say the trio. Comet ATLAS will reach its nearest point to Earth on 23 May and come to perihelion on 31 May, 2020.", "url": "https://room.eu.com/news/an-unexpected-meeting-could-see-solar-orbiter-study-comet-atlas"}, {"title": "Solar probe to pass through comet's tail for 'bonus science'", "date": "2020-05-29", "content": "The European Space Agency said Friday that its Solar Orbiter probe will pass through the tail of a comet in the coming days and scientists plan to switch on its instruments early to conduct some \"bonus science.\" Solar Orbiter was launched in February on a mission to capture the first pictures of the sun's elusive poles and the chance encounter with comet ATLAS wasn't planned. After being alerted to the opportunity by Geraint Jones of Britain's Mullard Space Science Laboratory, mission scientists set about ensuring four of the probe's instruments will be switched on to gather data about the trail of dust and charged particles left by the comet. ESA said similar chance flybys through a comet's tail have only been recorded six times previously and only after the event had taken place. The agency's director of science, Guenther Hasinger, said the unexpected encounter \"provides a mission with unique opportunities and challenges, but that's good.\" \"Chances like this are all part of the adventure of science,\" he added. ", "url": "https://www.republicworld.com/world-news/rest-of-the-world-news/solar-probe-to-pass-through-comets-tail-for-bonus-science.html"}, {"title": "ESA's Solar Orbiter made its 1st close approach to the sun on June 15", "date": "2020-06-15", "content": "The European Space Agency (ESA) announced on June 15, 2020, that its Solar Orbiter spacecraft - which sped into space this past February in a dramatic night launch - has made its first close approach to our star. It swept as close to the sun's surface as about 50 million miles (77 million km), or about half the average distance between the sun and Earth. No images yet! The first ones are expected to be released in July. Meanwhile, the scientists say they will: ... test the spacecraft's 10 science instruments, including the six telescopes on-board, which will acquire close-up images of the sun in unison for the first time. Solar Orbiter Project Scientist Daniel Müller commented in a statement from ESA: We have never taken pictures of the sun from a closer distance than this. There have been higher resolution close-ups, e.g. taken by the 4-meter Daniel K. Inouye Solar Telescope in Hawaii earlier this year. But from Earth, with the atmosphere between the telescope and the sun, you can only see a small part of the solar spectrum that you can see from space. NASA's Parker Solar Probe, launched in 2018, makes closer approaches, ESA pointed out. But that spacecraft doesn't carry telescopes capable of looking directly at the sun. Daniel commented: Our ultraviolet imaging telescopes have the same spatial resolution as those of NASA's Solar Dynamic Observatory (SDO), which takes high-resolution images of the sun from an orbit close to Earth. Because we are currently at half the distance to the sun, our images have twice SDO's resolution during this perihelion. Solar Orbiter was launched on February 10 of this year. As of today (June 15), its commissioning phase is complete. Now the craft will commence its cruise phase, which will last until November 2021. The spacecraft will continue getting closer and closer to the sun. During the main science phase ahead, it'll get as close as 26 million miles (42 million km) to the sun's surface, which is closer than the innermost planet Mercury. ESA said: The spacecraft will reach its next perihelion in early 2021. During the first close approach of the main science phase, in early 2022, it will get as close as 48 million km about 30 million miles. Solar Orbiter operators will then use the gravity of Venus to gradually shift the spacecraft's orbit out of the ecliptic plane, in which the planets of the solar system orbit. These fly-by maneuvers will enable Solar Orbiter to look at the sun from higher latitudes and get the first ever proper view of its poles. Studying the activity in the polar regions will help the scientists to better understand the behavior of the sun's magnetic field, which drives the creation of the solar wind that in turn affects the environment of the entire solar system. Since the spacecraft is currently 134 million km about 80 million miles from Earth, it will take about a week for all perihelion images to be downloaded via ESA's 35-meter deep-space antenna in Malargüe, Argentina. The science teams will then process the images before releasing them to the public in mid-July. The data from the in-situ instruments will become public later this year after a careful calibration of all individual sensors. Daniel commented: We have a 9-hour download window every day but we are already very far from Earth so the data rate is much lower than it was in the early weeks of the mission when we were still very close to Earth. In the later phases of the mission, it will occasionally take up to several months to download all the data because Solar Orbiter really is a deep space mission.", "url": "https://earthsky.org/space/esa-solar-orbiter-1st-perihelion-june-15-2020/"}]}, {"win label": 0, "news": [{"title": "ESA, NASA Release First Pictures From Solar Orbiter", "date": "2020-07-16", "content": "Officials from the European Space Agency, ESA, and its U.S. counterpart, NASA Thursday released the first ever pictures from the agencies' joint Solar Orbiter mission, including the closest pictures ever taken of the sun. The orbiter was about 77 million kilometers from the sun - about halfway between Earth and the star - when it took the stunning high-resolution pictures last month. During a remote news briefing as the pictures were released, ESA's Solar Orbiter project scientist, Daniel Müller, said the mission was off to an excellent start. He said, \"We didn't expect such great results so early.\" The Belgium Royal Observatory's David Berghmans, the principal investigator for the \"Extreme Ultraviolet Imagers\" on board the spacecraft, described the very first high-resolution image they saw from the orbiter, which snapped a picture of the sun's corona, or outer disc. He said they did not expect to see much - the region of the sun is known as the \"quiet corona\" for that reason. But he said the pictures revealed activity they did not expect. \"We couldn't believe this when we first saw this and we started giving it crazy names like 'campfires' and 'dark fibrils' and 'ghosts' and whatever we saw.\" He said there was so much they had to start \"a new vocabulary\" to give names to all the new phenomena they saw. The solar orbiter was launched Feb. 9 from the Kennedy Space Center on Florida's Cape Canaveral. The mission is designed to provide first-ever close- up views of the sun's polar regions and observe its magnetic activity. The research could answer decades-old burning questions about the inner workings of our nearest star. ", "url": "https://www.voanews.com/a/science-health_esa-nasa-release-first-pictures-solar-orbiter/6192928.html"}, {"title": "NASA and the ESA release the closest images ever taken of the sun", "date": "2020-07-16", "content": "NASA and the European Space Agency on Thursday released the closest pictures ever taken of the sun that were snapped just a mere 48 million miles away from earth's nearest star. The images were shot by the Solar Orbiter, a spacecraft that is the result of an international mission between the two agencies that completed its first close pass of the sun last month. \"These amazing images will help scientists piece together the sun's atmospheric layers, which is important for understanding how it drives space weather near the Earth and throughout the solar system,\" Holly Gilbert, a NASA project scientist for the mission, said in a statement. The Solar Orbiter snapped the pictures with six different imaging instruments. \"We didn't expect such great results so early,\" said Daniel Müller, a project scientist with the ESA, who added that the images confirm the Solar Orbiter is \"off to an excellent start.\" The feat required an immense amount of collaboration and ingenuity, especially amid the novel coronavirus pandemic which forced mission control at the European Space Operations Center in in Darmstadt, Germany, to shut down completely for over a week. The Solar Orbiter launched in February. Moreover, during the period when each instrument on the Solar Orbiter was tested by scientists, the ESOC staff was forced to complete this work with just a \"skeleton crew,\" the agencies said. \"The pandemic required us to perform critical operations remotely -- the first time we have ever done that,\" Russell Howard, the principal investigator for one of Solar Orbiter's imagers, said in a statement. In addition to the stunning images of the sun, the mission also revealed some initial results with its in situ instruments that measured the space environment surrounding the spacecraft as it neared the sun. ESA researchers say the new images revealed a new phenomenon on the sun that they dub \"campfires.\" \"The campfires are little relatives of the solar flares that we can observe from Earth, million or billion times smaller,\" David Berghmans of the Royal Observatory of Belgium, the principal investigator of the EUI instrument, said in a statement. \"The sun might look quiet at the first glance, but when we look in detail, we can see those miniature flares everywhere we look,\" he added. The next data set coming from the Solar Orbiter will reveal the temperatures and more data about these \"campfires\" and the sun's surface. ", "url": "https://abcnews.go.com/Technology/nasa-esa-release-stunning-images-sun/story?id=71817832"}, {"title": "Solar Orbiter's first science data shows the Sun at its quietest", "date": "2020-09-30", "content": "Three of the Solar Orbiter spacecraft's instruments, including Imperial's magnetometer, have released their first data. The European Space Agency's Solar Orbiter spacecraft launched in February 2020 on its mission to study to Sun and began collecting science data in June. Now, three of its ten instruments have released their first tranche of data, revealing the state of the Sun in a 'quiet' phase. The Sun is known to follow an 11-year cycle of sunspot activity and is currently almost completely free of sunspots. This is expected to change over the coming years as sunspot activity ramps up, causing the Sun to become more active and raising the chances of adverse 'space weather' events, where the Sun releases huge amounts of material and energy in solar flares and coronal mass ejections. The Sun's activity is closely linked to the state of its magnetic field, and this is measured by Imperial's instrument aboard Solar Orbiter, the magnetometer. Since June, MAG has recorded hundreds of millions of 'vectors' - measurements of the direction and strength of the Sun's magnetic field. Solar Orbiter has already flown inside the orbit of Venus, collecting some of the closest data to the Sun so far, and will get progressively closer in the coming years. It is currently orbiting close to the equator of the Sun, which in times of high activity would show a very warped magnetic field. Currently, however, the Sun's magnetic 'equator' is lying very flat to the true equator, allowing the spacecraft to observe fields from the Northern magnetic hemisphere for weeks on end, when just a few degrees north of the equator. Near times of high solar activity, when the Sun's magnetic equator is more warped, it is not possible to see a single polarity of magnetic field for so long. Solar wind structure: The MAG has also observed waves caused by protons and electrons streaming from the Sun. Further out, near the Earth, these particles are distributed more evenly in the bulk solar wind of charged particles streaming from the Sun, but at Solar Orbiter there are also 'beams' of protons and electrons coming from the Sun. There appears to much more structure in the solar wind closer to the Sun, and this is further shown by MAG confirming the presence of 'switchbacks' - dramatic folds in the solar wind first recorded by the Parker Solar Probe, a NASA mission launched in 2018. Solar Orbiter and the Parker Solar Probe will work together over the coming years to compare data on the same phenomena at different distances and orbits around the Sun as it wakes up and enters the next phase of its sunspot cycle. A testament to hard work: The data released today are part of Solar Orbiter's commitment to releasing data within three months of it arriving on the ground - a tight schedule for any space mission, but particularly challenging during a pandemic. Professor Tim Horbury, the Principal Investigator for MAG from the Department of Physics at Imperial, says that the fact the data is ready on time is testament to the hard work of the engineering team at Imperial. \"They have worked incredibly hard over the last few months. It's been an immense amount of work,\" he said. But it's paid off. \"There's a lot of it that we're releasing that nobody's really looked at in great detail yet. So I am sure there will also be a whole extra set of wonders - we just don't know what they are yet. There's an enormous amount for people to do, and I really hope that people will dive in.\" One of the first challenges from the team was to eliminate the tiny magnetic field signatures from the spacecraft itself. Almost everything that runs on electrical power on the spacecraft creates a varying magnetic field that must be removed from the data in order to get the true signal from the Sun. This includes the solar panels, the thrusters, the other science instruments and over 50 separate heaters. While different parts of the spacecraft turned on, the team had to take data from all of them in order to eliminate their signal. But Professor Horbury says it was all worth it: \"This is just the beginning, but the data is already enormously exciting and very rich. \"Solar Orbiter is living up to its promise. We always knew it was going to be a fantastic mission and the early measurements are showing just how much potential there is for unprecedented insights into the Sun,\" he said. MAG Instrument Manager Helen O'Brien said: \"MAG has been performing brilliantly for seven months now. We tested it here on Earth before launch, but we cannot perfectly recreate the harsh space environment, and certainly not for the prolonged periods MAG is now experiencing. \"So to see the first data go public is wonderful, and this is just the beginning. In December, the spacecraft does a flyby of Venus, and then we are back in to half the Sun-Earth distance in February next year. We are so proud!\" ", "url": "https://www.imperial.ac.uk/news/205373/solar-orbiters-first-science-data-shows/"}, {"title": "Definitely not Windows 95: What operating systems keep things running in space?", "date": "2020-10-02", "content": "The ESA's recently launched Solar Orbiter will spend years in one of the most unwelcoming places in the Solar System: the Sun. During its mission, Solar Orbiter will get 10 million kilometers closer to the Sun than Mercury. And, mind you, Mercury is close enough to have sustained temperatures reaching 450°C on its Sun-facing surface. To withstand such temperatures, Solar Orbiter is going to rely on an intricately designed heat shield. This heat shield, however, will protect the spacecraft only when it is pointed directly at the Sun-there is no sufficient protection on the sides or in the back of the probe. So, accordingly, ESA developed a real-time operating system for Solar Orbiter that can act under very strict requirements. The maximum allowed off-pointing from the Sun is only 6.5 degrees. Any off-pointing exceeding 2.3 degrees is acceptable only for a very brief period of time. When something goes wrong and dangerous off- pointing is detected, Solar Orbiter is going to have only 50 seconds to react. \"We've got extremely demanding requirements for this mission,\" says Maria Hernek, head of flight software systems section at ESA. \"Typically, rebooting the platform such as this takes roughly 40 seconds. Here, we've had 50 seconds total to find the issue, have it isolated, have the system operational again, and take recovery action.\" To reiterate: this operating system, located far away in space, needs to remotely reboot and recover in 50 seconds. Otherwise, the Solar Orbiter is getting fried. Billiard ball OS: To deal with such unforgiving deadlines, spacecraft like Solar Orbiter are almost always run by real-time operating systems that work in an entirely different way than the ones you and I know from the average laptop. The criteria by which we judge Windows or macOS are fairly simple. They perform a computation, and if the result of this computation is correct, then a task is considered to be done correctly. Operating systems used in space add at least one more central criterion: a computation needs to be done correctly within a strictly specified deadline. When a deadline is not met, the task is considered failed and terminated. And in spaceflight, a missed deadline quite often means your spacecraft has already turned into a fireball or strayed into an incorrect orbit. There's no point in processing such tasks any further; things must adhere to a very precise clock. The time, as measured by the clock, is divided into singular ticks. To simplify it, space operating systems are typically designed in such a way that each task is performed within a set number of allocated ticks. It can take three ticks to upload data from sensors; four further ticks are devoted to fire up engines and so on. Each possible task is assigned a specific priority, so a higher-priority task can take precedence over the lower-priority task. And this way, a software designer knows exactly which task is going to be performed in any given scenario and how much time it is going to take to get it done. To compare this to operating systems we all know, just watch any given speed comparison between modern smartphones. In this one made by EverythingApplePro, the iPhone XS Max and Samsung S10 Plus go head to head opening some popular apps. Before the test, both phones are restarted, and the cache is cleared in them. Samsung opens all the apps in 2 minutes 30 seconds, and the iPhone clocks in at 2 minutes 54 seconds. In the second round, all the apps are closed and opened again without restarting or clearing the RAM. Because the apps are still in RAM, Samsung finishes the opening in 46 seconds, and the iPhone does it in 42 seconds. That's a whopping two-minute time difference between the first try and the second. But if the phones had to run the kind of real-time operating systems used for spaceflight, opening those apps would take exactly the same amount of time no matter how many times you tried it-down to a millisecond. Beyond time, space operating systems have more tricks up their sleeves. Real- time operation is one thing, and determinism is another. If you somehow convinced Craig Federighi to take part in one of those speed comparisons, gave him full access to the iPhone about to be tested, and asked him to predict exactly how much time it would take for this iPhone to complete the test, he would likely have no idea. Sure, he'd probably say something like \"fast,\" or \"fast enough,\" or even \"blazingly fast,\" but nothing more specific than that. Neither iOS nor Android is a deterministic system. The number of factors that could potentially affect speed results is so huge that making such exact predictions is practically impossible. But if the phone was running a space- grade OS, an engineer with access to the system would know exactly what causes what in a given sequence and could calculate the exact time necessary for any given task. Space-grade software has to be fully predictable and perform within super specific deadlines. Shooting at the Moon with VxWorks: Back in the Apollo days, operating systems were custom-built for each mission. Sure, some of the code got reused-parts of the software made for the Apollo program made their way to Skylab and the Shuttle program, for instance. But for the most part, things had to be done from scratch. Eventually, NASA's preferred OS solution came from WindRiver, a company based in Alameda, California. WindRiver released a fully operational commercial off- the-shelf, real-time operating system called VxWorks back in 1987. While VxWorks wasn't the first system of this kind, it quickly became the most widely deployed of them all, meaning VxWorks soon caught the eye of NASA mission designers. The first mission to fly VxWorks was the Clementine Moon probe, otherwise known as the Deep Space Program Science Experiment. Back in the early 1990s, Clementine marked NASA's shift away from behemoth, Apollo-like programs. Everything was supposed to be lean, developed quickly, and on a tight budget. As such, one of the design choices made for the Clementine probe was to use VxWorks, and the system made a good enough impression to get a second date. VxWorks was the choice for the Mars Pathfinder mission. But not everything was all rosy for this RTOS, though. A bug-the priority inversion problem-caused a lot of trouble for NASA's ground control team. Shortly after landing, Pathfinder's system started to reboot for no apparent reason, which delayed transmitting the collected data back to Earth. It took three weeks to find the problem and another 18 hours to fix it; the issue turned out to be buried deep down in the VxWorks mechanics. ", "url": "https://arstechnica.com/features/2020/10/the-space-operating-systems-booting-up-where-no-one-has-gone-before/"}, {"title": "Solar Orbiter: Turning Pictures Into Physics - Solar 'Campfires', Space Weather, and Disintegrating Comets", "date": "2020-12-13", "content": "Solar Orbiter's latest results show that the mission is making the first direct connections between events at the solar surface and what's happening in interplanetary space around the spacecraft. It is also giving us new insights into solar 'campfires', space weather, and disintegrating comets. \"I could not be more pleased with the performance of Solar Orbiter and the various teams that keep it and its instruments operating,\" says Daniel Müller, ESA Solar Orbiter Project Scientist. \"It has been a real team effort under difficult circumstances this year, and now we are beginning to see those efforts really paying off.\" Solar Orbiter's ten scientific instruments are split into two groups. There are six remote sensing telescopes, and four in-situ instruments. The remote sensing instruments look at the Sun and its extended atmosphere, the corona. The in-situ instruments measure the particles around the spacecraft, which have been released by the Sun and are known as the solar wind, along with its magnetic and electric fields. Tracing the origin of those particles and fields back to the solar surface is one of the key objectives of Solar Orbiter. During Solar Orbiter's first close pass of the Sun, which took place on 15 June and saw the spacecraft approach to 77 million kilometers, both remote sensing and in-situ instruments were recording data. Footprints of the solar wind: Solar Orbiter data have made it possible to calculate the source region of the solar wind that hits the spacecraft, and identify this 'footprint' in the remote sensing images. In an example studied in June 2020, the footprint is seen at the edge of a region called a 'coronal hole', where the Sun's magnetic field reaches out into space, allowing the solar wind to flow. Even though the work is preliminary, it is still beyond anything that has been possible so far. \"We've never been able to do mapping this accurate before,\" says Tim Horbury, Imperial College, London, and Chair of the Solar Orbiter In-Situ Working Group. Campfire physics: Solar Orbiter also has new information about the Sun's 'campfires' that captured the world's attention earlier this year. The mission's first images showed a multitude of what appeared to be tiny solar eruptions bursting across the surface of the Sun. The scientists called them campfires because the exact energy associated with these events is not yet known. Without the energy, it is not yet clear whether they are the same phenomenon as other smaller-scale eruptive events that have been seen by other missions. What makes it all so tantalising is that small-scale 'nano-flares' have long been thought to exist on the Sun but we've never had the means to see events this small before. \"The campfires could be the nano-flares that we are after with Solar Orbiter,\" says Frédéric Auchère, Institut d'Astrophysique Spatiale, Orsay, France, and Chair of the Solar Orbiter Remote-Sensing Working Group. This is important because the nano-flares are theorized to be responsible for heating the corona, the outer atmosphere of the Sun. The fact that the corona is at about a million degrees Celsius whereas the surface is only about 5000 degrees is still one of the most puzzling issues in solar physics today. Investigating this mystery is one of the key scientific objectives of Solar Orbiter. To explore the idea, researchers have been analyzing data by Solar Orbiter's SPICE instrument. SPICE is designed to reveal the velocity of the gas at the solar surface. It has shown that there are indeed small-scale events in which the gas is moving with significant velocity but looking for a correlation to the campfires has not yet been done. \"Right now, we only have commissioning data, taken when the teams were still learning the behaviors of their instruments in space, and the results are very preliminary. But clearly, we do see very interesting things,\" says Frédéric. \"Solar Orbiter is all about discovery, and that is very exciting.\" Surfing a comet's tail: As well as progress towards the planned scientific objectives of Solar Orbiter, there has also been serendipitous science from the spacecraft too. Shortly after Solar Orbiter was launched, it was noticed that it would fly downstream of Comet ATLAS, passing through its two tails. Although Solar Orbiter was not designed for such an encounter, and was not due to be taking science data at this time, mission experts worked to ensure that all the in- situ instruments did record the unique encounter. But Nature had one more trick to play: the comet disintegrated before the spacecraft got close. So, instead of the hoped-for strong signals from the tails, it was entirely possible that the spacecraft would see nothing at all. That was not the case. Solar Orbiter did see signatures in the data from comet ATLAS, but not the kind of things that scientists would normally expect. Instead of a strong, single tail-crossing, the spacecraft detected numerous episodes of waves in the magnetic data. It also detected dust in patches too. This was probably released from the insides of the comet as it split into many small pieces. \"This is the first time we've essentially traveled through the wake of a comet that's disintegrated,\" says Tim. \"There's a lot of really interesting data there, and it's another example of the kind of high-quality fortuitous science we can do with Solar Orbiter.\" Stealth space weather: Solar Orbiter has been measuring the solar wind for much of its time in space, recording a number of particle ejections from the Sun. Then, on 19 April, a particularly interesting coronal mass ejection swept across Solar Orbiter. A coronal mass ejection, or CME, is a large space weather event, in which billions of tonnes of particles can be ejected from the Sun's outer atmosphere. During this particular CME, which burst from the Sun on 14 April, Solar Orbiter was about twenty percent of the way from the Earth to the Sun. Solar Orbiter wasn't the only spacecraft that observed this event. ESA's BepiColombo Mercury mission happened to be flying by the Earth at the time. There was also a NASA solar spacecraft called STEREO situated about ninety degrees away from the direct Sun-Earth line, and looking directly across the area of space that the CME traveled through. It watched the CME impact Solar Orbiter and then BepiColombo and Earth. Combining the measurements from all the different spacecraft allowed researchers to really study the way that the coronal mass ejection evolved as it travelled through space. This is known as multipoint science and thanks to the number of spacecraft now in the inner solar system, it will become an increasingly powerful tool in our quest to understand the solar wind and space weather. \"We can look at it remotely, we can measure it in-situ and we can see how a CME changes as it travels towards the Earth,\" says Tim. Perhaps just as intriguing as the spacecraft that saw the event, were those that didn't. The ESA-NASA SOHO spacecraft, which is situated in front of Earth and constantly watches the Sun for eruptions such as this, barely registered it. This puts the 19 April event in a rare class of space weather events, termed a stealth CME. Studying these more elusive events will help us understand space weather more completely. In the coming years, the opportunities for multipoint science will increase. On 27 December, Solar Orbiter will complete its first Venus flyby. This event will use the planet's gravity to swing the spacecraft closer to the Sun, putting Solar Orbiter in an even better position for joint measurements with NASA's Parker Solar Probe, which will also complete two Venus flybys in 2021. As Parker makes in-situ measurements from inside the solar atmosphere, Solar Orbiter will take images of the same region. Together, the two spacecraft will give both the details and the bigger picture. \"2021 is going to be an exciting time for Solar Orbiter,\" says Teresa Nieves- Chinchilla, NASA Solar Orbiter Project Scientist. \"By the end of the year, all the instruments will be working together in full-fledged science mode, and we will be preparing to get even closer to the Sun.\" In 2022, Solar Orbiter will close to within 48 million kilometers of the Sun's surface, more than 20 million kilometers closer than it will go in 2021. ", "url": "https://scitechdaily.com/solar-orbiter-turning-pictures-into-physics-solar-campfires-space-weather-and-disintegrating-comets/"}, {"title": "Europe's Solar Orbiter is headed for a holiday flyby of Venus", "date": "2020-12-21", "content": " Solar Orbiter won't be home for the holiday, but at least it has Venus. The spacecraft will tackle an important milestone as its operators and scientists on Earth mark the holiday season. Solar Orbiter, a joint project of the European Space Agency and NASA, launched in February on a mission to capture the best-ever images of our sun, including its elusive poles. But getting close to the star at the heart of our solar system is a difficult endeavor, so the spacecraft needs to slalom around a few planets to set its course properly. The first of those flybys, which visits Venus, will occur on Dec. 27. \"Just as the majority of us will remain safely at home under various COVID-19 pandemic lockdown measures during what is traditionally a holiday period, the flyby - a routine event in the world of flying spacecraft - will also be monitored by the spacecraft operations managers remotely as well,\" ESA personnel wrote in a statement. Solar Orbiter's closest approach this month will bring the spacecraft about 4,700 miles above Venus' atmosphere ; later similar passages will bring the spacecraft much closer, as it maneuvers closer to the sun. In addition to dragging the spacecraft in toward the sun, the flybys are also coordinated to pull Solar Orbiter at a tilt out of the ecliptic plane, which holds the sun and the planets. It's this tilt that will let the spacecraft peer at the sun's poorly studied poles. During the flyby, the spacecraft must continue pointing toward the sun, so the telescopes on Solar Orbiter won't be able to snap images of Venus. However, a subset of the instruments that analyze the immediate environment of the spacecraft will be at work.", "url": "https://www.space.com/solar-orbiter-venus-flyby-holiday"}, {"title": "Solar Orbiter Spacecraft Prepares for Festive Venus Flyby", "date": "2020-12-23", "content": "Solar Orbiter is getting ready for the first of many gravity assist flybys of Venus on December 27, to start bringing it closer to the Sun and tilting its orbit in order to observe our star from different perspectives. Just as the majority of us will remain safely at home under various COVID-19 pandemic lockdown measures during what is traditionally a holiday period, the flyby - a routine event in the world of flying spacecraft - will also be monitored by the spacecraft operations managers remotely as well. Closest approach will take place at 12:39 UTC on December 27, and will see the spacecraft fly some 7,500 km from the Venus cloud tops. Later flybys, from 2025, will see much closer encounters of just a few hundred kilometers. During the upcoming flyby several in-situ science instruments - MAG, RPW and some sensors of EPD - will be switched on to record the magnetic, plasma and particle environment around the spacecraft as it encounters Venus. In order to properly line up for the flyby, specialists from ESA's ground stations and flight dynamics teams conducted a so-called 'Delta-DOR' campaign, using an advanced technique - Delta-Differential One-Way Ranging - to precisely determine the spacecraft's position in space, and its trajectory. In Delta-DOR, a set of widely separated ground stations on Earth are used to receive the spacecraft's radio signals, giving a first result for its location. Then, this result is compared to locations of known stellar radio sources previously mapped by other missions, resulting in a corrected and ultra-precise final plot. The Delta-DOR technique allows operators to determine where a spacecraft is to within a few hundred meters, even at a distance of 100 million km. As of December 17, Solar Orbiter is 235 million kilometers from Earth, and about 10.5 million from Venus. It takes about 13 minutes for signals to travel to the spacecraft. Solar Orbiter's path around the Sun has been chosen to be 'in resonance' with Venus, which means that it will return to the planet's vicinity every few orbits and can again use the planet's gravity to alter or tilt its orbit. The next encounter will be in August 2021, which is also within a few days of BepiColombo's next Venus gravity assist. Initially Solar Orbiter will be confined to the same plane as the planets, but each encounter of Venus will increase its orbital inclination. By 2025 it will make its first solar pass at 17º inclination, increasing to 33º by the end of the decade, bringing even more of the polar regions into direct view. This will result in the spacecraft being able to take the first ever images of the Sun's polar regions, crucial for understanding how the Sun 'works', for investigating the Sun-Earth connection and how we can better predict periods of stormy space weather. Solar Orbiter is a space mission of international collaboration between ESA and NASA. Track the location of Solar Orbiter using this interactive chart. ", "url": "https://scitechdaily.com/solar-orbiter-spacecraft-prepares-for-festive-venus-flyby/"}, {"title": "Hello, Venus! Solar Orbiter spacecraft makes first swing past planet", "date": "2020-12-27", "content": "The joint U.S.-European Solar Orbiter spacecraft had an appointment with Venus this morning, the first in a series of planetary flybys to hone the probe's orbit on its journey to the sun. Solar Orbiter reached its closest approach to Venus at 7:39 a.m. EST, when the spacecraft was about 4,700 miles from the top of the planet's cloud tops. The probe, a partnership between NASA and the European Space Agency, launched in February, bound to spend seven years studying our sun. But to get as close to our star as scientists want to, the spacecraft needs to make some loops, starting with today's flyby of Venus. And if you're flying a spacecraft past a planet anyway, you may as well try to get a little data out of the adventure. \"Solar Orbiter is of course a mission not designed specifically to take Venus observations,\" Daniel Müller, project scientist for the mission at the European Space Agency, said at a news briefing held on Dec. 10 at the annual fall meeting of the American Geophysical Union, held virtually this month. \"We are always looking for bonus opportunities to do science, so yes, we will be doing observations when we approach Venus.\" However, the spacecraft's main goal of studying the sun does limit what work it can do flying past Venus. A key constraint comes from the spacecraft's sun-wary design. \"We always need to point our heat shield toward the sun, that cannot be changed,\" Müller said. \"The telescopes are all looking through the heat shield in the solar direction.\" So no Venus images for us from this spacecraft. But while scientists are particularly excited for the detailed views of the sun's poles that Solar Orbiter will eventually provide, the spacecraft also carries a suite of instruments that focus on the immediate environment, and for these, direction isn't an issue. During today's flyby, scientists gathered data using the spacecraft's magnetometer, radio and plasma waves instrument and some of the sensors on the energetic particle detector. Given those instruments and Solar Orbiter's distance from Venus, the observations will have a limited impact on science. \"At those kinds of distances, looking at how Venus interacts with the solar wind that's flowing past it is going to be the key thing we're looking at,\" Tim Horbury, a physicist at Imperial College London and principal investigator of one of Solar Orbiter's instruments, said during the same panel. Unlike Earth, Venus doesn't have a magnetic field, so the solar wind interacts directly with the planet instead of with that field. \"It's a very different interaction,\" Horbury said. And because today's maneuver marks Solar Orbiter's first swing past Venus, the team wasn't sure what to expect scientifically from the flyby. The mission team was in communication with the spacecraft during the flyby, but it will be a few days before scientists can dig into the data the instruments gather during the operation, according to ESA. \"We'll really be looking out for new and interesting things,\" Müller said. \"We can't really say yet what they will be.\"", "url": "https://www.space.com/solar-orbiter-makes-first-venus-flyby"}]}, {"win label": 0, "news": [{"title": "Solar Orbiter: one year in space", "date": "2021-02-10", "content": "Imperial's magnetometer instrument aboard the Solar Orbiter spacecraft has seen a successful and eventful first year in space. Since the spacecraft launched on 10 February 2020, the magnetometer has taken billions of measurements of the magnetic field coming from the Sun, revealing new insights into the solar wind and how it creates 'space weather'. MAG was designed and built at Imperial College London and it is one of ten state-of-the-art instruments travelling towards the Sun on board Solar Orbiter. To find out more about the mission and MAG, watch an introduction video or browse our in-depth feature. We caught up with members of the MAG team from Imperial's Department of Physics to review Solar Orbiter's first year in space and look forward to its future. Professor Tim Horbury, Principal Investigator for MAG, said: \"It's been such a difficult year for everyone, but while Solar Orbiter has certainly kept us very busy, and the team have done an amazing job keeping everything running while working from home, it's also been fantastic to see all their hard work over the last ten years finally pay off. The quality of the data coming back from the instrument is outstanding.\" Helen O'Brien, Instrument Manager for MAG, said: \"MAG has done everything we have asked of it and more. After spending over ten years designing and building the instrument, it is fabulous to be getting all this data back, revealing the secrets of the solar wind.\" Beautiful launch: Professor Horbury and O'Brien both attended the launch at Cape Canaveral in Florida, capturing their reactions and excitement in the video diaries below. Talking to an instrument millions of kilometres away: MAG was the first instrument to turn on, and just one week after launch the team were able to see from the data it sent that it was working \"far better than expected\". Just three days after launch it sent down its first science data representing magnetic measurements in the solar wind. The solar wind fills the solar system with charged particles and the Sun's magnetic field, which can interact with the Earth's magnetic field. This can cause issues for power grids and electronics on Earth, as well as satellites and astronauts in space. Over the four months following launch, the spacecraft and its instruments underwent a phase of technical verification, known as commissioning. During this time the COVID-19 pandemic took hold, but despite not having access to campus since mid-March, the Imperial team received more than two billion scientific measurements from over 100 days of data-taking. MAG Calibration Engineer Virginia Angelini said: \"Every morning we receive an email with the principal information about the magnetometer. The message has a list of parameters, such as the temperatures and currents of its parts, and when we read them and we verify that there are no problems, it is like the instrument is telling us 'Good morning team, I'm OK! The data will arrive soon!' That is a very happy moment. \"We are literally conversing with an instrument on a probe travelling at several kilometres per second, millions of kilometres away from us, watching the Sun from a privileged position. I believe this is amazing.\" Closest-ever images of a quiet Sun: The spacecraft's first major discovery was announced in July, with the release of the closest-ever images of the Sun. These revealed what appear to be ubiquitous miniature solar flares, dubbed 'campfires'. The images were taken from around 77 million kilometres from the star, about half of the distance from the Earth to the Sun. The spacecraft will get still closer over the next few years, until it gets as close as 42 million kilometres, inside the orbit of Mercury. The 'campfire' flares may solve a longstanding mystery about our star: why its outer atmosphere is hotter than its surface. The mini flares could also help scientists understand the dynamics of larger flares that can affect electronics and communications networks on Earth. At this time, the MAG data was already revealing lots of activity from the Sun, including shockwaves, coronal mass ejections, phenomena called 'switchbacks' and fine-scale waves in the magnetic field that the team only able to see thanks to the extreme sensitivity of the instrument. The first batch of this data was released in September, which revealed the state of the Sun in a 'quiet' phase. The Sun follows an 11-year cycle of sunspot activity and is currently almost completely free of sunspots. This is expected to change over the coming years as sunspot activity ramps up, causing the Sun to become more active and raising the chances of adverse 'space weather' events. Despite this, the team were able to see a surprising degree of structure on the solar wind, with MAG confirming the presence of 'switchbacks' - dramatic folds in the solar wind first recorded by the Parker Solar Probe, a NASA mission launched in 2018. A long, eventful journey to the Sun: Solar Orbiter was due to serendipitously fly through the twin tails of Comet ATLAS this year, and though the comet unfortunately disintegrated before the spacecraft reached it, the instruments were still able to pick up some interesting signals, which are now being analysed. These include signatures of electromagnetic waves, which are likely generated by the interaction of ions coming from comet ATLAS with the solar wind. The spacecraft also gathered data from a coronal mass ejection - a huge eruption of material from the Sun - that occurred in April, and will provide valuable information about these extreme events. The spacecraft ended 2020 by flying by Venus and taking images of Earth, Mars, Venus and Uranus in the same frame. Solar Orbiter has seen a lot already, and will get progressively closer to the Sun over its ten-year mission, exploring all aspects of the environment around our nearest star. O'Brien said: \"Right now we are going through our second closest approach to the Sun, and this time the spacecraft is round the other side of the Sun so we can't communicate with it. It's the first time the spacecraft has been left to its own devices for so long, so it an exciting time. \"I'm looking forward to the Venus and Earth fly-bys later this year, and the official start of science operations where we will really get to see the instruments all working together to investigate the Sun up close.\" Professor Horbury added: \"We're already seeing hundreds of scientists engage with the data - there is huge excitement in the community about Solar Orbiter. It's a decade-long mission, but we've seen so much in just the first year that I can't wait to see what new, totally unexpected results come from exploring space close to the Sun.\" ", "url": "https://www.imperial.ac.uk/news/214654/solar-orbiter-year-space/"}, {"title": "Powdered bones are keeping Solar Orbiter cool thanks to an Irish startup", "date": "2021-03-31", "content": "When the European Space Agency designed a spacecraft to fly closer to the sun than any other probe in history, it faced a major problem: how to shield the probe from extreme heat and radiation. A joint mission with NASA, the Solar Orbiter launched in February 2020 and recently emerged from its first pass behind the sun. It has to be able to withstand temperatures hot enough to melt lead, as well as 13 times the radiation that reaches the Earth's surface. At first, the agency looked for conventional solutions, based on metals and carbon fiber, but they were not good enough, Cesar Garcia Marirrodriga, ESA's project manager for Solar Orbiter, told CNN Business. Instead, the agency found the answer in a material that dates back to the Stone Age. An ancient pigment: After ESA put out an invitation for solutions, it was approached by Irish biotechnology company ENBIO. It had developed a technique to apply synthetic bone coatings to orthopedic and dental implants, to make them more easily accepted by a patient's body. Because the technique reduced weight and prevented issues like flaking, ENBIO thought it could be useful for the titanium surfaces of Solar Orbiter. But the synthetic bone was light-colored and testing showed that it would darken after prolonged exposure to sunlight, changing the amount of heat it absorbed and reflected. A black coating meant its properties would be stable for the whole mission, absorbing the sun's energy as heat and then dumping that into space. \"I tried to color the bone powder to make it black, but it didn't work too well,\" recalled John O'Donoghue, the founder of ENBIO. Instead, he started looking for a naturally black bone powder. \"I remembered reading as a kid that in cave art, people used charcoal and, in some cases, burnt animal bones, because the end of it would be like a crayon and they could draw on walls,\" he said. After O'Donoghue sourced some burnt animal bone powder, ESA found it was ideal for the solar mission. In addition to being black, there's nothing combustible left in the material - so when it's heated up it, doesn't release any gases that could damage the spacecraft, explained Garcia Marirrodriga. The resulting coating, called SolarBlack, covers about a fifth of Solar Orbiter's surface area, and keeps its most delicate parts operating at room temperature while absorbing heat up to 1,000 degrees Fahrenheit. ENBIO, in collaboration with Airbus, also developed SolarWhite, a white coating that covers other parts of the satellite where sunlight needs to be reflected rather than absorbed. Aiming for space: O'Donoghue's interest in coating technology began while studying biomedical engineering at Trinity College in Dublin. He founded ENBIO in 2006 and in 2015, the company opened a €1.5 million industrial coating facility in Clonmel, about 100 miles southwest of Dublin. Solar Orbiter has earned the company several million euros, according to O'Donoghue, and ESA has deployed SolarBlack on other missions. O'Donoghue said the coatings and the coating process can find applications in the automotive, metal, heating and energy industries, among others, but the current focus lies beyond this planet. \"We aim for the space sector because we felt if we go to the top of the pyramid and do well there, the rest of the industry will be more accepting of it,\" he said. Although its main mission won't start until November, last July Solar Orbiter sent back the closest images of the sun ever taken. Over the next few years, the €1.5 billion mission will use the gravity of Earth and Venus to slingshot itself ever nearer to the sun, eventually achieving a closest pass to the star within the orbit of Mercury. \"The goal is to really understand the physics of how the sun creates and controls the heliosphere, and why the solar activity changes over time,\" said Garcia Marirrodriga. ", "url": "https://www.cnn.com/2021/03/31/tech/solar-orbiter-black-enbio-spc-intl-scn/index.html"}, {"title": "NASA and ESA's Solar Orbiter captured video of eruptions on the sun", "date": "2021-05-17", "content": " The sun is constantly bubbling and bursting. If eruptions on its surface are big enough, they can send billions of tons of plasma and electrically charged particles hurtling toward Earth. To observe and study those kinds of explosions - called coronal mass ejections - NASA and the European Space Agency launched the Solar Orbiter probe in February 2020. The probe made a close approach to our star this year, on February 10, when it flew within 48 million miles of the sun - half the distance between the sun and Earth. As it careened past the sun, back to cooler zones of space, the orbiter caught video footage of two CMEs. Three imaging instruments on the spacecraft traced the CME as it left the sun and spread through space. The first instrument recorded the sun itself, while the second captured the flow of energy through the sun's corona, or outer atmosphere. A third imager captured the stream of electrically charged particles, dust, and cosmic rays flowing out into space from the eruption. Solar storms can brew dangerous space weather: Outbursts like this are beautiful, and they often interact with Earth's atmosphere to make the aurora lights, but they can be dangerous. In 1989, an inundation of electrically charged particles from the sun knocked out Quebec's power for about nine hours. Two other solar storms cut off emergency radio communications for 11 hours shortly after Hurricane Irma in 2017. A solar storm might have even cut off SOS broadcasts from the Titanic as it sank in 1912. Bursts of solar activity can also endanger astronauts by interfering with their spacecraft or knocking out communications to mission control. That's why the Solar Orbiter is investigating such eruptions. Studying the source of these unpredictable electrical storms could help scientists figure out how to protect both astronauts and Earth's electric grid. \"What we want to do with Solar Orbiter is to understand how our star creates and controls the constantly changing space environment throughout the solar system,\" Yannis Zouganelis, an ESA scientist working on the mission, said last year before the probe launched. \"There are still basic mysteries about our star that remain unsolved.\" Watching solar explosions from 2 sides of the sun: On the other side of the sun, near Earth, two other ESA spacecraft - the PROBA-2 satellite and the Solar and Heliospheric Observatory - also captured the same two CMEs. The footage below show's PROBA-2's view of the eruptions and SOHO's imagery of the plasma shooting through space. NASA's Solar Terrestrial Relations Observatory, a spacecraft orbiting the sun alongside Earth, also saw the two CMEs. That telescope blocks out the sun to capture eruptions more clearly. Its footage is below. The sun is entering a new 11-year solar cycle, which means its eruptions and flares are expected to grow more frequent and violent, ramping up to a peak in 2025. Over the next six years, the Solar Orbiter is set to fly closer to the sun's poles than any previous probe has come. It's also expected to send the first photos of the solar poles back to Earth. The spacecraft will be able to keep pace with the sun's rotation, which enables it to hover over specific spots for long periods of time to watch CMEs and other areas of heightened activity. By combining data from the Solar Orbiter and other space telescopes, NASA and the ESA can watch solar eruptions from their source almost all the way back to Earth. Already, the Solar Orbiter has spotted these two CMEs and captured the closest images ever taken of the sun. But it's just getting started. Right now, the spacecraft is in cruise mode - getting its bearings and testing its instruments. The spacecraft is scheduled to start operating all those instruments at full capacity in November. That's when it will be in full science mode. Eventually, the probe should venture even closer to the sun than the planet Mercury - within 26 million miles. \"We've realized in the last 25 years that there's a lot that happens to a CME between the surface of the sun and Earth,\" Robin Colaninno, a researcher working on one of the Solar Orbiter's cameras, said in a NASA release. \"So we're hoping to get much better resolution images of all of these outflows by being closer to the sun.\" ", "url": "https://www.businessinsider.com/nasa-esa-solar-orbiter-captured-video-of-sun-eruptions-2021-5"}, {"title": "Solar Orbiter mission spots eruption from the sun", "date": "2021-05-18", "content": "A happy accident has resulted in the Solar Orbiter mission spying eruptions from the sun. These eruptions, called coronal mass ejections, blast out solar particles across the solar system and have the potential to disrupt technology if they reach Earth. These eruptions were detected by multiple instruments on the spacecraft during a close flyby of the sun, which is called a perihelion, on February 10. This flyby brought the spacecraft within 46.5 million miles of the sun - that's half the distance between the massive star and Earth. This is the first time the orbiter has witnessed such eruptions. The mission, which launched in February 2020, is a collaboration between NASA and the European Space Agency. Although Solar Orbiter's main scientific agenda doesn't begin until November - to study the sun's north and south poles - it has already made close passes by the sun that captured the closest images ever taken of our star and revealed \" campfires \" near its surface. Currently the spacecraft is in its cruise phase, which allows for calibration of some of the 10 instruments aboard. During the cruise phase, four of its instruments are up and running and have been since launch. The February flyby presented mission teams with an opportunity to conduct observations and test out some of their instruments. Once the scientific mission begins in earnest, all 10 instruments will work together to create joint observations of our sun. This flyby was unique in that the spacecraft was actually behind the sun from the perspective of Earth, causing a lag in data transfer rates. This delayed the data's delivery to mission scientists, so some of it is still being analyzed. The mission team wasn't expecting Solar Orbiter to record any data as it passed behind the sun and looped back around in orbit on the other side, so capturing these eruptions was a happy accident. So far, the data tells an interesting tale. During the flyby, three of the spacecraft's instruments all registered a pair of coronal mass ejections. These tools included the Extreme Ultraviolet Imager, the Heliospheric Imager and the Metis coronagraph. Meanwhile, other spacecraft like ESA's Proba-2 and the ESA/NASA Solar and Heliospheric Observatory both witnessed these events from the Earth-facing side of the sun. A NASA mission called STEREO-A also spied the event from a different perspective. The instruments on Solar Orbiter, as well as data collected by the other missions, shows a sudden eruption of particles from the sun, occurring in tandem with a visibly bright burst. Tracking space weather: Understanding coronal mass ejections is key to decoding space weather, which is activity from the sun that can cause impacts on Earth. These can affect astronauts on the space station in low-Earth orbit, as well as satellites that support global communications. The more researchers learn about these eruptions, the better they can track and anticipate solar activity. While NASA spacecraft have been observing coronal mass ejections for years, Solar Orbiter offers the best look yet. \"We've realized in the last 25 years that there's a lot that happens to a between the surface of the Sun and Earth,\" said Robin Colaninno, principal investigator for SoloHI at the US Naval Research Laboratory in Washington, DC, in a statement. \"We're hoping to get much better resolution images of all of these outflows by being closer to the Sun.\" Solar Orbiter is the first mission that will provide images of the sun's north and south poles. Having a visual understanding of the sun's poles is important because it can provide more insight about the sun's powerful magnetic field and how it affects Earth. Solar Orbiter's instruments can capture observations of the sun's corona, the poles and the solar disk. The tools can also measure the sun's magnetic fields and solar wind, or the energized stream of particles emitted by the sun that reach across our solar system. Understanding the sun's magnetic field and solar wind are key, because they contribute to space weather. The sun's magnetic field is so massive that it stretches beyond Pluto, providing a pathway for solar wind to travel directly across the solar system. The mission will work in tandem with NASA's Parker Solar Probe, which is currently orbiting the sun on a seven-year mission and just completed its fourth close approach of the star. It launched in August 2018 and will eventually come within 4 million miles of the sun - the closest a spacecraft has ever flown by our star. The Parker probe is \"tracing the flow of energy that heats and accelerates the sun's corona and solar wind; determining the structure and dynamics of the plasma and magnetic fields at the sources of the solar wind; and exploring mechanisms that accelerate and transport energetic particles,\" according to NASA. Together, the missions can help unlock the mysteries of the sun and provide more data to researchers than either could accomplish on its own. Parker can sample particles coming off the sun up close, while Solar Orbiter will fly farther back to capture more encompassing observations and provide broader context. ", "url": "https://www.cnn.com/2021/05/18/world/solar-orbiter-sun-eruption-scn/index.html"}, {"title": "Solar Orbiter captures first eruptions from Sun: Potential to harm tech on Earth, trigger space weather", "date": "2021-05-19", "content": "The Solar Orbiter, a probe hurling towards the Sun to study the giant gas ball, has managed to capture a pair of coronal mass ejections, a phenomenon that affects space weather and is critical to be observed for future space missions. The orbiter, which is in cruise mode heading towards its destination managed to capture the ejections as scientists were testing its instruments. Launched on February 10, 2020, the Solar Orbiter aims to take the closest-ever images of the Sun, observe the solar wind, the Sun's polar regions, and unravel the mysteries of the solar cycle. Dubbed as the most complex scientific laboratory ever to have been sent to the Sun, the mission aims to look for answers to intriguing questions about our parent star including What drives its 11-year-cycle of rising and subsiding magnetic activity? What heats up the upper layer of its atmosphere, the corona, to millions of degrees Celsius? What drives the generation of solar wind? What accelerates the solar wind to speeds of hundreds of kilometres per second? And how does it all affect our planet? What is Coronal Mass Ejection? Coronal Mass Ejections are eruptions of particles from the solar atmosphere that blast out into the Solar System and have the potential to trigger space weather on Earth. The particles spark auroras on planets with atmospheres, but can cause malfunctions in some technology and can also be harmful to unprotected astronauts. The solar corona is the outermost layer of the Sun's atmosphere that extends millions of kilometres into outer space. Its temperature is more than a million degrees Celsius, which in orders of magnitude is hotter than the surface of the Sun, a 'cool' 5500 degree Celsius. \"It is therefore important to understand CMEs, and be able to track their progress as they propagate through the Solar System,\" ESA said in a statement. A chance observation: The coronal ejection witnessed by the spacecraft was captured by three of its remote sensing instruments. \"The Extreme Ultraviolet Imager, the Heliospheric Imager, and the Metis coronagraph captured different aspects of two CMEs that erupted over the course of the day,\" ESA said. Meanwhile, the ejections were also seen by ESA's Proba-2 and the Solar and Heliospheric Observatory from the front side of the Sun, while NASA's STEREO-A, located away from the Sun-Earth line, also caught a glimpse, providing a global view of the events. \"Many of the in situ instruments also detected particle activity around the February 2021 CMEs; the data are being analysed and will be presented at a later date,\" ESA added.", "url": "https://www.indiatoday.in/science/story/solar-eruption-esa-orbiter-space-weather-nasa-1804261-2021-05-19"}]}, {"win label": 0, "news": [{"title": "Lucky Encounter: Solar Orbiter Spacecraft Flies Through the Tail of a Disintegrated Comet", "date": "2021-07-20", "content": "A serendipitous flythrough of the tail of a disintegrated comet has offered scientists a unique opportunity to study these remarkable structures, in new research presented today at the National Astronomy Meeting 2021. Comet ATLAS fragmented just before its closest approach to the Sun last year, leaving its former tail trailing through space in the form of wispy clouds of dust and charged particles. The disintegration was observed by the Hubble Space Telescope in April 2020, but more recently the ESA spacecraft Solar Orbiter has flown close to the tail remnants in the course of its ongoing mission. This lucky encounter has presented researchers with a unique opportunity to investigate the structure of an isolated cometary tail. Using combined measurements from all of Solar Orbiter's in-situ instruments, the scientists have reconstructed the encounter with ATLAS's tail. The resulting model indicates that the ambient interplanetary magnetic field carried by the solar wind 'drapes' around the comet, and surrounds a central tail region with a weaker magnetic field. Comets are typically characterized by two separate tails; one is the well- known bright and curved dust tail, the other - typically fainter - is the ion tail. The ion tail originates from the interaction between the cometary gas and the surrounding solar wind, the hot gas of charged particles that constantly blows from the Sun and permeates the whole Solar System. When the solar wind interacts with a solid obstacle, like a comet, its magnetic field is thought to bend and 'drape' around it. The simultaneous presence of magnetic field draping and cometary ions released by the melting of the icy nucleus then produces the characteristic second ion tail, which can extend for large distances downstream from the comet's nucleus. Lorenzo Matteini, a solar physicist at Imperial College London and leader of the work, says: \"This is quite a unique event, and an exciting opportunity for us to study the makeup and structure of comet tails in unprecedented detail. Hopefully, with the Parker Solar Probe and Solar Orbiter now orbiting the Sun closer than ever before, these events may become much more common in the future!\" This is the first comet tail detection occurring so close to the Sun - well inside the orbit of Venus. It is also one of the very few cases where scientists have been able to make direct measurements from a fragmented comet. Data from this encounter is expected to contribute greatly to our understanding of the interaction of comets with the solar wind and the structure and formation of their ion tails. Meeting: Royal Astronomical Society National Astronomy Meeting ", "url": "https://scitechdaily.com/lucky-encounter-solar-orbiter-spacecraft-flies-through-the-tail-of-a-disintegrated-comet/"}, {"title": "Double Venus Flyby! Solar Orbiter and BepiColombo Set To Make Space History", "date": "2021-08-03", "content": "Solar Orbiter and BepiColombo are set to make space history with two Venus flybys just 33 hours apart on August 9 and 10, 2021. The two spacecraft need the gravitational swingby to help them lose a little orbital energy in order to reach their destinations towards the center of the Solar System. The double flyby also offers an unprecedented opportunity to study the Venus environment from different locations at same time and, moreover, in locations that are not typically visited by a dedicated planetary orbiter. Solar Orbiter, a partnership between ESA and NASA, will fly by Venus on August 9 with a closest approach of 7995 km at 04:42 UTC. Throughout its mission it makes repeated gravity assist flybys of Venus to get closer to the Sun, and to change its orbital inclination, boosting it out of the ecliptic plane, to get the best - and first - views of the Sun's poles. BepiColombo, a partnership between ESA and JAXA, will fly by Venus at 13:48 UTC on August 10 at an altitude of just 550 km. BepiColombo is on its way to the mysterious innermost planet of the solar system, Mercury. It needs flybys of Earth, Venus and Mercury itself, together with the spacecraft's solar electric propulsion system, to help steer into Mercury orbit against the immense gravitational pull of the Sun. Photos or it didn't happen: It is not possible to take high-resolution imagery of Venus with the science cameras onboard either mission - Solar Orbiter must remain facing the Sun, and the main camera onboard BepiColombo is shielded by the transfer module that will deliver the two planetary orbiters to Mercury. However, two of BepiColombo's three monitoring cameras will be taking photos around the time of close approach and in the days after as the planet fades from view. The cameras provide black-and-white snapshots in 1024 x 1024 pixel resolution, and are positioned on the Mercury Transfer Module such that they also capture the spacecraft's solar arrays and antennas. During the closest approach Venus will fill the entire field of view, but as the spacecraft changes its orientation the planet will be seen passing behind the spacecraft structural elements. The images will be downloaded in batches, one by one, with the first image expected to be available in the evening of August 10, and the majority on August 11. Furthermore, there may be an opportunity for Solar Orbiter's SoloHI imager to observe the nightside of Venus in the week before closest approach. SoloHI usually takes images of the solar wind - the stream of charged particles constantly released from the Sun - by capturing the light scattered by electrons in the wind. It is - unfortunately! - not expected that one spacecraft will be able to image the other. Even at their closest the spacecraft will be more than 575 thousand kilometers apart. Multipoint science: Solar Orbiter has been acquiring data near-constantly since launch in February 2020 with its four in situ instruments that measure the environment around the spacecraft itself. Both Solar Orbiter and BepiColombo's Mercury Planetary Orbiter and Mercury Magnetospheric Orbiter will collect data on the magnetic and plasma environment of Venus from different locations. At the same time, JAXA's Akatsuki spacecraft is in orbit around Venus, creating a unique constellation of datapoints. It will take many months to collate the coordinated flyby measurements and analyse them in a meaningful way. The data collected during the flybys will also provide useful inputs to ESA's future Venus orbiter, EnVision, which was selected earlier this year and will launch to Venus in the 2030s. Where to next? Solar Orbiter and BepiColombo both have one more flyby this year. During the night of October 1-2 BepiColombo will see its destination for the first time, making its first of six flybys of Mercury - with this one from just 200 km distance. The two planetary orbiters will be delivered into Mercury orbit in late 2025, tasked with studying all aspects of this mysterious inner planet from its core to surface processes, magnetic field, and exosphere, to better understand the origin and evolution of a planet close to its parent star. On November 27, Solar Orbiter will make a final flyby of Earth at 460 km, kicking off the start of its main mission. It will continue to make regular flybys of Venus to progressively increase its orbit inclination to best observe the Sun's uncharted polar regions, which is key to understanding the Sun's 11 year activity cycle. ", "url": "https://scitechdaily.com/double-venus-flyby-solar-orbiter-and-bepicolombo-set-to-make-space-history/"}, {"title": "Double Flyby For Venus As Two Probes To Vist Within Hours Of Each Other Next Week", "date": "2021-08-06", "content": "If Venus was a sentient being it would be feeling like someone catching public transport - you wait hours for a bus, and then along come two at once. In Venus's case, no probes have newly visited it since 2015, and it's about to get two in 33 hours. Early on Monday, August 9, at 4:42 am UTC the European Space Agency's Solar Orbiter will fly past Venus at a distance of 8,000 kilometers. At 1:48 pm UTC the next day BepiColombo, a joint venture of the ESA and Japanese Space Agency will make a considerably closer approach - just 550 kilometers. As its name suggests, this is just a casual visit for Solar Orbiter - its main task is to study the Sun and is just using Venus as a gravity assist so it can get closer to its goal without using too much fuel. It can't even turn its cameras on Venus as it passes, needing to stay orientated to the Sun. BepiColombo's goal is Mercury, to become the second craft to orbit after MESSENGER, and is also using Venus as a gravity assist to get closer towards its target. Its view will be partially blocked by its transfer module, but it should still manage to view Venus with two of its three cameras as it passes. The two spacecraft will, however, be able to investigate the magnetic and plasma environment around Venus, and the coincidence of their timing may tell us something about changes occurring there, for example how changes in the solar wind ripple through with time. Solar Orbiter has been given a path in resonance with Venus so it will visit many times, making use of Venus's gravity for adjustments. These will gradually push it out of the orbital plane of the planets so it can get an unprecedented view of the solar poles. It probably won't have such close company again, however. More detailed Venusian research will have to wait for NASA's recently approved Veritas mission. Astonishingly, Mariner 2 made a close approach to Venus in 1962, only five years after the first-ever satellite was launched. Venera 1, launched days before Yuri Gagarin reached space, probably passed by even earlier, but had lost contact with ground control beforehand, so we'll never know. Back then, science fiction writers were still writing books set on a wet, but hospitable Venus. It was only in 1967 that Venera 4 revealed a surface temperature of 464°C . These temperatures made Mars a much more attractive place to explore, both because probes don't melt, and the tantalizing possibility of life remains. If you want to get a direct view of the planet being visited, this is a great time, with Venus high and unmissably bright in the western sky after sunset. On Tuesday and Wednesday, it will be joined by the new Moon, for extra aesthetics.", "url": "https://www.iflscience.com/double-flyby-for-venus-as-two-probes-to-vist-within-hours-of-each-other-next-week-60569"}, {"title": "European Space Agency's Solar Orbiter completes its second flyby of Venus", "date": "2021-08-09", "content": "The European Space Agency's Solar Orbiter spacecraft has made its second flyby of Venus, just 33 hours before the BepiColombo craft makes its close approach. They are both using the gravitational pull of Venus to help them drop a little bit of orbital energy to reach their destinations at the centre of the solar system. Solar Orbiter is on its way to study the polar regions of the sun in a bid to better understand its 11-year cycle, and made its approach at 05:42 BST, ESA said, coming within 4,967 of the planet. ESA's New Norcia monitoring station in Australia lost contact with the solar orbit for six minutes, as expected. ESA tweeted: 'A few minutes ago, as the spacecraft swung behind the planet for its Venus Flyby, New Norcia station lost contact as expected.' Six minutes later, it regained contact, writing: 'New Norcia has you in sight again - we're back in contact!' BepiColombo is heading to Mercury on a seven year mission to study the structure and atmosphere of the innermost planet in the solar system and makes its approach to Earth's 'evil twin' tomorrow at 14:42 BST. The double flyby offers ESA astronomers a chance to study Earth's sister-planet Venus from different locations at the same time, and places rarely visited by probes. Solar Orbiter is a partnership between ESA and NASA to study the polar regions of our host star. This isn't the first time the sun-observing satellite has visited Venus. It is scheduled to make repeated gravity assist flybys of the planet throughout its mission in its bid to get close to the star at the heart of the solar system. During the Venus flybys it is changing its orbital inclination. While doing this, it is acting to boost itself out of the ecliptic plane, to get the best - and first - views of the sun's poles. BepiColombo is a partnership between ESA and the Japanese space agency JAXA. It will fly by Venus at 14:48 BST on August 10, coming just 340 miles from the surface of the planet. The probe is on its way to the mysterious innermost planet of the solar system, Mercury. To get there it has required flybys of Earth, Venus and even Mercury itself to get close enough. These flybys, coupled with the spacecraft's solar electric propulsion system is what is required to steer into Mercury orbit against the gravitational pull of the sun. It is not possible to take high-resolution imagery of Venus with the science cameras onboard either mission, so there won't be new pictures of Earth's 'evil twin'. ", "url": "https://www.dailymail.co.uk/sciencetech/article-9876141/European-Space-Agencys-Solar-Orbiter-completes-second-flyby-Venus.html"}, {"title": "Solar Orbiter Captures Venus' Glare During Close Pass of Our Solar System's Hottest Planet", "date": "2021-08-16", "content": "On August 9, 2021, ESA/NASA's Solar Orbiter spacecraft passed within 4,967 miles of the surface of planet Venus. In the days leading up to the approach, the Solar Orbiter Heliospheric Imager, or SoloHI, telescope captured this gleaming view of the planet. The images show Venus approaching from the left while the Sun is off camera to the upper right. The planet's nightside, the part hidden from the Sun, appears as a dark semicircle surrounded by a bright crescent of light - glare from Venus' incredibly bright sunlit side. \"Ideally, we would have been able to resolve some features on the nightside of the planet, but there was just too much signal from the dayside.\" said Phillip Hess, astrophysicist at the Naval Research Laboratory in Washington, D.C. \"Only a sliver of the dayside appears in the images, but it reflects enough sunlight to cause the bright crescent and the diffracted rays that seem to come from the surface.\" Two bright stars are also visible in the background early in the sequence, before being eclipsed by the planet. The rightmost is Omicron Tauri, and above and to the left of it is Xi Tauri, which is actually a quadruple star system. Both are part of the Taurus constellation. This was Solar Orbiter's second Venus flyby, with an Earth flyby in November 2021 and six more Venus flybys planned from 2022 to 2030. The spacecraft uses Venus' gravity to draw it closer to the Sun and tilt its orbit, swinging it up and out so as to \"look down\" on the Sun. From this vantage point, Solar Orbiter will eventually capture the first images of the Sun's north and south poles. On August 10, just one day later, ESA and the Japan Aerospace Exploration Agency's BepiColombo mission also flew by Venus. Learn more about the double flyby and see BepiColombo's images in ESA's coverage of the event. ", "url": "https://scitechdaily.com/solar-orbiter-captures-venus-glare-during-close-pass-of-our-solar-systems-hottest-planet/"}, {"title": "First Images and Videos From the Double Venus Flyby", "date": "2021-08-22", "content": "Two spacecraft made historic flybys of Venus this month, and both sent back sci-fi-type views of the mysterious, cloud-shrouded planet. The Solar Orbiter and BepiColombo spacecraft both used Venus for gravity assists within 33 hours of each other, capturing unique imagery and data during their encounters. Solar Orbiter, a joint mission between ESA and NASA to study the Sun, sailed past Venus on August 9 at a distance of 7995 km. Then BepiColombo, a collaborative venture between ESA and JAXA to Mercury, skimmed past at just 552 km from the planet's surface on August 10. The lower-right image in the collage above was taken when BepiColumbo was 1,573 km from Venus. The camera observed the nightside of Venus in the days before closest approach. SoloHI will be used to take images of the solar wind - the stream of charged particles constantly released from the Sun - by capturing the light scattered by electrons in the wind. In the days leading up to the Venus flyby, the telescope caught views of the bright glare of the planet's dayside. The footage shows Venus moving across the field of view from the left, while the Sun is off camera to the upper right. The planet's nightside, the part hidden from the Sun, appears as a dark semicircle surrounded by a bright crescent of light, ESA scientists explained. Both flybys helped the two spacecraft reach their next destinations. BepiColombo is scheduled to reach the innermost planet of the Solar System in October 2025. The spacecraft needs flybys of Earth, Venus and then several flybys of Mercury itself, together with the spacecraft's solar electric propulsion system, to help steer into Mercury orbit against the immense gravitational pull of the Sun. BepiColombo is actually made of two attached orbiters: the Mercury Planetary Orbiter and the Mercury Magnetospheric Orbiter. The Planetary Orbiter will map the planet in great detail, and the Magnetospheric Orbiter will study, obviously, its magnetosphere. This video of BepiColombo's Venus flyby includes sonification of data recorded by the Italian Spring Accelerometer aboard the Mercury Planetary Orbiter spacecraft. The accelerometer data was converted to frequency to be made audible to the human ear. The resulting sound is quite interesting, with the sound reflecting variations in spacecraft accelerations due to the planet's gravity acting on the spacecraft structure, as well as effects due to rapid temperature changes, and the change in reaction wheel velocity as they work hard to compensate for these effects. The audio has been matched to the timing that the images seen in this movie were captured, in the moments after closest approach. Solar Orbiter will make a final close Earth flyby on November 27 of this year, coming within 460 km before further Venus slingshots will tilt its inclination, helping the spacecraft get in the right position to get the first-ever views of the Sun's poles, a crucial part of the mission to help us understand the Sun's 11 year activity cycle. The beginning of the primary mission also begins in November. It will take the closest-ever images of the Sun as it comes within 42 million km, and measure the composition of the solar wind. Adapted from an article originally published on Universe Today .", "url": "https://scitechdaily.com/first-images-and-videos-from-the-double-venus-flyby/"}, {"title": "ESA's Solar Orbiter Spacecraft Is Skimming Earth for a Gravity Assist", "date": "2021-11-27", "content": "On November 27, after a year and eight months flying through the inner Solar System, Solar Orbiter will swing by home to 'drop off' some extra energy. This will line the spacecraft up for its next six flybys of Venus. These final gravity assists will hone and tilt Solar Orbiter's orbit, enabling the heat-protected probe to capture the first-ever direct images of our star's poles, and much more. How risky? It's all relative: Before we worry too much, let's start by pointing out that the chance of Solar Orbiter being struck by debris is very, very, very small. Earth observation missions spend their entire life in low-Earth orbit - the most debris-filled region of space, and while they perform 'collision avoidance maneuvers' a few times per year, Solar Orbiter will spend only a few minutes here as it heads towards closest approach and then leaves again, onward to Venus. However small the risk, collisions with debris at low-Earth altitudes do happen. In 2016, a solar panel on ESA's Sentinel-1A spacecraft was struck by a particle thought to be less than five millimeters in size. Despite its size, its high relative speed meant it still damaged an area 40-cm across, leading to a small reduction in onboard power and slight changes to the orientation and orbit of the satellite. Hundreds of millions of debris particles this size are currently in orbit. Hubble, the NASA/ESA Space Telescope, has spent 31 years in Earth orbit at an altitude of around 547 kilometers. In that time, it has witnessed the skies fill with satellites and debris and felt the impact, as its own solar panels have been bombarded and degraded by small debris particles. While the risk to Solar Orbiter during its upcoming Earth flyby is small, it's still \"non-zero\". It didn't face this risk as it swung by Venus, nor did ESA's Space Debris Office have to perform collision risk analysis as BepiColombo recently zipped by Mercury, or when Cassini-Huygens flew by Jupiter. Past Earth flybys, for example, when Cassini/Huygens flew by Earth in 1999, as Rosetta returned three times in 2005, 2007 and 2009, and Juno swung by in 2013, there were fewer satellites, fewer debris, and no 'mega constellations' in orbit. A flyby of Earth today, while still safe, is riskier than it used to be. Interplanetary collision avoidance: ESA's Space Debris Office recently began risk assessments based on Solar Orbiter's trajectory and the expected position of cataloged objects in orbit around Earth, providing a collision probability for any specific close approaches. In these cases, uncertainty begins high but narrows as the orbits of objects evolve. As the moment of close approach gets nearer, our observational data improves, reducing the uncertainties in the location of objects involved. As is nearly always the case, the more we know about the position of two objects, the surer we are that they will safely pass each other. Sometimes, however, as time passes and a close approach beckons, the chance of collision increases. For each of the Sentinel missions in Earth orbit, a collision avoidance maneuver is performed about once every five to six months when the 'miss distance' with another object is considered too risky. For Solar Orbiter, in the unlikely scenario that a maneuver is required to get it out the way of a potential impact, the decision would be made on Thursday 25 November, two days before close approach. It would be performed on Friday 26 November, about six hours before close approach. All clear? Once Solar Orbiter comes up from low-Earth orbit and passes above geostationary orbit it is out of the risk zone. This should be about one hour after its minimum distance to Earth. As the mission zooms off, flying with ever-so-slightly less energy than it arrived with, it and its mission teams will never have to consider space debris again. For missions still in orbit, and for those yet to be launched, the situation in space is becoming ever more worrisome. After decades of launches, with little thought of what would be done with satellites at the end of their lives, our space environment has become littered with space debris. While Solar Orbiter zips by, passing just momentarily through Earth's orbital highways, it's an important reminder that the space debris problem is unique to Earth, of our own making, and ours to clean up. Watch the video above to find out how ESA is working to prevent further debris from being created and clean up what is already out there.", "url": "https://scitechdaily.com/esas-solar-orbiter-spacecraft-is-skimming-earth-for-a-gravity-assist-and-its-one-of-the-riskiest-planetary-flybys-ever/amp/"}, {"title": "Studying solar eruption to crossing comet's path, Europe's Solar Orbiter beams back treasure trove of science", "date": "2021-12-15", "content": "While the Parker Solar Probe touched the Sun, Europe's Solar Orbiter is not far behind when it comes to unravelling the mysteries of the biggest star in our solar system. In a series of over fifty papers, scientists have provided forensic observations of the solar surface, measurements of a giant outburst of energetic particles, and an encounter with a comet's tail among others. The findings were published in the special issue of Astronomy and Astrophysics demonstrating the variety of solar science that the mission is making possible, and the wealth of data that is now flowing back to Earth. The new findings come just weeks after the spacecraft conducted a successful flyby to Earth negotiating its way through two rings of space debris surrounding the planet. The cruise phase of the Orbiter began on June 15, 2020, and lasted until November 27, 2021. During that time, the spacecraft acquired scientific data with its in- situ instruments, which are designed to measure the environment around the spacecraft. It also used its remote sensing equipment to look at the Sun in order to characterise and calibrate those instruments. CAPTURING ENERGETIC SOLAR PARTICLE EVENT: The spacecraft on November 29, 2020, witnessed the first widespread energetic particle event burst from the Sun as it woke up into a new solar cycle. A solar cycle lasts for 11 years. The European Space Agency said that the event exploded particles across a large swathe of the inner solar system. By the time the eruption had reached Earth's distance, the ejected particles were spread over more than 230 degrees of solar longitude. The Solar Orbiter is looking to establish the source of this eruption and how much did the eruption expanded after it was released? \"I come from the in-situ observations. We see a particle event around the spacecraft and then go to the remote sensing observations and try to pinpoint the source on the Sun,\" Alexander Kolhoff, who led the analysis of the November event said. TRACKING STEALTH CORONAL MASS EJECTION: The orbiter which is pointed towards the Sun to unravel the mysteries triggering space weather managed to spot one tiny opening in the surface that had blurted out a coronal mass ejection in April 2020. Coronal mass ejections are giant eruptions of solar plasma and magnetic fields that usually occur alongside solar flares - an explosive magnetic event in the Sun's lower atmosphere that ejects the particles out into space. Jennifer O'Kane, Mullard Space Science Laboratory, University College London tracked the source of the CME to a dark region seen in extreme ultraviolet images that indicated a low-density cavity in the solar corona. \"It was the most difficult event that I've ever studied,\" Jennifer said referring to how much effort it took to find even a hint of its origin. MEETING A COMET'S TAIL: Scientists also confirmed that the Orbiter crossed paths with the tail of Comet ATLAS in June 2020. Lorenzo Matteini of the Imperial College London found evidence consistent with a crossing of the comet's tail remnant in data taken on June 4. Scientists already knew of the possible crossing and had scrambled to get at least some instruments turned on to ensure data is beamed back. \"This is the first time that we have encountered a comet tail inside Earth's orbit,\" says Lorenzo. They saw the magnetic field around Solar Orbiter suddenly change its polarity, which would be expected if the Sun's magnetic field were draped around a piece of the broken comet's nucleus. Scientists are hopeful that will encounter more such events in the future. it is worth mentioning that the comet disintegrated under the heat of the Sun and the beautiful tail faded.", "url": "https://www.indiatoday.in/science/story/europe-solar-orbiter-space-weather-coronal-mass-ejection-comet-magnetic-field-1888128-2021-12-15"}]}, {"win label": 0, "news": [{"title": "UK-built Solar Orbiter catches a second comet by the tail", "date": "2022-01-25", "content": "The event was predicted in advance by astronomers at University College London, and the spacecraft has been able to collect a wealth of science data for analysis. Built by Airbus in Stevenage, Solar Orbiter is designed to conduct unique studies of the Sun but is also making a name for itself exploring comets. For several days in December 2021, the spacecraft found itself flying through the tail of Comet C/2021 A1 Leonard. The ESA/NASA mission, which launched in February 2020 and has already taken the closest images ever of the Sun, captured information about the particles and magnetic field present in the tail of the comet. This will allow astronomers to study the way the comet interacts with the solar wind, the stream of energetic particles that emanate from the Sun and sweeps through the solar system. Comet tail crossings are relatively rare events. Both of Solar Orbiter's encounters were predicted in advance thanks to the computer code developed by Geraint Jones from the University College London Mullard Space Science Laboratory. The work also helps build experience for ESA's Comet Interceptor mission, for which Geraint is the Science Team Lead. The mission will visit an as-yet undiscovered comet, making a flyby of the target with three spacecraft to create a 3D profile of a 'dynamically new' object that contains unprocessed material surviving from the dawn of the Solar System. In the meantime, the instrument teams on Solar Orbiter are busy analysing the Comet Leonard data not only for what it can tell them about the comet but about the solar wind as well. Caroline Harper, Head of Space Science at the UK Space Agency, said: This is a brilliant example of scientists working together and pooling expertise across different missions, to get the most from them by seizing opportunities of this kind. Now we can look forward to many more fascinating insights from Solar Orbiter's main mission - to study the Sun and how it affects space weather. And we can expect great things from Comet Interceptor when it launches in 2029. The crossing had been predicted by Samuel Grant, a post graduate student at University College London's Mullard Space Science Laboratory. He adapted an existing computer program that compared spacecraft orbits with comet orbits to include the effects of the solar wind and its ability to shape a comet's tail. Samuel Grant, from University College London's Mullard Space Science Laboratory, said: I ran it with Comet Leonard and Solar Orbiter with a few guesses for the speed of the solar wind. And that's when I saw that even for quite a wide range of solar wind speeds it seemed like there would be a crossing. At the time of the crossing, Solar Orbiter was relatively close to the Earth having passed by on 27 November 2021 for a gravity assist manoeuvre that marked the beginning of the mission's science phase, and placed the spacecraft on course for its March 2022 close approach to the Sun. The comet's nucleus was 44.5 million kilometres away, near to the planet Venus, but its giant tail stretched across space to Earth's orbit and beyond. So far, the best detection of the comet's tail from Solar Orbiter has come from the UK-led Solar Wind Analyser instrument suite. Its Heavy Ion Sensor clearly measured atoms, ions and even molecules that are attributable to the comet rather than the solar wind. Ions are atoms or molecules that have been stripped of one or more electron and now carry a net positive electrical charge. SWA-HIS detected ions of oxygen, carbon and nitrogen, as well as molecules of carbon monoxide, carbon dioxide and possibly water. As a comet moves through space, it tends to drape the Sun's magnetic field around it. This magnetic field is being carried by the solar wind, and the draping creates discontinuities where the polarity of the magnetic field changes sharply from north to south and vice versa. Data from the magnetometer instrument, also led by the UK, suggests the presence of such draped magnetic field structures but there is more analysis to be done to be sure. Lorenzo Matteini, a co-investigator on MAG from Imperial College, London, said: We are in the process of investigating some smaller scale magnetic perturbations seen in our data and combining them with measurements from Solar Orbiter's particle sensors to understand their possible cometary origin. In March, Solar Orbiter makes its closest pass to the Sun yet at a distance of 0.32 au. It is one of almost 20 close passes to the Sun that will occur during the next decade. These will result in unprecedented images and data, not only from close up, but also from the Sun's never-before seen polar regions. The UK is at the heart of the Solar Orbiter mission with UK industry winning £200 million worth of contracts and the UK Space Agency investing £20 million in the development and build of the instruments. ", "url": "https://www.gov.uk/government/news/uk-built-solar-orbiter-catches-a-second-comet-by-the-tail"}, {"title": "Europe's Solar Orbiter catches a comet by its tail on way to the Sun", "date": "2022-01-26", "content": "The European Space Agency's Solar Orbiter has made yet another scientific contribution while remaining focused on the Sun. The spacecraft has now encountered the tail of a comet during its journey beaming back crucial details. This is the second time that the spacecraft has performed such a daring manoeuvre after astronomers predicted in advance the encounter. The spacecraft encountered Comet Leonard on December 17, 2021, as it flew past Earth. The spacecraft was also closer to the planet as it came around for a gravity assist to go in closer to the Sun. The spacecraft followed the tail of the comet for a few days, capturing information about the particles and magnetic field present in the tail of the comet that will allow astronomers to study the way the comet interacts with the solar wind emerging from the Sun. \"I ran it with Comet Leonard and the Solar Orbiter with a few guesses about the speed of the solar wind. And that's when I saw that even for quite a wide range of solar wind speeds it seemed like there would be a crossing,\" said Samuel Grant, a postgraduate student at University College London's Mullard Space Science Laboratory, who predicted the crossing. During the encounter, the Comet had already crossed Earth and its nucleus was 44.5 million kilometres away, near Venus, but its giant tail stretched across space to Earth's orbit and beyond. The European Space Agency said that as a comet moves through space, it tends to drape the Sun's magnetic field around it. This magnetic field is being carried by the solar wind, and the draping creates discontinuities where the polarity of the magnetic field changes sharply from north to south and vice versa. The spacecraft's multi-wavelength coronagraph dubbed Metis captured the distant head of the comet simultaneously in both visible and ultraviolet light, which are now being analysed. These images can shed light on the comet's properties like the rate at which the comet is ejecting dust and the water production rate. Meanwhile, the Solar Orbiter Heliospheric Imager shows large parts of the comet's ion tail captured while the spacecraft itself was inside the tail. \"The big advantage is that, with basically no effort on the spacecraft's part, you get to sample a comet at a massive distance. That's pretty exciting,\" Samuel said. Comet Leonard passing through Earth and Venus with Solar Orbiter following it closely. Astronomers are hopeful that data will help build experience for ESA's Comet Interceptor mission, which will visit an as-yet-undiscovered comet, making a flyby of the target with three spacecraft to create a 3D profile of a 'dynamically new' object that contains unprocessed material surviving from the dawn of the Solar System. With the successful comet crossing, the Solar Orbiter is on its course to make the closest approach to the Sun in March this year. The spacecraft will fly as close as 50 million kilometres from the solar surface and is one of almost 20 close passes to the Sun that will occur during the next decade.", "url": "https://www.indiatoday.in/science/story/european-space-agency-solar-orbiter-comet-leonard-tail-encounter-venus-earth-1904558-2022-01-26"}, {"title": "NASA Spacecraft Flies Through Tail of Comet", "date": "2022-01-28", "content": "NASA and the European Space Agency's Solar Orbiter has flown through the tail of a comet - for the second time. Despite being primarily tasked with studying the Sun, the small spacecraft has managed to collect significant amounts of scientific data about comets as well. University College London graduate student Samuel Grant was able to predict the second crossing by comparing orbits of the spacecraft and Comet Leonard. The comet was first discovered by astronomer GJ Leonard at the Mount Lemmon Observatory in Tucson, Arizona, just over a year ago. It has since led to spectacular views of a super bright streak trailing across the night sky. The rare encounter could give astronomers new insights into how solar winds, which are streams of charged particles released by the Sun, can influence the orbits of comets. Passing By: The Solar Orbiter was passing by the Earth for a gravity assist maneuver late last year. Comet Leonard's tail may have been close to Venus at the time, but it was so long that it stretched all the way to Earth's orbit. The spacecraft's Heavy Ion Sensor is sensitive enough to distinguish between the atoms, ions, and molecules produced by solar wind as opposed to those belonging to comets' tails. \"Because of their small electrical charge, these ions are all clearly of cometary origin,\" said Stefano Livi, Lead Investigator of SWA-HIS from Southwest Research Institute, in a statement. Data collected by the Orbiter suggests the Sun's magnetic field is being draped around the comet as it moves through space. While previous comet tail crossings happened by accident or went unnoticed, the Solar Orbiter's crossing was predicted in advance. \"The big advantage is that for basically no effort on the spacecraft's part, you get to sample a comet at a massive distance,\" Grant said in the statement. \"That's pretty exciting.\" The small spacecraft is now headed to make its closest pass of the Sun ever, coming within just 31 million miles, roughly a third of the Earth-Sun distance. \"There is so much to look forward to with Solar Orbiter, we're only just getting started,\" said Daniel Müller, ESA project scientist for Solar Orbiter. ", "url": "https://futurism.com/the-byte/nasa-spacecraft-flies-through-tail-of-comet"}, {"title": "ESA's Solar Orbiter captures a huge eruption from the Sun", "date": "2022-02-21", "content": "A huge eruption from the sun has been caught on camera by the European Space Agency's (ESA) Solar Orbiter probe. It is the largest such eruption ever observed in a single image with the full solar disc in shot, according to ESA. The burst of radiation erupted from the side of the Sun facing away from Earth and extended millions of miles into space. Solar eruptions, or prominences, are large structures of tangled magnetic field lines that keep dense concentrations of solar plasma suspended above the Sun's surface, sometimes taking the form of arching loops. They are often associated with coronal mass ejections, which if directed towards Earth, can wreak havoc with our technology. The latest eruption took place on February 15 and was caught on camera by the Solar Orbiter's 'Full Sun Imager' (FSI) of the Extreme Ultraviolet Imager (EUI). FSI is designed to look at the full solar disc even during close passages of the Sun, such as during the upcoming perihelion passage next month. At closest approach on March 26, which will see the spacecraft pass within about 0.3 times the Sun-Earth distance, the Sun will fill a much larger portion of the telescope's field of view. Right now, there is still a lot of 'viewing margin' around the disc, enabling stunning detail to be captured out to about 2.17 million miles (3.5 million km), equivalent to five times the radius of the Sun. Other space telescopes such as the ESA and NASA's SOHO satellite often see solar activity like this, but are either closer to the Sun, or further out, which blocks out the glare of the Sun's disc to enable detailed imagery of the corona itself. That is why the eruption observed by the Solar Orbiter is the largest ever event of its kind to be captured in a single field of view together with the solar disc. Scientists said it opens up new possibilities to see how events like these connect to the solar disc for the first time. Other space missions were also watching the event, including NASA's Parker Solar Probe. Next week, Solar Orbiter and Parker Solar Probe will perform dedicated joint observations during Parker's perihelion passage. Even spacecraft not dedicated to solar science felt its blast. BepiColombo, a joint ESA/JAXA (Japan Aerospace Exploration Agency) mission, which is currently in the vicinity of Mercury's orbit, detected a massive increase in the readings for electrons, protons, and heavy ions with its radiation monitor. ESA said that while this eruption did not send a blast of deadly particles towards Earth, it is an important reminder of the unpredictable nature of the Sun and the importance of understanding and monitoring its behaviour. Scientists hope that with better views of events like these, we can better protect our home planet from the Sun's violent outbursts.", "url": "https://www.dailymail.co.uk/sciencetech/article-10535265/ESAs-Solar-Orbiter-captures-huge-eruption-Sun.html"}, {"title": "Solar Orbiter Is Now Halfway Between the Sun and Earth", "date": "2022-03-07", "content": "The Solar Orbiter spacecraft, a joint mission of the European Space Agency and NASA, is officially halfway between our planet and the Sun. According to an ESA release, the spacecraft is currently 46.6 million miles from our host star. Solar Orbiter began its scientific observations in November 2021 and will continue them on its way closer and closer to the Sun. The spacecraft is taking measurements of the solar winds and volatile corona. Being situated so neatly between Earth and the Sun, the probe is giving researchers a unique opportunity to study space weather. Space weather is a feature of the solar wind, a steady stream of charged particles from the Sun that generates aurorae and occasionally disrupts electronics on Earth. Solar Orbiter is taking a circuitous route to the Sun, but it's saving energy by doing so. The orbiter is capitalizing on the gravitational pulls of Earth and Venus to slingshot itself inward. Besides providing great photo opportunities, these gravity assist maneuvers reduce the amount of fuel necessary to propel spacecraft, saving precious payload space. Nearly 50 million miles on the space odometer doesn't sound like much, until you remember that the Webb telescope only had to trek 1 million miles to its observation point in deep space. The orbiter's current proximity to Earth and the Sun lets it gather useful data on how the solar wind blows through our solar system. Combining Solar Orbiter observations with data from spacecraft like IRIS and the ESA's SOHO will give a more complete picture of the wind; like buoys in a sea of solar particles, the dispersed spacecraft will provide a dynamic look at space weather. Daniel Müller, a Solar Orbiter project scientist with the ESA, said in a release that, \"From this point onwards, we are 'entering the unknown' as far as Solar Orbiter's observations of the Sun are concerned.\" The orbiter will make its closest approach-26 million miles from the Sun-on March 26. From March 14 to April 6, it will be within the orbit of Mercury, the closest planet to the Sun. While there the orbiter will collect data on the Sun's surface and what it spews into space, but ESA researchers are hopeful that the spacecraft's proximity to the Sun will offer some unique data on the solar campfires it discovered in 2020. Last year, scientists proposed that the campfires may be the convergence of magnetic fields on the Sun's surface, but the situation remains unresolved. \"What I'm most looking forward to is finding out whether all these dynamical features we see in the Extreme Ultraviolet Imager can make their way into the solar wind or not. There are so many of them!\" said Louise Harra, a physicist at the Physical Meteorological Observatory in Davos, Switzerland and co-principal investigator for the Extreme Ultraviolet Imager. Shortly after the spacecraft arrives at its closest approach later this month, we should receive some of the closest-ever images taken of the Sun. ", "url": "https://gizmodo.com/solar-orbiter-is-now-halfway-between-the-sun-and-earth-1848616967"}, {"title": "Solar Orbiter: Tracking Sunspots Up Close", "date": "2022-03-27", "content": " The ESA/NASA Solar Orbiter spacecraft just made its historic first close pass of the Sun, which happened midday on March 26, 2022. In the days leading up to and around 'Perihelion passage', teams at ESA worked intensively on an observation campaign, and all ten instruments will be operating simultaneously to gather as much data as possible. This effort will include using its remote sensing instruments, like the Extreme Ultraviolet Imager to image the Sun, as well as in-situ instruments to measure the solar wind as it flows past the spacecraft. Observing specific targets of scientific interest on the Sun requires close coordination between flight control teams and the flight dynamics experts at ESA's ESOC mission control centre, in Germany, and teams at the science operations center at ESAC, in Spain. ESA teams are using the full-disc telescopes on board Solar Orbiter to identify dynamic activity - like moving sunspots - on the surface, then will use these specific locations to calculate accurate pointing of the narrow- angle imager for later detailed observation. Since the instruments are fixed in place to the spacecraft body, the entire spacecraft must be pointed with high precision to point to specific sunspots. This cycle of using wide-angle images to select specific narrow-angle targets, then feeding the needed pointing back into flight control instructions takes place daily, with each iteration taking three days from initial imaging to uplink of new pointing instructions. While such close coordination happens throughout the mission, the cycle is much speeded up during perihelion passage to ensure the best possible scientific value from 'up close' to the Sun. ", "url": "https://scitechdaily.com/solar-orbiter-tracking-sunspots-up-close/"}, {"title": "Solar Orbiter successfully completes historic close pass of the Sun", "date": "2022-03-27", "content": "On March 26, 2022, the joint European Space Agency and NASA Solar Orbiter spacecraft successfully completed its first close pass through the Sun's corona, bringing the spacecraft's specially-designed collection of instruments closer to the Sun than ever before. During the close pass, called perihelion, all ten of Solar Orbiter's instruments operated simultaneously, working together to gather important, never-before-seen data. The flyby brought Solar Orbiter less than one-third of the distance from the Sun to the Earth. Solar Orbiter's historic perihelion: Solar Orbiter launched on February 9, 2020, atop a United Launch Alliance Atlas V rocket. Since being released by the rocket's Centaur upper stage, Solar Orbiter has been traveling through interplanetary space in a heliocentric orbit. In order to lower its perihelion - the point in its orbit closest to the Sun - Solar Orbiter needs to perform several gravity assists with Earth and Venus to achieve a targeted perihelion of 0.28 AU. Additionally, these gravity assist maneuvers help raise the inclination of Solar Orbiter's orbit, allowing the spacecraft to provide the first views of the Sun's uncharted polar regions. During its primary mission, Solar Orbiter's orbital inclination will increase from 0° to 24°. On June 15, 2020, Solar Orbiter made its first close pass of the Sun. At the time of this first close pass, Solar Orbiter's perihelion was only 77 million kilometers, around the halfway point between the Sun and Earth. During this first perihelion, Solar Orbiter teams tested each of the spacecraft's ten instruments, imaging the Sun and collecting a plethora of data on the Sun's unique processes. The ten instruments aboard Solar Orbiter are the Energetic Particle Detector, Magnetometer, Radio and Plasma Waves, Solar Wind Plasma Analyser, Extreme Ultraviolet Imager, Coronagraph, Polarimetric and Helioseismic Imager, Heliospheric Imager, Spectral Imaging of the Coronal Environment, and X-ray Spectrometer/Telescope. As Solar Orbiter made its close approach to the Sun, all ten of its instruments were operating and collecting valuable data on the Sun's characteristics. Now that the flyby is complete, Solar Orbiter scientists from ESA and NASA will spend weeks scouring over and analyzing these data and images. During the March 26 flyby, Solar Orbiter made its closest approach yet at 48 million kilometers from the Sun's surface - less than one-third of the distance between the Sun and the Earth. Solar Orbiter crossed the orbit of Mercury on March 14 and will pass back through it on April 6 as it moves farther from the Sun again. The images of the Sun taken by Solar Orbiter will be the closest images of the solar surface ever taken, and are expected to be released in a few weeks. Solar Orbiter takes images at the Earth-Sun line: As Solar Orbiter was making its trek toward perihelion, it passed a crucial point in space: the Earth-Sun line. The Earth-Sun line is the point in interplanetary space that marks the halfway point between the Sun and the Earth. As Solar Orbiter crossed this line its instruments were used to take extremely high-definition images of the Sun's surface. Taking images at the Earth-Sun line will allow scientists to compare data and images from Solar Orbiter with other space-based and ground-based solar telescopes. One of the mosaic images Solar Orbiter captured is the highest- resolution image of the Sun's corona and full disk ever taken. The image was taken in the extreme ultraviolet by Solar Orbiter's Extreme Ultraviolet Imager instrument. The EUI takes images in the extreme ultraviolet at a wavelength of 17 nanometers. Imaging the Sun at this wavelength reveals the corona, the Sun's upper atmosphere. In the image, two dark \"prominences,\" which are large, bright features extending outward from the Sun's surface, can be seen at the two o'clock and eight o'clock positions on the Sun. These prominences are often prone to erupting, ejecting massive amounts of solar material out into the solar system in events called coronal mass ejections. These CMEs are what typically cause \"solar storms\" on Earth. Recently, one of these CMEs caused a geomagnetic storm to occur in Earth's magnetosphere, which led to the loss of approximately 40 SpaceX Starlink satellites. The EUI was not the only instrument taking data and acquiring images of the Sun at the Earth-Sun line. The Spectral Imaging of the Coronal Environment instrument captured a variety of mosaic images in varying wavelengths of extreme ultraviolet light, including an image of the Sun at the Lyman-beta wavelength of ultraviolet light - the first of its kind in nearly 50 years. SPICE is designed to measure the many layers of the Sun's atmosphere, all the way from the upper corona to the lower chromosphere. SPICE imaged the Sun in wavelengths corresponding to four different temperatures, each corresponding to emissions caused by a certain element in the Sun's atmosphere: 10,000°C, 32,000°C, 320,000°C, and 630,000°C. For comparison, each element is shown in a different color: hydrogen is shown in purple, carbon in blue, oxygen in green, and neon in yellow. Using SPICE's images and other instruments and systems aboard Solar Orbiter, solar physicists will be able to pinpoint the exact layers at which solar prominences erupt and trace them to their origin. Additionally, SPICE will allow solar physicists to gain a better understanding of how heat rises through the Sun's atmosphere - one of the most puzzling mysteries in heliophysics. Generally, as you move away from a heated object, the amount of heat it emits decreases the farther you get from the source of the heat. In the Sun's case, its core is the source of its heat, so it's easy to assume that the Sun's outermost atmospheric layer, the corona, would be cooler than the surface. However, this is not the case. In reality, the corona is around one million degrees Celsius, while the surface of the Sun is only 5,000°C - a startling and extremely puzzling mystery that solar physicists have been trying to solve for years. Determining the exact cause of this phenomenon is one of the key objectives of Solar Orbiter's seven-year primary mission.", "url": "https://www.nasaspaceflight.com/2022/03/solar-orbiter-close-pass/"}, {"title": "Solar Orbiter takes 'unprecedented' images of the Sun", "date": "2022-03-29", "content": "The Solar Orbiter (SolO) captured 'unprecedented' images of our Sun earlier this month as it approached the midway point between the Earth and its star, the European Space Agency (ESA) recently said in a press release. Launched on February 10 of 2020, SolO is a joint collaboration between the ESA and NASA, designed to better understand the Sun and its solar winds. As the orbiter approaches the center of our solar system, it will also observe the polar regions of the burning star, a difficult thing to do from Earth. Earlier this month, the orbiter reached a distance of 46.6 million miles from the solar body, from roughly half the distance between the average orbit of Earth and its star, capturing the images at an incredibly high resolution. The 83 million pixel picture: The image was taken by the Extreme Ultraviolet Imager of the orbiter, technology that requires the image be spread out over multiple frames. All told, SolO took 25 shots to capture the complete disc of the Sun. Because the capture of each image takes about 10 minutes, the entire process took more than four hours, the ESA said in the press release. Put together in a 9148 x 9112-pixel grid, the final image consists of a mind-boggling 83 million pixels. To get a sense of perspective, viewers of the image can look for a tiny dot in the image at roughly the two o'clock position that has been artificially inserted into the photo - that's Earth to scale. If you look closely, you can also see dark filaments projecting away from the Sun. These filaments are solar prominences that can erupt and cause solar storms. Taken at a 17-nanometer wavelength, the image also captures the Sun's upper atmosphere which is believed to reach temperatures of a million degrees Celsius. Studying the Sun's layers: The orbiter is also equipped with another tool called the Spectral Imaging of the Coronal Environment instrument, which took additional images at separate wavelengths.", "url": "https://interestingengineering.com/science/solar-orbiter-captures-sun"}, {"title": "Wow! Like Icarus, NASA Solar Orbiter gets amazingly close to Sun; will it get DESTROYED too?", "date": "2022-03-30", "content": "The Solar Orbiter spacecraft, a NASA and European Space Agency joint venture, has created history! The spacecraft has come closer to the Sun than any other craft ever. The spacecraft completed two years in space last month and now it has reached as close as 48 million kilometers from the Sun. While the distance feels a lot, it should be noted that Venus is at twice the distance of the Solar Orbiter and its surface temperature can go as high as 462 degree Celsius. As the spacecraft continues to observe the Sun from a distance never seen before, it remains to be seen whether it will face a similar fate as Icarus, a character in Greek mythology, who flew too close to the Sun only to see his wings burn up and him to perish. However, it does not seem that the Solar Orbiter is as 'foolhardy' as Icarus was, given the list of accomplishments it has already racked up. In just two year's time, the NASA and ESA spacecraft has flown through the tail of a comet, flown by Venus and captured the most detailed photographs of the Sun ever taken. And fitted with the best technology humans have access to, the orbiter continues to unravel the secrets of the Sun. NASA Solar Orbiter replicates Icarus, only successfully: The solar orbiter flying too close to the Sun is definitely a reminder of the tragedy that befell the Greek hero Icarus when he defied his father Daedalus and used the wax-made wings created by him to soar high in the sky. As he got higher, the wings melted and Icarus fell to his own death. While the Sun is definitely capable of emitting extremely high heat, the Solar Orbiter seems to be doing just fine. How the Solar Orbiter beats the heat: At the heart of this technology is the heat shield. The heat shield is a 10 feet tall and 8 feet wide sandwich-like structure. The front layer has thin sheets of titanium foil, followed by a honeycomb-patterned aluminum base, covered in more foil insulation. The nearly 10-inch gap in the shield funnels heat out to space. A smaller, second gap lies between the inner slice and the spacecraft. ", "url": "https://tech.hindustantimes.com/tech/news/wow-like-icarus-nasa-solar-orbiter-gets-amazingly-close-to-sun-will-it-get-destroyed-too-71648650678417.html"}]}, {"win label": 0, "news": [{"title": "ESA's Solar Orbiter to get closest to Venus on Sept 4; will skim 6,400 km above surface", "date": "2022-08-29", "content": "The European Space Agency's solar orbiter is scheduled to make its next fly-by of Venus on September 4. In the latest update, the agency revealed that the spacecraft will make its closest approach at 6:56 am IST and will fly just over 6,400 km above the Venusian surface. The orbiter's forthcoming journey to Earth's sister planet will adjust its orbit around the sun and subsequent flybys will raise the inclination to see more of the Sun's polar regions. The flybys are being conducted to increase the orbiter's inclination to see more of the solar poles and make observations to answer some of the most profound questions about the sun. According to ESA, the fly-by in February 2025, after the forthcoming one, will increase the inclination of the spacecraft's orbit from about 7.7 to around 17 degrees and the one after that in December 2026 will further increase this inclination to 24 degrees. The mission team is aiming to push the Orbiter as high as 33 degrees to gain more direct views of the sun. Launched in February 2020, the Orbiter seeks to solve mysteries such as the Sun's 11-year cycle of rising and subsiding magnetic activity. Besides, it would also answer questions such as what heats up the sun's corona, to millions of degrees Celsius, what drives the generation of the solar wind and how the solar winds gain speeds of hundreds of kilometres per second. The Orbiter is equipped with six remote-sensing instruments and four sets of in-situ instruments to do the job. \"Although our life-giving star has been an object of scientific interest for centuries, its behaviour still presents a puzzle for scientists\", ESA says. \"Solar Orbiter will take images of the Sun from closer than any spacecraft before and for the first time look at its uncharted polar regions\". Solar Orbiter's view of the sun: Ever since its launch, the orbiter has sent a treasure trove of data to Earth including the clearest views of the sun. In March this year, the agency shared spectacular views of the solar surface which were captured by the orbiter when it was just one-third the distance between the Earth and the sun. The picture below, which is a compilation of 25 images taken using the Orbiter's Extreme Ultraviolet Imager, was the most detailed image of the sun in almost 50 years. ", "url": "https://www.republicworld.com/science/space/esa-solar-orbiter-heads-to-venus-for-close-approach-fly-6400-km-above-surface-on-sept-4-articleshow.html"}, {"title": "Solar Orbiter to look at Venus' magnetic field as it swings by the planet", "date": "2022-09-03", "content": "The sun-studying Solar Orbiter spacecraft will swing by Venus on Saturday and gather bonus observations of our neighbor planet's mysterious magnetic field. The Solar Orbiter mission, led by the European Space Agency, is already capturing the closest-ever images of the sun. Throughout its lifetime, the probe uses the gravity of Venus to adjust its orbit and sneak closer to our star. These regular swings past the hot and scorching planet also enable Solar Orbiter to look at the mysterious magnetic field of Earth's planetary sister. Today's flyby will see Solar Orbiter make its closest approach at 9:26 p.m. EDT, coming as close as 4,000 miles to Venus. During the maneuver, one of the probe's instruments will be taking measurements of Venus' bow shock, Daniel Muller, ESA's Solar Orbiter project scientist told Space.com in an email. A bow shock is the sun-facing region of a planet's magnetic field, where it meets the solar wind, the stream of charged particles emanating from the sun. \"It is very interesting 'bonus science' enabled by Solar Orbiter's orbit design, and we are doing all we can to exploit it,\" Muller wrote. The upcoming flyby will be Solar Orbiter's third of Venus; the previous encounters also offered observations of the planet's magnetism. Unlike Earth, Venus doesn't have an inherent magnetic field generated by the motion of molten metal in the planet's interior. Instead, Venus' magnetic field is what scientists call an induced magnetic field, a result of the interaction between Venus' thick atmosphere and the solar wind. Measurements obtained during the previous Venus flybys in December 2020 and August 2021 revealed that on the side of Venus facing away from the sun, the magnetic field, although extremely weak, extends at least 188,000 miles into space. Solar Orbiter also found that despite its weak and unstable nature, the magnetic field accelerates charged particles within Venus' magnetosphere to speeds of over 5 million mph. Scientists have known Venus' magnetic field existed since the first spacecraft visited the planet in the 1960s and 1980s. There are, however, still many unanswered questions about the field's origins and behavior. Solar Orbiter, which launched in 2020, will have several more opportunities to contribute to answering those questions. The probe will return to Venus eight times over nearly a decade during its travels in space to use the planet's gravity to shift its orbit out of the ecliptic plane, in which planets orbit. These maneuvers will eventually allow the spacecraft to view the sun's poles, which are so far completely unexplored. The polar regions are critical to generating the sun's magnetic field, which in turn drives the sun's 11-year- cycle of activity, the ebb and flow in the creation of sunspots, eruptions and flares. The exact mechanism behind this cycle and its varying intensity remains unknown. Solar Orbiter will have the best chance to answer these questions as it studies the star just as its activity builds up toward the peak of the current solar cycle, predicted to occur around 2025.", "url": "https://www.space.com/solar-orbiter-venus-flyby-3-magnetic-field"}, {"title": "ESA's Solar orbiter just got smacked by a coronal mass ejection", "date": "2022-09-05", "content": "The sun-exploring Solar Orbiter spacecraft came face to face with a massive eruption of plasma from the sun, just ahead of a pivotal flyby of Venus. An enormous coronal mass ejection, a burst of charged particles from the sun's upper atmosphere, the corona, shot out from the sun on Aug. 30 in the direction of Venus. Shortly after that, the bubble of solar material reached Solar Orbiter, which was just preparing for its latest orbital flyby of the second planet of the solar system. Fortunately, the ESA-NASA observatory is designed to measure the very kind of violent outburst it just encountered and thus could withstand the solar assault with ease. The spacecraft carries 10 science instruments to observe the sun's surface and collect data on CMEs, the solar wind and the sun's magnetic field. Some of these instruments were turned off during the close approach to Venus, due to the potential risk from sunlight bouncing off the highly reflective Venusian atmosphere, ESA said in a statement. Solar Orbiter was, however, able to collect some valuable measurements of its environment during the CME encounter, detecting an increase in energetic solar particles. Violent solar events see particles such as protons, electrons and even ionized helium atoms hurled from the sun and accelerated to near relativistic speeds. Such particles pose a radiation risk to astronauts and can damage spacecraft. Understanding their movements and behavior in space will therefore be valuable for protecting life and technology on Earth and in space. The spacecraft later successfully made its close approach to Venus at 01:26 GMT Sept. 4. \"The close approach went exactly to plan, thanks to a great deal of planning from our colleagues in Flight Dynamics and the diligent care of the Flight Control Team,\" Jose-Luis Pellon-Bailon, Solar Orbiter Operations Manager, said in the statement. The close approach was primarily intended to allow Solar Orbiter to change its orbit to take it closer to the sun. During the flyby, however, the probe also made bonus observations of Venus's mysterious magnetic field. Solar Orbiter launched in 2020 and is two-and-a-half years into its decade- long mission to image the sun from the closest ever distance and study the properties of the star's magnetic field. The spacecraft uses Venus's gravity to alter and tilt its orbit out of the ecliptic plane, in which planets orbit. These visits to Venus will eventually enable Solar Orbiter to make the first- ever observations of the sun's unexplored poles, which are key to driving the star's 11-year cycle of activity, the ebb and flow in the generation of sunspots, flares and eruptions that affect space weather around Earth. ", "url": "https://www.space.com/solar-orbiter-hit-by-coronal-mass-ejection"}, {"title": "Europe's Solar Orbiter hit by huge sun eruption, survives", "date": "2022-09-07", "content": "The European Space Agency's Solar Orbiter has been hit by a massive solar plasma eruption as it transited towards Venus. Solar Orbiter is undertaking close-up studies of the Sun and the inner heliosphere - those parts of the solar system closest to our local yellow dwarf star - and will obtain imagery and data on the sun's solar wind, magnetic field, and material eruptions. No craft has gone closer to the sun to achieve this. On Sunday morning (UTC), Solar Orbiter had a close encounter with an eruption known as a Coronal Mass Ejection (CME) which burst from the Sun towards Venus and the ship. CMEs are huge clouds of plasma and magnetic fields that erupt from the Sun's corona. They can cause auroras and electromagnetic damage if they extend far enough to reach Earth. Solar Orbiter is designed to withstand and monitor CMEs and has continued to along its journey since. Passing six thousand kilometres from Venus' surface, the ship will use the planet's gravity to alter its orbit to complete its next solar pass. \"The close approach went exactly to plan, thanks to a great deal of planning from our colleagues in Flight Dynamics and the diligent care of the Flight Control Team\", explains Jose-Luis Pellon-Bailon, Solar Orbiter Operations Manager. When it returns to the Sun, the spacecraft's closest approach will be about 4.5 million km closer than its last pass. Solar Orbiter's CME encounter has sent back some useful data. Launched in 2020, Solar Orbiter's job is to observe and monitor the sun's activities - events like CMEs - and its instrumentation has obtained data that describes environmental changes around Venus after the ejection took place. It detected an increase in solar particles - protons and electrons mainly - after the CME swept through. While particles like these, and some ionised atoms such as Helium, are regularly spat out from the Sun, they can hitch a ride on plasma eruptions which will take them further into space. It's these instances that can prove dangerous to both astronauts and spacecraft which aren't enclosed in Earth's magnetic field - the protective shield that guards Earthlings from harmful solar radiation. Being able to track the trajectory of solar emissions and alert space missions about extreme space weather events is important. According to Alexi Glover from ESA's space weather team, doing so helps keep humans and other biological entities as safe as possible from destructive space weather. \"Gathering data on events like this is crucial to understanding how they arise, improving our space weather models, forecasts and early-warning systems,\" says Glover. \"Solar Orbiter is providing us with an excellent opportunity to compare our forecasts with real observations and test how well our models and tools perform for these regions.\" A previous CME was captured by Solar Orbiter in May.", "url": "https://cosmosmagazine.com/space/solar-orbiter-hit-by-cme/"}, {"title": "Solar Orbiter records a solar switchback proving they exist", "date": "2022-09-13", "content": "The European Space Agency's Solar Orbiter probe made the first-ever remote sensing observation of a solar \"switchback\", according to a blog post from the agency. The new data gathered by the mission sheds new light on a mysterious phenomenon that had only been hypothesized until now. It could help explain how solar wind is propelled across the solar system at incredibly fast speeds. The 'first evidence of a switchback in the solar corona': The ESA described its new observation as the \"first evidence of a switchback in the solar corona\". It was made using the Solar Orbiter's coronagraph instrument, called METIS. Solar switchbacks had only been hypothesized until now. NASA's Parker Solar Probe, for example, detected abrupt reversals in the sun's magnetic field, though it did not capture any imagery. The ESA's Solar Orbiter probe was designed to take the most close-up images of the sun and collect data on its magnetic field. The probe observed the S-shaped structure, known as a switchback, in the solar plasma in March this year. The observation was published, alongside a new study, on Monday, September 12, in The Astrophysical Journal Letters. NASA's Parker Solar Probe makes the closest approach any spacecraft has made to the sun, orbiting at distances within just a few million miles of the star's surface. Solar Orbiter keeps its distance by comparison. Orbiting a little further from the sun has the benefit of allowing the Solar Orbiter to equip and use imaging instruments, which would not be able to survive the closer approaches the Parker Solar Probe makes to the sun. Scientists compared images taken by Solar Orbiter's cameras at different wavelengths and they found that the switchback phenomenon occurred just above an active sunspot - a cooler region of the sun characterized by dense and twisted magnetic fields. ", "url": "https://interestingengineering.com/science/the-esas-solar-orbiter-records-a-solar-switchback-proving-they-exist"}, {"title": "Astonishing! ESA Solar Orbiter captures stunning visuals of the Sun", "date": "2022-10-13", "content": "The Sun has been an object of scientific interest for hundreds of years with the first observations of the Sun dating back to 2300 B.C. by Chinese astronomers. However, with the advancement of technology, it has become relatively easy to collect and study data about this bright star at the center of our solar system. The European Space Agency had sent a complex space laboratory called the Solar Orbiter with a mission to capture close-up images of the Sun and collect important data which could help unravel the mysteries of this highly luminous object. The Solar Orbiter has captured extremely detailed stunning visuals of the Sun. The space laboratory made its latest close approach to the Sun on October 12 at 19:12 UTC. ESA released an 8-second-long video showing sequences of the close approach beginning on September 20 and leading up to October 10. ESA explained in a post, \"This sequence of images shows the progress of the ESA/NASA spacecraft as it heads inwards on its voyage of discovery.\" According to ESA, the images were taken by the Extreme Ultraviolet Imager using the Full Sun Imager telescope aboard the Solar Orbiter. The Sun was captured at a wavelength of 17 nanometers which was emitted by a gas present in the atmosphere of the Sun at a temperature of nearly one million degrees. ESA further explained that the colour in the images had to be artificially added \"because the original wavelength detected by the instrument is invisible to the human eye.\" The Solar Orbiter Mission: ESA's Solar Orbiter Mission is an exploratory mission to study the Sun and the innermost regions of our solar system, known as the heliosphere. With this mission, ESA hopes to understand and even predict the behaviour of the bright star which our lives depend on. The Solar Orbiter is the most complex scientific laboratory ever sent to study the Sun. It is capable of capturing phenomena such as Solar Poles and Solar Storms which are nearly impossible to see from Earth. ", "url": "https://tech.hindustantimes.com/tech/news/astonishing-esa-solar-orbiter-captures-stunning-visuals-of-the-sun-71665664146529.html"}, {"title": "Solar Orbiter's unprecedented view of the quiet corona", "date": "2022-10-27", "content": "The ESA-led Solar Orbiter mission has experienced its second close encounter with the Sun. It is delivering more stunning data, and at higher resolution than ever before. The moment of closest approach took place on 12 October at 19:12 UTC, when Solar Orbiter was just 29% of the Earth's distance from the Sun. This movie comes from 13 October, when the spacecraft's Extreme Ultraviolet Imager returned the highest resolution movie of the quiet corona ever taken with any instrument. Each pixel on this movie spans 105 km on the surface of the Sun. This means that if EUI were to look at the Earth from this distance, our entire planet would span just 120 pixels across. The movie itself contains 2048 across, meaning that 17 Earths would fit side by side across this image. The corona is the Sun's outer atmosphere. It is termed quiet when there is little appreciable solar activity such as flares or coronal mass ejections. This movie, and others taken during the encounter, show the dynamic nature of the Sun's million degree-hot corona. The electrically charged gas here, known as plasma, is in constant motion, guided and accelerated by changes of the Sun's magnetic field. The arches of bright plasma in the movie are being held in place by loops of magnetism that burst up into the corona from the Sun's interior. The Sun is currently ramping up for a peak in its activity levels, known as solar maximum, in 2025. So views of a quiet corona are likely to become rarer in the coming few years. The Sun launches a solar wind of particles that streams out through the Solar System. It originates in the corona but the precise mechanism by which this happens is poorly understood. Investigating this phenomenon is a key focus for solar physicists, and one of Solar Orbiter's main scientific objectives. This particular encounter benefited from Solar Orbiter rapidly flying in the direction of Earth. This allowed much more data to be downlinked. It also allowed for coordinated observations of solar features to be made with Earth- based telescopes, from 21 October onwards. \"I am very much looking forward to data from all ten instruments being downloaded during the next few weeks, and then the world-wide science community will be very busy discovering new things using this unique data set,\" says Daniel Müller, ESA Project Scientist for Solar Orbiter. Solar Orbiter is a space mission of international collaboration between ESA and NASA, operated by ESA. This movie was enhanced with Wavelet Optimized Whitening technique. ", "url": "https://www.esa.int/ESA_Multimedia/Videos/2022/10/Solar_Orbiter_s_unprecedented_view_of_the_quiet_corona"}, {"title": "ESA's Solar Orbiter Captures a 'Snake' Slithering Across the Sun's Surface", "date": "2022-11-15", "content": "Having been lent a bad rep owing to their problematic biblical history, snakes are often accompanied by a sense of foreboding. And the recent activity on the Sun has us wondering if their reputation is slightly fitting. On September 5, the ESA's Solar Orbiter spotted a 'snake' slithering across the Sun's surface when it was approaching the Sun for a close pass that took place on October 12. However, this snake-like thing was actually a tube of cooler atmospheric gases making its way through the Sun's magnetic field. Although, this snake was a precursor to a much larger eruption! Given how all the plasma in the Sun's atmosphere is more than a million degrees centigrade, it starts to lose atoms - making it electrically charged and more susceptible to magnetic fields. So the 'snake' that we saw was basically the cool plasma being suspended by a particularly long filament of the Sun's magnetic fields in the hotter surrounding plasma of the solar atmosphere. \"You're getting plasma flowing from one side to the other, but the magnetic field is really twisted. So you're getting this change in direction because we're looking down on a twisted structure,\" says David Long, Mullard Space Science Laboratory, UK, who is heading up the investigation into the phenomenon. The journey of this slithery snake took over 3 hours to complete, with the plasma travelling at a speed of about 170 kilometres per second. Meanwhile, the time-lapse of the plasma tube moving across the Sun was created using the pictures clicked by the Extreme Ultraviolet Imager onboard the Solar Orbiter. What followed the movement was a violent eruption that led to a coronal mass ejection. On the bright side, this CME swept over NASA's Parker Solar Probe, allowing it to measure the contents of the eruption. Such events allow the space probes better study and hence help us understand solar activity and space weather that directly impact our satellites.", "url": "https://weather.com/en-IN/india/news/news/2022-11-15-snake-spotted-slithering-across-solar-surface"}]}]