[{"win label": 0, "news": [{"title": "Coming Soon: The Sun in 3-D - Twin APL-Built Solar Probes Shipped to NASA Goddard", "date": "2005-11-09", "content": "The first spacecraft designed to capture 3-D \"stereo\" views of the sun and solar wind were shipped today from the Johns Hopkins University Applied Physics Laboratory (APL) in Laurel, Md., to NASA Goddard Space Flight Center (GSFC) in Greenbelt, Md., for their next round of pre-launch tests. The nearly identical twin STEREO (Solar TErrestrial RElations Observatory) observatories, designed and built by APL, were recently tested in APL's vibration lab where engineers used a large shake table to check the structural integrity of the twin spacecraft. These tests simulate the ride into space the observatories will encounter aboard a Delta II launch vehicle from Cape Canaveral Air Force Station, Fla., where they're scheduled for launch in spring 2006. \"Delivery of the twin observatories to NASA is a program milestone,\" says Ed Reynolds, APL STEREO project manager. \"Building two nearly identical spacecraft simultaneously was a technical and scheduling challenge, but one our team welcomed and tackled with extreme professionalism and dedication. With the design, construction and now delivery of the observatories to NASA Goddard, we're very excited to help NASA get one step closer to launch and capturing the first-ever 3-D images of the sun.\" During the next three months at NASA GSFC, the twin observatories will undergo additional pre-launch checks including a series of spin tests to check the spacecraft's balance and alignment; thermal vacuum tests to duplicate the extreme temperature and airless conditions of space; and acoustic tests that simulate the noise-induced vibrations of launch. The mission team plans to transport the STEREO observatories to Florida in March 2006 for final launch preparations.", "url": "https://spaceref.com/press-release/coming-soon-the-sun-in-3-d-twin-apl-built-solar-probes-shipped-to-nasa-goddard/"}, {"title": "Stereo Probes To View Sun in New Light", "date": "2005-11-21", "content": "Two NASA probes are running a gauntlet of tests and checks in preparation for their mission to watch some of the Sun's largest explosions in three dimensions. Engineers are ensuring the space worthiness of NASA's twin Stereo spacecraft for their upcoming mission to study coronal mass ejections , enormous solar eruptions of high-energy particles that can interfere with satellites and pose a danger to orbiting astronauts when directed at Earth. Once launched, the two Stereo probes will take up Sun-watching positions ahead and behind Earth to record the first real-time 3-D images of the nearest star. \"From the space weather standpoint, this will be very important,\" Michael Kaiser, Stereo project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md. - where the probes are currently being tested - said in a telephone interview. \"The events on the Sun that you're very interested in are the ones coming right at you. We'll be viewing them from the side.\" Keeping tabs on coronal mass ejections and the radiation spewed from the Sun will become even more important in the future, when astronauts leave the relative protection of the Earth's magnetic field on long-duration spaceflights, Kaiser added. By launching two spacecraft instead of one, researchers hope to shed new light on how massive solar eruptions form and propagate throughout the solar system. Previous 3-D images of the Sun taken by the Solar and Heliospheric Observatory (Soho) were based on sequential rather than near-simultaneous observations, meaning there could have been changes in between them, Kaiser said.", "url": "https://spacenews.com/stereo-probes-view-sun-new-light/"}]}, {"win label": 0, "news": [{"title": "NASA's STEREO Probes Weather Temperature Extremes", "date": "2006-01-30", "content": "A set of spacecraft twins destined to stare at the Sun is alternately baking and freezing in a preflight test. Built to snap three-dimensional images of the Sun's most powerful eruptions for NASA's STEREO mission, the two probes are under going endurance checks in a vacuum chamber where temperatures can reach up to 122 Fahrenheit and drop down to -13 degrees Fahrenheit, NASA officials said. \"The satellites are very nearly done,\" Jim Adams, STEREO deputy project manager at NASA's Goddard Space Flight Center, told reporters Monday at the 2006 meeting of American Meteorological Society in Atlanta,Georgia. \"We're taking the best instruments from NASA's fleet of solar observing satellites over the years and putting them into STEREO.\" Dubbed STEREO A and B by their handlers, the two spacecraft carry five telescopes each, as well as a suite of instruments to monitor the Sun for coronalmass ejections - massive explosions that hurl clouds of charged particles across the Solar System. The particles can interfere with the regular operations of satellites and power grids, as well as pose a danger to astronauts in Earth orbit and outside the planet's protective magnetic field. \"Because we have a flat view of the sky, we can't tell when they're coming towards us or moving away from us,\" said Alex Young, a STEREO scientist at GSFC, of CMEs. \"These solar storms actually create currents that cause the magnetosphere of Earth toring like a bell.\" In 1989, a strong solar storm knocked out power in Quebec, Canada, while a severe storm slammedinto the Earth in 1859, shorting out telegraph lines in the U.S. and UnitedKingdom and starting fires. \"It has astrong effect on our daily lives,\" Young said of space weather. \"Today's society is extremely dependent on technology affected by them...we need tounder stand when these things are occurring, and when they are coming towardsus.\" TheSTEREO mission - shortfor Solar TErrestrial RElations Observatory - will place one satellite in anorbit ahead of Earth while its counterpart trails the planet, NASA officials said. Both satellites are designed to watch the Sun simultaneously, giving researchers a 3D view once the data is integrated on Earth, they added. The $500million mission is set to launch on June 24 atop a Boeing-built Delta 2 rocket,NASA officials said. Once thermal vacuum chamber tests are complete, bothSTEREO probes will be weighed, and then tested to ensure that their individualelectronic components do not interfere with each other, they added.", "url": "https://www.space.com/2000-nasa-stereo-probes-weather-temperature-extremes.html"}]}, {"win label": 0, "news": [{"title": "Twin APL-Built, Solar-Studying Spacecraft Successfully Launched", "date": "2006-10-25", "content": "NASA's STEREO (Solar TErrestrial RElations Observatory) spacecraft - en route as the first mission to capture the sun in 3-D - successfully launched tonight aboard a single Delta II vehicle from Cape Canaveral Air Force Station, Fla., at 8:52 p.m. EDT. The two nearly identical spacecraft, designed, built and operated for NASA by The Johns Hopkins University Applied Physics Laboratory (APL), in Laurel, Md., separated from the launch vehicle 25 minutes after lift-off. After receiving the first signal from the spacecraft 63 minutes after launch, mission control personnel at APL confirmed each observatory's solar arrays successfully deployed and were providing power to the spacecraft. The initial radio signals were forwarded to the APL-based STEREO Mission Operations Center from NASA's Deep Space Network antennas in Canberra, Australia. During its two-year mission, the twin observatories will explore the origin, evolution and interplanetary consequences of coronal mass ejections. These powerful solar eruptions are a major source of the magnetic disruptions on Earth and a key component of space weather, which can greatly affect satellite operations, communications, power systems, and the lives of astronauts in space. Placing STEREO into Orbit: For the next few weeks, the spacecraft will fly in an elliptical orbit that extends from Earth just beyond the moon. During this time, mission operations personnel at APL will place the spacecraft in flight mode, turn on and check out all instruments and subsystems, and ensure all systems are operating nominally in preparation to begin their data collection efforts. In approximately two months, mission operations personnel at APL will synchronize spacecraft orbits and direct one observatory to its position ahead of Earth. In approximately three months, the second observatory will be redirected to its position trailing Earth. Just as the slight offset between your eyes provides you with depth perception, this placement will allow the STEREO observatories to obtain 3-D images and particle measurements of the sun. Lunar swingbys will be used to place the observatories into their respective orbits, using the moon's gravity to redirect them to their appropriate orbits - something the launch vehicle alone can't do. This is the first time lunar swingbys have been used to manipulate orbits of more than one spacecraft. Each STEREO observatory is carrying two instruments and two instrument suites, providing more than a dozen instruments per observatory. APL designed and built the spacecraft platform housing the instruments. When combined with data from observatories on the ground or in space, STEREO's data will allow scientists to track the buildup and liftoff of magnetic energy from the sun and the trajectory of Earth-bound coronal mass ejections in 3-D. STEREO's instruments were built by numerous organizations worldwide with a principal investigator, or PI, leading each instrument team. The instruments and PIs are as follows: Sun-Earth Connection Coronal and Heliospheric Investigation (SECCHI) - Russell Howard, Naval Research Laboratory; In situ Measurements of PArticles and CME Transients (IMPACT) - Janet Luhmann, University of California, Berkeley; PLAsma and SupraThermal Ion Composition (PLASTIC) - Antoinette Galvin, University of New Hampshire; and STEREO/WAVES (S/WAVES) - Jean-Louis Bougeret, Paris Observatory, Meudon. STEREO is the third mission in NASA's Solar Terrestrial Probes Program. STEREO is sponsored by NASA's Science Mission Directorate, Washington, D.C. NASA Goddard's Solar Terrestrial Probes Program Office, in Greenbelt, Md., manages the mission, instruments and science center. APL designed and built the STEREO spacecraft and will operate the twin observatories for NASA during the mission.", "url": "https://www.jhuapl.edu/news/news-releases/061025-twin-apl-built-solar-studying-spacecraft-successfully-launched"}, {"title": "NASA's STEREO Spacecraft Begin Sun-watching Mission", "date": "2006-10-26", "content": "A pair of Sun-watching satellites launched into thenight sky above Florida late Wednesday, kicking off a NASA mission to take three-dimensional(3-D) images of our nearest star. NASA's nearly identical STEREO spacecraft rocketed spaceward atop a Boeing Delta 2 booster after a successful 8:52 p.m. EDT (0038 Oct. 26 GMT) liftoff from Cape Canaveral Air Force Station. \"The satellites are in their intended orbit and everything went as planned,\" NASA launch director Omar Baez said just after liftoff. With their unique flying formation -- one STEREO vehicle will eventually lead the Earth while the other lags behind -- the satellites will generate the first near real-time, 3-D images of the Sun. STEREO's solar quarries are coronalmass ejections (CMEs), immense eruptions from the Sun that spew high-energy particles which canpose a radiation hazard for astronauts and satellites, as well as interfere with power and communications systems on Earth. With NASA's plan to send astronauts on long-duration missions to the Moon -- let alone a future multiple-year trip of a Mars-bound flight -- more dependable CME and space weather prediction will prove vital, researchers said. \"They can receive a year's worth of radiation in one of these storms,\" STEREO project manager Nicholas Chrissotimos, of NASA's Goddard Space FlightCenter, said of astronauts working outside a spacecraft or lunar shelter. \"Ifwe can predict when these storms occur, we can at least safe the astronautsduring these timeframes so they are not exposed to this environment.\" Engineersat the Johns Hopkins University's Applied Physics Laboratory built the STEREOspacecraft for NASA, and will oversee the $550 million mission from a controlcenter in Laurel, Maryland. Thursday'slaunch came after a series of delays, including last-minute range safety andbooster concerns that were ultimately cleared, but only after pushing the spaceshot to the end of its 15-minute launch window. \"We are atthe dawn of a new age of solar observation,\" said theU.S. Naval Research Laboratory's Russ Howard, principal investigator for one ofSTEREO's instrument suites. \"We are going to be viewing things in a newdimension.\"", "url": "https://www.space.com/3040-nasa-stereo-spacecraft-sun-watching-mission.html"}, {"title": "Twin probes enter space to spy on the Sun", "date": "2006-10-26", "content": "NASA's STEREO mission to study the Sun in three dimensions successfully blasted into space on Wednesday, sending twin solar observatories into orbit. The two-year Solar Terrestrial Relations Observatory (STEREO) mission will be the first to view the Sun from two separate vantage points outside the Earth's orbit. The nearly identical satellites will act like a pair of human eyes, each picking up data that will be correlated with data from observatories on the ground and in low-Earth orbit. The result will be a 3D view of the Sun's eruptions and their impact on the Earth. A three-stage Boeing Delta II rocket carried the observatories into orbit from the Cape Canaveral Air Force Station in Florida, US, at 2052 EDT (0052 GMT on Thursday). Lift-off took place during the last minute of a 15-minute launch window that opened at 2038 EDT. The twin spacecraft, each about the size of a golf cart and weighing some 620 kilograms (1364 pounds), separated without problem from the rocket after launch, NASA said. NASA said it should have the first 3-D images from the spacecraft, which are each equipped with 16 instruments, in mid-December.", "url": "https://www.newscientist.com/article/dn10385-twin-probes-enter-space-to-spy-on-the-sun/"}, {"title": "Delta II/STEREO launches from Cape Canaveral", "date": "2006-10-27", "content": "Two NASA observatories called \"STEREO\" blasted off from here Wednesday night, starting a two-year mission to study solar flares. A Delta II booster carried these spacecraft from Space Launch Complex 17B, lighting up Space Coast skies and the spirits of launch team members such as Capt. Chin Hiransonboom of the 1st Space Launch Squadron. She served as the Air Force Launch Crew Commander for this mission. Captain Hiransonboom coordinated various requirements between NASA, Boeing and the Air Force. \"This was an awesome mission and I'm honored to be part of it,\" she said. \"There are several benefits to be gained from this.\" The Solar Terrestrial Relations Observatory or \"STEREO\" consists of two spacecraft that together comprise the first mission that will take measurements of the sun and solar wind in 3-D. STEREO is the third mission in NASA's Solar Terrestrial Probes Program (STP). This two-year mission will provide a unique and revolutionary view of the Sun-Earth System. The two nearly identical observatories -- one ahead of Earth in its orbit, the other trailing behind -- will trace the flow of energy and matter from the Sun to Earth as well as reveal the 3-D structure of coronal mass ejections and help us understand why they happen. The 45th Space Wing's support helped ensure public safety and mission success via radar, telemetry, communications and meteorological systems. All of us at the 45th Space Wing, as well as our launch partners, take great pride in helping to launch this groundbreaking scientific expedition,\" said Brig. Gen. Susan Helms, 45th SW commander. \"Our congratulations go to NASA for a terrific mission start.\"", "url": "https://www.patrick.spaceforce.mil/News/Article-Display/Article/330564/delta-iistereo-launches-from-cape-canaveral/"}, {"title": "STEREO Sends Back First Solar Images", "date": "2006-12-20", "content": "NASA's twin Solar Terrestrial Relations Observatories (STEREO) sent back their first images of the sun this week and with them a view into the sun's mounting activity. One image shows the first coronal mass ejection (CME) observed by STEREO's Ahead spacecraft, taken Dec. 9. The other images show the sun's super-hot atmosphere. They were taken on Dec. 4, the first day of imaging observations for the Ahead spacecraft. The false color images show a number of bright magnetic active regions, including one on the far left edge of the sun which later produced a series of high energy flares and CMEs. \"We're absolutely thrilled. We've been looking forward to STEREO's unique vantage point for over 10 years now and the community couldn't be happier with these first views,\" said Michael Kaiser, STEREO project scientist at NASA Goddard Space Flight Center, Greenbelt, Md. \"Now we're holding our breath to see what the next big CME looks like in 3-D, so we can really start to answer some interesting questions.\" After a successful launch on Oct. 25 from Cape Canaveral Air Force Station, Fla., STEREO spent the first few minutes separating from its stacked configuration aboard the single Delta II rocket. Shortly afterwards, mission operations personnel at The Johns Hopkins University Applied Physics Laboratory, (APL) Laurel, Md., monitored the two observatories as they traveled in an elliptical orbit from a point close to Earth to one extending just beyond the moon. \"STEREO is the first mission using the moon's gravity to redirect multiple spacecraft, launched aboard a single rocket, to their respective orbits,\" said Ron Denissen, APL STEREO project manager. On Dec. 15, 2006, mission operations personnel at the laboratory used lunar gravitational swingbys to alter the spacecraft orbits, redirecting the \"A\" observatory to its orbit \"ahead\" of Earth. The \"B\" observatory will swing past the moon a second time on Jan. 21, redirecting it to an orbit \"behind\" Earth. The two will orbit the sun from this perspective, separating from each other by about 45 degrees per year. Scientists expect the two to be in position to produce 3-D images by April 2007. \"Our ultimate goal is seeing solar flares and coronal mass ejections in 3-D to better understand their origin, evolution and determine whether or not they're a threat to Earth,\" said Russell Howard, principal investigator for SECCHI, the imaging instrument suite aboard both observatories. Howard and his staff are a part of the Naval Research Laboratory (NRL) in Washington, DC. Coronal mass ejections, - giant clouds of plasma shot out into space by the sun and X-ray emitting solar flares are the largest explosions in the solar system and can pack the force of a billion megaton nuclear bombs. They are caused by the buildup and sudden release of magnetic stress in the solar atmosphere above the turbulent active regions we see as sunspots.", "url": "https://www.nasa.gov/mission_pages/stereo/news/first_light.html"}]}, {"win label": 1, "news": [{"title": "Twin Spacecraft Swing Past Moon, Preparing For 3-D Solar Studies", "date": "2007-01-24", "content": "NASA's twin STEREO (Solar TErrestrial RElations Observatory) spacecraft, built and operated by the Johns Hopkins University Applied Physics Laboratory (APL), in Laurel, Md., completed a series of complex maneuvers Sunday to position the spacecraft in their mission orbits. The spacecraft will be in position to produce the first 3-D images of the sun by April. Spacecraft trajectories and lunar swingby maneuvers were created by mission design engineers at APL. \"STEREO is the first mission to use the moon's gravity to redirect multiple spacecraft, launched aboard a single rocket, to their respective orbits,\" says Ron Denissen, APL STEREO project manager. During the initial weeks following launch, mission operations personnel at APL guided both spacecraft through a series of four highly elliptical phasing orbits around Earth to position them for their lunar gravitational assists that propelled them into their respective mission orbits. On Dec. 15, 2006, STEREO's \"A\" observatory flew past the moon at a distance of approximately 4,550 miles (7,340 kilometers) above its surface, using lunar gravity to redirect the spacecraft away from Earth and into its orbit \"ahead\" of Earth. The \"B\" observatory passed approximately 7,300 miles (11,776 kilometers) above the lunar surface where gravity is slightly weaker. Although the \"B\" observatory's orbit was slightly boosted, the spacecraft didn't undergo its full lunar gravitational assist until January 21 when it re-encountered the moon. The spacecraft then came within approximately 5,468 miles (8,818 kilometers) of the surface, swinging past the lunar body in the opposite direction of the \"A\" spacecraft and into an orbit \"behind\" Earth. The two observatories will orbit the sun from this perspective, separating from each other by approximately 45 degrees per year. Just as the slight offset between your eyes provides you with depth perception, this mirror-image-like positioning of the spacecraft will allow them to take 3-D images and particle measurements of the sun. FIRST IMAGES During post-launch instrument checkouts, scientists got a close-up view of some intense solar activity from our nearest star, the sun, when the \"A\" observatory sent back its first images in early December. When the cover to the \"A\" observatory's SECCHI Extreme Ultraviolet Imager telescope was removed on Dec. 4, 2006, it captured images of a very powerful active region on the sun known as AR903 that produced a series of intense flares last month. SECCHI (Sun-Earth Connection Coronal and Heliospheric Investigation), built by the Naval Research Laboratory (NRL) in Washington, D.C., is the imaging instrument suite aboard both observatories. A few days later during an unusually active solar period, the \"A\" observatory captured images of a coronal mass ejection with one of SECCHI's two white-light coronagraphs. Coronal mass ejections are giant clouds of plasma shot into space from the sun's atmosphere. One of the largest explosions in the solar system, they can equal the force of a billion megaton nuclear bombs. When they collide with Earth at speeds approaching one million mph, CMEs can produce spectacular auroras and trigger severe magnetic storms. The energetic particles associated with these storms can cause electrical power outages, disrupt and/or damage communications satellites, and are often hazardous to astronauts. Each STEREO observatory is carrying more than a dozen instruments per observatory. APL designed and built the spacecraft platform housing the instruments. When combined with data from observatories on the ground or in space, STEREO's data will allow scientists to track the buildup and liftoff of magnetic energy from the sun and the trajectory of Earth-bound coronal mass ejections in 3-D. STEREO's instruments were built by numerous organizations worldwide with a principal investigator, or PI, leading each instrument team. The instruments and PIs are as follows: SECCHI -- Russell Howard, NRL; In situ Measurements of PArticles and CME Transients (IMPACT) -- Janet Luhmann, University of California, Berkeley; PLAsma and SupraThermal Ion Composition (PLASTIC) -- Antoinette Galvin, University of New Hampshire; and STEREO/WAVES (S/WAVES) -- Jean-Louis Bougeret, Paris Observatory, Meudon. STEREO is the third mission in NASA's Solar Terrestrial Probes Program. STEREO is sponsored by NASA's Science Mission Directorate, Washington, D.C. NASA Goddard's Solar Terrestrial Probes Program Office, in Greenbelt, Md., manages the mission, instruments and science center. APL designed and built the spacecraft and is operating them for NASA during the mission.", "url": "https://www.sciencedaily.com/releases/2007/01/070124085052.htm"}, {"title": "STEREO Panorama Previews Improved Solar Storm Tracking", "date": "2007-03-01", "content": "For the first time, scientists can track solar storms from the sun to Earth using the latest images from NASA's twin STEREO spacecraft. \"The new view from the STEREO spacecraft will greatly improve our ability to forecast the arrival time of severe space weather,\" said Dr. Russell Howard of the Naval Research Laboratory, Washington, the Principal Investigator of STEREO's Sun-Earth Connection Coronal and Heliospheric Investigation (SECCHI). \"Previous imagery did not show the front of a solar disturbance as it traveled toward Earth, so we had to make estimates of when the storm would arrive. These estimates were uncertain by a day or so. With STEREO, we can track the front from the sun all the way to Earth, and forecast its arrival within a couple hours.\" NASA's STEREO (Solar Terrestrial Relations Observatory) spacecraft were launched on October 25, 2006, and on January 21 completed a series of complex maneuvers, including flying by the moon, to position the spacecraft in their mission orbits. \"Both the spacecraft and their instruments are in good health,\" said Dr. Michael Kaiser, the STEREO Project Scientist of NASA's Goddard Space Flight Center, Greenbelt, Md. The new panoramic views are created by combining images from the SECCHI suite of telescopes on both spacecraft. They allow scientists to track a type of solar disturbance called a Coronal Mass Ejection (CME) from its birth at the sun towards Earth. CMEs are violent eruptions of electrically charged gas, called plasma, from the sun's atmosphere. A CME cloud can contain billions of tons of plasma and move at a million miles per hour. As the CME cloud plows through the solar system, it slams into the slower solar wind, a thin stream of plasma constantly blowing from the sun. The collision with the solar wind generates a shock that accelerates electrically charged particles in the solar wind, causing radiation storms that can disrupt sensitive electronics on satellites and cause cancer in unshielded astronauts. A CME cloud is also laced with magnetic fields and CMEs directed our way smash into Earth's magnetic field. If the CME magnetic fields have the proper orientation, they dump energy and particles into Earth's magnetic field, causing magnetic storms that can overload power line equipment. Satellite and utility operators can take precautions to minimize CME damage, but they need an accurate forecast of when the CME will arrive. Despite frequent observations over the last decade, many questions remain about CMEs, especially about how they travel through space. \"Right now, we don't know where CMEs slow down, why they slow down, or what forces cause them to slow down,\" said Howard. \"The new views from STEREO are like having a curtain lift from our eyes -- they are extraordinarily instructive.\" As good as these images are, they are about to get even better. The two observatories will orbit the sun, one slightly ahead of Earth and one slightly behind, separating from each other by approximately 45 degrees per year. Just as the slight offset between your eyes provides you with depth perception, this separation of the spacecraft will allow them to take 3-D images and particle measurements of the sun. Scientists will use the 3-D views to discover new details about the structure of CME clouds, and to see how that structure evolves as the clouds move through space. The first 3-D views are expected in April.", "url": "https://www.nasa.gov/mission_pages/stereo/news/solarstorm_panorama.html"}, {"title": "NASA Releases Stunning New 3-D Views of the Sun", "date": "2007-04-23", "content": "Scientists unveiled today some of the first 3-D images of the violent electrical storms that rage within the Sun's atmosphere. In the new images, the electrified loops and charged particles that blow from the Sun's surface seem to come to life. Besides the oohs-and-aahs, the results will help scientists track powerful solar eruptions and predict how they could affect Earth, similar to hurricane-tracking. The pictures were snapped with two nearly identical observatories that orbit the Sun in tandem. Called STEREO (Solar Terrestrial Relations Observatory), the spacecraft were launched in October 2006, but it wasn't until the end of March that the two observatories were separated by enough distance to allow them to generate the 3-D pictures. The technique is similar to how the offset between your eyes provides you with depth perception. Solar storm trackers: In particular, the observatories have their eyes on coronal mass ejections, which are violent eruptions that carry massive amounts of electrically charged gas called plasma from the Sun's atmosphere. Once unleashed, these plasma clouds race away from the Sun at up to a million miles per hour. Among the new images is one showing a plasma cloud lifting off the solar surface. NASA also released a video made from the data. \"Coronal mass ejections you might think of as analogous to hurricanes here on Earth,\" said STEREO project scientist Michael Kaiser of NASA's Goddard Space Flight Center, in Greenbelt, Md. Meteorologists are now able to predict with much accuracy which storms on Earth will turn into hurricanes and when and where they could make landfall. \"We are trying to do the same thing with these coronal mass ejections,\" Kaiser said. The coronal mass ejections headed toward Earth are particularly tricky to track because the spacecraft \"watching\" them sit directly in front of the Sun. \"It's almost like somebody blowing a smoke ring at you from across the room and trying to predict how fast it's moving,\" Kaiser told SPACE.com. \"What you need is somebody on either side of the room looking at that same smoke ring and they can triangulate on it.\" That's what STEREO's two observatories do. Electric weather: The results could make space weather easier to predict. For instance, as a coronal mass ejection plows through the solar system, it slams into the slower solar wind (a thin stream of plasma constantly blowing from the Sun). The collision with the solar wind generates a shock that accelerates electrically charged particles in the solar wind, causing radiation storms that can disrupt sensitive electronics on satellites and cause cancer in unshielded astronauts. \"All the spacecraft up there have these micro-circuits in them, and they are very susceptible to small changes in voltage and current,\" Kaiser said. \"When a big electrical storm from the Sun hits, you can easily get some upset spacecraft put out of commission.\" \"Previous imagery did not show the front of a solar disturbance as it traveled toward Earth, so we had to make estimates of when the storm would arrive,\" said one of STEREO's principal investigators Russell Howard of the Naval Research Laboratory. \"These estimates were uncertain by a day or so. With STEREO, we can track the front from the Sun all the way to Earth, and forecast its arrival within a couple hours.\" If scientists could figure out the when and where of solar electrical zaps, engineers could take preventive actions such as putting a spacecraft in a low power mode until storms pass. Earthlings also are susceptible to the solar storms. Coronal mass ejections can dump extra current into long-distance transmission lines, causing an overload. \"That can flick a circuit breaker somewhere and then another one is flicked, and pretty soon you've got a whole outage,\" Kaiser said. \"STEREO isn't going to solve this whole problem and let us suddenly be able to predict these things a week ahead, but it's the next step in our journey toward doing that,\" Kaiser said, \"kind of like the weather people were in the 1950s and 60s.\"", "url": "https://www.space.com/3705-nasa-releases-stunning-3-views-sun.html"}, {"title": "NASA releases first 3-D images of the sun from STEREO", "date": "2007-04-23", "content": "NASA's twin Solar Terrestrial Relations Observatory (STEREO) spacecraft have made the first three-dimensional images of the sun. The new view will greatly aid scientists' ability to understand solar physics and thereby improve space weather forecasting. \"The improvement with STEREO's 3-D view is like going from a regular X-ray to a 3-D CAT scan in the medical field,\" said Michael Kaiser, the mission's project scientist at NASA's Goddard Space Flight Center, Greenbelt, Md. The spacecraft were launched October 25, 2006. On January 21 they completed a series of complex maneuvers, including flying by the moon, to position the spacecraft in their mission orbits. The two observatories are now orbiting the sun, one slightly ahead of Earth and one slightly behind, separating from each other by approximately 45 degrees per year. Just as the slight offset between a person's eyes provides depth perception, the separation of spacecraft allows 3-D images of the sun. The new 3-D images are generated by NASA's Jet Propulsion Laboratory, Pasadena, Calif. Violent solar weather originates in the sun's atmosphere, or corona, and can disrupt satellites, radio communication, and power grids on Earth. The corona resembles wispy smoke plumes, which flow outward along the sun's tangled magnetic fields. It is difficult for scientists to tell which structures are in front and which are behind. \"In the solar atmosphere, there are no clues to help us judge distance. Everything appears flat in the 2-D plane of the sky. Having a stereo perspective just makes it so much easier,\" said Russell Howard of the Naval Research Laboratory, Washington, the principal investigator for the Sun Earth Connection Coronal and Heliospheric Investigation suite of telescopes on the spacecraft. \"With STEREO's 3-D imagery, we'll be able to discern where matter and energy flows in the solar atmosphere much more precisely than with the 2-D views available before. This will really help us understand the complex physics going on,\" said Howard. The mission's depth perception also will help improve space weather forecasts. Of particular concern is a destructive type of solar eruption called a coronal mass ejection. These are eruptions of electrically charged gas, called plasma, from the sun's atmosphere. A coronal mass ejection cloud can contain billions of tons of plasma and move at a million miles per hour. Such a cloud is laced with magnetic fields, and coronal mass ejections directed toward Earth smash into our planet's magnetic field. If the coronal mass ejection magnetic fields have the proper orientation, they dump energy and particles into Earth's magnetic field. This causes magnetic storms that can overload power line equipment and radiation storms that disrupt satellites. Satellite and utility operators can take precautions to minimize coronal mass ejection damage, but they need an accurate forecast of when one will arrive. To do this, forecasters need to know the location of the front of the coronal mass ejection cloud. STEREO will allow scientists to accurately locate the cloud front. \"Knowing where the front of the CME [coronal mass ejection] cloud is will improve estimates of the arrival time from within a day or so to just a few hours,\" said Howard. \"STEREO also will help forecasters estimate how severe the resulting magnetic storm will be.\" \"In addition to the STEREO perspective of solar features, STEREO for the first time will allow imaging of the solar disturbances the entire way from the sun to the Earth. Presently, scientists are only able to model this region in the dark, from only one picture of solar disturbances leaving the sun and reaching only a fraction of the sun-Earth distance,\" said Madhulika Guhathakurta, the mission's program scientist at NASA Headquarters, Washington.", "url": "https://phys.org/news/2007-04-nasa-d-images-sun-stereo.html"}, {"title": "The sun in another dimension", "date": "2007-04-24", "content": "Scientists with NASA's \"Stereo\" mission have gotten their first look at the sun in three dimensions - a revelation that could mean more accurate forecasts of the solar storms that rattle power grids and blind the satellites vital to modern communications, navigation and weather forecasting. The revolutionary new view of the sun comes from two Maryland-built spacecraft launched last October and controlled from the campus of the Johns Hopkins University's Applied Physics Lab near Laurel. By late last month they were far enough apart to provide the first-ever stereoscopic view of the sun. That had some of the nation's top solar scientists donning goofy-looking 3-D spectacles yesterday to have a look at the new stills and movies - just back from orbit. They reveal the sun not as a flat disk, but as a seething, shimmering orb. Through red-and-blue 3-D glasses, it looks like a ball you can reach out and grab - if you dare. Web surfers can view some of the spectacular images on the Internet. Even better photos are being shown, in high-definition digital color, by museums and planetariums around the world. The Maryland Science Center is showing the movies in standard definition, with red/blue cardboard glasses. \"We've got the stereo stuff going in the SpaceLink Gallery,\" said Jim O'Leary, director of the center's Davis Planetarium. \"We've got the 3-D glasses. ... It's pretty spectacular, We've gotten a lot of 'Wows' from our visitors.\" That was an almost universal response when scientists saw the first payback from their $520 million international mission, which some have been working on for a decade. \"The first reaction was, 'Great! The instruments work,'\" said Stereo co-investigator Simon Plunkett, of the Naval Research laboratory. \"Beyond that, the first reaction was, 'Wow!'\" Solar physicists have long observed the sun and its flares, storms and coronal mass ejections - but only in two dimensions. Deciphering their true shape and plotting their development - without the depth perception our eyes provide by viewing an object from slightly different angles - was like trying to catch a fly ball with one eye closed. Now, Plunkett said, \"To sit there and actually follow a sequence and follow it in 3-D, it's really amazing. ... We had some very loud cheers when we first saw these images.\" Scientists say today's space-weather forecasting is about where hurricane forecasting was in the 1950s, before satellite imagery and computer modeling. With Stereo, they will correct and fine-tune the computer models they use to predict the speed, direction and strength of unfolding solar storms as they sweep across the void toward Earth. Data derived from a two-dimensional image can be interpreted several ways by existing computer models, they said. The extra dimension will make them more reliable. \"One of the things we want to be able to understand is what the strength of the sun's magnetic field is. We need to view it in 3-D to get that,\" said Plunkett. \"Without it, it's difficult to predict when an eruption is going to happen.\" With better models, space-weather forecasters hope they'll be able to provide better protection for the planet's power grids and communications satellites - as well as the health of future astronauts on their way to the moon and Mars. A 1989 solar storm disrupted utilities in six states and burned out a $10 million transformer in New Jersey. A related power outage in Quebec threw 6 million people into the dark. Communications satellites had to be repointed, weather satellites lost data and some went out of control for hours. \"If we could tell NOAA [the National Oceanic and Atmospheric Administration] there was a 60 percent probability of a dangerous event, that would be very helpful,\" Plunkett said. The two Stereo (for Solar Terrestrial Relations Observatory) spacecraft were built by the Applied Physics Laboratory and launched in October aboard a single rocket from Cape Canaveral, Fla. Scientists manage daily operations from a control center on the APL campus. From an initial orbit around Earth and the moon, controllers used the moon's gravity to fling the spacecraft into different orbits around the sun. One now flies just ahead of Earth and a bit faster, while the other falls behind. As the distance between the two spacecraft has increased since December, the stereoscopic view available for scientists has steadily improved. When the angle between the pair reached 4 degrees last month, mission managers began recording still images. They spliced the photos into short 3-D movies spanning 10 days, from March 17 to 27. By next January, the separation will be even better, about 45 degrees. By the time current funding for the mission ends in two years, the craft will be separated by almost 90 degrees, and their value for stero imaging will diminish. But as the months tick by, the spacecraft will also begin to track solar storms for the first time as they cross the gulf between the sun and Earth. Each will also watch its twin as it is swept by billions of tons of solar debris and waves of magnetic energy. Onboard instruments will measure the strength of the passing storm, providing scientists with a direct measurement of the blast, even as it is being photographed from the twin spacecraft, millions of miles away. \"We've never been able to do that before,\" Plunkett said. In the sequences screened yesterday, media representatives and Goddard staffers saw false-color images of the ultraviolet light emitted from the sun's atmosphere - the hot, shimmering \"corona\" visible to the human eye only during a total eclipse of the sun. Different frequencies of UV light recorded by Stereo's cameras capture the glow from gas at different temperatures, so Stereo managers assigned different colors for each. For example, red images show the coolest and deepest layer of the corona - a mere 500,000 degrees. Yellow represents the highest and hottest portions -- up to 2 million degrees. In any color, the 3-D views were striking. In the high-definition digital movies, seen through special polarized glasses, the sun appeared as a palpable globe, turning slowly from left to right. The center of the sun appears closer, while the edges fall away, as they should, into the distance. The sun's atmosphere roils and shimmers, with occasional outbursts of glowing filaments and looping flares. As violent as the place looks, the sun is actually near the quietest period of its 11-year cycle. And, though scientists are eager to study the origins and evolution of solar storms, they're happy to do it during a relatively calm time in the solar cycle. \"The [solar] minimum is actually a great time to launch,\" said NASA astrophysicist Madhulika Guhathakurta. \"During solar maximum, the sun is constantly blowing up\" and the storms merge into one another, he said. At solar minimum, \"we are able to detangle any one coronal mass ejection and understand that one very thoroughly.\" Even at the solar \"minimum,\" there are still plenty of solar storms to observe, one every two days on average, according to Goddard's Stereo project scientist, Michael L. Kaiser.", "url": "https://www.baltimoresun.com/news/bs-xpm-2007-04-24-0704240214-story.html"}]}, {"win label": 0, "news": [{"title": "Video of the Sun, Thanks STEREO", "date": "2007-08-31", "content": "Well, this is one of the coolest things I've seen all week. NASA released a new video of the Sun, captured by the twin STEREO spacecraft. The video, in Quicktime format, covers 2.5 days of the Sun, and shows it slowly rotating, with solar prominences blasting out into space. The series of images were captured by STEREO from August 16-18, 2007, and then stitched together into a single animation. The prominences that you see on the edges of the Sun were captured in extreme ultraviolet light by the Ahead spacecraft (the one leading the Earth in orbit). And if you watch right to the end, you'll see a prominence on the upper side arch away into space. Just amazing to watch. Just in case you need a reminder, NASA's STEREO mission is a set of twin solar observing spacecraft. One is leading the Earth in our orbit around the Sun, and the other is trailing behind us. Because of their different points in space, they'll be able to create a 3-dimensional view of events on the Sun's surface - just in the same way your eyes give you depth perception. They launched in October, 2006 on board a Delta II rocket. One of the best uses of this binocular vision will be to trace the path of coronal mass ejections; especially the ones headed towards Earth. With STEREO, astronomers will be able to know right away if a CME is headed our way, and can help power companies and satellite operators prepare for some rough space weather. And they'll be able to give us a better idea of when to head outside and see an aurora.", "url": "https://www.universetoday.com/11709/video-of-the-sun-thanks-stereo/"}]}, {"win label": 0, "news": [{"title": "NASA Satellites Capture Start of New Solar Cycle", "date": "2008-01-11", "content": "NASA scientists say a new solar cycle is beginning, and this could have important repercussions for space-based technology ranging from GPS navigation to weather satellites. On January 4, a reversed-polarity sunspot appeared, signaling the start of Solar Cycle 24. A sunspot is an area of magnetic activity on the surface of the sun that appears as a dark spot on its surface. Solar activity waxes and wanes in 11-year cycles and the previous solar cycle, Solar Cycle 23, peaked in 2000-2002 with many furious solar storms. Lately, the sun has been experiencing very few flares, sunspots, or activity of any kind -- a period of quiet called solar minimum. Now, the sun's seasons are changing again. David Hathaway, solar physicist at NASA's Marshall Space Flight Center in Huntsville, Ala., says, \"New solar cycles always begin with a high-latitude, reversed polarity sunspot.\" \"Reversed polarity\" means a sunspot with opposite magnetic polarity compared to sunspots from the previous solar cycle. \"High-latitude\" refers to the sun's grid of latitude and longitude. Old cycle spots congregate near the sun's equator. New cycle spots appear higher, around 25 or 30 degrees latitude. The sunspot that appeared January 4 fits both these criteria. It is high latitude (30 degrees N) and magnetically reversed. The National Oceanic and Atmospheric Administration (NOAA) has named the spot AR10,981, or \"sunspot 981\" for short. Sunspot 981 was small -- only about as wide as Earth, which counts as small on the grand scale of the Sun -- and it has already faded away. But its three-day appearance January 4 through January 6 was enough to convince most solar physicists that Solar Cycle 24 is underway. The onset of a new solar cycle is significant because of our increasingly space-based technological society. \"Solar storms can disable satellites that we depend on for weather forecasts and GPS navigation,\" says Hathaway. Radio bursts from solar flares can directly interfere with cell phone reception while coronal mass ejections (CMEs) hitting Earth can cause actual power outages. Air travel can be affected, too. When airplanes fly over the poles during solar storms, they can experience radio blackouts, navigation errors and computer reboots all caused by space radiation. Avoiding the poles during solar storms solves the problem, but it costs extra time, money and fuel to take the longer route. NASA is gearing up to study the active sun during Cycle 24 with the launch of a new spacecraft, the Solar Dynamics Observatory. \"SDO is a very special observatory,\" says project scientist Dean Pesnell at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Using a technique called helioseismic imaging, the spacecraft will be able to look inside the sun where solar activity begins. SDO will join SOHO, the Solar Terrestrial Relations Observatory (STEREO), Hinode and other missions already in orbit to improve our understanding of solar storms and lay the groundwork for better space weather forecasts.\" \"The beginning of the new solar cycle occurs just as the STEREO Mission is completing its first year of operation,\" says Mike Kaiser, STEREO Project Scientist at NASA Goddard. \"The twin STEREO spacecraft are now 45 degrees apart and are in good position to triangulate on solar activity from the new cycle to provide better understanding of solar storms that can disrupt our electronic lives. Ultimately, the research done by STEREO and other solar missions will lead to more accurate predictions of when solar storms will impact Earth.\" \"Intense solar activity won't begin immediately,\" notes Hathaway. \"Solar cycles usually take a few years to build from solar minimum (where we are now) to Solar max, expected in 2011 or 2012.\"", "url": "https://phys.org/news/2008-01-nasa-satellites-capture-solar.html"}]}, {"win label": 0, "news": [{"title": "First images of solar system's invisible frontier", "date": "2008-07-02", "content": "NASA's sun-focused STEREO spacecraft unexpectedly detected particles from the edge of the solar system last year, allowing University of California, Berkeley, scientists to map for the first time the energized particles in the region where the hot solar wind slams into the cold interstellar medium. Mapping the region by means of neutral, or uncharged, atoms instead of light \"heralds a new kind of astronomy using neutral atoms,\" said Robert Lin, UC Berkeley professor of physics and lead for the suprathermal electron sensor aboard STEREO. \"You can't get a global picture of this region, one of the last unexplored regions of the heliosphere, any other way because it is too tenuous to be seen by normal optical telescopes.\" The heliosphere is a volume over which the effects of the solar wind extend, stretching from the sun to more than twice the distance of Pluto. Beyond its edge, called the heliopause, lies the relative quiet of interstellar space, at about 100 astronomical units - 100 times the Earth-sun distance. The results, reported in the July 3 issue of the journal Nature, clear up a discrepancy in the amount of energy dumped into space by the decelerating solar wind that was discovered last year when Voyager 2 crossed the solar system's termination shock and entered the surrounding heliosheath. The termination shock is the region of the heliosphere where the supersonic solar wind slows to subsonic speed as it merges with the interstellar medium. The heliosheath is the region of roiled plasma between the shock front and the interstellar medium. The newly discovered population of ions in the heliosheath contains about 70 percent of the energy dissipated in the termination shock, exactly the amount unaccounted for by Voyager 2's instruments, the UC Berkeley physicists concluded. The Voyager 2 results are reported in the same issue of Nature. The twin STEREO spacecraft were launched in 2006 into Earth's orbit about the sun to obtain stereo pictures of the sun's surface and to measure magnetic fields and ion fluxes associated with solar explosions. Between June and October 2007, however, the suprathermal electron sensor in the IMPACT suite of instruments on board each STEREO spacecraft detected neutral atoms originating from the same spot in the sky: the shock front and the heliosheath beyond, where the sun plunges through the interstellar medium. \"The suprathermal electron sensors were designed to detect charged electrons, which fluctuate in intensity depending on the magnetic field,\" said lead author Linghua Wang, a graduate student in UC Berkeley's Department of Physics. \"We were surprised that these particle intensities didn't depend on the magnetic field, which meant they must be neutral atoms.\" UC Berkeley physicists concluded that these energetic neutral atoms were originally ions heated up in the termination that lost their charge to cold atoms in the interstellar medium and, no longer hindered by magnetic fields, flowed back toward the sun and into the suprathermal electron sensors on STEREO. \"This is the first mapping of energetic neutral particles from beyond the heliosphere,\" Lin said. \"These neutral atoms tell us about the hot ions in the heliosheath. The ions heated in the termination shock exchange charge with the cold, neutral atoms in the interstellar medium to become neutral, and then flow back in.\" According to Lin, the neutral atoms are probably hydrogen, since most of the particles in the local interstellar medium are hydrogen. The charge exchange between hot ions and neutral atoms to generate energetic neutral atoms is well known around the sun and planets, including Earth and Jupiter, and has been used by spacecraft such as IMAGE and Cassini as a means of remotely measuring the energy in ion plasmas, since neutral atoms travel much farther than ions. A new NASA mission, the Interstellar Boundary Explorer, is planned for launch later this year to map more thoroughly the lower-energy energetic ions in the heliosheath by means of energetic neutral atoms to discover the structure of the termination shock and how hydrogen ions are accelerated there.", "url": "https://www.eurekalert.org/news-releases/865609"}]}, {"win label": 0, "news": [{"title": "NASA Sees Far Side of the Sun", "date": "2009-01-23", "content": "NASA's twin STEREO spacecraft are offering the first glimpse of the far side of the sun, the space agency announced today. The two spacecraft,launched Oct. 25, 2006, are beaming back over-the-horizon images \"thathave researchers and forecasters glued to their monitors,\" according to astatement. \"This is a perspective we've never had before,\" says STEREO mission scientist Lika Guhathakurta of NASA headquarters. \"We're now monitoring more than 270 degrees of solar longitude - that's 3/4ths of the star.\" Just in time: Because the sun rotates,all of it is seen from Earth over time. But at any given time, only half of thestar is visible. Scientists who monitor solar eruptions and the space storms they hurl toward Earth are eager tomonitor the whole star 24/7. Seeing storms on the far side, which is of course just as bright and active as the near side, would improve forecasting abilities. \"After all these years,\"Guhathakurta quipped, \"we're finally getting to see the dark side of thesun.\" Since the two STEREO spacecraft went into orbit around the sun at the beginning of 2007, they have been slowly drifting apart from Earth, and from each other. They are now 90 degrees apart. They will be in their final positions on Feb. 6, 2011, hovering 180 degrees apart and imaging the entire sun all the time. That timing will match with the next expected peak in solar activity. The sun is at a low pointin it's 11-year cycle of activity now. But over the next few years, sun spots will become more common and flaresmore frequent. The peak will likely occur in 2012. Dangerous solar storms can happen anytime, however. A major one, thought to occur every 100 years or so,could debilitate communication and power systems on Earth, according to a National Academy of Sciences report earlier this month. Already better: Because of the way the sun spins, STEREO-B gets a sneak preview of sunspots and coronal holes before they rotate around and face Earth. \"I know forecasters at NOAA's Space Weather Prediction Center monitor STEREO-B very closely,\"said Chris St. Cyr of the Goddard Space Flight Center. \"It lets them know what's coming.\" Already, STEREO-B enjoys a3-day look-ahead advantage over Earth-based observatories. No images were released today. However, the probes are equipped with sensors that measure the speed,direction and composition of the solar wind; receivers that pick up radioemissions from explosions and shock waves in the sun's atmosphere; telescopes that image the solar surface and all the tempests that rage there; and coronagraphsto monitor events in the sun's outer atmosphere. \"So, really,\"says Guhathakurta, \"we're not only seeing the sun's dark side, we're feeling, tasting and listening to it as well.\"", "url": "https://www.space.com/6347-nasa-sees-side-sun.html"}, {"title": "First View of the Dark Side of the Sun", "date": "2009-01-26", "content": "Soon we may get the first ever glimpse of the dark side of the sun. Well, no, there's no actual dark side of a luminous ball of burning gas, but there is an effective dark side, as in, the side of the sun we can't see at any given time. Scientists aren't content to get just half of the picture, so they've launched the STEREO mission, a pair of NASA spacecraft that will orbit the sun simultaneously to provide a complete view of all sides of the star at once. \"Then there will be no place to hide and we can see the entire sun for the first time,\" STEREO project scientist Michael Kaiser of NASA's Goddard Space Flight Center told Wired.com. The perfect spherical view will come on Feb. 6, 2011. Right now the satellites, which were launched in October 2006, are about 90 degrees apart, which allows a picture of about 270 degrees of the sun - the fullest view yet. \"The whole goal of all of this is to try to get a better handle to try to predict solar storms, which cause cell phone disturbances, and disruptions to communications and power.\" Kaiser said. \"We'd like to be able to predict these things as far in advance as possible to give us a longer warning time.\" Solar storms are magnetic disruptions on the sun that release violent sprays of charged particles into space. These storms can produce magnificent displays of the Northern Lights. But some past storms have also cost airlines and satellite communications industries millions of dollars, and have led to large scale power blackouts. Being able to reliably forecast these tempests in advance could make a huge difference in preventing disturbances on Earth. Predicting solar weather is also important for the future of manned spaceflight. If astronauts are exposed to the intense radiation from solar storms while traveling beyond the protective magnetic field of the Earth, they could suffer serious harm. Even astronauts close to home who venture out for a spacewalk during a storm are put in danger. \"For future missions going to the moon and Mars, that's very important,\" Kaiser said. \"Some of these solar storms can be very intense. If the astronauts were completely exposed to one of these storms the radiation could be high.\" The STEREO mission also aims to improve our basic scientific understanding of the dynamics within the sun, which could shed light on the workings of stars in general.", "url": "https://www.wired.com/2009/01/stereosun/"}]}, {"win label": 0, "news": [{"title": "Solar Tsunamis Are Real, NASA Says", "date": "2009-11-26", "content": "Incredibly powerful waves of plasma rippling across thesurface of the sun and dubbed \"solar tsunamis\" were first observed years ago, but were thought to be an optical illusion. Scientists have now confirmed, though, that they are really real. When scientists first saw the phenomenon, it was hard to believe that a towering wave of hot plasma was actually racing along the sun'ssurface. One of the waves rose up higher than the diameter of Earth and rippled out from a central point in a circular pattern millions of miles wide, like agargantuan pattern of waves created by a pebble dropped in a pond. Skeptical observers suggested it might be a shadow of somekind a trick of the eye. But new observations from NASA's STEREO (SolarTerrestrial Relations Observatory) spacecraft are telling researchers that this controversial phenomenon isn't an illusion. This week, NASA released a remarkable videoof a solar tsunami. \"Now we know,\" said Joe Gurman of the Solar Physics Lab at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Solar tsunamis are real.\" Reality confirmed: The twin STEREO spacecraft confirmed their reality in imagescaptured in February when sunspot 11012 unexpectedly erupted. The blast hurleda billion-ton cloud of gas (a coronal massejection, or \"CME\") into space and sent a tsunami racing alongthe sun's surface. STEREO recorded the wave from two positions separated by 90degrees, giving researchers an unprecedented view of the event. \"It was definitely a wave,\" said SpirosPatsourakos of George Mason University in Virginia and lead author of a paperreporting the finding in the Astrophysical Journal Letters. \"Not a wave ofwater,\" he adds, \"but a giant wave of hot plasma and magnetism.\" The technical name is \"fast-mode magnetohydro dynamical wave\" or \"MHD wave\" for short. The one STEREO saw reared upabout 62,000 miles (100,000 km) high, and raced outward at 560,000 mph (250km/s) packing as much energy as 2,400 megatons of TNT. Solar tsunamis were discovered back in 1997 by the Solar and Heliospheric Observatory (SOHO). In May ofthat year, a CME blasted up from an active region on the sun's surface, and SOHO recorded a tsunami rippling away from the blast site. \"We wondered,\" Gurman recalled, \"is that awave or just a shadow of the CME overhead?\" Stereo view: SOHO's single point of view was not enough to answer the question neither for that first wave nor for many similar events recorded by SOHO in years that followed, until STEREO launched in 2006. The mission uses two spacecraft - one orbiting the sun ahead of the Earth, the other behind it - to get,literally, a stereo view of the sun. \"We've seen the waves reflected by coronal holes (magnetic holes in the sun's atmosphere),\" Vourlidas said. \"And there is a wonderful movie of a solar prominence oscillating after it gets hit by a wave.We call it the 'dancing prominence.'\" Solar tsunamis pose no direct threat to Earth. Nevertheless,they are important to study, scientists say. \"We can use them to diagnose conditions on thesun,\" Gurman said. \"By watching how the waves propagate and bounceoff things, we can gather information about the sun's lower atmosphereavailable in no other way.\" \"Tsunami waves can also improve our forecasting ofspace weather,\" Vourlidas added, \"Like a bull-eye, they 'mark thespot' where an eruption takes place. Pinpointing the blast site can help usanticipate when a CME or radiation storm will reach Earth.\"", "url": "https://www.space.com/7602-solar-tsunamis-real-nasa.html"}]}, {"win label": 0, "news": [{"title": "STEREO, SOHO spacecraft catch comet diving into sun", "date": "2010-05-24", "content": "Solar physicists at the University of California, Berkeley, have tracked a comet through the low solar atmosphere, deeper into the sun than ever before, before it presumably evaporated in the 100,000-degree heat. Using instruments aboard NASA's twin STEREO spacecraft, four post-doctoral fellows at UC Berkeley's Space Sciences Laboratory were able to track the comet as it approached the sun and estimate an approximate time and place of impact. STEREO (Solar TErrestrial RElations Observatory), launched in 2006, consists of identical spacecraft orbiting the sun, one ahead of Earth and one behind Earth, providing a stereo view of the sun. The researchers then looked at data from the ground-based Mauna Loa Solar Observatory in Hawaii, and found images in the predicted spot of what appears to be a comet approaching the edge of the sun from behind the solar disk. \"We believe this is the first time a comet has been tracked in 3-D space this low down in the solar corona,\" said Claire Raftery, a post-doctoral fellow newly arrived at UC Berkeley from Dublin's Trinity College. The team will present its data and images during a 5:30-6:30 p.m. poster session on Monday, May 24, at the Miami, Fla., meeting of the American Astronomical Society. Sungrazing comets, composed of dust, rock and ice, are seldom tracked close to the sun because their brightness is overwhelmed by the solar disk. This comet apparently survived the heat of the corona and disappeared in the chromosphere, evaporating in the 100,000-degree (Kelvin) heat. Raftery and her colleagues, Juan Carlos Martinez-Oliveros, Samuel Krucker and Pascal Saint-Hilaire, concluded that the comet was probably one of the Kreutz family of comets, a swarm of Trojan or Greek comets ejected from their orbit in 2004 by Jupiter, and that it made its first and only loop around the sun. The swarm probably resulted from the disintegration of a larger comet. Martinez-Oliveros' attention was first drawn to the comet after seeing it mentioned in a summary of March 12, 2010, observations by STEREO and by SOHO, the Solar and Heliospheric Observatory. The comet's long, bright tail of dust and ions tagged it as a sungrazing comet seen often by solar astronomers and observatories such as STEREO. Assuming it was a going to loop around the sun, the researchers decided to see whether the STEREO data were good enough to let them calculate its trajectory. In fact, the data were good enough to chart the comet's approach for two days before impact. With an estimate of the impact zone within a circle about 1,000 kilometers in diameter, they searched online data from the Mauna Loa Solar Observatory to determine if they could see the comet next to the sun's edge in the ultraviolet region of the spectrum. They found a short track, lasting about six minutes, just a few thousand kilometers above the sun's surface in the million-degree corona and 100,000-degree chromosphere. Based on the comet's relatively short tail, about 3 million kilometers in length, the researchers believe that the comet contained heavier elements that do not evaporate readily. This would also explain how it penetrated so deeply into the chromosphere, surviving the strong solar wind as well as the extreme temperatures, before evaporating. For their study, the team used the two coronagraphs on STEREO A and B and multiple instruments on SOHO, \"demonstrat(ing) the importance of multi-view observations of non solar phenomena,\" they wrote in their poster. All members of the team study explosive events on the sun, such as coronal mass ejections, and the hot ionized plasmas that they throw into space. The researchers' detour into cometary physics was purely accidental, they said. \"It was supposed to be an exercise, but it took over our lives,\" Raftery said.", "url": "https://news.berkeley.edu/2010/05/24/sungrazing_comet/"}]}, [], {"win label": 0, "news": [{"title": "First ever whole sun view coming soon from STEREO", "date": "2011-01-31", "content": "\"For the first time in the history of humankind we will be able to see the front and the far side of the sun ... Simultaneously,\" Madhulika Guhathakurta told Universe Today. Guhathakurta is the STEREO Program Scientist at NASA HQ. Courtesy of NASA's solar duo of STEREO spacecraft. And the noteworthy event is timed to coincide just perfectly with 'Super Bowl SUNday' - Exactly one week from today on Feb. 6 during Super Bowl XLV! \"This will be the first time we can see the entire Sun at one time,\" said Dean Pesnell, NASA Solar Astrophysicist in an interview for Universe Today. Pesnell is the Project Scientist for NASA's Solar Dynamics Observatory at the NASA Goddard Spaceflight Center in Greenbelt, MD. This remarkable milestone will be achieved when NASA's two STEREO spacecraft reach position 180 degrees separate on opposite sides of the Sun on Sunday, Feb. 6, 2011 and can observe the entire 360 degrees of the Sun. \"We are going to celebrate by having a football game that night!\" Pesnell added in jest. The nearly identical STEREO spacecraft - dubbed STEREO Ahead and STEREO Behind - are orbiting the sun and providing a more complete picture of the Suns environment with each passing day. One probe follows Earth around the sun; the other one leads us. STEREO is the acronym for Solar TErrestrial RElations Observatory. Their mission is to provide the very first, 3-D \"stereo\" images of the sun to study the nature of coronal mass ejections. Today, (Jan 30) the twin STEREO spacecraft are 179.1 degrees apart and about 90 degrees from Earth, and thus virtually at the midpoint to the back of the sun. See the orbital location graphics above and below. Both probes were flung into space some four years ago and have been hurtling towards this history making date and location ever since. The wedge of unseen solar territory has been declining. As the STEREO probes continue flying around to the back side of the sun, the wedge of unseen solar territory on the near side will be increasing and the SDO solar probe will play a vital gap filling role. \"SDO provides the front side view of the sun with exquisite details and very fast time resolution,\" Gutharka told me. For the next 8 years, when combined with SDO data, the full solar sphere will still be visible. The solar probes were launched together aboard a Delta II rocket from Launch Complex 17B at Cape Canaveral Air Force Station (CCAFS) in Florida on October 25, 2006. Whole Solar Sphere A Goldmine for Science I asked Pesnell and Guhathakurta to explain why this first ever whole Sun view is a significant scientific milestone. \"Until now there has always been an unseen part of the Sun,\" Pesnell explained. \"Although that unseen part has always rotated into view within a week or two, a global model must include all of the Sun to understand where the magnetic field goes through the surface.\" \"Also, from the Earth we can see only one pole of the Sun at a time, while with STEREO we can see both poles at the same time. \"The next few years of overlapping coronal images will be a goldmine of information for predicting space weather at the Earth and understanding of how the Sun works. It is like getting the GOES images of the Earth for the first time. We haven't missed a hurricane since, and now we won't miss an active region on the Sun,\" said Pesnell. How will the science data collected be used to understand the sun and its magnetic field? \"Coronal loops trace out the magnetic field in the corona,\" Pesnell elaborated. \"Understanding how that magnetic field changes requires seeing where on the surface each loop starts and stops.\" Why is it important to image the entire Sun ? \"Once images of the entire Sun are available we can model the entire magnetic field of the Sun. This has become quite important as we are using STEREO and SDO to study how the entire magnetic field of the Sun reacts to the explosions of even small flares.\" \"By seeing both poles we should be able to understand why the polar magnetic field is a good predictor of solar activity,\" said Pesnell. \"Seeing both sides will help scientists make more accurate maps of global coronal magnetic field and topology as well as better forecasting of active regions - areas that produce solar storms - as they rotate on to the front side. Simultaneous observations with STEREO and SDO will help us study the sun as a complete whole and greatly help in studying the magnetic connectivity on the sun and sympathetic flares, \" Guhathakurta amplified. What is the role and contribution of NASA's SDO mission and how will SDO observations be coordinated with STEREO? \"As the STEREO spacecraft drift around the Sun, SDO will fill in the gap on the near of the Sun,\" explained Pesnell. \"For the next 4 or more years we will watch the increase in sunspots we call Solar Cycle 24 from all sides of the Sun. SDO has made sure we are not doing calibration maneuvers for a few days around February 6.\" \"On Feb 6th we will view 100% of the sun,\" said Guhathakurta. At a press conference on Feb. 9, 2011, NASA scientists will reveal something that no one has even seen - The first ever images of 'The Entire Sun'. All 360 degrees Watch the briefing on NASA TV at 2 PM EST.", "url": "https://phys.org/news/2011-01-sun-view-stereo.html"}, {"title": "First Ever STEREO Images of the Entire Sun", "date": "2011-02-06", "content": "On Feb. 6th, NASA's twin STEREO probes moved into position on opposite sides of the sun, and they are now beaming back uninterrupted images of the entire star-front and back. \"For the first time ever, we can watch solar activity in its full 3-dimensional glory,\" says Angelos Vourlidas, a member of the STEREO science team at the Naval Research Lab in Washington, DC. \"This is a big moment in solar physics,\" says Vourlidas. \"STEREO has revealed the sun as it really is-a sphere of hot plasma and intricately woven magnetic fields.\" Each STEREO probe photographs half of the star and beams the images to Earth. Researchers combine the two views to create a sphere. These aren't just regular pictures, however. STEREO's telescopes are tuned to four wavelengths of extreme ultraviolet radiation selected to trace key aspects of solar activity such as flares, tsunamis and magnetic filaments. Nothing escapes their attention. \"With data like these, we can fly around the sun to see what's happening over the horizon-without ever leaving our desks,\" says STEREO program scientist Lika Guhathakurta at NASA headquarters. \"I expect great advances in theoretical solar physics and space weather forecasting.\" Consider the following: In the past, an active sunspot could emerge on the far side of the sun completely hidden from Earth. Then, the sun's rotation could turn that region toward our planet, spitting flares and clouds of plasma, with little warning. \"Not anymore,\" says Bill Murtagh, a senior forecaster at NOAA's Space Weather Prediction Center in Boulder, Colorado. \"Farside active regions can no longer take us by surprise. Thanks to STEREO, we know they're coming.\" NOAA is already using 3D STEREO models of CMEs (billion-ton clouds of plasma ejected by the sun) to improve space weather forecasts for airlines, power companies, satellite operators, and other customers. The full sun view should improve those forecasts even more.", "url": "https://www.nasa.gov/mission_pages/stereo/news/entire-sun.html"}, {"title": "For Super Bowl SUNday, NASA Unveils First 360-Degree View of Sun", "date": "2011-02-06", "content": "NASA has released the first 360-degree view of the entire sun today, just in time for Super Bowl Sun day. The photo comes courtesy of NASA's twin STEREO spacecraft, which aligned exactly opposite each other on opposite sides of the sun to capture the image. The ability to see the whole sun, front to back, will allow scientists to better understand complicated solar weather patterns and plan for future robotic or crewed spacecraft missions throughout the solar system, researchers said. \"The sun is a truly complex object which influences many aspects of our lives,\" Richard Harrison, principal investigator for the U.K. instruments on STEREO, said in a statement. \"In the same way that you would not expect to understand the workings of the brain by studying just a small part of it, a global investigation into the nature of our star as a complete object is essential to understanding how it works.\" Harrison is also co-investigator of NASA's SDO mission, which contributed to the new 360-degree view with high- resolution sun photos taken from orbit. Scientists particularly want to better predict space weather and the violent eruptions that can spout from the sun's surface. These eruptions can damage satellites, disrupt communications and disable power systems on Earth. \"Solar missions such as STEREO and SDO not only give us more information about star formation and evolution throughout our universe, but are of vital importance in our quest to further understand the sun's processes and the effect they can have on our planet and way of life,\" said David Parker, director of space science and exploration for the U.K. Space Agency. \"This spectacular 360-degree view is another triumph for the STEREO mission, which continues to obtain some of the best images yet of the sun.\" The two identical spacecraft of the NASA STEREO mission were launched in October 2006. They are offset from one another, one flying ahead of the Earth and the other behind. SDO is the first mission in NASA's Living with a Star program and was launched in February 2010. SDO's unique orbit allows high-resolution images of the sun to be recorded every three-quarters of a second. ", "url": "https://www.space.com/10780-super-bowl-nasa-entire-sun-photo.html"}, {"title": "STEREO sees complete far side of the Sun", "date": "2011-06-14", "content": "The far side unveiled! This is the first complete image of the solar far side, the half of the sun invisible from Earth. Captured on June 1, 2011, the composite image was assembled from NASA's two Solar TErrestrial RElations Observatory (STEREO) spacecraft. STEREO-Ahead's data is shown on the left half of image and STEREO-Behind's data on the right. The STEREO spacecraft reached opposition (180° separation) on February 6 but part of the sun was inaccessible to their combined view until June 1. This image represents the first day when the entire far side could be seen. The image is aligned so that solar north is directly up. The seam between the two images is inclined because the plane of Earth's -- and STEREO's -- orbit, known as the \"ecliptic\", is inclined with respect to the sun's axis of rotation. The data was collected by STEREO's Extreme Ultraviolet Imagers in the SECCHI instrument suites. STEREO was built and is operated for NASA by the Applied Physical Laboratory of the Johns Hopkins University; the spacecraft were launched on October 25, 2006 aboard a Delta II. The SECCHI instrument suite is a collaboration led by the Naval Research Laboratory, and the EUVI instruments were built by the Lockheed Martin Solar and Astrophysics Laboratory.", "url": "https://phys.org/news/2011-06-stereo-side-sun.html"}]}, {"win label": 0, "news": [{"title": "NASA Sun-Watching Satellite Spots Comet Elenin in Deep Space", "date": "2011-08-11", "content": "A NASA spacecraft aimed at the sun shifted its unblinking gaze to an approaching comet last week to snap a new photo of the icy object as it flew by. The image shows the comet Elenin as it passed within 4.3 million miles of one of NASA's twin Stereo sun-watching spacecraft during a series of deep space photo sessions that began on Aug. 1. NASA rolled the Stereo-B satellite to give its instruments a view of the comet flyby, officials said. From Stereo's observations, the fuzzy comet Elenin can be seen streaking across a small portion of the sky. The comet was seen by Stereo's HI-2 telescope between Aug. 1 to 5, and by the higher resolution HI-1 telescope between Aug. 6 to 12, NASA officials said. Stereo mission scientists planned to take photos for one-hour every day through Aug. 12. \"From August 15 onward, the comet enters the HI-1 telescope's nominal field of view, at which time we should enjoy continuous viewing of the comet,\" NASA researchers explained in an update posted to the Stereo mission website. Comet Elenin is expected to become brighter over the next few days, and could be detectable using Stereo's coronagraph instrument between Aug. 20 and Sept. 1, NASA officials said. Mission managers are then expecting the comet to become visible to another sun-watching spacecraft - NASA's Solar and Heliospheric Observatory - for six days, beginning on Sept. 23. Comet Elenin was discovered in December by Russian astronomer Leonid Elenin, who spotted the icy wanderer using the International Scientific Optical Network's robotic observatory near Mayhill, New Mexico. Viewed from Earth, comet Elenin presently appears as a faint smudge of light in deep sky exposures. By late August the comet could be visible to the naked eye as a dim \"fuzzy star\" with a tail. Comet Elenin will fly through the inner solar system in October 2011 and be 22 million miles away at its closest approach to our planet, NASA scientists have said. The comet is not expected to be particularly dazzling, but the flyby may be a good chance to study a relatively young comet from the outer solar system. Some doomsday theorists have pinned the Nibiru rogue planet hypothesis on the small comet. Conspiracy theorists say a planet, known as Nibiru, will swing in from the outskirts of our solar system and collide with Earth and wipe out humanity in 2012. Since no rogue planet has been found in the outer solar system, some people have argued that comet Elenin will be the true culprit in the Nibiru- Earth collision. NASA has dismissed the notion that comet Elenin is anything other than a dim, wimpy comet. It poses no threat to Earth, making its closest pass at a distance roughly 100 times farther than the distance from Earth to the moon. NASA's identical twin Stereo spacecraft were launched in October 2006. They are offset from one another, one flying ahead of the Earth and the other behind. The name \"Stereo\" is short for Solar Terrestrial Relations Observatory.", "url": "https://www.space.com/12603-comet-elenin-photo-nasa-stereo-spacecraft.html"}, {"title": "NASA's Twin Sun-Studying Spacecraft Celebrate Fifth Birthday", "date": "2011-10-25", "content": "NASA's twin Stereo spacecraft celebrate their fifth birthday today, marking five years of studying the sun and its powerful storms from their unique tandem perspective. The two Stereo probes - whose name is short for Solar TErrestrial RElations Observatory - blasted into space together on Oct. 25, 2006, on a mission to view our star as it has never been seen before. And the spacecraft have not disappointed; their current vantage point on opposite sides of the sun from one another allows scientists to see the sun's entire surface simultaneously. This stereo view enables scientists to see many solar storms they might miss with just a head-on perspective. It has also allowed astronomers to learn many more details about these storms and the star that spawns them, researchers said. \"Over the last five years, each Stereo spacecraft has moved to a position in its orbit where it can capture side-view images of anything the sun sends our way, \" Joe Gurman, Stereo project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md., said in a statement. \"That's helped us come up with many new answers to old questions about solar activity.\" Tracking solar storms: That activity often manifests in bursts of radiation called solar flares, as well as massive eruptions of solar plasma known as coronal mass ejections, which can streak through space at 3 million miles per hour or more. Scientists are keen to learn as much as they can about such violent solar outbursts, since they can harm satellites and disrupt GPS signals, radio communications and power grids. Stereo observations helped scientists track a CME in full for the first time ever, from its origin on the sun to its collision with Earth 93 million miles later. The probes' data have also revealed that solar energetic particles, which can damage satellites and astronauts' DNA, are flung through space much more widely than previously thought, researchers said. The twin spacecraft have also kept an eye on some other cosmic phenomena. They watch comets that tread close to the sun, for example, even recording the tail of Comet Encke as it got torn off by a solar eruption in April 2007. Always on the move: The two spacecraft, known as Stereo-A and Stereo-B, won't be on opposite sides of the sun forever. Stereo-A flies in an orbit that's smaller and therefore faster than that of Earth, while Stereo-B has a bigger, slower orbit that causes it to lag behind. By 2015, the twin probes will line up on the far side of the sun. Then they'll continue going their own way, getting farther apart until both are on Earth's side once again. \"Stereo was designed to understand what causes CMEs and how they travel, as well as to understand the structure of the solar wind. It's already made great strides in doing that,\" Gurman said, referring to the probes' mission. \"I'm looking forward to the next five years.\"", "url": "https://www.space.com/13390-nasa-stereo-spacecraft-sun-anniversary.html"}]}, {"win label": 0, "news": [{"title": "NASA Debunks Mysterious Triangular 'UFO'", "date": "2012-01-18", "content": "Once again, alien conspiracy theorists have attempted to use publicly available NASA images to prove that the space agency must be engaging in an elaborate UFO cover-up. And, once again, they've been foiled by the laws of physics. This time, they called attention to peculiar new footage captured by a telescope onboard NASA's STEREO-B spacecraft - one of a pair of probes parked on either side of the sun which, together, provide a 360-degree view of the inner solar system. The footage shows Venus, Earth and, on the opposite side of the field-of-view, a mysterious triangular object headed our way. \"Comparing it for size to the planetary objects that are seen in this telescope, if my calculations are correct, that thing is enormous,\" said YouTube user \"BeePeeOilDisaster\" in his video commentary on the footage, which was captured Dec. 27 -29. Talk of a cover-up quickly followed when, a few days later, NASA scientists updated the STEREO website to display newer images. This is not the first time alien hunters have found what they believe to be enormous UFOs in images captured by the STEREO probes. But this time, the team of scientists who work with data from the probes decided to address the claim directly. In a post on the STEREO website, the researchers offered up an explanation of the triangular feature in the December footage. The researchers say it's no more than a trick of the light. \"The answer lies on the exact opposite side of the image,\" the scientists wrote. \"At the same time as this strange-looking feature starts being visible, the very bright planet Venus enters the telescopic camera's field-of-view from the lower left.\" The scientists note that Venus and the triangle, opposite each other across the middle of the camera plane, stay in step as they move. \"This is not a coincidence. The strange-looking geometrical 'object' is actually an internal reflection of the planet Venus within the telescope optics. This effect has been seen many times before.\" In this optical effect, incoming light reflects back and forth off lenses and mirrors inside the telescope; the shape of artifacts produced by this scattered light - usually triangles and circles of various sizes - depends on the relative orientations of those lenses and mirrors. Another example of internal reflection, this time of light from planet Earth, can be seen in a STEREO-B image from May 2007. More examples of internal reflection and other optical and data-processing artifacts are displayed on the scientists' \"Image Artifacts\" Web page, along with explanations of the various effects.", "url": "https://www.space.com/14283-nasa-debunks-mysterious-triangular-ufo.html"}, {"title": "NASA Says Triangular \"UFO\" Was Just Light Reflected from Venus", "date": "2012-01-21", "content": "There has been a lot of hub-bub going on in the UFO nut realm in recent weeks. Apparently, in a NASA video from the STEREO-B spacecraft, something that looked like a triangular UFO appeared and looked as if it was moving towards the Earth. The cover-up rumors started when the feed was later changed to something else. STEREO-B is one of a pair of spacecraft near the sun that watch the inner solar system and provide images and video. NASA has decided to step up and debunk the rumor on the cover-up and existence of this particular UFO. According to space agency, in the video you can see the bright planet Venus come into view and the \"UFO\" moves along with Venus. The triangular shaped \"UFO\" is nothing but reflected light from inside the telescope on the spacecraft. NASA says that this sort of triangular pattern is not uncommon and that sometimes the reflections manifest as circles too. In other words, calm down UFO nuts. NASA said, \"The answer lies on the exact opposite side of the image,\" the scientists wrote. \"At the same time as this strange-looking feature starts being visible, the very bright planet Venus enters the telescopic camera's field-of-view from the lower left.\" \"This is not a coincidence. The strange-looking geometrical 'object' is actually an internal reflection of the planet Venus within the telescope optics. This effect has been seen many times before.\"", "url": "https://technabob.com/blog/2012/01/21/nasa-triangular-light-from-venus/"}]}, {"win label": 0, "news": [{"title": "NASA STEREO Observes One of the Fastest CMEs On Record", "date": "2012-08-14", "content": "On July 23, 2012, a massive cloud of solar material erupted off the sun's right side, zooming out into space, passing one of NASA's Solar TErrestrial RElations Observatory (STEREO) spacecraft along the way. Using the STEREO data, scientists at NASA's Goddard Space Flight Center in Greenbelt, Md. clocked this giant cloud, known as a coronal mass ejection, or CME, as traveling between 1,800 and 2,200 miles per second as it left the sun. Conversations began to buzz and the emails to fly: this was the fastest CME ever observed by STEREO, which since its launch in 2006 has helped make CME speed measurements much more precise. Such an unusually strong bout of space weather gives scientists an opportunity to observe how these events affect the space around the sun, as well as to improve their understanding of what causes them. \"Between 1,800 and 2,200 miles per second puts it without question as one of the top five CMEs ever measured by any spacecraft,\" says solar scientist Alex Young at Goddard. \"And if it's at the top of that velocity range it's probably the fastest.\" The STEREO mission consists of two spacecraft with orbits that for most of their journey give them views of the sun that cannot be had from Earth. Watching the sun from all sides helps improve our understanding of how events around the sun are connected, as well as gives us glimpses of activity we might not otherwise see. On July 23, STEREO-A lay - from Earth's perspective -- to the right side and a little behind the sun, the perfect place for seeing this CME, which would otherwise have been hard to measure from Earth. The Solar Heliospheric Observatory (SOHO), an ESA and NASA mission, also observed the CME. It is the combination of observations from both missions that helps make scientists confident in the large velocities they measured for this event. Measuring a CME at this speed, traveling in a direction safely away from Earth, represents a fantastic opportunity for researchers studying the sun's effects. Rebekah Evans is a space scientist working at Goddard's Space Weather Lab, which works to improve models that could some day be used to improve predictions of space weather and its effects. She says that the team categorizes CMEs for their research in terms of their speed, with the fastest ones - such as this one -- labeled \"ER\" for Extremely Rare. \"Seeing a CME this fast, really is so unusual,\" says Evans. \"And now we have this great chance to study this powerful space weather, to better understand what causes these great explosions, and to improve our models to incorporate what happens during events as rare as these.\"", "url": "https://www.nasa.gov/mission_pages/stereo/news/fast-cme.html"}, {"title": "Wanna talk fast? Solar outburst clocked at 7.92 million mph", "date": "2012-08-16", "content": "A powerful sun storm in July unleashed a wave of plasma and charged particles into space, and scientists now say this solar outburst may be one of the fastest ever recorded. On July 23, the sun blasted a massive cloud of solar material, called a coronal mass ejection(CME), into space, sending it whipping by NASA's twin STEREO spacecraft. Scientists used STEREO's observations to calculate that the speedy CME was traveling between 1,800 and 2,200 miles per second (2,900 and 3,540 kilometers per second). That's about 6.48 million to 7.92 million miles per hour (10.43 million and 12.75 million kilometers per hour). The CME's blistering pace makes it the fastest one ever seen by STEREO (short for Solar TErrestrial RElations Observatory), and one of the fastest solar outbursts clocked by any spacecraft, the researchers said. \"Between 1,800 and 2,200 miles per second puts it without question as one of the top five CMEs ever measured by any spacecraft,\" C. Alex Young, a solar scientist at NASA's Goddard Space Flight Center in Greenbelt, Md., said in a statement. \"And if it's at the top of that velocity range, it's probably the fastest.\" Strong solar storms can trigger CMEs, and if these clouds of plasma and charged particles hit the Earth head-on, they can cause geomagnetic and solar radiation storms that have the potential to knock out satellites in space and power grids on the ground. Since the CME on July 23 was not directed at Earth and posed no danger to our planet, the observations made by STEREO represent a good opportunity for scientists to study what causes CMEs and how they affect the space they travel through. \"Seeing a CME this fast, really is so unusual,\" Rebekah Evans, a space scientist at Goddard's Space Weather Lab, said in a statement. \"And now we have this great chance to study this powerful space weather, to better understand what causes these great explosions, and to improve our models to incorporate what happens during events as rare as these.\"", "url": "https://www.nbcnews.com/id/wbna48677526"}, {"title": "Studying the Sun in 3-D: STEREO reaches new milestone at its sixth anniversary", "date": "2012-10-29", "content": "On the evening of Oct. 25, 2006, the twin Solar Terrestrial Relations Observatory (STEREO) spacecraft launched into space, destined for fairly simple orbits: both circle the sun like Earth does, STEREO-A traveling in a slightly smaller and therefore faster orbit, STEREO-B traveling in a larger and slower orbit. Those simple orbits, however, result in interesting geometry. As one spacecraft gained an increasing lead over Earth, the other trailed further and further behind. In February of 2011, each STEREO spacecraft was situated on opposite sides of the sun, and on Sept. 1, 2012, the two spacecraft and and the Solar Dynamics Observatory (at Earth) formed an equal-sided triangle, with each observatory providing overlapping views of the entire sun. By providing such unique viewpoints, STEREO has offered scientists the ability to see all sides of the sun simultaneously for the first time in history, augmented with a view from Earth's perspective by NASA's Solar Dynamics Observatory (SDO). In addition to giving researchers a view of active regions on the sun before they even come over the horizon, combining two views is crucial for three-dimensional observations of the giant filaments that dance off the sun's surface or the massive eruptions of solar material known as coronal mass ejections (CMEs). Examine the images below to see how a feature on the sun can look dramatically different from two perspectives.", "url": "https://phys.org/news/2012-10-sun-d-stereo-milestone-sixth.html"}]}, [], {"win label": 0, "news": [{"title": "Sun Opens Explosive Plasma 'Arms' in Solar Eruption", "date": "2013-07-31", "content": "A sun-watching spacecraft spotted our closest star opening its arms to the cosmos. Two strands of plasma from an eruption in the sun's atmosphere were captured in observations with NASA's STEREO A satellite. The plasma arms broke out from a sunspot in a 12-hour-long event that occurred from July 21 and 22, according to NASA. The solar phenomenon was observed in a wavelength of extreme UV light and condensed into a time-lapse video of the sun storm. STEREO A and its sister spacecraft STEREO B launched in 2006 as part of NASA's Solar Terrestrial Relations Observatory. They are just two of the space agency's satellites tasked with monitoring the sun's activity. NASA and the European Space Agency also oversee the long-lived Solar and Heliospheric Observatory, or SOHO, which launched in 1996 and recently spotted a gigantic hole in the sun's atmosphere covering nearly a quarter of the solar surface over the sun's north pole. NASA's powerful Solar Dynamics Observatory and other probes also keep constant watch on the sun and its space weather impacts. The sun is currently reaching its 11-year peak in activity, known as the solar maximum. During this period, there are more sunspots causing a boost in solar flares and ejections, though this cycle's peak is shaping up to be the weakest in a century, scientists have said.", "url": "https://www.space.com/22199-sun-plasma-arms-eruption-video.html"}]}, [], {"win label": 0, "news": [{"title": "NASA's STEREO Entering New Stage of Operations", "date": "2014-07-04", "content": "Since February 2011, the two spacecraft of NASA's STEREO mission have been providing scientists with unprecedented views of the far side of the sun. Placed in orbits that allow their perspective to change over the eight years since their launch in 2006, the satellites are about to enter a new phase of their journey: a time when the bright light and heat of the sun will stand in the way of sending data back to Earth. This phase is a direct result of the orbits for STEREO, which is short for the Solar Terrestrial Relations Observatory. \"Both STEREO spacecraft orbit the sun like Earth does, but one is slightly inside Earth's orbit, the other slightly outside,\" said Joe Gurman, the project scientist for STEREO at NASA's Goddard Space Flight Center in Greenbelt, Md. \"As a result, one circles the sun slightly faster than Earth, and one slightly slower.\" These different speeds mean that over time, the satellites appear from Earth's perspective to drift farther apart, able to observe first the sides of, and eventually the entire far side of the sun. For the first time ever, thanks to STEREO and near-Earth solar telescopes such as NASA's Solar Dynamics Observatory, humanity has had its first 360-degree view of the sun. The orbits have continued to cause the STEREO spacecraft's position to change, however, and now they are nearing each other once again, this time on the far side of the sun. During this period when the sun blocks Earth's view -- a geometrical position known in astronomy as a superior conjunction -- radio receivers on Earth will not be able to distinguish STEREO's signal from the sun's radiation. Communication with the spacecraft will cease and the satellites will each go into safe mode without collecting data for a time. This will happen for STEREO-Ahead from March 24 to July 7, 2015. STEREO-Behind will be in superior conjunction from Jan. 22 to March 23, 2015. At least one spacecraft, therefore, will always be collecting data. Before and after this period occurs, the heating from the sun will also affect - though not shut down -- data collection. From wherever they are in space, the STEREO spacecraft aim their dish-shaped antennas toward Earth to send down data. This position puts the antenna fairly close to pointing at the sun, exposing the antenna electronics to more heat than they can safely bear. The antenna can be adjusted to point in slightly different directions, but the signal coming to Earth will be much fainter and won't allow for as much data to be down-linked. This antenna adjustment will begin on Aug. 20, 2014, for the STEREO-Ahead spacecraft and on Dec. 1, 2014, for STEREO-Behind. During this phase, STEREO instruments will continue to run 24 hours a day, but they will gather lower resolution data than usual. A portion of this data will be down-linked whenever STEREO can link up with an Earth receiver. The rest of the data will be stored on board to be down-linked when the spacecraft reach a more auspicious geometrical position in early 2016. \"We might not know what's happening in real time,\" said Gurman. \"But in early 2016, we will receive a message in a bottle. There will be a complete record of the radiation, the solar wind, and the magnetic field changes during any events on the sun. That kind of information helps us protect future NASA assets throughout the solar system.\" To prepare for this off-pointing from the sun, STEREO-Ahead will undergo tests, during which time it will not be collecting data, from July 6-12, 2014. The same tests will be performed on STEREO-Behind from Sept. 29 - Oct. 6, 2014. Throughout this entire phase until 2016, at least one STEREO spacecraft will be capturing data at any one time, so scientists will have an uninterrupted record of events on the far side of the sun to coordinate with the observations from solar telescopes on the Earth side.", "url": "https://www.nasa.gov/content/goddard/stereo-entering-new-stage-of-operations"}, {"title": "NASA's STEREO Spacecraft Witnesses a Dramatic Solar Eruption", "date": "2014-09-03", "content": "NASA's Solar Terrestrial Relations Observatory witnessed a dramatic solar eruption on August 24, 2014 - even with one of its \"eyes\" partially closed. This imagery of a coronal mass ejection, a giant explosion of solar material that explodes out into space, was captured by one of STEREO's two spacecraft, STEREO-B, which currently has a view of the far side of the sun. The second spacecraft, STEREO-A, however, is in a temporary phase of recording only low-resolution data. Due to an orbit that has moved it toward the other side of the sun from Earth, STEREO-A adjusted its dish-shaped antenna on August 20 to point slightly away from the bright heat of the star, and consequently to a position that isn't pointed directly at Earth. The signal still comes to Earth but is fainter, so the spacecraft will be sharing only low-resolution data until it reemerges on the other side of the sun in early 2016. The twin STEREO spacecraft provide views of the sun from a different angle than can be seen from Earth's perspective. When combined with images from near-Earth spacecraft like the European Space Agency and NASA's Solar and Heliospheric Observatory, it helps scientists understand the three-dimensional shape of the sun's brilliant CME eruptions.", "url": "https://scitechdaily.com/nasas-stereo-spacecraft-witnesses-dramatic-solar-eruption/"}, {"title": "Contact Lost with Sun-watching Stereo B", "date": "2014-09-03", "content": "Despite rescue efforts, no one has heard from one of two NASA spacecraft on the far side of the Sun since October 1st. Solar physicists always worry about the damage to Earth that might occur if the Sun were to unleash a titanic flare and zap our planet with a potent blast wave of energetic particles. So, during the past two decades, NASA has launched a series of spacecraft designed to keep tabs on the Sun and the \"space weather\" it creates. Key to this plan is Stereo, the Solar Terrestrial Relations Observatory. Launched in 2006, Stereo A looped around the Moon and swung into a heliocentric orbit \"ahead\" of Earth, while Stereo B took up a solar orbit \"behind\" the Earth. They provide views of the Sun and its surroundings from angles we can't see. Both Stereo craft have drifted to the far side of the Sun, meaning that their dish-shaped radio antennas must point near the Sun to communicate with Earth. To protect these from overheating, mission controllers devised a plan to point each craft away from the Sun (and Earth) and to put it in safe-mode hibernation for about a year. Tests of these new procedures took place over the past few months. Stereo A checked out fine and began its \"time out\" on August 20th. A month later engineers were completing Stereo B's final tests, which involved commanding the craft to go into its safe mode and then resume normal operations.Then something went wrong.There's been no radio contact with the Stereo B spacecraft since October 1st, the day it was supposed to \"wake up\". Its radio signal came in weakly and then quickly faded away. Up to that point, telemetry showed no indication that anything was amiss. But now it appears that the spacecraft suffered a double whammy: first the star tracker could not lock onto its correct guide stars, and then a laser gyro in Stereo B's Inertial Measurement Unit, which senses the craft's orientation, failed and started providing bad data to the attitude-control system. The upshot is that there's no way to know exactly where Stereo B is pointed or the state of its systems. Over the past few weeks, astronomers have been borrowing the giant, 100-meter-wide Green Bank Telescope to try to detect the spacecraft's radio signal, so far without success. The 70-m dishes of NASA's Deep Space Network are also trying to reestablish contact. All hope is not lost. In 1998, the Solar and Heliospheric Observatory also went AWOL, putting itself in a slow spin with its solar-cell arrays pointed away from the Sun. Eventually, orbital geometry provided enough sunlight on the arrays, and enough electricity, to power the craft, and mission controllers eventually regained control. That was 16 years ago, and SOHO continues to provide daily images of the Sun and its surrounding. But, at this point, recovery options are few. According to Joseph Gurman, Stereo project scientist at NASA's Goddard Space Flight Center, simulations are under way to deduce the spacecraft's attitude and roll rate based on the few final bits of telemetry received. NASA will then create a review board to brainstorm other recovery schemes - and to make sure this unexpected failure doesn't occur again In particular, they'll doublecheck the safe-mode programming of Stereo A, which will be out of contact with Earth for about four months beginning in March 2015.", "url": "https://skyandtelescope.org/astronomy-news/stereo-b-contact-lost-11212014/"}, {"title": "NASA Solar Forecasting Takes A Hit As Sun-Gazing Spacecraft Stops Phoning Home", "date": "2014-10-14", "content": "A NASA spacecraft has been out of radio contact for about two weeks, but the agency is still holding out hopes for a rescue. One of the STEREO (Solar TErrestrial RElations Observatory) spacecraft stopped phoning home to Earth on Oct. 1 \"immediately after a planned reset of the spacecraft\", NASA said in an update last week. If the STEREO-Behind spacecraft can't be recovered, this could cause a data gap in the mission next year - which is unique because it looks at the far side of the Sun. On the website, NASA didn't say how badly solar weather forecasts are affected, but in other materials they have said both STEREO spacecraft are a crucial part of this work. STEREO's pair of satellites (STEREO-Ahead and STEREO-Behind) aim to better map Sun eruptions (known as \"coronal mass ejections\") whose charged particles can disrupt satellite communications during solar storms. The mission has been ongoing since 2006 and they've viewed the far side of the Sun since 2011. What caused one of them to stop talking to us is unknown, but NASA said recovery attempts are ongoing. The satellites' orbits around the Sun are similar to the Earth's, but one circles a bit faster and the other a bit slower. Next year, geometry (a solar conjunction) means the Sun will block our view of one of the spacecraft at a time. As NASA explained in a July update, \"radio receivers on Earth will not be able to distinguish STEREO's signal from the sun's radiation.\" This is affecting the mission in two ways. First, there is a period where the antennas on the spacecraft must be repositioned to avoid getting cooked by the Sun. Some data will flow, but it will be in lower resolution. STEREO-Ahead entered this period on Aug. 20, and STEREO-Behind was supposed to send high-resolution data until Dec. 1. Then there's a time when each spacecraft will be completely blocked by the Sun. STEREO-Behind was supposed to enter this period from Jan. 22 to March 23, 2015, with its twin still collecting data at this time. But then will come a period where STEREO-Ahead will be out of contact: March 24 to July 7, 2015. If STEREO-Behind can't fill in for STEREO-Ahead at this time as planned, a data gap could loom. Lower-resolution data is then expected from STEREO until 2016, when the geometry means the spacecraft can safely reposition their antennas. While these aren't the only sun-gazing spacecraft - real-time data is still flowing from the Solar Dynamics Observatory (SDO) and the Solar and Heliospheric Observatory (SOHO) - NASA has said that the lower data rate and losing contact with one STEREO spacecraft next year will be difficult for solar forecasting. \"Lack of STEREO observations used in NASA research models will severely limit the forecasting of solar storms throughout the solar system,\" the agency said in a July Q&A about the 2015 data losses.", "url": "https://www.universetoday.com/115275/nasa-solar-forecasting-takes-a-hit-as-sun-gazing-spacecraft-stops-phoning-home/"}]}, [], {"win label": 0, "news": [{"title": "NASA may soon rescue the STEREO-B spacecraft's sun-observing mission", "date": "2016-08-22", "content": "Somewhere on the other side of the sun, almost directly opposite to Earth, a 9-year-old NASA spacecraft, the STEREO-B, has drifted through the void of space since Oct. 1, 2014, unable to establish contact with our planet. At least that was the depressing situation until Sunday night. In a statement posted Monday, the space agency says it has finally contacted the STEREO-B solar observatory - an identical twin of another sun- monitoring robot, called STEREO-A - after nearly 2 years of effort. Each STEREO spacecraft - named \"A\" for \"ahead\" and \"B\" for \"behind\" - launched in 2006 and began circling the sun in slightly different yet Earth-like orbits. That way, scientists could watch our backyard star from all angles. This also allowed NASA to get amazing 3D views of solar flares, huge loops of plasma, coronal mass ejections, and more. Though the $550 million mission was supposed to wrap up in 2008, it was a big success and NASA kept it going. Trouble didn't hit until Oct. 1, 2014, when STEREO-B went into a hard reset and lost touch with Earth. NASA tried to use the Deep Space Network to regain contact over the course of 22 months, and finally succeeded on Aug. 21, 2016. But Joe Gurman, a STEREO project scientist, said everyone involved in the mission is sitting on the edges of their seats. \"The very hard and scary work is just beginning,\" Gurman told Business Insider. \"This spacecraft was designed to be as autonomous as possible when it ran into trouble. If we turn on the computer, which is the only way we can get insight into what is wrong with the spacecraft ... what got us into this mess in the first place could turn back on again.\" As NASA detailed in a December 2015 article about the recovery effort, the spacecraft doesn't know if it's rotating or how fast. That's a big problem for a robot that needs to aim its solar panels at the sun and continuously charge its batteries - meaning it has barely been charging itself since it reset, and could quickly drain what juice it has slowly built up. \"We have something like 2 minutes between when STEREO-B receives the command to boot up one of its computers and when it starts doing what we don't want it to do,\" Gurman said. Making matters worse, it takes about 20 seconds to send commands to the spacecraft, and at a data rate that makes a dial-up modem seem lightning-fast. As a result, Gurman said engineers are taking their time to hammer out a set of brief rescue instructions while they know the spacecraft is still responsive. If their efforts to point STEREO-B's solar panels back toward the sun fail, he said they'll have another chance to send instructions in 6 months: when the spacecraft has partially charged up its batteries again by slowly orbiting the sun. Here's the full statement from Karen C. Fox, a NASA spokesperson: \"On Aug. 21, 2016, contact was reestablished with one of NASA's Solar Terrestrial Relations Observatories, known as the STEREO-B spacecraft, after communications were lost on Oct. 1, 2014. Over 22 months, the STEREO team has worked to attempt contact with the spacecraft. Most recently, they have attempted a monthly recovery operation using NASA's Deep Space Network, or DSN, which tracks and communicates with missions throughout space. \"The DSN established a lock on the STEREO-B downlink carrier at 6:27 p.m. EDT. The downlink signal was monitored by the Mission Operations team over several hours to characterize the attitude of the spacecraft and then transmitter high voltage was powered down to save battery power. The STEREO Missions Operations team plans further recovery processes to assess observatory health, re- establish attitude control, and evaluate all subsystems and instruments. \"Communications with STEREO-B were lost during a test of the spacecraft's command loss timer, a hard reset that is triggered after the spacecraft goes without communications from Earth for 72 hours. The STEREO team was testing this function in preparation for something known as solar conjunction, when STEREO-B's line of sight to Earth - and therefore all communication - was blocked by the sun. \"STEREO-A continues to work normally.\" ", "url": "https://www.businessinsider.com/nasa-stereo-b-spacecraft-resumes-contact-2016-8"}, {"title": "Nasa makes contact with missing Stereo-B spacecraft", "date": "2016-08-23", "content": "For almost two years, a Nasa spacecraft has been lost and out of contact after passing behind the Sun - but last night the space agency announced it has finally been able to reconnect. The Solar Terrestrial Relations Observatory (Stereo) B spacecraft, first launched along with sibling A-craft in 2006, has been out of contact since its 2014 orbit around the far side of the Sun. As it looped behind the giant ball of hydrogen in October 2014, Stereo-B's communications with Earth were lost. Nasa staff were testing the craft's ability to hard reset - for the possibility that it didn't communicate with the Earth for 72 hours - when it passed behind the Sun and lost a line of sight. Since the loss of connection the space agency's staff have been working to reconnect with the missing object. Most recently, the staff have been using the Deep Space Network to try to break the silence. Attempts have been made every month, Nasa says. \"The DSN established a lock on the Stereo-B downlink carrier at August 21 at 6:27 pm EDT,\" Nasa said in a statement. \"The downlink signal was monitored by the Mission Operations team over several hours to characterise the attitude of the spacecraft and then transmitter high voltage was powered down to save battery power\". Throughout the entire time Stereo-B - named B, as it is behind the first craft - has been missing in action, its counterpart has been working normally. Nasa launched the duo as part of its Solar Terrestrial Probes program to observe the Sun and Earth. \"Stereo has revealed the 3D structure of coronal mass ejections; violent eruptions of matter from the sun that can disrupt satellites and power grids, and help us understand why they happen,\" Nasa says. ", "url": "https://www.wired.co.uk/article/nasa-stereo-mission-reconnect"}, {"title": "Hello, STEREO-B! NASA Regains Contact with Long-Lost Sun Probe", "date": "2016-08-23", "content": "NASA has finally re-established contact with a sun-watching probe that was thought to be lost in space after it abruptly went silent in 2014. A signal from the long-lost spacecraft, called STEREO-B, was detected Sunday evening by NASA's Deep Space Network, a collection of space tracking stations that follows the agency's space missions across the solar system and beyond. NASA scientists had kept vigil for STEREO-B, making monthly searches for the probe until it phoned home Sunday at 6:57 p.m. EDT. Right now, it's unclear how healthy the spacecraft is after drifting in space for nearly two years. NASA lost contact with it on Oct. 1, 2014, after commanding a reset from Earth. The spacecraft's twin, STEREO-A, is still working normally. \"The STEREO Missions Operations team plans further recovery processes to assess observatory health, re-establish attitude control, and evaluate all subsystems and instruments,\" NASA officials wrote in a statement. The STEREO spacecraft twins were launched in October 2006 and were originally supposed to last until 2008. With an extended mission, however, came challenges. For example, the orbits of both STEREO spacecraft went behind the sun in 2015, for three months each. STEREO-B was initially lost when NASA was testing a command loss timer, which is a reset triggered during solar conjunction. Conjunction was expected to happen between January and March 2015, when STEREO-B's orbit took it behind the sun, putting it out of contact with Earth.Both STEREO spacecraft have a command loss timer that resets the spacecraft every 72 hours when it is not communicating with Earth. In 2014, controllers deliberately stopped communicating with STEREO-A to test this process, and it worked perfectly after reorienting itself with respect to certain guide stars, and sending a signal to Earth. With STEREO-B, however, the test did not play out as planned. The hard reset did occur, and STEREO-B sent a weak signal to Earth. But the spacecraft quickly faded into silence. Only a few packets of data made it to Earth, but from that, the team concluded in December 2015 that the inertial measurement unit gave incorrect information into STEREO-B's guidance computer. At the time, NASA concluded that this set the spacecraft into a spin that left its solar panels out of sunlight most of the time, making it difficult to recharge the battery. The team could have easily fixed the issue if STEREO-B had remained in contact, but at the time, the contact was too brief to take action, NASA added in 2015. NASA said in a statement at the time that this meant that \"the spacecraft is drifting in space with incorrect information about how it's moving - a big problem for a spacecraft that needs to keep itself pointed at the sun to stay powered on.\"", "url": "https://www.space.com/33826-long-lost-nasa-sun-probe-phones-home-stereo-b.html"}, {"title": "10 Years of Revolutionary Solar Views from NASA's STEREO Mission", "date": "2016-10-25", "content": "Launched 10 years ago, on October 25, 2006, the twin spacecraft of NASA's STEREO mission - short for Solar and Terrestrial Relations Observatory - have given us unprecedented views of the sun, including the first-ever simultaneous view of the entire star at once. This kind of comprehensive data is key to understanding how the sun erupts with things like coronal mass ejections and energetic particles, as well as how those events move through space, sometimes impacting Earth and other worlds. The two STEREO observatories, called STEREO-A and STEREO-B - for Ahead and Behind, respectively - were sent out from Earth in opposite directions. Using gravitational assists from both the moon and Earth, the STEREO spacecraft were accelerated to Earth-escape velocities. STEREO-A was inserted into an orbit slightly smaller, and therefore faster, than Earth's. For STEREO-B, the reverse happened: It was nudged into an orbit slightly larger than Earth's so that it traveled around the sun more slowly, falling increasingly behind the Earth. As the spacecraft slowly fanned out away from the centerline between Earth and the sun - where every other sun-watching spacecraft is located - they revealed more and more new information about our closest star. \"STEREO gives us a much more thorough view of the sun, solar wind and solar activity,\" said Terry Kucera, deputy project scientist for STEREO at NASA's Goddard Space Flight Center in Greenbelt, Maryland. \"The view from the far side of the sun lets us record more events and get more complete pictures of each event.\" When observed through a solar telescope, the surface of the sun can be seen to be churning with near-constant activity, sometimes including the larger solar eruptions that can influence Earth, other worlds, and space itself. We call these changing conditions space weather. On Earth, space weather often manifests as auroras, or - in extreme cases - damage to satellites or stress on power grids. The prime STEREO mission was designed for two years of operations, observing the sun and the space environment around it, by which point the spacecraft would have traveled about 45 degrees (one-eighth of a circle each) away from Earth. This mission design was revolutionary, since our observations of the sun and conditions in space had previously been confined to views only from Earth's perspective. By providing us with different views of the sun simultaneously, STEREO helped scientists watch solar eruptions develop over time, and gave them multiple perspectives of how those eruptions propagate outward. The greater the separation of the two spacecraft from each other and from Earth, the more we learned about the sun and its influence on space - including multi-point views of one of the most powerful solar storms on record. \"STEREO had unique perspectives of a powerful CME on July 2012, which was strong enough to cause serious disruptions if it had been Earth-directed,\" said Joe Gurman, STEREO project scientist at Goddard. \"We got a head-on look with STEREO-A, a side view with STEREO-B as well as observations by Earth-orbiting satellites.\" However, STEREO's real windfall is the sheer amount of data collected. Both spacecraft functioned well for nearly eight years, yielding a treasure trove of data on solar events. \"Real science doesn't come from just one event,\" said Gurman. \"The biggest advantage of STEREO is being able to validate our models of how CMEs move through space.\" STEREO-A continues to collect data. However, STEREO-B encountered an issue when the spacecraft approached a phase called superior conjunction - when the sun would stand between the spacecraft and Earth, blocking all communications. During testing in October 2014 to prepare for superior conjunction, contact with STEREO-B was lost. After nearly two years, on August 21, 2016, mission operators managed to contact STEREO-B once again, and have been in touch intermittently since then. This contact has revealed new information about the spacecraft's battery and charge state, its position in space, its speed and its spin - and mission operators continue to attempt recovery. \"The challenges for a successful recovery are many,\" said Dan Ossing, the STEREO mission operations manager at the Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland. \"It's an incremental process that continues to evolve, and could take months or even years. But we know enough of the spacecraft has survived to make these recovery attempts worthwhile. We just have to be patient.\" Though STEREO-A was silent for nearly four months because of superior conjunction, after contact was re-established it returned the data recorded on the sun's far side, filling in this gap in the timeline of solar data. The STEREO-A spacecraft is now operating fully, maintaining this stream of information. \"It's these long term measurements that are critical for understanding the sun,\" said Gurman. STEREO is the third mission in NASA's Solar Terrestrial Probes program, which is managed by NASA Goddard for NASA's Science Mission Directorate in Washington. It was built by the Johns Hopkins University Applied Physics Laboratory in Laurel, Maryland.", "url": "https://scitechdaily.com/10-years-of-revolutionary-solar-views-from-nasas-stereo-mission/"}]}]