[{"win label": 1, "news": [{"title": "Navy Names New Aircraft Carrier USS Gerald R. Ford", "date": "2007-01-16", "content": "Secretary of the Navy Donald C. Winter announced today the selection of USS Gerald R. Ford as the name of the first aircraft carrier in what will be the Gerald R. Ford class of carriers. This selection honors the 38th President of the United States and pays tribute to his lifetime of service in the Navy, in the U.S. government and to the nation. \"President Gerald R. Ford provided the United States great leadership at a time of constitutional crisis,\" said Winter. \"I am honored to have the opportunity to name the first ship in the new class of aircraft carriers after this great sailor, this great leader, this great man.\" Born in Omaha, Neb., in 1913, he grew up in Grand Rapids, Mich. He starred on the University of Michigan football team where he was a center and team most valuable player in 1934. After graduation he attended Yale Law School, where he served as assistant football coach while earning his law degree. During World War II he attained the rank of lieutenant commander in the Navy, and served on the light carrier, the USS Monterey. After the war he returned to Grand Rapids, where he began the practice of law, and entered political life. Ford was the first Vice President chosen under the terms of the Twenty-fifth Amendment and, in the aftermath of the Watergate scandal, succeeded the first President ever to resign; serving as the 37th Vice President (1973-1974) and the 38th President of the United States (1974-1977). Prior to becoming Vice President, he served for more than eight years as the Republican Minority Leader of the House of Representatives as a representative from Michigan's 5th congressional district. The USS Gerald R. Ford will be the premier forward asset for crisis response and early decisive striking power in a major combat operation. The carrier and the carrier strike group will provide forward presence, rapid response, endurance on station, and multi-mission capability. The USS Gerald R. Ford and subsequent Ford class carriers will provide improved war fighting capability, quality of life improvements for sailors and reduced acquisition and life cycle costs.", "url": "https://web.archive.org/web/20070214161111/http://www.defenselink.mil/Releases/Release.aspx?ReleaseID=10399"}, {"title": "Construction begins on the first Ford-class aircraft carrier", "date": "2007-03-25", "content": "Full-scale production is at least a year away, but construction has started on pieces of the Navy's first Ford-class aircraft carrier. Most of the work at Northrop Grumman Newport News has involved piecing together the structural steel modules that will make up the flattop's framework - bulkheads, inner bottom, decks and side shells. More than 50 module sections and 1,300 sections of pipe detail have been completed, and work will be under way on at least 300 of the structural units by the end of this year, shipyard officials said. It's geared partly toward building up worker expertise in anticipation of full ramp- up of construction in 2008. \"We have the biggest gap we've ever had, at least in recent times, between carriers,\" said Mike Shawcross, vice president of the carrier class, named after former President Gerald R. Ford. Construction on the George H.W. Bush, the 10th and final Nimitz-class carrier, started in 2001, a seven-year gap that left the yard with fewer veteran workers to begin the Ford, or CVN-78. In part to address that, Congress set aside $1.38 billion that the Navy awarded Northrop Grumman in 2004 to allow the shipbuilder to begin ordering material and start advance construction. \"It allows us to level-load our work force,\" Shawcross said. \"We wanted to have a ramp- up that was as gradual as possible.\" Many of the workers hired will be coming from other industries and will need training, he said. Congress began providing money for the Ford-class program in fiscal 2001, but the date for full-scale construction has slipped two years. President Bush has included $2.8 billion in his proposed fiscal 2008 budget to get the full work under way. On that schedule, the Ford would be delivered to the Navy in 2015. Despite debate on Capitol Hill about the Navy's rising shipbuilding costs, there's no indication that Congress will reject Bush's request for Ford construction money, said Ronald O'Rourke, a national defense specialist for the Congressional Research Service. \"Compared to certain other shipbuilding programs, the procurement of CVN-78 has been a relatively noncontroversial item,\" O'Rourke said in an e-mail. Congress, he added, gave the Navy authority last year to spread the Ford's construction cost, projected at $8.1 billion, over four years to free up money for other ships. Doing so would not alter the planned 2008 ramp- up, he said. Northrop Grumman has spent more than $170 million to upgrade facilities at its Newport News yard to build the Ford class, said Lucas Hicks, a construction superintendent.", "url": "https://www.pilotonline.com/business/article_0f42d036-c953-5f2d-91e3-7aa01c552270.html"}, {"title": "Northrop Grumman Completes Facility Upgrade", "date": "2007-06-01", "content": "Full-scale production is at least a year away, but construction has started on pieces of the Navy's first Ford-class aircraft carrier. Most of the work at Northrop Grumman Newport News has involved piecing together the structural steel modules that will make up the flattop's framework - bulkheads, inner bottom, decks and side shells. More than 50 module sections and 1,300 sections of pipe detail have been completed, and work will be under way on at least 300 of the structural units by the end of this year, shipyard officials said. It's geared partly toward building up worker expertise in anticipation of full ramp- up of construction in 2008. \"We have the biggest gap we've ever had, at least in recent times, between carriers,\" said Mike Shawcross, vice president of the carrier class, named after former President Gerald R. Ford. Construction on the George H.W. Bush, the 10th and final Nimitz-class carrier, started in 2001, a seven-year gap that left the yard with fewer veteran workers to begin the Ford, or CVN-78. In part to address that, Congress set aside $1.38 billion that the Navy awarded Northrop Grumman in 2004 to allow the shipbuilder to begin ordering material and start advance construction. \"It allows us to level-load our work force,\" Shawcross said. \"We wanted to have a ramp- up that was as gradual as possible.\" Many of the workers hired will be coming from other industries and will need training, he said. Congress began providing money for the Ford-class program in fiscal 2001, but the date for full-scale construction has slipped two years. President Bush has included $2.8 billion in his proposed fiscal 2008 budget to get the full work under way. On that schedule, the Ford would be delivered to the Navy in 2015. Despite debate on Capitol Hill about the Navy's rising shipbuilding costs, there's no indication that Congress will reject Bush's request for Ford construction money, said Ronald O'Rourke, a national defense specialist for the Congressional Research Service. \"Compared to certain other shipbuilding programs, the procurement of CVN-78 has been a relatively noncontroversial item,\" O'Rourke said in an e-mail. Congress, he added, gave the Navy authority last year to spread the Ford's construction cost, projected at $8.1 billion, over four years to free up money for other ships. Doing so would not alter the planned 2008 ramp- up, he said. Northrop Grumman has spent more than $170 million to upgrade facilities at its Newport News yard to build the Ford class, said Lucas Hicks, a construction superintendent.", "url": "https://news.northropgrumman.com/news/releases/photo-release-northrop-grumman-completes-facility-upgrade"}]}, [], {"win label": 0, "news": [{"title": "Northrop Grumman Gets $595 Million For Continued Work On CVN-78", "date": "2008-01-13", "content": "The Navy Friday awarded Northrop Grumman Newport News, Newport News a $595.9 million modification to previously awarded contract for the continuation of CVN-78 class design effort; long-lead time material procurement; and non-nuclear advance construction for the USS Gerald R. Ford lead ship of the class, according to the service. The contract includes system development, engineering services, and feasibility studies for the Future Aircraft Carrier Program, the Navy said. Northrop Grumman Newport News will provide all services and material in preparation for construction of CVN-78 including necessary research studies; engineering; design; related development efforts, including required engineering development models and prototypes for engineered components; advanced planning; advanced procurement for detailed design and procurement/fabrication of long-lead material; advanced construction; system specifications; design weight estimate; logistics data; lists of government-furnished equipment; production planning; further definition of initiatives to reduce CVN-78 class total ownership costs; and other data to support an integrated product data environment for the CVN-21 program, the Navy said.. Work will be performed in Newport News, Va., and is expected to be completed by July 2008.", "url": "https://www.defensedaily.com/northrop-grumman-gets-595-million-for-continued-work-on-cvn-78/navy-usmc/"}]}, {"win label": 0, "news": [{"title": "Newport News shipyard gets $5.1B contract for carrier Ford", "date": "2008-09-11", "content": "Northrop Grumman Shipbuilding in Newport News will design and construct the nuclear-powered aircraft carrier Gerald R. Ford under a $5.1 billion contract the company signed with the Navy on Wednesday. The local shipyard began advance construction of the carrier in 2005 under a separate $2.7 billion contract and was expected to receive the new contract because it is the sole builder of nuclear-powered ships for the Navy. \"It means a lot to the company,\" said Mike Shawcross, vice president of the program for Northrop Grumman. The James River shipyard is Hampton Roads' largest private employer, with 19,000 workers. The company is renegotiating the terms of its contract with about 8,000 of its workers represented by United Steelworkers of America Local 8888. The labor contract expires Oct. 26. About a third of the Ford's 1,200 structural units are already under construction in Newport News. The keel is scheduled to be laid next fall and delivery to the Navy is slated for 2015, according to Navy and Northrop Grumman news releases. The Ford will be the first in a new class of carriers succeeding the 10-ship Nimitz class. The last carrier in that class, the George H.W. Bush, will be completed later this year. The Ford is designed to be more flexible and efficient than the Nimitz class, with improvements designed to reduce crew size and operating costs, according to Northrop Grumman and the Navy. Features include an enlarged and rearranged flight deck, an improved weapons-handling system, more flexible command and control spaces, greater electrical power generation capacity and room for future technology. Those improvements will allow the Navy to reduce crew sizes and likely save $5 billion over the life of the ship, the Navy said. \"It will bring superior warfighting capability and meaningful quality-of-life improvements for sailors,\" said Capt. Brian Antonio, the Navy's manager for the Ford-class carrier program. \"Most important, CVN 78-class carriers will be able to adapt and evolve to defend this nation and our allies well into the 21st century.\" The Navy plans to build 11 aircraft carriers in the Ford class through 2058, according to a Navy news release. \"This contract award is an important and historic milestone for our company, our Navy and our country,\" Matt Mulherin, vice president and general manager for Northrop Grumman's Newport News operations, said in a news release. \"It represents an incredible opportunity for the great shipbuilders of Northrop Grumman Shipbuilding to build the first new aircraft carrier class in more than 40 years. The work we are doing today will play a significant role in America's defense for many generations to come.\"", "url": "https://web.archive.org/web/20170225125950/http://pilotonline.com/business/newport-news-shipyard-gets-b-contract-for-carrier-ford/article_e6896f50-7dfa-5daa-a4c8-563a2e5b1d6e.html"}, {"title": "Northrop Grumman to build first new aircraft carrier class in 40 years", "date": "2008-09-17", "content": "The tenth and final nuclear-powered Nimitz-class supercarrier, George H. W. Bush, enters service in 2009, but the next-generation is on its way. The Gerald R. Ford CVN 78 is the first ship in the first new carrier class in over 40 years. Northrop Grumman has received a $5.1 billion, seven-year contract for construction of the CVN 78, which is scheduled to be delivered to the Navy in 2015. Northrop Grumman began advance construction of the Gerald R Ford in 2005, under a separate $2.7 billion contract. Roughly one third of the ship's 1,200 structural units are currently under construction, with the keel scheduled to be laid in 2009. The Navy is expected to build 11 of the carriers, each worth approximately $8 billion, continuing construction into 2058. The Gerald R Ford class carriers will have a larger flight deck, improved weapons handling, a smaller island, a new Electromagnetic Aircraft Launching System, an Advanced Arresting Gear, and a new A1B nuclear propulsion and electricity generation system. The technological advancements in the Ford design result in a 25% increase in sortie generation, a 25% reduction in necessary manpower, a threefold increase in electrical generating capacity, improved self defense capability, increased launch/recovery capability, increased ability to incorporate future upgrades, and increased operational availability. By changing the layout of the flight deck, and pushing back the island, the carrier minimizes aircraft movements and decreases the workload for personnel. The centralized re-arming location, and the use of robots to move ordnance, also boosts efficiency and allows aircraft to re-arm in \"minutes instead of hours.\" The Electromagnetic Aircraft Launching System (EMALS) has a higher level of control than the steam-powered catapults employed by Nimitz-class carriers. EMALS can launch heavier and lighter craft, making it compatible with UAVs. EMALS is more efficient, smaller lighter, more powerful, easier to control, and places less stress on airframes by gradually increasing the aircraft's speed. UAV integration is also made possible by the Advanced Arresting Gear System, which uses electromagnetism, rather than hydraulics, to capture aircraft. The inability of current aircraft carriers to effectively handle UAVs is a reminder of the need to plan for technological advancement. While the USS Enterprise, (the ship being replaced by the Ford), is still serving 50 years after it was laid down, it is increasingly unable to adapt to upgraded systems. With currently planned systems on the CVN 78 consuming only half of its generated power, the ship is well prepared to incorporate future energy-hungry systems such laser guns, dynamic armor, and new tracking devices.", "url": "https://newatlas.com/northrop-grumman-to-build-first-new-aircraft-carrier-class-in-40-years/10017/"}]}, [], {"win label": 0, "news": [{"title": "Northrop Grumman Melts 35 Tons of Steel for Gerald R. Ford (CVN 78) Propeller Struts", "date": "2009-10-19", "content": "Northrop Grumman Corporation (NYSE:NOC) used its foundry at the company's Shipbuilding sector in Newport News, Va. to melt 35 tons of steel to cast strut arms needed to support the propeller shafts of the nuclear aircraft carrier Gerald R. Ford (CVN 78). The pour took place on Oct. 9. \"We've completed about five percent of the ship's construction contract,\" said Mike Shawcross, vice president for Northrop Grumman Shipbuilding's aircraft carrier construction programs. \"The keel laying ceremony is Nov. 14, a first step toward bringing this ship to life.\" The foundry was established in 1856 and was purchased in 1902 by the Newport News shipyard. Since then, it has produced quality castings for hundreds of commercial and U.S. Navy ships and has also supported hydro-electric projects like the Hoover Dam. The foundry is capable of producing eight million pounds of castings annually, weighing from one pound to 70,000 pounds. The Gerald R. Ford (CVN 78) class will continue the legacy of highly capable U.S. Navy aircraft carrier ship platforms. Enhancements incorporated into the design include flight deck changes, improved weapons handling systems, and a redesigned island, all resulting in increased aircraft sortie rates. It will also include new nuclear power plants; increased electrical power generation capacity; allowance for future technologies; and reduced workload for the sailors, translating to a smaller crew size and lower operating costs for the Navy. Delivery to the Navy is scheduled for 2015. Northrop Grumman Corporation is a leading global security company whose 120,000 employees provide innovative systems, products, and solutions in aerospace, electronics, information systems, shipbuilding and technical services to government and commercial customers worldwide.", "url": "https://news.northropgrumman.com/news/releases/photo-release-northrop-grumman-melts-35-tons-of-steel-for-gerald-r-ford-cvn-78-propeller-struts"}, {"title": "Northrop Grumman Hosts Keel Laying Ceremony for the First Ship in the Next Generation of Aircraft Carriers, Gerald R. Ford (CVN 78)", "date": "2009-11-14", "content": "Northrop Grumman Corporation's (NYSE:NOC) Shipbuilding sector hosted a keel laying ceremony today for the next generation aircraft carrier Gerald R. Ford (CVN 78), in Newport News, Va. Susan Ford Bales, daughter of President Gerald R. Ford, served as the ship's sponsor and keel authenticator for the ceremony. Bales authenticated the keel by chalking her initials onto a metal plate. Her initials were then welded onto the plate, which will be permanently affixed to the ship. \"The shipbuilders of Northrop Grumman shipyard, many of whom are second- and third-generation shipbuilders -- everyday they bring a level of patriotism, skill, and commitment to excellence -- that is, quite simply, without equal,\" said Bales. \"When a new carrier sets to sea, her shipbuilders quietly and proudly leave the construction site often to become a faint memory in the history of the carrier. Let us resolve, today that this will not be the case when the USS Gerald R. Ford sets to sea.\" Other ceremony participants included principal speaker U.S. Senator Carl Levin, (D-Mich); Corporate Vice President and President of Northrop Grumman Shipbuilding Mike Petters; U.S. Rep. Robert \"Bobby\" Scott (D-Va.); U.S. Rep. Glenn Nye (D-Va.); Secretary of the Navy, Ray Mabus; and Director of Naval Nuclear Propulsion, Adm. Kirkland Donald. \"It's very fitting that our next carrier, a ship that will calm the unknown crisis of the future by its very presence offshore, will be named for President Gerald Ford,\" said Mabus. \"Throughout his life, President Ford -- as a naval officer, a Congressman, as President -- projected a calm confidence, reassuring all those around him that all would be well. As President, he took action in the midst of a troubled time and presided over the healing of America following the bitter divisiveness of the previous few years. His example will live on in the USS Gerald R. Ford to inspire generations of young Americans who will serve on that ship.\" U.S. Senator Carl Levin, the principal speaker spoke about Ford's legacy. \"Not so long ago, Gerald R. Ford was the sturdy beam who held our nation together -- the beam on which so much else depended,\" said Levin. \"This ship will bear the name of a man who assumed our nation's highest office at a time of great anguish and confusion, a time of great distress and doubt...At a time of great danger, Gerry Ford took the helm. At a time of instability, Gerry Ford kept our country on an even keel.\" \"Aircraft carriers should remain the cornerstone of our future defense planning. No other platform has been as effective in enabling the United States to project power and protect our interests around the globe,\" said Nye. Petters paid special tribute to the men and women who build aircraft carriers. \"Integrity, commitment, steadfastness, honesty and uncompromising ethics.These are the qualities we will model as we take steel, electronics and millions of components, to create a fitting tribute and living testament to a president who took a country in need and in pain and provided a much needed sense of calm and unity,\" said Petters. \"We are shipbuilders, this is our duty, our obligation, a job we take very seriously, and one we are honored to perform.\" Named after the 38th president of the United States, Gerald R. Ford (CVN 78) is the first ship of the new Gerald R. Ford class. The Ford class will continue the legacy of highly capable U.S. Navy nuclear-powered aircraft carrier ship platforms. Enhancements incorporated into the design include flight deck changes, improved weapons handling systems, and a redesigned island, all resulting in increased aircraft sortie rates. It will also include new nuclear power plants; increased electrical power generation capacity; allowance for future technologies; and reduced workload for the sailors, translating to a smaller crew size and reduced operating costs for the Navy. Delivery to the Navy is scheduled for 2015. Northrop Grumman Corporation is a leading global security company whose 120,000 employees provide innovative systems, products, and solutions in aerospace, electronics, information systems, shipbuilding and technical services to government and commercial customers worldwide.", "url": "https://news.northropgrumman.com/news/releases/photo-release-northrop-grumman-hosts-keel-laying-ceremony-for-the-first-ship-in-the-next-generation-of-aircraft-carriers-gerald-r-ford-cvn-78"}, {"title": "Ford Keel Laid for Future Carrier, Class", "date": "2009-11-16", "content": "A keel-laying ceremony for the Navy's first Ford-class aircraft carrier, Gerald R. Ford, (CVN 78) was held at Northrop Grumman Shipbuilding, Newport News, Va. Nov. 14. The ceremony celebrated not only the building of a new class of ship, but the life of the ship's namesake, former President Gerald R. Ford. Susan Ford Bales, Ford's daughter, was the ship's sponsor. Bales' initials were welded into a metal plate that will be permanently affixed to the ship. \"Ladies and gentlemen, as the ship's sponsor, and on behalf of President Gerald R. Ford,\" said Bales. \"I hereby declare that the shipbuilders of Gerald R. Ford (CVN 78), and their patriotism, and commitment to excellence are and shall forever be truly and fairly part of the spirit of the USS Gerald R. Ford.\" Ford-class aircraft carriers have some significant design changes including a larger flight deck, improvements in weapons and material handling, a new propulsion plant design that requires fewer personnel to operate and maintain, and a new smaller island that has been pushed aft. Technological advances in the field of electromagnetic have led to the development of an electromagnetic aircraft launching system, and an advanced arresting gear. An integrated warfare system has been developed to support flexibility in adapting the infrastructure of the ship to future mission roles. \"These and other changes mean that this carrier, piloted by the Navy officers and crew who will one day sail her into harm's way, will be more capable, more flexible, and better able to protect America and the American way of life,\" said Northrop Grumman Shipbuilding President Mike Petters. U.S. Sen. Carl Levin served as keynote speaker and distinguished guests in attendance included the Secretary of the Navy, Ray Mabus, U.S. Reps. Bobby Scott, Glenn Nye, and the Director of Naval Nuclear Propulsion Adm. Kirkland H. Donald. On Jan. 3, 2007 an announcement was made that CVN-78, the Navy's newest aircraft carrier would be named after Gerald R. Ford, the 38th President of the United States. The ship is scheduled to enter the U.S. Naval Fleet in 2015.", "url": "https://web.archive.org/web/20170801102351/http://www.navy.mil/submit/display.asp?story_id=49657"}, {"title": "US Navy electromagnetic mass-driver commences tests", "date": "2009-11-18", "content": "A prototype electromagnetic mass-driver, intended to hurl jet aircraft into the sky from the decks of aircraft carriers, has gone into operation at a former airship base in New Jersey. The new kit could be even more important to the Royal Navy than it will be to the US fleet. The equipment in question is known as EMALS, the Electro Magnetic Aircraft Launch System, intended to \"shoot\" jets and turboprops off the deck of the next US nuclear supercarrier - CVN 78, aka USS Gerald R Ford. The EMALS shore test facility held is first ceremonial \"shoot\" last week at Joint Base McGuire-Dix-Lakehurst, according to the US Naval Air Systems Command. Current US and French nuclear carriers, the only ones to use catapult launch, employ steam catapults. The steam cat, a British invention, is powered by steam from the ship's propulsion plant and fires aircraft up to flying speed in a very short distance. Other methods of deck takeoff are possible: Various nations including the UK operate Short Takeoff and Vertical Landing (STOVL) Harrier jets, able to get airborne after a short takeoff run - often with the aid of a \"ski-jump\" ramp - and return to the deck, lightened by burning fuel and releasing weapons, in a vertical hovering landing. Russian jets take off by ski-jump from Russia's sole, rather rickety carrier under their own power and land using tail hooks and arrester wires like the French and Americans. The gold-standard method is catapult launch, as it means a jet can get airborne carrying heavier loads. But the current steam cats are hard on aircraft and hell on maintenance - thus the US Navy's aspirations to move to EMALS in its next carrier. The electromagnetic cat will be able to deliver much more controllable acceleration and won't be so much work to keep in order. Usefully, newer warships nowadays turn their propellers using electric transmissions rather than mechanical gearing, meaning that the ship can easily furnish plenty of electricity.", "url": "https://www.theregister.com/2009/11/18/emals_test_facility_opens/"}]}, {"win label": 0, "news": [{"title": "Northrop Awarded Contract To Design Aircraft Carrier Gerald R. Ford", "date": "2010-05-14", "content": "Northrop Grumman Corporation has been awarded a $186.6 million cost plus fixed fee contract from the U.S. Navy to continue the engineering and design effort for the nation's newest nuclear-powered aircraft carrier, USS Gerald R. Ford (CVN 78). The company's Shipbuilding sector is the prime contractor. This planned contract modification funds additional design, planning and system integration activities and analysis to support CVN 78 construction. \"This planned contract modification is essential to continuing the ship design to support construction,\" said Mike Shawcross, vice president of aircraft carrier construction program. \"Now that the design is in the three-dimensional product model our effort is focused on the production of instructions for the shops and ship assembly. We're excited to continue progress on the engineering and construction of CVN 78.\" Named after the 38th president of the United States, Gerald R. Ford (CVN 78) is the first ship of the new Gerald R. Ford class whose keel was laid Nov. 14, 2009. The Ford class will continue the legacy of highly capable U.S. Navy nuclear-powered aircraft carrier ship platforms. Enhancements incorporated into the design include flight deck changes, improved weapons handling systems, and a redesigned island, all resulting in increased aircraft sortie rates. It will also include new nuclear power plants; increased electrical power generation capacity; allowance for future technologies; and reduced workload for the sailors, translating to a smaller crew size and reduced operating costs for the Navy. Northrop Grumman Corporation is a leading global security company whose 120,000 employees provide innovative systems, products, and solutions in aerospace, electronics, information systems, shipbuilding and technical services to government and commercial customers.", "url": "http://avstop.com/news_may_2010/northrop_awarded_contract_to_design_aircraft_carrier_gerald_r_ford.htm"}]}, {"win label": 0, "news": [{"title": "Exlar Linear Actuators Featured on USS Gerald R. Ford Advanced Weapons Elevators", "date": "2010-10-07", "content": "Exlar Corporation announces its award to provide linear actuators for Federal Equipment Company's Advanced Weapons Elevators (AWE) on the USS Gerald R. Ford Aircraft Carrier. In Cincinnati, Ohio, Federal Equipment Company is manufacturing eleven state-of-the-art Advanced Weapons Elevators for the newest class of US Aircraft Carriers. With capacities up to 24,000 pounds and speeds up to 150 feet per minute, the elevators vastly improve payload capabilities over previously designed weapons handling systems. The next generation Aircraft Carrier Gerald R. Ford, also known as CVN-78, is a completely new design for Northrop Grumman Shipbuilding and the US Navy. Exlar's GSM30 linear actuators are used to fire locking pins to keep the elevators in position at each deck level. These actuators combine a brushless servo motor, an inverted roller screw and an encoder/resolver feedback source into a single compact assembly, which eliminates the cost and complexity of a systems engineering approach, as all elements for producing linear motion have been properly matched and designed into the actuator. The brushless servo design of all GSM Series linear actuators allows them to be used in state-of-the art closed loop servo systems, where electronic control of positioning and velocity is required. In these systems, position feedback can be provided in a number of different forms to match customer specifications, including resolvers, encoders or internally mounted linear position feedback sensors. The patented design of the GSM Series linear actuators employs an inverted roller screw mechanism to convert the rotary motion of the brushless motor into high speed, high thrust linear motion. This mechanism has a lead accuracy of 25mm/300mm for high precision operation and can also be supplied with zero backlash. GSM actuators are suitable for use in many other demanding applications, including: automatic tool changers, dispensing, wire guiding, chip and wafer handling, robot manipulation, testing, web guidance, indexing material cutting, tension control, volumetric pumps, simulation testing, automated assembly, injection molding and riveting, as well as joining and fastening.", "url": "https://www.designworldonline.com/exlar-linear-actuators-featured-on-uss-gerald-r-ford-advanced-weapons-elevators/"}, {"title": "USS Gerald R. Ford's advanced weapons elevators use Exlar Linear Actuators", "date": "2010-10-20", "content": "Exlar Corporation has announced its award to be the provider of linear actuators to the AWE (Advanced Weapons Elevators) of Federal Equipment Company on the USS Gerald R. Ford Aircraft Carrier. The Ohio-based Federal Equipment Company is currently manufacturing 11 high-tech Advanced Weapons Elevators for the latest class of US Aircraft Carriers. These elevators have capacities of up to 24,000lb and speeds up to 150ft/min, as well as vastly improved payload capabilities compared to the previous weapons handling systems. Also known as CVN-78, the next-generation Aircraft Carrier Gerald R. Ford is a totally new design for the US Navy and Northrop Grumman Shipbuilding. The GSM30 linear actuators from Exlar are used to fire locking pins in order to keep the elevators in position in every deck level. The Exlar actuators combine an inverted roller screw, an encoder/resolver feedback source and a brushless servo motor into a single compact assembly, eliminating the complexity and cost of systems engineering's approach, as every element needed to produce linear motion have been correctly designed and matched into the actuator. All GSM Series linear actuators' brushless servo design allows the actuators to be used in closed-loop servo systems, where electronic control of velocity and positioning is needed. In these systems, position feedback can be supplied in different forms to match customer specifications, which include encoders, resolvers or internal-mounted linear position feedback sensors. GSM Series linear actuators' patented design uses an inverted roller screw mechanism to automatically convert the brushless motor's rotary motion into high thrust, high speed linear motion. This mechanism offers a lead accuracy of 25mm/300mm for high precision operation and can be supplied with no backlash. GSM actuators are ideal for demanding applications such as automatic tool changers, wire guiding, dispensing, wafer and chip handling, testing, robot manipulation, indexing material cutting, web guidance, volumetric pumps, tension control, automated assembly, simulation testing, injection riveting and molding, as well as joining and fastening.", "url": "https://www.linearmotiontips.com/uss-gerald-r-ford%E2%80%99s-advanced-weapons-elevators-use-exlar-linear-actuators/"}, {"title": "Northrop Grumman Awarded $189.2 Million Contract to Continue the Design of Gerald R. Ford (CVN 78)", "date": "2010-11-10", "content": "Northrop Grumman Corporation (NYSE:NOC) has been awarded a $189.2 million cost plus fixed-fee contract modification from the U.S. Navy to continue the engineering and design effort for the nation's newest nuclear-powered aircraft carrier, USS Gerald R. Ford (CVN 78). The company's Shipbuilding sector in Newport News, Va. is the prime contractor. This planned contract modification funds additional design, planning and system integration activities and analysis to support CVN 78 construction. \"This planned contract modification is essential to continuing the ship design to support construction,\" said Mike Shawcross, vice president, Gerald R. Ford -class engineering and CVN 79 construction. \"Now that the design is in the three-dimensional product model, our engineering and planning effort is focused on the production of instructions for the shops and ship assembly.\" Named after the 38th president of the United States, Gerald R. Ford (CVN 78) is the first ship of the new Gerald R. Ford class whose keel was laid Nov. 14, 2009. The Ford class will continue the legacy of highly capable U.S. Navy nuclear-powered aircraft carrier ship platforms. Enhancements incorporated into the design include flight deck changes, improved weapons handling systems, and a redesigned island, all resulting in increased aircraft sortie rates. It will also include new nuclear power plants; increased electrical power generation capacity; allowance for future technologies; and reduced workload for the sailors, translating to a smaller crew size and reduced operating costs for the Navy.", "url": "https://news.northropgrumman.com/news/releases/photo-release-northrop-grumman-awarded-189-2-million-contract-to-continue-the-design-of-gerald-r-ford-cvn-78"}]}, {"win label": 0, "news": [{"title": "Northrop Grumman Cuts Steel for Second Gerald R. Ford-Class Aircraft Carrier", "date": "2011-02-25", "content": "Northrop Grumman Corporation (NYSE:NOC) cut one of the first pieces of steel for the second ship in the Gerald R. Ford class, CVN 79, during a ceremony at the company's Shipbuilding sector in Newport News. Rear Adm. Michael McMahon, program executive office for Aircraft Carriers, said CVN 79 will soon have a name and a crew and will be a great ship. He also recognized the shipbuilders from Newport News and said, \"While the carriers are recognized as a national asset so too is this shipyard and the shipbuilders that are in this yard.\" The Newport News shipyard is performing this work under a construction preparation contract that allows for engineering, planning, long-lead time material procurement and initial manufacturing to begin before the full construction contract is awarded. \"The U.S. Navy must be ready to respond to the challenges that lay ahead,\" said Rep. Bobby Scott (Va-3). \"To ensure the Navy's future readiness, shipbuilding must remain a top priority of our national defense strategy.\" Full construction of the yet unnamed CVN 79 is anticipated to begin in late 2012 with delivery to the U.S. Navy scheduled for 2020. Construction is currently underway on the first ship of the class, Gerald R. Ford (CVN 78), with about 25 percent of the structural units already in dry dock. \"Having two carriers under construction within a five-year period is the kind of stability that we all benefit from - the Navy, the shipbuilders, our suppliers and our country,\" said Matt Mulherin, vice president and general manager for Northrop Grumman Shipbuilding. \"It allows for the most efficient flow of the workforce from one ship to the next, and facilitates a learning curve. This stability is key to cost efficiency and to the health of our industrial base.\" Ceremony attendees included Navy and government officials, and the Newport News employees building the carrier. Rep. Rob Wittman (Va-1) thanked the shipbuilders for the work they were doing on CVN 79. \"The men and women that serve can't do their duty without the great ships that you all put underneath them and the great quality of work that goes on here.\" The Gerald R . Ford class will continue the legacy of highly capable U.S. Navy nuclear-powered aircraft carrier ship platforms. Enhancements incorporated into the design include flight deck changes, improved weapons handling systems and a redesigned island, all resulting in increased aircraft sortie generation rates. It will also include new nuclear power plants, increased electrical power generation capacity, allowance for future technologies and reduced workload for the sailors, translating to a smaller crew size and reduced operating costs for the Navy. \"To the shipbuilders that are here today, I hold you in very high regard,\" said Rep. Scott Rigell (Va-2). \"From one American to another, thank you. Thank you for what you're doing. Thank you for producing such fine vessels for our young men and women to serve on that keep us safe around the world.\" Northrop Grumman Corporation is a leading global security company whose 120,000 employees provide innovative systems, products, and solutions in aerospace, electronics, information systems, shipbuilding and technical services to government and commercial customers worldwide. Please visit www.northropgrumman.com for more information.", "url": "https://news.northropgrumman.com/news/releases/photo-release-northrop-grumman-cuts-steel-for-second-gerald-r-ford-class-aircraft-carrier"}]}, {"win label": 0, "news": [{"title": "Navy's next aircraft carrier halfway complete", "date": "2011-08-18", "content": "The next U.S. aircraft carrier, the Gerald R. Ford, is structurally halfway complete. The first ship in the Navy's new class of carriers has been under construction at Huntington Ingalls Industries' shipyard in Newport News, Va., since November 2009. The company said Thursday that it is on track to meet the scheduled time line of launching the flattop in 2013 and delivery to the Navy in 2015. About 860 feet of the ship's total 1,092-foot length is in dry dock, and the ship has been completed up to the level of the main deck, Huntington Ingalls said in a press statement. The Ford's price tag is $14 billion, which includes research and development and equipment purchased directly by the Navy. Mindful of the high cost of carriers, the Navy is considering deferring the purchase of the next new carrier -- already named the John F. Kennedy -- by as much as two years, the Associated Press has reported. Officials also could look to cancel a future carrier in this time of budget austerity. Huntington, the nation's only builder of the nuclear-powered flattops, is presently scheduled to receive the contract to build the Kennedy in fiscal year 2013, the AP said. Adm. Gary Roughead, chief of naval operations, said in an Aug. 4 interview with The San Diego Union-Tribune that the nation needs 11 carriers, its current count, to meet the demands placed on the Navy in terms of response time and maintaining a presence around the globe. When the nation's oldest active flattop, the Enterprise, is decommissioned in 2012, Navy's carrier inventory will drop to 10 until the Ford is delivered. Two of the 10, the Carl Vinson and the Ronald Reagan, are currently stationed in San Diego. \"We can meet the requirements of the nation with 10, for that period of time,\" said Roughead, who is slated to retire Sept. 23. However, he said the Navy intends to keep delivering a new carrier every five years to replace those retiring. \"If people talk about stretching out the (building time line) of the carriers, they become more expensive,\" he said. \"If you interrupt that build and say we'll skip one and go for the next one down the line, I think you call into question the viability of the industrial base to be there when you decide you want to go back to it.\" The Ford represents the next generation of U.S. aircraft carriers. It will feature a new nuclear power plant, a redesigned island, electromagnetic catapults, an enhanced flight deck capable of increased aircraft takeoff rates, and room for future technologies and reduced manning. Huntington Ingalls is the entity created when Northrop Grumman Corp. spun off its shipbuilding unit on March 31.", "url": "https://www.sandiegouniontribune.com/military/sdut-navys-next-aircraft-carrier-halfway-complete-2011aug18-story.html"}, {"title": "Aircraft Carrier: Gerald R. Ford (CVN 78) Hits Contstruction Milestone", "date": "2011-09-15", "content": "Huntington Ingalls Industries, Inc. (NYSE:HII) said that the company's Newport News Shipbuilding (NNS) division placed an 825-ton superlift on the aircraft carrier Gerald R. Ford (CVN 78) on Sept. 12, completing the ship's stern. Gerald R. Ford is being built using modular construction, a process where smaller sections of the ship are welded together to form large structural units called superlifts. The superlifts are pre-outfitted and lifted into the construction dry dock with the shipyard's 1,050-metric ton crane. The final superlift of the ship's aft end includes the steering gear rooms, electrical power distribution room, store rooms and tanks. At 90 feet long, 120 feet wide and 30 feet deep, the superlift was among the largest of the 162 that comprise Gerald R. Ford. \"This is among the top five largest superlifts in terms of dimension,\" said Rolf Bartschi, NNS' vice president of the CVN 78 Program. \"What makes this lift especially impressive is that the unit was erected over the rudders already positioned in the dry dock. Precision is of utmost importance in shipbuilding, and our shipbuilders went to great lengths to construct this lift and successfully hoist it into place.\" Gerald R. Ford represents the next generation of aircraft carriers. The Ford class features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement, an enhanced flight deck capable of increased aircraft sortie rates, and growth margin for future technologies and reduced manning. Gerald R. Ford's keel was laid Nov. 14, 2009, and the christening will occur in 2013 with delivery to the U.S. Navy in 2015.", "url": "https://www.marinelink.com/news/contstruction-milestone340441"}]}, {"win label": 0, "news": [{"title": "Gerald Ford carrier construction reaches milestone", "date": "2012-04-16", "content": "Structural production of the aircraft carrierGerald R. Fordis now 75 percent complete, Huntington Ingalls Industries announced Monday. The lead ship in the new class of carriers has been under construction in the Newport News shipyard since November 2009. It is scheduled to launch in 2013 and be delivered to the Navy in 2015. The 75 percent mark is a \"significant milestone,\" Rolf Bartschi, vice president of the carrier's program, said in a statement. \"The next seven months will be transformational as the Gerald R. Ford takes its final shape,\" he said. About 2,600 shipbuilders are working on the carrier. That number is expected to peak at 3,000 as work continues, the shipyard said. Suppliers from more than 40 states are contributing to the construction. The first piece of the carrier's flight deck was erected April 7. The 717-metric ton unit includes combat systems and electronic spaces. To build the Ford, the shipyard is constructing smaller units of the ship, welding them together to form large units, eventually lifting those units into the dry dock. Of the 495 structural lifts needed to complete the ship, 372 have been accomplished. About 958 feet of the ship's 1,089-foot length is in dry dock, and the ship has been built up to the flight deck. About 32,000 tons of the Ford's total steel weight of 48,000 tons is currently in the dry dock. The Ford is the first in a class of next-generation aircraft carriers. It has a new nuclear power plant, electromagnetic catapults and an enhanced flight deck that allows for higher aircraft sortie rates.", "url": "https://web.archive.org/web/20120418181113/http://www.dailypress.com/news/military/dp-nws-carrier-ford-75percent-20120416%2C0%2C6450194.story"}, {"title": "Bow piece for USS Gerald R. Ford lifted into place", "date": "2012-05-24", "content": "The lower bow of USS Gerald R. Ford was lifted into place Thursday morning at Huntington-Ingalls shipyard in Newport News. The lift is a milestone in the modular construction of the Navy's newest class of nuclear-powered aircraft carriers. Smaller sections of the ship are being welded together to form larger pieces. They're lifted into the dry dock using Big Blue, the shipyards 1,050-metric ton crane. \"The lower bow is a distinctive component of an aircraft carrier,\" said Rolf Bartschi, NNS' vice president of CVN 78 carrier construction. \"Its sheer size is indicative of the massive undertaking of this project and the incredible work ethic of the shipbuilders bringing Ford to life.\" This final keel section is more than 60 feet tall and is one of the heaviest superlifts to be placed on the ship, shipyard officials said. USS Gerald R. Ford (CVN 78) is expected to join the fleet in 2015 and will replace USS Enterprise. She'll have about 500 to 900 fewer crew members because of new carrier technologies and automation, the Navy anticipates.", "url": "https://web.archive.org/web/20131020090808/http://www.wvec.com/news/local/Bow-piece-for-USS-Gerald-R-Ford-lifted-into-place-153636285.html"}, {"title": "The $12 Billion USS Gerald R Ford Reaches A Construction Milestone", "date": "2012-05-26", "content": "The USS Gerald R. Ford, a huge new aircraft carrier, reached a milestone in its pricey and extensive construction Thursday when its final keel section was lowered into place at Newport News Shipbuilding in Virginia. The 680-metric-ton lower bow unit is one of the largest of the 500 modules that will make up the completed ship and is over 60-feet-tall. The bulbous bow seen in the picture shifts water flow around the hull, reducing drag and thus increasing speed, range, fuel efficiency, and stability. Carriers with bulbous bows have achieve about 12 to 15 percent increased fuel efficiency than vessels without them. Currently being assembled in Newport News, Virginia, the Ford-class will replace the Nimitz-class carriers and will include an array of new technology. Advanced arresting gear used to grab planes as they land on the deck. Automation, which reduces crew requirements by several hundred from the Nimitz class carrier. The updated RIM-162 Evolved Sea Sparrow missile system. AN/SPY-3 dual-band radar (DBR), as developed for Zumwalt class destroyers. An Electromagnetic Aircraft Launch System (EMALS) in place of traditional steam catapults for launching aircraft. A new nuclear reactor design (the A1B reactor) for greater power generation. Stealthier features to help reduce radar profile. The ability to launch the F/A-18E/F Super Hornet, EA-18G Growler, and the F-35C Lightning II. With fewer crew and the most modern equipment, the Navy hopes to reduce the cost of future carriers while an improved design of the ship's \"island\" will allow more sorties to be flown per day than before. The Ford is expected to hit the water in 2013, and take two years to finish her sea trials before the Navy takes delivery in 2015.", "url": "https://www.businessinsider.com/the-uss-gerald-r-ford-reaches-a-construction-milestone-2012-5"}]}, [], {"win label": 0, "news": [{"title": "Aircraft Carrier Gerald R. Ford (CVN 78) Topped Off with 555-Metric Ton Island", "date": "2013-01-28", "content": "Huntington Ingalls Industries (NYSE:HII) celebrated significant progress as the 555-metric ton island was lowered onto the nuclear-powered aircraft carrier Gerald R. Ford (CVN 78) at the company's Newport News Shipbuilding (NNS) division, Jan. 26. The island will serve as the command center for flight deck operations aboard the first of the next-generation class of aircraft carriers. \"The Gerald R. Ford continues our tradition of building quality ships,\" said NNS President Matt Mulherin. \"It is our duty, our responsibility and--indeed--our great privilege because we know CVN 78 will provide American presence and diplomacy anywhere she is needed. She will be home to thousands of sailors, and she will keep President Ford's legacy alive for future generations.\" Susan Ford Bales, daughter of the late President Gerald R. Ford and Betty Ford, serves as the ship's sponsor and participated in the event. \"Shipbuilders--thank you for your extraordinary work,\" she said. \"You are a national treasure. Thank you very much.\" Ford Bales also placed items under the island during the mast-stepping, an ancient Roman ceremony in which coins were put into the mast of a ship to ensure safe passage and good luck. Ford Bales placed a sandstone piece made of the same sandstone used in the construction of the White House and the U.S. Capitol. The piece was embedded with a unique coin designed by Ford Bales, as well as five official seals representing her father's service to the nation. \"The Gerald R. Ford represents an incredible engineering achievement-truly a wonderful blend of technical know-how and American heavy metal,\" said Rear Adm. Ted Branch, commander, Naval Air Force Atlantic. \"This ship will operate until about 2065 or beyond.\" Gerald R. Ford is being built using modular construction, a process where smaller sections of the ship are welded together to form large structural units, equipment is installed, and the large units are lifted into the dry dock. The 60-foot long, 30-foot wide island represents the 452nd lift of the nearly 500 total structural lifts needed to complete the ship. At this stage in construction, Ford is about 90 percent structurally complete. \"When the island is landed, Gerald R. Ford will take on that distinctive and unmistakable profile of an aircraft carrier,\" said CVN 78's prospective commanding officer Capt. John Meier. \"Its profile will be easily recognizable; it belies the advancement of essentially every system aboard the ship. Simply put, this is not your father's aircraft carrier.\" The island is redesigned on Ford to incorporate the latest technology in flat-panel array radar systems and dual-band radar that provides improved functionality. It is shorter in length but stands 20 feet taller than islands on previous aircraft carriers. Its placement is 140 feet further aft and 3 feet further outboard than previous carriers to improve flight deck access for aircraft operations.The first-in-class ship also features a new nuclear power plant, electromagnetic catapults, improved weapons movement, an enhanced flight deck capable of increased aircraft sortie rates, and growth margin for future technologies and reduced manning. Huntington Ingalls Industries (HII) designs, builds and maintains nuclear and non-nuclear ships for the U.S. Navy and Coast Guard and provides after-market services for military ships around the globe. For more than a century, HII has built more ships in more ship classes than any other U.S. naval shipbuilder. Employing more than 37,000 in Virginia, Mississippi, Louisiana and California, its primary business divisions are Newport News Shipbuilding and Ingalls Shipbuilding.", "url": "https://www.militarynews.com/norfolk-navy-flagship/news/top_stories/aircraft-carrier-gerald-r-ford-cvn-78-topped-off-with-555-metric-ton-island/article_fb8ab38b-d162-5180-9f25-7a56e9d16287.html"}, {"title": "Newport News Shipbuilding Completes Flight Deck On Aircraft Carrier Gerald R. Ford", "date": "2013-04-15", "content": "Huntington Ingalls Industries (HII) announced April 15, 2013 that the flight deck of the nuclear-powered aircraft carrier Gerald R. Ford is complete following the addition of the ship's upper bow section on April 9 at Newport News Shipbuilding (NNS). The upper bow extends the overall length of the carrier to its full size, which is 1,106 feet-equal to a 75-story building lying on its side. Weighing 787 metric tons and comprising 19 steel sections, the addition of the upper bow brings Ford to 96 percent structural completion. The carrier construction team began construction on the upper bow unit in December 2011. Ford has been under construction since November 2009. \"Placement of the upper bow gives our entire shipbuilding team a great sense of accomplishment,\" said Rolf Bartschi, NNS' vice president, CVN 78 carrier construction. \"We have now structurally erected the flight deck to its full length.\" Gerald R. Ford is being built using modular construction, a process where smaller sections of the ship are welded together to form large structural units, equipment is installed, and the large units are lifted into the dry dock. The upper bow unit is the 475th unit erected out of 496 used to build the carrier. It also is the 160th superlift to erect out of the 162 scheduled. It joins the lower bow section that was set into place on May 24, 2012, in the dry dock. The lifts are accomplished using the shipyard's 1,050-metric ton gantry crane, one of the largest in the Western Hemisphere. Gerald R. Ford represents the next-generation class of aircraft carriers. The first-in-class ship features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement, an enhanced flight deck capable of increased aircraft sortie rates, growth margin for future technologies and $4 billion reduced total ownership cost compared to a Nimitz-class aircraft carrier. The ship is scheduled to launch later this year.", "url": "https://web.archive.org/web/20130426053110/http://www.navyrecognition.com/index.php?option=com_content&task=view&id=1000"}, {"title": "Next milestone today for carrier USS Gerald R. Ford", "date": "2013-05-07", "content": "The final primary hull structure on the USS Gerald R. Ford was put into place Tuesday morning at Newport News shipyard. It's the latest milestone in the construction of the Navy's newest aircraft carrier. Shipbuilders lifted the forward end of a catapult onto the aircraft carrier. Yard officials said the lift is the last of 162 superlifts and brings more than three years of structural work to a close. Construction of the Ford began in November 2009 and will replace USS Enterprise, which was inactivated last year. The Ford is the lead ship in a new class of carriers. It features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement and an enhanced flight deck. The Navy Times reports, meantime, that the carrier's launch has been moved from July to November because of schedule delays and its delivery to the Navy has been delayed from September 2015 to early 2016. Rolf Bartschi, vice president for CVN-78 construction at Newport News Shipbuilding, told 13News Tuesday that because the Ford is the first-in-its-class ship, there are traditionally delays and set-backs in construction cycles. \"The first-in-class essentially redesigns the systems in the ship, uses more electrical power, vice, steam-driven power, throughout the ship,\" he said. \"So, there's more cabling, more control circuits than before. And you've got to take the time to get those things right, and that's what we're doing on this, make sure that every system when we build and test it, we're getting exactly what we need to, and the Navy's right there with us, to make sure that ship comes out and can deliver the capability that it needs to when it gets out of here.\"", "url": "https://web.archive.org/web/20131020090802/http://www.wvec.com/my-city/nnews/Another-milestone-today-for-carrier-USS-Gerald-R-Ford-206389781.html"}, {"title": "Gerald R. Ford (CVN 78) Aircraft Carrier's Primary Hull Structure Reaches 100 Percent Completion", "date": "2013-05-08", "content": "Huntington Ingalls Industries' (NYSE:HII) Newport News Shipbuilding (NNS) division hoisted the last piece of primary structure onto the nuclear-powered aircraft carrier Gerald R. Ford (CVN 78) on Tuesday. The lift was the last of 162 superlifts and brings more than three years of structural erection work to a close. Susan Ford Bales, the ship's sponsor and daughter of the late President Gerald R. Ford and Betty Ford, was unable to participate in the construction milestone but wrote a letter of appreciation to shipbuilders. \"Your final superlift for the carrier might seem to be just a part of an ordinary work day at the shipyard, but this superlift is anything but ordinary,\" she wrote. \"Completing the structure of the Ford is a significant achievement and a shining example of the extraordinary skills of you shipbuilders. It also brings us one step closer to delivery of the carrier to the Navy and honoring Dad's remarkable legacy of service to our nation as a naval officer in World War II and as commander-in-chief.\" The unit is the forward end of one of the ship's catapults, which are used to launch aircraft from the ship. Weighing 66 metric tons, the unit is 75 feet long and comprises four steel sections. Gerald R. Ford is being built using modular construction, a process where smaller sections of the ship are welded together to form large structural units, equipment is installed, and the large units are lifted into the dry dock using the shipyard's 1,050-metric ton gantry crane, one of the largest in the Western Hemisphere. \"Although the unit itself is relatively small, it is an enormous achievement in the life of this aircraft carrier and in our journey to christen and launch CVN 78 this fall,\" said Rolf Bartschi, NNS' vice president, CVN 78 carrier construction. \"I am extremely proud of the hard work and commitment demonstrated by our shipbuilders who have made this important accomplishment possible.\" Another shipbuilder who contributed to the milestone is John Mazach, a retired Navy vice admiral who served as vice president of business development at NNS from 2004 to 2008. Mazach, who called the order that initiated the lift, was instrumental in securing the first commitment and funding for the Ford-class program. Remaining work on the ship prior to launch includes hull painting, shafting work, completion of electrical systems, mooring equipment, installation of radar arrays, and flooding of the dry dock. Ford has been under construction since November 2009. \"As the first new-design aircraft carrier in more than 40 years, the Gerald R. Ford class will begin to succeed Nimitz-class carriers when CVN 78 delivers in 2016,\" said Ye-Ling Wang Bird, Navy deputy program manager for future aircraft carriers. \"She will provide the Navy with greater operational capability, built-in flexibility to accommodate future improvements and improved survivability at reduced total ownership cost to the taxpayers.\"", "url": "https://web.archive.org/web/20130707110710/http://www.globenewswire.com/newsarchive/hii/pages/news_releases.html?d=10031990"}]}, {"win label": 0, "news": [{"title": "Time capsule welded into future USS Gerald R. Ford", "date": "2013-07-15", "content": "In the corner of a small room aboard what will be one of the Navy's largest ships, an unassuming plaque a few inches above the floor is the only clue that an ancient maritime tradition is being carried out on the next generation of U.S. aircraft carriers. For centuries, shipbuilders have placed coins underneath the wooden masts of their ships. But with ships built of steel, the Navy has had to improvise to keep the tradition alive. In January, it placed some coins and other items underneath the island, a structure containing the flight command center, of the USS Gerald R. Ford as the 555-metric ton assembly was placed on the future nuclear-powered aircraft carrier's flight deck with a giant crane. That crushed the mementos and kept with tradition, but it also kept shipbuilders from being able to weld the island onto the ship. So as planned, ship workers lifted the island again, allowing the mementos to be moved and saved. On Thursday, they put Navy coins, the aviator wings of the ship's first commanding officer and sandstone used to build the White House and U.S. Capitol into a time capsule that was welded into what will be ship's flight deck room. While flattened, all of the commemorative items but the sandstone were largely still intact. The plaque says not to open the time capsule until the carrier's mid-life refueling and overhaul, about 25 years after it begins service. \"On a personal note, it really drove home the fact that I was going to have the privilege of being the first commanding officer of this ship,\" said Capt. John Meier. \"A piece of me is always going to be a part of this ship.\" The plaque doesn't say what items are in the time capsule, but Newport News Shipbuilding provided a detailed list. In addition to Meier's aviator wings, the Navy's contribution includes coins from the USS Enterprise and the USS Nimitz. The Enterprise was the world's first nuclear-powered aircraft carrier and will be the ship the Ford replaces when it is delivered to the Navy in 2015. The USS Nimitz was the first ship in her class of 10 carriers. The Ford will also be the first ship in its class. The Ford class aircraft carrier features a new nuclear power plant, a smaller redesigned island, electromagnetic catapults, improved weapons movement and an enhanced flight deck. The island has also been pushed further back on the ship than in previous aircraft carriers. Meier said the ship redesign will enable crews to load weapons and fuel onto jets much faster, using a process similar to what NASCAR uses. The Ford has been designed to require 800 fewer sailors in the crew and 400 fewer personnel in the air wing. Having fewer sailors onboard will save the Navy about $5 billion in personnel costs over the ship's 50-year-lifespan. Rolf Bartschi, Newport News Shipbuilding's vice president of carrier construction for the Ford, said the company and the Navy originally had hoped to have the ship ready for christening this month. Instead, that's been pushed back to November. Structurally, the ship is already complete, but there's still plenty of work to do on the inside. Cables, wires and other electrical equipment still must be installed, among other things. The company chose Thursday to weld the time capsule into the Ford in advance of what would be former President Ford's 100th birthday on Sunday. Some of the crew and shipbuilders plan to travel to Grand Rapids, Mich. for a wreath laying ceremony, where they'll also present a model of the ship to the Gerald R. Ford Presidential Museum. The sandstone included in the time capsule was chosen by the ship's sponsor, Susan Ford Bales, to honor her father. She had five official seals embedded into the sandstone to honor her father's public service. They include the presidential and vice presidential seals and the seal of the U.S. House of Representatives. The other two seals are the Navy Lt. Commander seal and the U.S. Navy seal in tribute of Ford's World War II service.", "url": "https://web.archive.org/web/20131019165913/http://www.militarytimes.com/article/20130711/NEWS04/307110022/Time-capsule-welded-into-future-USS-Gerald-R-Ford"}, {"title": "3rd elevator installed on USS Gerald R. Ford at Newport News Shipyard", "date": "2013-08-16", "content": "Another milestone is being marked for the the Navy's newest aircraft carrier. Huntington Ingalls Industries says workers at Newport News Shipbuilding have installed the third and final aircraft elevator on the USS Gerald R. Ford. The elevator is used to move aircraft from the hangar bay to the flight deck. Officials say work continues on piping and electrical systems and habitability areas such as the galley and mess spaces. Construction of the Ford began in November 2009. The ship's christening is scheduled for Nov. 9. The Ford is the lead ship in a new class of carriers. It features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement and an enhanced flight deck. The Ford will replace the USS Enterprise, which was inactivated last year.", "url": "https://web.archive.org/web/20160401165255/http://legacy.13newsnow.com/story/news/local/mycity/newport-news/2014/09/10/14825130/"}, {"title": "Newport News Shipbuilding Installs 30-Ton Propellers on Aircraft Carrier Gerald R. Ford (CVN 78)", "date": "2013-10-03", "content": "Huntington Ingalls Industries announced today that the nuclear-powered aircraft carrier Gerald R. Ford (CVN 78) has put on significant weight in the dry dock at its Newport News Shipbuilding division with the installation of four 30-ton bronze propellers. At 21 feet in diameter, each propeller spins to push the aircraft carrier through the water. \"Installation of the propellers culminates more than 10 months of focused work by numerous trades in support of installing the underwater shafting,\" said Rolf Bartschi, NNS' vice president, CVN 78 carrier construction. \"The configuration of the blades, the weight of the propellers and the extremely tight tolerances required make this a challenging installation. I commend the rigging and machinery installation mechanics for a job well done.\" Gerald R. Ford's primary hull structure reached 100 percent structural completion in May, bringing more than three years of structural erection work to a close. Work continues on the ship, including the piping and electrical systems and the habitability areas such as the galley and mess spaces. The ship's christening is scheduled for Nov. 9.", "url": "https://web.archive.org/web/20131019204035/http://online.wsj.com/article/PR-CO-20131003-909281.html"}, {"title": "Navy floods dry dock around USS Gerald R. Ford aircraft carrier ahead of Nov. 9 christening", "date": "2013-10-13", "content": "The stage is set for the christening of the U.S. Navy's newest aircraft carrier. Newport News (Va.) Shipbuilding flooded the drydock containing the USS Gerald R. Ford, a first-in-class ship that's been under construction since Aug. 2005. The ship, (CVN-78), was named for Gerald Ford based on the 38th president's service aboard the light carrier Monterey in the Pacific Theater during World War II. Ford's daughter, Susan Bales Ford, toured the dry dock with media and dignitaries on Oct. 11, and hit the buttons that flooded the dry dock with more than 100 million gallons of water from the James River. The ship, which replaces the USS Enterprise, will be christened on Nov. 9. Bales will break a bottle of sparkling wine over the ship's bow. The hull then will be released from dry dock, and set afloat. The 1,106-foot long nuclear-powered carrier has an estimated cost of around $12.8 billion after cost overruns, making it the single most expensive piece of military equipment ever created, according to Business Insider. It's being outfitted to carry up to 90 aircraft and launch up to 220 sorties a day. Former Secretary of Defense Donald Rumsfeld announced the ship would carry Ford's name during a eulogy for the former president at Grace Episcopal Church in East Grand Rapids. The ship may not be ready in time for its 2016 commissioning because of significant project challenges outlined in a Government Accountability Office report from September. The Navy plans to spend over $43 billion to produce three Ford-class aircraft carriers, which replace the former Nimitz-class ships. The new ships will feature new technologies designed to increase capability and reduce crew size. The GAO report was very critical of the project, saying that although the Ford-class carriers promise \"significant capability increases over existing carriers,\" the Navy is \"still grappling with land-based testing delays and system reliability deficiencies for critical government-provided technologies, a high-risk operational testing strategy, potentially unachievable performance requirements, and cost estimating uncertainties.\" Preparation work on the second carrier in the class, the USS John F. Kennedy, has begun, although the $4 billion main construction contract to Huntington Ingalls Industries Inc. has been delayed by a year while the Navy grapples with budget constraints, according to Bloomberg News.", "url": "https://web.archive.org/web/20131017014818/http://www.mlive.com/news/grand-rapids/index.ssf/2013/10/navys_newest_aircraft_carrier.html"}, {"title": "U.S. Navy's Next Generation Aircraft Carrier, Gerald R. Ford, Set for Saturday Christening", "date": "2013-11-08", "content": "Less than 24 hours to go until the christening of the U.S. Navy's newest aircraft carrier Gerald R. Ford (CVN 78). On Friday, Oct. 11, 2013, the ship's sponsor and daughter to President Gerald R. Ford, Susan Ford Bales, initiated the flow of more than 100 million gallons of water into the dry dock with the push of a dozen buttons. The christening is set to take place starting at 11 a.m. EST, Saturday, November 9, 2013, at Newport News Shipbuilding where Gerald R. Ford (CVN 78) has been under construction since 2009. The Gerald R. Ford (CVN 78) is the first of a new class of aircraft carriers, the first new design since USS Nimitz, which was launched in 1972. Redesigned from keel to mast, the ship will be able to launch aircraft more quickly while costing less to maintain, saving the Navy a projected $4 billion over the ship's 50-year life span. President Gerald R. Ford was the 38th President of the United States. On Saturday, his daughter, Susan Ford Bales, will be performing the traditional honor of breaking a bottle of American sparkling wine across the ship's bow during the ceremony. Ford is scheduled for delivery to the U.S. Navy in 2016.", "url": "https://gcaptain.com/us-navy-next-generation-aircraft-carrier-gerald-r-ford-set-for-christening/"}, {"title": "PCU Gerald R. Ford (CVN 78) Christening Ceremony", "date": "2013-11-08", "content": "Welcome to Navy Live blog coverage of christening of the Navy's newest aircraft carrier Gerald R. Ford (CVN 78), the first ship of the next-generation class of nuclear-powered aircraft carriers. The ship was christened during a ceremony Nov. 9 ceremony at Huntington-Ingalls Industries Newport News shipyard, Newport News, Va. Before a standing-room-only crowd of thousands, Susan Ford Bales, the ship's sponsor and daughter of President Ford, smashed a bottle of American sparkling wine across the bow to christen the ship. Gerald R. Ford is the lead ship of the Gerald R. Ford class, the first new aircraft carrier design in more than 40 years. The first-in-class ship features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement, an enhanced flight deck capable of increased aircraft sortie rates, and growth margin for future technologies and reduced manning. The Gerald R. Ford class will eventually replace all Nimitz-class aircraft carriers. The Ford class is designed to provide increased warfighting capability with approximately 700 fewer crewmembers for decreased total ownership cost.", "url": "https://web.archive.org/web/20160915053228/http://navylive.dodlive.mil/2013/11/08/pcu-gerald-r-ford-cvn-78-christening-ceremony/"}, {"title": "Aircraft Carrier Gerald R. Ford (CVN 78) Christened At Newport News Shipbuilding", "date": "2013-11-12", "content": "Huntington Ingalls Industries' Newport News Shipbuilding (NNS) division today christened Gerald R. Ford (CVN 78), the first ship of the next-generation class of nuclear-powered aircraft carriers. \"There is perhaps no more visible or powerful representation of America's military strength than the hull that towers above us,\" said U.S. Sen. Carl Levin (D-Mich.), who served as keynote speaker. \"No other nation makes carriers like America makes them, and this will be the most powerful American carrier ever to sail. Yet for every time that this ship will instill doubts in the minds of our adversaries, it will many more times give hope to our friends and to the people of the world. It will be welcome support in times of crisis, and it will also be comfort in times of disaster and grief. So it is truly fitting that it will bear the name Gerald R. Ford.\" The first-in-class ship features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement, an enhanced flight deck capable of increased aircraft sortie rates, and growth margin for future technologies and reduced manning. Before a standing-room-only crowd of thousands, Susan Ford Bales, the ship's sponsor and daughter of President Ford, smashed a bottle of American sparkling wine across the bow to christen the ship. During her remarks, she addressed the shipbuilders, reflecting on the relationships she has built with them during construction of her father's namesake ship. \"This shipyard's motto, 'Always Good Ships,' is not just a phrase; it is a way of life here for over a century,\" Bales said. \"There is nothing-absolutely nothing-that can describe how proud I am to be your fellow shipbuilder. Your integrity and patriotic commitments to excellence are without equal. Shipbuilders of Newport News-you are a national treasure.\" Since November 2006, more than 5,000 shipbuilders have helped to construct Ford, and suppliers from 46 states across the country have contributed specialized parts, skilled services and support to aircraft carrier production. In the weeks following the christening, the carrier will be launched into the James River and moved to a pier for outfitting and testing. The ship is scheduled for delivery to the U.S. Navy in 2016. \"When USS Gerald R. Ford joins the Navy's fleet in 2016, she will reign as America's queen of the seas for 50 years,\" said NNS President Matt Mulherin. \"She will stand as a symbol of sovereign U.S. territory wherever she sails. She will represent her namesake-a man who embodied integrity, honor and courage. And she will forever carry with her the spirit of her sponsor, the strength of her crew and the heart of her shipbuilders.\" Huntington Ingalls Industries (HII) designs, builds and maintains nuclear and non-nuclear ships for the U.S. Navy and Coast Guard and provides after-market services for military ships around the globe. Employing more than 37,000 in Virginia, Mississippi, Louisiana and California, HII also provides a wide variety of products and services to the commercial energy industry and other government customers, including the Department of Energy.", "url": "https://www.defencetalk.com/aircraft-carrier-gerald-r-ford-cvn-78-christened-at-newport-news-shipbuilding-49604/"}, {"title": "US Navy's Gerald R Ford aircraft carrier leaves dry dock for testing", "date": "2013-11-19", "content": "The US Navy's first Gerald R Ford-class nuclear-powered aircraft carrier, Gerald R Ford (CVN 78) has left Huntington Ingalls Industries' (HII) dry dock to move into the James River, Virginia, US, for further integration and evaluation. The ship was moved by HII's Newport News Shipbuilding (NNS) division to the shipyard's Pier 3 with the help of six tugboats, to continue additional outfitting and testing over the next 28 months. Besides completing habitability spaces, such as berthing and mess processes, NNS will also evaluate the distributive, mechanical and combat systems, including catapults and radar arrays installed onboard the vessel. NNS CVN 78 carrier construction vice-president, Rolf Bartschi, said the milestone provides the shipbuilding team with an opportunity to reflect on all of the hard work they did to ready the ship for launch. Under construction in the dry dock since November 2009, the 1,092ft-long Gerald R. Ford was formally christened earlier this month. Fitted with a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement and an enhanced flight deck for increased aircraft sortie rates, the Ford-class carriers are designed to replace the US Navy's Nimitz-class aircraft carriers. Expected to reduce total ownership cost by $4bn compared with the Nimitz-class carriers, the vessels also feature the Raytheon built-evolved Sea Sparrow missile (ESSM) to strike against high-speed, highly manoeuvrable anti-ship missiles and a rolling airframe missile (RAM) close-in weapon system. Also comprising John F Kennedy (CVN 79), and Enterprise (CVN-80), the 100,000t Ford-class ships will be capable of operating up to 90 aircraft, including the F-35 joint strike fighter, F/A-18E/F Super Hornet, E-2D, EA-18G Growler, MH-60R/S helicopters and unmanned air vehicles. Gerald R Ford is scheduled to be delivered to the navy in 2016.", "url": "https://www.naval-technology.com/news/newsgerald-r-ford-leaves-dry-dock/"}]}, [], {"win label": 0, "news": [{"title": "HII tests anchor system aboard Gerald R Ford (CVN 78) aircraft carrier ", "date": "2014-07-02", "content": "Huntington Ingalls Industries' Newport News Shipbuilding division has successfully tested the new light-weight anchor system aboard the US Navy's Gerald R Ford-class nuclear-powered aircraft carrier, Gerald R Ford. Weighing in at 30,000lb, which is half the weight of the anchor systems used on earlier Nimitz-class carriers, the new anchor-handling system features a 1,440ft-long anchor chain, which is made from high-strength steel, and links weighing 136lb each. HII foreman in charge of testing Derek Briggs said that it was 'tremendous teamwork across multiple departments' that enabled the system to be tested. \"By testing each system on the ship, we are able to demonstrate to our customer, the US Navy, that the systems perform as designed,\" Briggs said. \"Testing on Ford's anchor windlass system was successful and is a testament to the quality and pride with which our shipbuilders perform their work each day.\" The company recently conducted load tests of the vessel's anchor windlass system, which is used to deploy and retrieve the anchor and chain, with simulated 180ft and 360ft drops. The 1,092ft-long Gerald R Ford, which has been under construction in the dry dock since November 2009 and is scheduled for delivery in 2016, features a new nuclear power plant, a revamped island, electromagnetic catapults, enhanced weapons movement and an improved flight deck for increased aircraft sortie rates. Aimed at replacing the navy's Nimitz-class aircraft carriers, the Ford-class vessels use Raytheon's Sea Sparrow missile (ESSM) and a rolling airframe missile (RAM) close-in weapon system. ", "url": "https://www.naval-technology.com/news/newshii-tests-anchor-system-aboard-gerald-r-ford-cvn-78-aircraft-carrier-4309420/"}]}, {"win label": 0, "news": [{"title": "Dual Band Radar Swapped Out In New Carriers", "date": "2015-03-18", "content": "In something of a surprise move, the US Navy revealed the long-touted dual band radar (DBR) being installed in new carriers of the Gerald R. Ford class will only be fitted on the first ship, and a new, yet-to-be-chosen radar will be installed on subsequent ships. The revelation came Tuesday as Rear Adm. Thomas Moore, program executive officer for aircraft carriers, spoke at the McAleese Credit Suisse defense conference in Washington. Moore indicated the move, decided upon last fall, was not due to particular problems with the DBR, now under development by Raytheon. Rather, he said, the decision was based on economics and need. \"It's a very capable radar,\" he said of the DBR, but analysis showed the carrier didn't need all the system's capabilities. The move to the Enterprise Air Surveillance Radar (EASR), he told reporters, could save up to $120 million on the second ship, the John F. Kennedy. A specific EASR radar has not been chosen, Moore said, noting that \"several candidates\" were on the market. Raytheon has been working on the EASR oncept under a $6 million study and demonstration contract awarded in June 2014 by the Office of Naval Research. The ONR study, according to a press release, is intended to \"leverage proven Radar Modular Assembly (RMA) architecture matured on Air and Missile Defense Radar (AMDR).\" The EASR, like the AMDR - also under development by Raytheon to replace SPY-1 radars in new Aegis combat systems - is intended to be a scalable family of radars tailored to suit different sizes of ships. The complex DBR suite was once intended to be a cornerstone of a new combat system, fitted on DDG 1000 Zumwalt-class destroyers and CVN 78 Ford-class carriers. The system combines a SPY-3 X-band multifunction radar with a SPY-4 S-band volume search radar. The Navy decided in 2010 to remove the SPY-4 radar from the Zumwalt destroyers as a cost-reduction move, although the carriers were to retain the original configuration. With the decision to remove the DBR from subsequent ships of the class, the Ford now will be the only ship in the fleet to operate the full system. A spokeswoman for the Naval Sea Systems Command said an EASR Request for Proposals \"should be forthcoming.\" The Ford, Kennedy and all other US aircraft carriers are built at the Huntington Ingalls Shipbuilding shipyard in Newport News, Virginia.", "url": "https://www.defensenews.com/naval/2015/03/17/dual-band-radar-swapped-out-in-new-carriers/"}, {"title": "Navy Has Begun EMALS Testing on Carrier Ford", "date": "2015-03-18", "content": "The Navy conducted its first-ever shipboard full-speed catapult shot with the General Atomics Electromagnetic Aircraft Launch System (EMALS) aboard the aircraft carrier Gerald R. Ford (CVN-78) earlier this month, the Navy said in a May 15 statement. EMALS will replace steam catapults on the Ford-class carriers. It is more maintainable, reliable and efficient than the steam system, generates more launch energy and puts less stress on the aircraft by creating a smoother, more linear acceleration, according to the Navy statement. The recent test shots were called \"no-loads,\" as nothing was attached to the launching shuttle. The test was meant to demonstrate the integration of the catapult system. In the next phase of testing this summer, the catapults will launch \"dead loads\" - wheeled steel vessels up to 80,000 pounds that simulate the weight of an aircraft - to verify that the catapult and each of its components are working properly. \"This is a very exciting time for the Navy,\" Program Executive Officer for Aircraft Carriers Rear Adm. Tom Moore said in the statement. \"For the first time in over 60 years, we've just conducted 22 no-load test shots using electricity instead of steam technology.\" Moore has previously said the dead load testing would take place in June in the James River, near the Newport News Shipbuilding yard in Virginia. On the other end of the carrier, the Navy has had problems with the GA Advanced Arresting Gear (AAG) that is two years behind its testing schedule. Ford is 90-percent complete and is expected to be commissioned in March 2016.", "url": "https://news.usni.org/2015/05/21/navy-has-begun-emals-testing-on-carrier-ford"}, {"title": "Navy's new aircraft launch system tested on future carrier CVN 78", "date": "2015-06-30", "content": "With the successful launch of the first test sled from the starboard bow catapult, Naval Air Systems Command (NAVAIR) continued to make history June 16 with the Electromagnetic Aircraft Launch System (EMALS) aboard the future USS Gerald R. Ford (CVN 78). Hurling the dead-load sleds, which represent different aircraft weights, marks a significant testing milestone for the first new aircraft launch technology employed by the Navy in more than 60 years. In a ceremonial gesture, Susan Ford Bales, the ship's sponsor and daughter of the late President Ford for whom the ship is named, gave the launch signal by extending her left arm while on one knee. \"The adrenaline of seeing the speed of the launch was amazing,\" Bales said. Dead-load testing is a joint effort among NAVAIR, the Naval Sea Systems Command, the crew of CVN 78, EMALS prime contractor General Atomics, and Huntington Ingalls Industries Newport News Shipbuilding, the shipbuilder. The ship's test data will be compared to land-based test data, and after adjustments, becomes the basis for test launching the first manned aircraft off the ship in 2016. Before the launch, Bales and other dignitaries signed the dead-load, which was first used June 5, and nicknamed \"Ledder Rip,\" after John D. Ledder, the Newport News lead for NAVAIR's Carrier and Field Service Unit (CAFSU) and had significant role in supporting the EMALS installation on CVN 78. Ledder died in 2012. \"It is truly fitting we recognized John today,\" said Capt. Douglas Belvin, deputy program manager for future systems in the Aircraft Launch and Recovery Equipment Program Office (PMA-251). \"Behind this event are thousands of talented civilian engineers and technicians who dedicate their life's work to delivering new technologies to the fleet.\" An example of NAVAIR's civilian talent, CAFSU is the link between the aviation program offices and the hands-on work of building, maintaining, and overhauling the Navy's aviation-capable ships. \"CAFSU plays a very important role for NAVAIR,\" said Robert Puakea, the current CAFSU lead at the Supervisor of Shipbuilding Newport News office. \"Not only do we ensure NAVAIR's equipment gets installed and tested correctly, we interface daily with the shipbuilder to make real-time decisions as needed and reach back to the teams at Lakehurst [and Patuxent River], so they know how to adjust designs or procedures to make future aircraft launch and recovery equipment systems work better.\" Puakea said EMALS testing is still maturing. \"We are very early in collecting the test data,\" Puakea said. \"We have to remember that in terms of EMALS, everything we are doing is brand new. This is the only place on the planet where electromagnetics are going to launch tactical aircraft off a carrier.\" Electromagnetics offer several advantages over steam-powered catapults. The newer system has a wider energy range over the current steam-powered catapults. A wider energy range expands the Navy's future aircraft carrier operational capabilities, supporting the launch of the current and planned air wing composition - from lightweight unmanned aerial systems to heavy strike fighters. EMALS also provides increased sortie rates, more accurate end speed control and smoother acceleration, which reduces stresses on aircraft during launch. The system automates much of the maintenance and troubleshooting procedures and employs a modular architecture, allowing for easier repairs or component replacements. This then permits a reduction in the human workload required to operate and maintain the system, and a subsequent cost reduction over time. Removal of a significant amount of steam, hydraulic, and air piping also means Sailors will enjoy cooler and quieter working and living spaces.", "url": "https://www.navair.navy.mil/node/22581"}]}, {"win label": 0, "news": [{"title": "Delivery of US Navy's USS Gerald R Ford aircraft carrier further delayed", "date": "2015-09-22", "content": "The delivery of the US Navy's first Gerald R Ford-class nuclear-powered aircraft carrier (CVN 78) is expected to be delayed by several weeks due to the slight deterioration in its shipboard test program, the navy has stated. USS Gerald R Ford, which is being built by Huntington Ingalls Industries' (HII) Newport News Shipbuilding division, was scheduled for delivery on 31 March next year. According to the navy, the slow progress of the vessels' shipboard test will delay its scheduled sea trial by appoximately six to eight weeks and the impact on ship delivery will be determined based on the results of sea trials. Construction of the aircraft carrier is 93% completed as the navy recently completed EMALS testing on the bow catapults. In August, the crew moved aboard as scheduled and started Dual Band Radar (DBR) testing, which includes initial energisation of Multifunction Radar / Volume Search Radar (MFR/VSR) array face. The propulsion plants of the warship completed the non-critical steaming programme and are currently preparing for their critical test programme. Last month, Pentagon directed the US Navy to carry out shock tests before the deployment of this $12.9bn warship, delaying the vessel's scheduled deployment. Construction on the vessel started in 2009. The 1,092ft-long Gerald R Ford offers significant quality-of-life improvements and reduced maintenance, providing enhanced operational availability and capability to the navy. Featuring the Raytheon built-evolved Sea Sparrow missile (ESSM), the warship will be able to strike against high-speed, highly manoeuvrable, anti-ship missiles and a rolling airframe missile (RAM) close-in weapon system. In addition, it will be capable of operating up to 90 aircraft, including the F-35 Joint Strike Fighter, F / A-18E / F Super Hornet, EA-18G Growler, and MH-60R / S helicopters, among others. The second Ford-class warship, USS John F Kennedy (CVN 79), is scheduled to enter service in 2020.", "url": "https://www.naval-technology.com/uncategorized/newsdelivery-of-us-navys-uss-gerald-r-ford-aircraft-carrier-further-delayed-4677028/"}, {"title": "Ford Carrier Suffers 'Slight Deterioration' in Testing Schedule, Could Delay Sea Trials 2 Months", "date": "2015-09-22", "content": "Sea trials for the first-in-class nuclear carrier Gerald R. Ford (CVN-78) could be pushed back up to six to eight weeks due to a slip in the testing schedule, the Navy announced late Tuesday. The delay in testing could push Ford past its anticipated March 2016 delivery date. \"The Navy has identified a slight deterioration in the required progress on the CVN-78 shipboard test program,\" read the Navy statement. \"The exact impact on ship delivery will be determined based on the results of sea trials.\" The service did not specify testing of what component - or components - led to the deterioration of the testing schedule. While the schedule maybe delayed, \"all the work and any associated schedule delays are being managed within budget and below the [$12.88 billion] cost cap,\" read the statement. \"This prudent step provides the most affordable path to deliver.\" In March, Program Executive Officer for Aircraft Carriers Rear Adm. Tom Moore told reporters a design flaw in the General Atomics Advanced Arresting Gear (AAG) had made the aircraft recovery system, \"my major concern.\" The design flaw set the testing program for the AAG at Naval Air Station Lakehurst, N.J. back almost two years and put Ford at risk for a later-than March 2016 delivery. On the other end of the ship the next generation launching system for Ford - the General Atomics Electromagnetic Aircraft Launch System (EMALS) - successfully completed testing in two of the four catapults on the ship. Last month the crew began moving onboard the ship, which is about 93 percent complete, the service said. The following is the Sept. 22 statement from the Navy on the change in the testing schedule. The Navy has identified a slight deterioration in the required progress on the CVN 78 shipboard test program. As a result, the sea trial schedule will be delayed about six to eight weeks. The exact impact on ship delivery will be determined based on the results of sea trials. CVN 78 was scheduled to deliver on March 31, 2016. This prudent step provides the most affordable path to delivery. All the work and any associated schedule delays are being managed within budget and below the $12,887M cost cap.", "url": "https://news.usni.org/2015/09/22/ford-carrier-suffers-slight-deterioration-in-testing-schedule-could-delay-sea-trials-2-months"}]}, {"win label": 0, "news": [{"title": "Supercarrier Ford to join Navy fleet in September", "date": "2016-04-08", "content": "The most expensive warship ever built, the $12.9 billion aircraft carrier USS Gerald R. Ford (CVN 78), is expected to join the U.S. Navy's fleet in September, a Navy official says. Sean J. Stackley, the Navy's assistant secretary for acquisitions, gave the timetable for the 100,000-ton, 1,100-foot-long supercarrier in testimony prepared for the Senate Armed Services Committee on Wednesday. As of March, the Ford, on which construction began in 2009, was 97% complete, Stackley said. He said the carrier is expected to begin sea trials in July and be delivered to the Navy by Newport News Shipbuilding two months later. The ship is named after the 38th president, who died in 2006. He served aboard the USS Monterey during World War II and was discharged from the Navy as a lieutenant commander. Stackley said the next carrier in the Ford class, the USS John F. Kennedy (CVN 79), is scheduled to be launched in 2020. That ship was 18% percent complete as of March, he said. The third Ford-class carrier, the USS Enterprise (CVN 80), is set to begin construction in 2018, Stackley said. The timetable for the Navy's biggest warships came as Stackley gave lawmakers the Navy's budget request for the next five years. The service wants to spend $81.3 billion over that period to build 38 warships, he said. Included in that request are the first replacement for the aging Ohio-class ballistic missile submarines, nine Virginia-class attack submarines, 10 Arleigh Burke-class destroyers and smaller numbers of other surface ships. The goal of the building plan is to have a Navy battle force of 308 ships by 2021, according to Stackley's testimony.", "url": "https://edition.cnn.com/2016/04/07/politics/us-navy-aircraft-carrier-shipbuilding-plan/index.html"}]}, {"win label": 0, "news": [{"title": "Ford Carrier Delayed Again Due to 'First-of-Class Issues'", "date": "2016-07-12", "content": "Delivery of the aircraft carrier Gerald R. Ford (CVN-78) has been pushed back again, this time by about a month and a half due to ongoing first-in-class challenges. Navy spokeswoman Capt. Thurraya Kent told reporters that the ship's current estimated delivery date is now November 2016, though the program manager told USNI News in May that delivery was on track for late-September. Kent said that \"during the ongoing testing of developmental systems onboard the CVN-78, first-of-class issues are continuing to be resolved\" and that if additional challenges arise the date could be pushed back further. Naval Sea Systems Command spokeswoman Colleen O'Rourke told USNI News that no one system caused the delay, but rather the Navy and shipbuilder are \"working through some first-of-class issues\" generally. The ship was originally planned to deliver to the Navy in March 2016. That was pushed back by six to eight weeks, as announced in September 2015, due to \"deterioration\" in progress that would cause a slip in the ship's test schedule. Problems with the Advanced Arresting Gear threatened to further delay delivery, but then-Program Executive Officer for Aircraft Carriers Vice Adm. Tom Moore told USNI News in October 2015 that, even though AAG wouldn't be certified to trap all the different aircraft types prior to the ship's delivery date, that work would not affect the ship's delivery date. Even when that manned AAG testing and certification effort in New Jersey started nearly two months late, CVN-78 Class Program Manager Capt. Chris Meyer told USNI News in May that the ship was on track for a late-September delivery - which reflected a further delay beyond the previously announced eight-week delay but was not a result of AAG testing challenges. Meyer explained that the delays in the AAG tests - which are taking place at a ground facility at Joint Base McGuire-Dix-Lakehurst, N.J. - would have little to no operational impact on the ship because AAG installation and testing could take place concurrently. The Navy already understood that the AAG system would be installed but not tested when the ship delivered, and the aircraft recovery tests would take place post-delivery during the six-month post-shakedown period. \"It's important to remember that we're not going to start on day 1 on the ship launching and recovering fleet aircraft,\" he said of the ship shakedown. The island on the flight deck is shaped and located differently than is the island on Nimitz-class carriers, and the Navy will need to measure how that will affect the wind patterns for flight deck operations. Early at-sea testing after the ship's delivery will support rotary wing dynamic interface testing, Meyer said, followed by air traffic control certifications with its new radar systems, and eventually Electromagnetic Aircraft Launch System (EMALS) and AAG testing with test squadrons. It is unclear what role, if any, AAG played in the most recent delivery delay, with Navy spokespeople declining to discuss individual systems. Still, Senate Armed Services Committee chairman John McCain (R-Ariz.) took aim the program in a blistering statement Tuesday, saying \"The Navy's announcement of another two-month delay in the delivery of CVN-78 further demonstrates that key systems still have not demonstrated expected performance. The advanced arresting gear (AAG) cannot recover airplanes. Advanced weapons elevators cannot lift munitions. The dual-band radar cannot integrate two radar bands. Even if everything goes according to the Navy's plan, CVN-78 will be delivered with multiple systems unproven.\" \"This situation is unacceptable and was entirely preventable,\" the statement continues. \"The Ford-class program is a case study in why our acquisition system must be reformed - unrealistic business cases, poor cost estimates, new systems rushed to production, concurrent design and construction, and problems testing systems to demonstrate promised capability. After more than $2.3 billion in cost overruns have increased its cost to nearly $13 billion, the taxpayers deserve to know when CVN-78 will actually be delivered, how much developmental risk remains in the program, if cost overruns will continue, and who is being held accountable. McCain singled out the AAG program, noting it has seen more than $600 million in cost overruns and should trigger a Nunn-McCurdy critical breach. \"As the Department of Defense Inspector General reported last week, 'Ten years after the program entered the engineering and manufacturing development phase, the Navy has not been able to prove the capability or safety of the system to a level that would permit actual testing of the system on an aircraft carrier,'\" McCain said. \"Returning to a variant of the Mark 7 arresting gear is a viable option that must be considered during the Nunn-McCurdy review.\" The Navy could not immediately characterize what testing was left between now and delivery. As of last month, ship construction is 98-percent complete, 97 percent of the spaces have been turned over to the Navy and 89 percent of shipboard testing is complete. EMALS tested completed in May, with 242 total dead load launches - large weights to simulate the various aircraft types that will launch from the ship - among all four catapults. All six dual-band radar arrays, three of them multi-function radar arrays and three volume search radar arrays, have been energized at full power, and the MFR arrays have tracked targets of opportunity in the area. The ship's propulsion plant is still being tested, and the ship turned itself around in a \"turn ship evolution\" June 11, which was the first time the ship had moved from its pier since it left the dry dock in November 2013. O'Rourke said the evolution demonstrates that the crew can safely get the ship underway and also allows the remaining testing to take place once the ship is facing the opposite direction.", "url": "https://news.usni.org/2016/07/12/cvn-78-delivery-pushed-back-due-first-class-issues"}, {"title": "U.S. Navy's new $13B aircraft carrier can't fight", "date": "2016-07-25", "content": "The $13-billion USS Gerald R. Ford is already two years behind schedule, and the U.S. Navy's newest aircraft carrier is facing more delays after the Pentagon's top weapons tester concluded the ship is still not ready for combat despite expectations it would be delivered to the fleet this September. According to a June 28 memo obtained by CNN, Michael Gilmore, the Defense Department's director of operational test and evaluation, said the most expensive warship in history continues to struggle launching and recovering aircraft, moving onboard munitions, conducting air traffic control and with ship self-defense. \"These four systems affect major areas of flight operations,\" Gilmore wrote in his report to Pentagon and Navy weapons buyers Frank Kendall and Sean Stackley. \"Unless these issues are resolved ... they will significantly limit CVN-78's ability to conduct combat operations.\" Fixing these problems would likely require redesigning the carrier's aircraft launch and recovery systems, according to Gilmore, a process that could result in another delay for a ship that was expected to join the fleet in September 2014. The Navy has operated 10 carriers since the retirement of the USS Enterprise in 2012. Commanders said delays to the USS Gerald R. Ford have resulted in extended deployments for the operational carriers in order for the Navy to meet its commitments around the world, placing additional stress on sailors and crew members. The report comes just days after the Navy announced the Ford will not be delivered before November 2016 due to unspecified testing issues, walking back testimony from April in which Stackley told Congress the Ford would be ready by September. It was first reported on by Bloomberg. Now that delivery date could be pushed to 2017, according to the Navy. \"Electromagnetic Aircraft Launch System testing was successfully completed in May 2016 and testing of the Dual Band Radar, Advanced Weapons Elevator are projected to complete in time to support upcoming sea trials and first aircraft operations scheduled for early next year,\" a Navy official told CNN. Sen. John McCain, chairman of the Senate Armed Services Committee, slammed the latest delay as \"unacceptable\" and \"entirely avoidable\" in a statement earlier this month. \"The Ford-class program is a case study in why our acquisition system must be reformed - unrealistic business cases, poor cost estimates, new systems rushed to production, concurrent design and construction, and problems testing systems to demonstrate promised capability,\" McCain said. The USS Gerald Ford is the first of three Ford-class carriers ordered by the Navy with combined cost expected close to $42 billion. \"After more than $2.3 billion in cost overruns have increased its cost to nearly $13 billion, the taxpayers deserve to know when CVN-78 will actually be delivered, how much developmental risk remains in the program, if cost overruns will continue, and who is being held accountable,\" he added. But officials from both the Navy and Department of Defense said the issues keeping the 1,100- foot supercarrier from active duty are the result of decisions made when the Pentagon committed to building the advanced ship in 2008. \"The decision to proceed with these three systems was made many years ago, prior to their maturation, when transformational approaches to acquisition were a DOD policy,\" said Mark Wright, a Defense Department spokesman. \"This report from Dr. Gilmore clarifies concerns he had previously raised on this program.\" As the first new carrier design in 40 years, the USS Gerald R. Ford incorporates new technology and operational systems that will allow it to have a higher aircraft launch and recovery rate, reduced manning, and improved survivability against projected threats. But choosing to integrate and test developmental systems \"compounded the inherent challenges of a first-in-class design,\" and significantly contributed the program's delays, according to a statement from the Navy. A comprehensive test program was developed to address the integration of these technologies through which \"steady progress is being made to retire technical issues,\" the Navy said. To date, construction on the Ford is 98 percent complete with 88 percent of the test program finished. Despite delays to the USS Gerald R. Ford's delivery, the Navy says that the Ford-class carriers will yield a $4 billion reduction per ship cost as compared to its predecessor, the Nimitz Class. The next carrier in the Ford class, the USS John F. Kennedy (CVN 79), is scheduled to launch in 2020. That ship was 18% percent complete as of March. The third Ford-class carrier, the USS Enterprise (CVN 80), is set to begin construction in 2018. Including the new carriers, the Navy hopes to spend $81.3 billion to build 38 new warships, including the first replacement for the aging Ohio-class ballistic missile submarines, nine Virginia-class attack submarines, 10 Arleigh Burke-class destroyers and smaller numbers of other surface ships. The goal of the building plan is to have a Navy battle force of 308 ships by 2021, according to Stackley's testimony in April.", "url": "https://edition.cnn.com/2016/07/25/politics/uss-gerald-r-ford-aircraft-carrier-delay/index.html"}, {"title": "Carrier Ford Has Serious Power Problem", "date": "2016-09-19", "content": "For over a year, the US Navy and its shipbuilders have been anxious to get the new aircraft carrier Gerald R. Ford (CVN 78) to sea and begin engineering trials of the first-of-class design. A number of publicly-announced target dates have come and gone, but the ship is still firmly moored at Newport News Shipbuilding in Virginia. Now, however, a key factor in preventing the ship from casting off lines and getting underway is coming into view. A serious voltage regulator problem on the carrier's four main turbine generators (MTGs) has prevented engineers from running the motors up to full power, and only now has the problem been identified and a fix decided upon. The MTGs are a significant element in the ship's power generation system - an all-new layout supporting a plant developing at least three times the electrical power of previous carriers. The problem manifested itself June 12 when a small electrical explosion took place on the No. 2 MTG during testing. Navy sources disagree whether the term \"explosion\" is appropriate, but two sources familiar with the situation used the reference, one noting that \"it was enough of an explosion that debris got into the turbine.\" Smoke from the event reportedly was drawn into other spaces, one source reported. According to Capt. Thurraya Kent, spokesperson for the Navy's acquisition directorate, \"personnel detected a burning smell.\" There was no fire, Kent insisted, and \"no fire-extinguishing actions were taken.\" No one was injured and there was no evacuation of personnel, she added. In a statement responding to a Defense News query, Naval Sea Systems Command (NAVSEA) said the issues \"were not associated with the nuclear reactor plant and had no impact on safe operation of the nuclear reactor.\" On the record, NAVSEA declined to provide further details, other than to acknowledge that two MTG issues have been experienced. But, according to sources, the June 12 event severely damaged the No. 2 MTG, and the accident slowed further MTG testing until the problem could be identified. Then in July, a similar, less-dramatic event took place on the No. 1 MTG, according to a Pentagon source. Eventually the root cause was found to be faulty voltage regulators, the Pentagon source said. It is not clear if the voltage regulators are part of the generators, which are made by Northrop Grumman Marine Systems, or are a sub-component from another supplier. Engineers were also debating how to repair the generators, and for a time it was feared the entire 12-ton No. 2 MTG would have to be lifted out and replaced - a complex, time-consuming and expensive operation that would involve disrupting numerous ship systems and making major cuts in several decks. But subsequent investigation showed the No. 2 MTG's rotors could be removed and replaced without the major disruption of a complete replacement, and No. 1 MTG could be repaired in place. Several repair options were developed, including whether or not to completely repair the MTGs before sea trials and delivery - causing further delays -- or wait until a post-commissioning shipyard period to finish the work. On Sept. 14, the Pentagon source confirmed, Navy officials decided on a partial fix now and a permanent fix later. The No. 2 MTG rotors will be removed while repairs are made to No. 1, and full repairs to No. 2 will wait for the post-shakedown availability (PSA) overhaul sometime after the ship is commissioned. Repairs are estimated to cost about $37 million, the Pentagon official said, and while delivery is likely delayed until about March 2017, Navy officials said enough cost offsets have been identified that the work can be completed under congressionally-imposed cost caps - currently set at $12.9 billion. Even with the delivery delays, officials said, the planned initial deployment in 2021 is not affected, nor are full-scale shock trials now scheduled for 2019. The Pentagon source noted that if the shock trials are put off until subsequent ships - as was done with the previous carrier class - the first deployment could come sooner. Navy Secretary Ray Mabus, in an Aug. 31 memo on the carrier's technical issues to Pentagon acquisition chief Frank Kendall, reported the MTG issue was \"likely due to a manufacturing defect,\" and that \"analysis of this issue revealed design vulnerabilities that must be addressed prior to ship's delivery.\" Mabus noted that \"the nation's leading experts on shipboard power generation systems are working resolution of these issues with a priority on safe, reliable system performance while balancing cost and schedule considerations.\" In the Aug. 31 memo, a copy of which was obtained by Defense News, Mabus also ticked off the status of several other issues highlighted by Kendall in an Aug. 23 memo directing a new, 60-day independent review team to look at issues with the CVN 78 class. The power generation issue was included in the memo, but none of the other issues seem to directly prevent the ship from getting under way to conduct hull, maintenance and engineering trials. The Electromagnetic Aircraft Launching System (EMALS), Mabus reported, \"has completed all shipboard testing pending the commencement of shipboard aircraft operations\" during extensive post-delivery testing and trials, adding that \"the Navy is confident that EMALS is on track to support CVN 78 system performance requirements and we look forward to demonstrating continued reliability growth of this system.\" The ship's Advanced Arresting Gear (AAG) is more problematic, and \"has had significant delays in completing its land-based test program due to the technical challenges encountered in transitioning from design\" through final testing, Mabus reported. Other Navy sources report dozens of roll-through tests have been conducted with the AAG at the Navy's test facility in Lakehurst, New Jersey, but to date no true arrested landings have been accomplished. Mabus noted that the Navy is reviewing whether to continue with AAG installation on the Enterprise (CVN 80), third ship in the class, or return to the standard Mark 7 aircraft recovery system operating on all current carriers. Installation of AAG on the second ship, John F. Kennedy (CVN 79), is continuing for now, Mabus noted, because design and construction work has progressed to the point where a replacement would have a significantly negative impact on costs and schedule. The Ford's dual band radar (DBR) installation is still completing its shipboard test program, Mabus reported, but full system testing won't be carried out until the ship's power system is lit off in conjunction with the shipboard test program. \"We are confident in our ability to successfully demonstrate the functionality required for successful sea trials and, subsequently, for operation testing in post-delivery,\" Mabus wrote. Testing of the ship's 11 advanced weapons elevators continues, Mabus said, acknowledging that \"these new-design weapons elevators have experienced delays in late-stage integrated shipboard testing mainly due to correction of software discrepancies.\" While indicating he doesn't expect all 11 elevators to be properly operating at the time of sea trials, Mabus declared that \"the Navy is confident we will get through these first-of-class issues and ensure that lessons learned on CVN 78 are directly applied to CVN 79.\"", "url": "https://www.defensenews.com/naval/2016/09/18/carrier-ford-has-serious-power-problem/"}, {"title": "Delivery of Navy's costliest aircraft carrier delayed again", "date": "2016-10-07", "content": "Officials say the U.S. Navy's most expensive aircraft carrier will miss another delivery deadline. Navy spokeswoman Capt. Thurraya Kent tells the Virginian-Pilot USS Gerald R. Ford won't meet November's delivery deadline. The $12.9 billion USS Gerald R. Ford is being built at Huntington Ingalls Industries Inc. in Newport News. Kent says in June and again in July, two of Ford's electricity-generating main turbines had problems. Tests are being conducted, and Kent says a new delivery date has not been set. The carrier had been expected to be delivered in 2014. Tug boats maneuver Pre-Commissioning Unit Gerald R. Ford (CVN 78) into the James River on June 11, 2016, during the ship's Turn Ship evolution.", "url": "https://www.navytimes.com/news/your-navy/2016/10/06/delivery-of-navy-s-costliest-aircraft-carrier-delayed-again/"}]}, {"win label": 0, "news": [{"title": "Delay in Aircraft Carrier Ford Testing Could Compress Workups for First Deployment", "date": "2017-01-18", "content": "The Navy is not yet delaying the anticipated deployment for carrier USS Gerald R. Ford (CVN-78) in the early 2020s after a series of delays, but workups and training could be compressed due to a later-than-expected delivery, the Navy's chief weapons buyer said last week. Sean Stackley - assistant secretary for research, development and acquisition - told reporters that testing for the new carrier was on track. \"We haven't adjusted the deployment schedule, but we're working with the existing deployment schedule and recognizing with the delay to delivery, that that's going to compress some events and we're going to have to evaluate that to ensure that we're not cutting short the crew,\" Stackley said. While an official deployment date for the ship - set to deliver in in April - has not been put forth by the Navy, USNI News understands the ship should leave on its first deployment around 2021 after completing substantial testing of the ship's systems, its ability to interoperate with other platforms in the carrier strike group, and standard pre-deployment workups. The more-than-$12-billion Ford has suffered a string of delays largely due to the variety of complex systems that were included at the inception of the program in the 2000s, when then-Secretary of Defense Donald Rumsfeld insisted new acquisition projects should include transformational technology. \"It's the first new designed aircraft carrier in 40 years. Significant number of new, advanced systems that don't exist anywhere else in the world,\" Stackley said. \"It's not until you bring them all together on the aircraft carrier that you get to test the fully integrated system, and so with all first-of-class ships we have been in a bit of a test-and-fix mode as we go through the test program.\" The delivery date for the ship pushed several times last year, in part due to problems in the ship's power grid, Stackley said. \"With specific regards to the [Ford], we ran into a fairly significant issue in the test program in the power distribution side of the house that didn't just cause us to slow down to resolve the technical side, but then there was also a repair side as well,\" \"So from last summer to the end of the year in [2016] there was a very intense effort to solve the technical, to test out the technical fixes, implement the technical fixes and get back on track with completing that portion of the test program.\" The ship is set to leave Huntington Ingalls Industries Newport News Shipbuilding in March for builders trials ahead of delivery. The following is the complete statement from the U.S. Navy on the status of the Ford carrier. \"GERALD R. FORD (CVN 78) is 99 percent overall complete with 93 percent of the test program complete (93 percent Hull, Mechanical & Electrical, 92 percent propulsion testing, and 93 percent electronics testing). Over the past few months, we have made significant progress resolving first-of-class issues associated with these critical systems and have resumed critical path testing in support of Builder's Sea Trials. This progress enables us to forecast our sea trials and delivery schedule. Specifically, we have updated the ship's schedule to reflect Builder's Sea Trials in March 2017, Acceptance Trials in April 2017, and Delivery in April 2017, pending the results of sea trials.", "url": "https://news.usni.org/2017/01/18/delay-in-aircraft-carrier-ford-testing-could-compress-workups-for-first-deployment"}, {"title": "America's Newest Aircraft Carrier USS Gerald R. Ford Begins Sea Trials", "date": "2017-04-10", "content": "The newest aircraft carrier in the United States Navy's fleet, the USS Gerald Ford (CVN-78), began sea trials on Saturday as she left port for her first at-sea testing. Escorted by tug boats and a Blackhawk helicopter overhead, the Ford slowly moved out past the Chesapeake Bay and into the Atlantic Ocean to begin its builder's sea trials. The ship is the lead of a new class of aircraft carrier, the Gerald Ford Class, which will be able to carry more aircraft and will require less personnel than its predecessor, the Nimitz Class. It also marks the first time in 40 years the United States has designed a new carrier, the Navy said in a press release. The program executive officer for aircraft carriers, Rear Adm. Brian Antonio, praised Saturday's activity. \"The Navy and our industry partners are excited to have the future USS Gerald R. Ford underway under her own power for the first time, executing a rigorous and comprehensive test program for this first-of-class ship,\" Antonio said. \"This milestone is the culmination of years of hard work and dedication, and we look forward to learning a great deal during sea trials. We will continue to work together to deliver Ford's critical capabilities to the fleet.\" Built by Huntington Ingalls Industries in Newport News, Virginia, the Ford, which is able to sail at over 30 knots, can carry up to 75 aircrafts and will have a complement of slightly over 4,500 personnel. The new ship design is focused on having electrical systems replace the steam systems of the Nimitz Class. Each ship in the new class of carriers are designed with the intention of saving the Navy $4 billion over the course of its lifetime.", "url": "https://freebeacon.com/national-security/americas-newest-aircraft-carrier-uss-gerald-r-ford-begins-sea-trials/"}, {"title": "Aircraft carrier Gerald R. Ford completes builder's sea trials", "date": "2017-04-14", "content": "The aircraft carrier Gerald R. Ford completed builder's sea trials Friday and should be delivered to the Navy this spring, according to Naval Sea Systems Command. The first-in-its-class carrier spent the week at sea undergoing a variety of tests with Navy leadership and representatives from Newport News Shipbuilding aboard, among others. Sea trials also include high-speed runs and demonstrate many of the carrier's other capabilities, according to Newport News Shipbuilding. \"Everybody has to work together to really exercise the ship and take it through its final paces,\" Rolf Bartschi, Newport News Shipbuilding's vice president for the Ford's construction, said in a statement. \"We work to test the systems and actually operate the ship out here at sea. It's fantastic to be out and really see this ship come to life.\" The Navy said in a statement that it learned \"a great deal\" about the ship during the exercises and that any problems identified will be addressed. Before the Ford is delivered to the Navy, it will undergo acceptance trials. Those trials are conducted by the U.S. Navy Board of Inspection and Survey to do a final test and evaluation of the ship's systems and performance, according to Newport News Shipbuilding. The Ford was built at the shipyard in Newport News, but came to Naval Station Norfolk after completing sea trials.", "url": "https://web.archive.org/web/20170602093611/http://pilotonline.com/news/military/local/aircraft-carrier-gerald-r-ford-completes-builder-s-sea-trials/article_b131c127-7da8-5a55-b3df-c4f87aee45a8.html"}, {"title": "Aircraft Carrier Ford Heads Out for Sea Trials", "date": "2017-05-27", "content": "The aircraft carrier Gerald R. Ford left Naval Station Norfolk Wednesday for its second set of sea trials, the Navy said. The $12.9 billion first-in-class ship will spend the next several days at sea on acceptance trials. The crew will demonstrate to the Navy that the ship can conduct operations at sea and that it was built according to contract specifications, according to a news release from Naval Sea Systems Command. The trials are overseen by personnel from the Navy's Board of Inspection and Survey and the Navy's supervisor of shipbuilding, conversation and repair, NAVSEA said. Also on board are employees from Newport News Shipbuilding, a division of Huntington Ingalls Industries. The shipyard is the sole builder of nuclear-powered aircraft carriers for the Navy. The ship, beset by cost overruns and delays, passed its initial at-sea test -- known as builder's trials -- in mid-April. The ship's nuclear-powered propulsion system was pushed to its limits, and the crew conducted other tests that couldn't be done while she ship was pier side. Acceptance trials offer a different sort of test for the Ford, as both systems and crew performance are tested under the eyes of Navy inspectors. Once the ship clears acceptance trials, it can be delivered to the Navy. Assuming all goes as planned, a formal commissioning ceremony will be held later this year.", "url": "https://web.archive.org/web/20170525211037/http://www.military.com/daily-news/2017/05/25/aircraft-carrier-ford-heads-sea-trials.html"}]}, {"win label": 0, "news": [{"title": "President Trump Commissions USS Gerald R. Ford (CVN 78)", "date": "2017-07-22", "content": "President Donald J. Trump commissioned the aircraft carrier USS Gerald R. Ford (CVN 78) at a commissioning ceremony July 22. A commissioning is a day of celebration, and honors the dedication, team work, and collaboration of Sailors, legislators, shipbuilders, program managers, and the ship's sponsor in delivering the ship to the fleet. Trump landed on the flight deck in Marine One and was greeted by Secretary of Defense James Mattis, Acting Secretary of the Navy Sean Stackley, Chief of Naval Operations Adm. John Richardson, and USS Gerald R. Ford Commanding Officer Capt. Rick McCormack. Over 10,000 friends and family members attended the event, watching the festivities from the hangar bay, the pier and USS Dwight D. Eisenhower (CVN 69). Distinguished members of the party offered remarks to honor the occasion. \"Wherever this vessel cuts through the horizon, our allies will rest easy and our enemies will shake with fear because everyone will know that America is coming and America is coming strong,\" said Trump. \"Our true strength is our people. Our greatest weapon is all of you. Our nation endures because we have citizens who love America and who are willing to fight for America.\" He continued, \"We are so very blessed with warriors who are willing to serve America in the greatest fighting force in history, the United States military. Today this ship officially begins its role in the noble military history of our great nation.\" Stackley also addressed the crowd. \"So skipper, as we marvel at the technology and the daunting numbers that measure this ship, never lose sight that in times of crisis, you will be the first to respond, and when called upon, you will deliver the final word in the bidding of our nation,\" said Stackley. \"Whenever you sail, wherever you sail, you will be a symbol of Unites States resolve and you will be a symbol of the man whose name you bear.\" After the ship's sponsor and President Ford's daughter Susan Ford Bales gave the traditional command to \"Man our ship and bring her to life,\" Ford Sailors ran up the brows and manned the rails as the band played \"Anchor's Aweigh.\" McCormack expressed his pride in the work his crew has done to get the ship ready to serve in the fleet. \"The Sailors aboard today are among our nation's finest,\" said McCormack. \"They are talented, driven, innovative, dedicated, and passionate about what they do and I am very proud to be their commanding officer. Team Wolverine, I have the utmost faith and confidence in your abilities to handle any challenge ahead, and I can think of no better team to take this ship to sea.\" After the ceremony, the ship was opened to the general public for tours, which included the flight deck, the commanding officer's in-port cabin, pilot house, mess decks, fo'c'sle, and the newly opened tribute room. USS Gerald R. Ford (CVN 78) is the lead ship in the Ford-class of aircraft carrier, the first new class in more than 40 years, and will begin the phased replacement of Nimitz-class carriers. CVN-78 honors the 38th president of the United States and pays tribute to his lifetime of service in the Navy, in the U.S. government and to the nation. During World War II Ford attained the rank of lieutenant commander in the Navy, serving on the light carrier USS Monterey (CVL 26). Ford became president in the aftermath of the Watergate scandal and served in the country's highest office from 1974-1977.", "url": "https://web.archive.org/web/20170723012953/http://www.navy.mil/submit/display.asp?story_id=101579"}, {"title": "Watch the Navy's newest, most sophisticated aircraft carrier land and launch its first aircraft", "date": "2017-07-31", "content": "Six days after being commissioned, the USS Gerald R. Ford, the Navy's newest and most sophisticated aircraft carrier, received and launched its first fixed-wing aircraft. An F/A-18 Super Hornet landed on the ship at 3:10 p.m. on Friday, catching the No. 2 arresting wire of the Ford's Advanced Arresting Gear system, and took off at 4:37 p.m., launched from catapult one of the Ford's Electromagnetic Launch System. \"Today, USS Gerald R. Ford made history with the successful landing and launching of aircraft from VX-23 using the AAG and EMALS,\" said Adm. Phil Davidson, commander of US Fleet Forces, referring to Air Test and Evaluation Squadron 23. \"Great work by the Ford team and all the engineers who have worked hard to get the ship ready for this milestone.\" The tests on Friday appear to show the AAG and EMALS have overcome issues that cropped up during their development - issues with the EMALS prompted President Donald Trump earlier this year to admonish the Navy to return to steam-powered catapults. The tests were the Ford's first shipboard recovery and launch of fixed-wing aircraft, said Capt. Rick McCormack, the Ford's commanding officer. By the end of the day, the Ford had completed four arrested landings and catapult launches. The Navy says the AAG, a software-controlled system, will offer greater reliability and more safety and interoperability with more aircraft. It also has built-in testing and diagnostic features, meant to reduce maintenance and lower manpower needs. Navy officials have said the EMALS is designed to provide more energy, reliability, and efficiency while moving away from the traditional steam-powered launching system. In addition to more accurate speed control and better acceleration, the EMALS is designed to work with all current and future carrier aircraft. Those systems are two of 23 new or modified technologies installed on the Ford, which is the first Ford-class carrier. Two more in-class carriers are planned: the USS John F. Kennedy and the USS Enterprise.", "url": "https://web.archive.org/web/20170811010939/http://www.businessinsider.com/navys-gerald-r-ford-aircraft-carrier-land-launch-its-first-aircraft-2017-7"}, {"title": "USS Gerald R. Ford Conducts First Arrested Landing, Catapult Launch", "date": "2017-07-31", "content": "Six days after commissioning, the crew of USS Gerald R. Ford (CVN-78) launched and recovered their first aircraft from the carrier's flight deck, according to a statement from the service. The recovery of the F/A-18F Super Hornet from the Navy's Air Test and Evaluation Squadron VX- 23 occurred at 3:10 P.M. EST off the coast of Virginia. Lt. Cmdr. Jamie \"Coach\" Struck's Super Hornet hit the number two wire on the Advanced Arresting Gear systems and then launched a little more than an hour later using the ship's electromagnetic launch system (EMALS). The test came as a surprise to many naval observers who expected the first arrested landing on Ford to come sometime next week. \"AAG and EMALS have been successfully tested ashore at Lakehurst, New Jersey, but this is the first shipboard recovery and launch of a fleet fixed wing aircraft,\" said Capt. Rick McCormack, Ford's commanding officer, said in a statement. \"My team has worked closely with industry, Naval Air Systems Command (NAVAIR), and the flight test community.\" The successful test comes days after the Navy said it had worked through a software issue with the EMALS system and after years of delays in both the General Atomics-built systems. Design problems with the AAG pushed the testing program back two years before the contractor and the Navy could find an acceptable fix. \"I could not be more proud of the men and women who, for the better part of the last two decades, have worked to bring these new technologies to the fleet,\" said Capt. Stephen Tedford, program manager, said in a statement. \"Their perseverance and dedication to service have made this day possible.\" Less than one week after Pres. Donald J. Trump commissioned the U.S. Navy's newest aircraft carrier, USS Gerald R. Ford (CVN 78) launched and recovered its first fixed-wing aircraft July 28, 2017off the coast of Virginia. The first arrested landing, or \"trap\", occurred at 3:10 PM (EST) and the first catapult launch happened at 4:37 PM (EST). Lt. Cmdr. Jamie Struck of Tallmedge, Ohio piloted the F/A-18F Superhornet from Air Test and Evaluation Squadron (VX) 23 based at Patuxent River, Maryland. The Superhornet caught the number 2 arresting wire of Ford's advanced arresting gear (AAG) system, and was launched from catapult 1 using the electromagnetic launch system (EMALS). \"Today, USS Gerald R. Ford made history with the successful landing and launching of aircraft from VX-23 using the AAG and EMALS,\" said Adm. Phil Davidson, commander, U.S. Fleet Forces. \"Great work by the Ford team and all the engineers who have worked hard to get the ship ready for this milestone.\" \"AAG and EMALS have been successfully tested ashore at Lakehurst, New Jersey, but this is the first shipboard recovery and launch of a fleet fixed wing aircraft,\" said Capt. Rick McCormack, Ford's commanding officer. \"My team has worked closely with industry, Naval Air Systems Command (NAVAIR), and the flight test community to make this historic event in Naval aviation happen. I am very proud of my crew.\" The software-controlled AAG is a modular, integrated system that consists of energy absorbers, power conditioning equipment and digital controls, with architecture that provides built-in test and diagnostics, resulting in lower maintenance and manpower requirements. AAG is designed to provide higher reliability and safety margins, as well as to allow for the arrestment of a greater range of aircraft and reduce the fatigue impact load to the aircraft. The mission and function of EMALS remains the same as the traditional steam catapult; however, it employs entirely different technologies. It delivers necessary higher-launch energy capacity, improvements in system maintenance, increased reliability and efficiency, and more accurate end-speed control and smooth acceleration. EMALS is designed to expand the operational capability of the Navy's future carriers to include all current and future planned carrier aircraft - from lightweight unmanned aircraft to heavy strike fighters. \"I could not be more proud of the men and women who, for the better part of the last two decades, have worked to bring these new technologies to the fleet,\" said Capt. Stephen Tedford, program manager. \"Their perseverance and dedication to service have made this day possible.\" \"My team has worked very hard, together with experts from NAVAIR, Huntington Ingalls Industries, and General Atomics, to test this first-in-class technology,\" said Cmdr. Thomas Plott, head of Ford's air department. \"Today is a validation of their dedication and hard work.\"", "url": "https://news.usni.org/2017/07/28/video-uss-gerald-r-ford-conducts-first-arrested-landing-catapult-launch"}, {"title": "US Navy conducts first at-sea aircraft launch and recovery aboard CVN 78", "date": "2017-08-13", "content": " The US Navy has successfully carried out its first at-sea aircraft launch and recovery tests on-board the newly commissioned Ford-class aircraft carrier, USS Gerald R. Ford. The tests have been conducted using General Atomics Electromagnetic Systems' electromagnetic aircraft launch system and advanced arresting gear. Navy personnel carried out the first successful arrestment and launch of an F/A-18F Super Hornet fighter jet during the trial, followed by three additional arrests and launches. GA-EMS president Scott Forney said: \"This is a landmark event, showcasing the engineering skill, hard work, and dedication of our GA-EMS team and the navy to bring EMALS and AAG systems into service. Related Articles News Essentium demonstrates AM solutions in US Navy's REPTX exercise News Tomahawk Robotics wins USMC's ARTEMIS programme contract News SEA to upgrade weapon systems of British Navy's Type 23 frigates News US Navy's Arleigh Burke-class ship DDG 123 completes acceptance trials \"We are extremely proud to see these complex, revolutionary systems successfully perform and come to life as part of this extraordinary first-in- class carrier. ", "url": "https://www.naval-technology.com/uncategorized/newsus-navy-tests-aircraft-launch-and-recovery-onboard-cvn-78-5899779/"}]}, {"win label": 0, "news": [{"title": "USS Gerald R. Ford (CVN 78) completed 401 fixed-wing launches & recoveries", "date": "2018-01-19", "content": "While underway for Independent Steaming Exercise Five, USS Gerald R. Ford (CVN 78) completed 401 catapults and arrestments, bringing the total to date to 747. On the final day, Jan. 19, the Ford and Carrier Air Wing 8 team completed 135 traps. Several commands came together to complete this phase of testing, to include VFA-31 \"Tomcatters\", VFA-213 \"Black Lions\", VFA-87 \"Golden Warriors\", and HSC-9 \"Tridents\". The next opportunity for fixed-wing flight operations will be after Ford completes its planned maintenance availability. Ford successfully tested its first-in-class technology, the Electromagnetic Aircraft Launching System (EMALS) and Advanced Arresting Gear (AAG) on July 29. Since then Ford's air department has worked countless hours to get to this point. \"It's a great sense of accomplishment, not only for me but for my crew as well,\" said Aviation Boatswain's Mate (Equipment) 1st Class Reginald Leonard, V-2 division arresting gear leading petty officer, from Marshall, Texas. \"We came through all the adversity, received good test data.\" The main challenge, said Leonard, came from testing a brand new system that no other Navy Sailor had even seen before, let alone worked on. \"It had to have been the toughest part,\" said Leonard. \"During all those times, I sat my Sailors down, explained to them what we were doing, what the mission was and told them to push through.\" Ford is the lead ship of its class and the first new-design aircraft carrier delivered to the Navy since USS Nimitz (CVN 68) in 1975. It is also the first aircraft carrier to join the fleet since USS George H. W. Bush (CVN 77) delivered in 2009. The future USS Gerald R. Ford honors the 38th president of the United States and pays tribute to his lifetime of service to the nation in the Navy and in the U.S. government. The next generation of aircraft carrier, the Gerald R. Ford class delivers unprecedented flexibility to the fleet. Due to a larger flight deck, the ability to host more aircraft, additional weapons and aviation fuel storage, and the Electromagnetic Aircraft Launch System and Advanced Arresting Gear, Ford will be able to increase sortie rates by one-third when compared to the Nimitz class. Further, the Navy's newest aircraft carrier generates three times the amount of electricity as previous classes and is designed to rapidly add capabilities as new systems become available over the course of its projected 50-year service life. President Donald J. Trump commissioned the aircraft carrier USS Gerald R. Ford (CVN 78) at a commissioning ceremony July 22 2017. Ford is expected to be operational in 2020 following achievement of initial operational capability.", "url": "https://www.navyrecognition.com/index.php/news/defence-news/2018/january-2018-navy-naval-defense-news/5899-uss-gerald-r-ford-cvn-78-completed-401-fixed-wing-launches-recoveries.html"}, {"title": "US Navy Wants to Delay Shock Trials of $13 Billion Supercarrier", "date": "2018-02-09", "content": "The U.S. Navy has requested to delay for at least six years \"shock trials\" for its nuclear-powered aircraft carrier USS Gerald R. Ford (CVN-78), the lead of ship of the United States' latest class of carriers, Bloomberg reports this week. In detail, the service is seeking to remove shock trials for the USS Gerald R. Ford from the Navy's 2019 budget in order to expedite the carrier's operational deployment. Shock trials are meant to test a carrier's key systems and assess how well they do under combat conditions. The tests, which have been going on for many decades in the U.S. Navy, involve the detonation of underwater charges. Depending on the outcome of the shock trials, design changes may be necessary prior to a ship assuming initial combat duty. The already overstretched U.S. Navy is concerned that shock testing the carrier may further delay its deployment date. The USS Gerald R. Ford, commissioned in July 2017, is equipped with a host of new and untested technologies, including the carrier's two main turbine generators, a new dual-band radar system, advanced weapons elevators, and a new advanced arresting gear on the flight deck. (U.S. President Donald Trump objected to the installation of some of the new systems such as General Dynamics' new electromagnetic aircraft launch system aboard, as I reported in May 2017.)It is precisely the reliability of these new systems that the Pentagon's wants to thoroughly test. \"The CVN-78 is making progress, however, reliability of the newly designed catapults, arresting gear, weapons elevators and radar, which are all critical for flight operations, have the potential to limit the CVN-78 ability to generate sorties,\" Robert Behler, the director of operational test and evaluation at the Pentagon, tells Bloomberg. \"Additionally, the survivability of these newly designed systems remains unknown until the CVN-78 undergoes full ship shock trials.\" Yet, instead of shock testing the USS Gerald R. Ford, the U.S. Navy has proposed to conduct shock trials on the Ford's follow-on, the future John F. Kennedy, likely be launched with a two-year delay in 2020. It is now up to U.S. Defense Secretary James Mattis to make a final decision on the subject. As I reported last year, cancellation of the show trials might speed up the deployment of the new carrier by a year. (The Ford is scheduled for its first combat deployment in 2022.) \"By taking out the shock trial associated with CVN-78, we are at least able to accelerate the Ford delivery by at least a year,\" a congressional aide to the House Armed Services Committee's Seapower (HASC) and Projection Forces Subcommittee said in June 2017. However, the U.S. Government Accountability Office (GAO) in a July 2017 report assesses that the Ford will not be ready for combat duty at least for another four years. \"The incomplete work will be completed over the course of more than four years and is expected to cost nearly $780 million.\" (Total cost for the Ford are currently estimated at around $12.9 billion. It is already the U.S. Navy's most expensive warship in its history.)", "url": "https://thediplomat.com/2018/02/us-navy-wants-to-delay-shock-trials-of-13-billion-supercarrier/"}, {"title": "Gerald R. Ford Aircraft Carrier Suffers New Failure at Sea", "date": "2018-05-08", "content": "The Gerald R. Ford, the U.S. Navy's costliest warship, suffered a new failure at sea that forced it back to port and raised fresh questions about the new class of aircraft carriers. The previously undisclosed problem with a propulsion system bearing, which occurred in January but has yet to be remedied, comes as the Navy is poised to request approval from a supportive Congress to expedite a contract for a fourth carrier in what was to have been a three-ship class. It's part of a push to expand the Navy's 284-ship fleet to 355 as soon as the mid-2030s. It was the second failure in less than a year with a \"main thrust bearing\" that's part of the $12.9 billion carrier's propulsion system. The first occurred in April 2017, during sea trials a month before the vessel's delivery. The ship, built by Huntington Ingalls Industries Inc., has been sailing in a shakedown period to test systems and work out bugs. It's now scheduled to be ready for initial combat duty in 2022. 'Manufacturing Defect': The Naval Sea Systems Command said the Ford experienced \"an out of specification condition\" with a propulsion system component. Huntington Ingalls determined it was due to a \"manufacturing defect,\" the command said, and \"not improper operation\" by sailors. The defect \"affects the same component\" located in other parts of the propulsion system, the Navy added. Navy officials didn't disclose the problem during budget hearings before Congress in recent weeks, and House and Senate lawmakers didn't ask about it. Shelby Oakley, a director with the U.S. Government Accountability Office who monitors Navy shipbuilding, said the latest part failure was \"unfortunate, but this and other ship quality issues are not surprising. The Navy has had issues with the extent of its inspections prior to delivery from the shipbuilder.\" The Navy is seeking approval in the fiscal 2019 defense request to accelerate purchase of the fourth Ford-class carrier by bundling it in a contract with the third. It expects to request congressional support over the next month or two for what's now an estimated $58 billion program. Trump's Promise: President Donald Trump promised the \"12-carrier Navy we need,\" up from 11 today, when he stood on the Ford's vast deck during a visit in March 2017 to Newport News, Virginia, where Huntington Ingalls built the ship and is headquartered. The Ford's propulsion system flaws are separate from reliability issues on its troubled aircraft launch and recovery system and less publicized delays with its 11 advanced weapons elevators for moving munitions, which are not yet operational. In the January incident, the bearing overheated to what a March 8 Navy memo described as \"92 degrees Fahrenheit above the bearing temperature setpoint\" and \"after securing the equipment to prevent damage, the ship safely returned to port.\" A failure review board is identifying \"modifications required to preclude recurrence,\" it said. The bearing is one of four that transfers thrust from the ship's four propeller shafts. The Navy and Huntington Ingalls \"are evaluating the case for a claim against the manufacturer,\" so the amount of repair costs to be paid by \"the manufacturer has not yet been determined,\" William Couch, a spokesman for the Sea Systems Command, said in the statement. It's \"encouraging that the Navy wants to hold the manufacturer accountable, however, it is unclear what warranty provisions the Navy has,\" Oakley said. \"The Navy has a cost-reimbursement contract with the shipbuilder, where the Navy pays the shipbuilder's costs in exchange for its best efforts to build the ship, and also did not have a warranty with the shipbuilder.\" GE's Role: Couch and Huntington Ingalls spokesman Beci Brenton declined to say who made the bearing that failed. But General Electric Co. is responsible for the propulsion system part, and the Navy program office said in an assessment that an inspection of the carrier's four main thrust bearings after the January failure revealed \"machining errors\" by GE workers at a Lynn, Massachusetts, facility \"during the original manufacturing\" as \"the actual root cause.\" Deborah Case, a GE spokeswoman, said in an email that \"GE did produce the gears for the CVN-78. However, we are no longer producing gears for CVN-78\" and \"we cannot comment on the investigation.\" The CVN-78 is the official name of the Gerald R. Ford. Couch said defects \"will be fully corrected\" during the ship's upcoming \"post-shakedown availability\" phase. All vessels go through the phase intended for correcting deficiencies discovered during the post-delivery sea trial conducted by sailors. The post-shakedown availability was supposed to start last month and end in December. Its start is now delayed until this summer in part because of the failure, with completion about a year later, according to Couch.", "url": "https://gcaptain.com/gerald-r-ford-aircraft-carrier-suffers-new-failure-at-sea/"}, {"title": "USS Gerald R Ford returns to port with propulsion issues", "date": "2018-05-23", "content": "The US Navy's newest aircraft carrier was forced to return to port after suffering another propulsion issue as it set out for a new round of at sea testing. The recently-commissioned USS Gerald R. Ford got underway from Norfolk on May 19 but was forced to return due to a propulsion system issue related to a recent design change, a Navy Times report says. This second propulsion issue is unrelated to a previous one identified earlier this year. According to Navy Times, the current issues are related to mechanical failures which prevent steam produced in the ship's nuclear plant from adequately spinning the ship's 30-ton propellers. According to the report, the USS Gerald R. Ford was expected to spend a longer period of time underway prior to heading to Huntington Ingalls Industries' Newport News yard for a post-shakedown availability maintenance which is designed to rectify all issues identified during the sea trials. On April 2, 2018, HII received a contract potentially worth up to $66.5 million to carry out the PSA which is expected to be completed by June 2019. Every new ship undergoes a post-shakedown availability (PSA) after going through a test and evaluation period. During the availability, contractors repair or improve the design of the ship in preparation for final contractor trials. While CVN 78 is the first new US aircraft carrier design in 40 years and identifying problems with the ship's design and systems is part of the evaluation process, officials are still concerned with some of the brand new systems installed on the lead ship in the class. In its latest report, the director of operational test and evaluation identified poor or unknown reliability of the newly designed catapults, arresting gear, weapons elevators, and radar. All these systems are critical for flight operations and DOT&E notes they could affect the ability of CVN 78 to generate sorties, make the ship more vulnerable to attack, or create limitations during routine operations. USS Gerald R. Ford was ordered from Huntington Ingalls Industries, on Sept. 10, 2008 while the keel laying ceremony took place on November 13, 2009. The aircraft carrier was launched on October 11, 2013, and started sea trials in April 2017. Ford entered service in July 2017.", "url": "https://thediplomat.com/2018/02/us-navy-wants-to-delay-shock-trials-of-13-billion-supercarrier/"}]}, {"win label": 0, "news": [{"title": "Carrier USS Gerald R. Ford Enters Year-Long Post-Shakedown Maintenance and Upgrade Period", "date": "2018-07-16", "content": "After spending 81 days at sea spread out during eight steaming events, USS Gerald R. Ford (CVN-78) is back at Huntington Ingalls Industries Newport News Shipbuilding for a year-long maintenance and upgrade period. For the next year, Ford's post-shakedown availability (PSA)/selected restricted availability (SRA) will concentrate on installing the aircraft carrier's remaining combat systems, completing any deferred work and correcting a propulsion manufacturing defect discovered in January. Discovering the propulsion train component defect delayed the PSA start from April to now, Bill Couch, a NAVSEA spokesman told USNI News on Monday. Originally intended to last about eight months, the PSA was extended to 12 months to also accommodate deferred work such as constructing an advanced weapons elevator and upgrading the advanced arresting gear. \"One year ago this month we commissioned USS Gerald R. Ford, the world's most technologically advanced aircraft carrier. Since that historic day, Ford has performed exceptionally due to a combination of innovative engineers, skilled craftsmen and professional and dedicated sailors,\" Rear Adm. Roy Kelley, commander of Naval Air Force Atlantic, said in a statement. \"Since commissioning, her accomplishments are many. As she enters a necessary maintenance period, I'm excited to see what the future holds for CVN-78 when she returns to sea. No nation on earth can match the capability of USS Gerald R. Ford, a class of ship which will lead our Navy well into the 21st century.\" Since commissioning on July 22, 2017, Ford has successfully completed nearly 750 shipboard aircraft launches and recoveries, nearly double the approximately 400 launches and recoveries originally planned, according to the Navy. Ford also certified its air traffic control center, its JP-5 fuel system, demonstrated daytime and nighttime replenishment capability and the ship's defensive systems. Ford was delivered to the Navy in June 2017, a year-and-a-half later than planned. The $13 billion Ford uses five new technologies designed specifically for the new aircraft carrier class. A new radar, an advanced arresting gear, electromagnetic aircraft launchers and a new reactor design are among technological advances. The Ford-class propulsion system generates three times the electricity as previous carriers, according to the Navy. Following the PSA/SRA, Ford is scheduled for another round of trials and testing, including full-ship shock trials. As of now, Ford is expected to be ready for deployment in 2022, Couch said. \"Congratulations to everyone who has helped bring CVN-78 to this historic milestone,\" Rear Adm. Brian Antonio, program executive officer for aircraft carriers, said in a statement. \"Following Gerald R. Ford's delivery to the Navy on May 31, 2017, the ship's crew has been diligently and successfully conducting post-delivery testing and trial operations that identify construction and design issues. They have been extremely effective in identifying any issues early, which helps us address them prior to returning to the fleet.\"", "url": "https://news.usni.org/2018/07/16/35142"}, {"title": "USS Gerald R. Ford (CVN 78) Enters Post-Shakedown Availability", "date": "2018-07-19", "content": "USS Gerald R. Ford (CVN 78) began its post-shakedown availability/selected restricted availability (PSA/SRA) in Newport News, Va., July 15. The PSA, scheduled for completion in summer 2019, includes the installation of remaining combat systems, completion of deferred work, and the correction of any remaining discrepancies identified during sea trials and shakedown. As a first-in-class platform, CVN 78 has been tasked with conducting post-delivery testing and trial operations that identify construction and design issues, a process known as \"shakedown.\" This process has proven effective in the early identification of issues, providing time to address them prior to the aircraft carrier's initial deployment. Key focus areas of CVN 78's PSA are issues associated with the Dual Band Radar; Underway Replenishment System; the propulsion train; Vacuum, Collection, Holding and Transfer system; and the Plasma Arc Waste Destruction System. From her delivery to the Navy on May 31, 2017, through May 2018, CVN 78 operated at sea for 81 days through eight independent steaming events and successfully completed fixed-wing and rotary-wing aircraft integration and compatibility testing; air traffic control center certification; JP-5 fuel system certification; day and night underway replenishment capability demonstration; ship's defensive system demonstration; Dual Band Radar testing; and propulsion plant operations. During this period, the ship completed nearly 750 aircraft launches and recoveries against a plan of approximately 400. \"This is the first shakedown of a new class of U.S. aircraft carrier in four decades,\" said Program Executive Officer for Aircraft Carriers Rear Adm. Brian K. Antonio,. \"We have a unique opportunity in this PSA to lay a solid foundation for the following ships of the class, and I know the CVN 78 team is actively incorporating lessons learned to ensure that Ford class attains full operational capability.\" Following the PSA/SRA, USS Gerald R. Ford will conduct further trials and testing, including full-ship shock trials prior to its first deployment. The ship will prepare for deployment in parallel with its initial operational testing and evaluation. Aircraft carriers are central to our nation's defense strategy, which calls for forward presence; the ability to simultaneously deter potential adversaries and assure our allies; and capacity to project power at sea and ashore. These national assets are the most adaptable platforms in the world, equally capable of providing core capabilities of sea control, maritime security, and humanitarian assistance and disaster relief. Ford-class aircraft carriers will provide great value to our nation with unprecedented and greatly needed warfighting capability at lower overall total ownership cost than a Nimitz-class aircraft carrier, and will provide the flexibility and capacity needed to remain ready, relevant, and capable throughout the 21st century.", "url": "https://www.navsea.navy.mil/Media/News/Article/1579345/uss-gerald-r-ford-cvn-78-enters-post-shakedown-availability/"}]}, {"win label": 0, "news": [{"title": "The Navy's Newest Aircraft Carrier Is Delayed, Yet Again", "date": "2019-03-29", "content": "The USS Gerald R. Ford, the first in a new class of aircraft carriers, will be delivered to the U.S. Navy three months later than planned. The Navy says the delay is necessary to resolve issues with the ship's nuclear propulsion system and elevators designed to lift munitions up to the hangar. The technologically ambitious Ford, which introduces several technologies to frontline service, is already at least two years behind schedule. The Navy, per USNI News, says that the Ford won't be delivered to the fleet in July as originally planned but October. The service says that it needs the extra three months beyond the planned 12 months shakedown period to make adjustments to the nuclear propulsion system and fix the Advanced Weapon Elevators. The problem with the propulsion system isn't related to the nuclear reactors but rather the turbines driven by the steam produced by the reactors. The Advanced Weapon Elevators, on the other hand, are an ongoing problem. Unlike past elevators, the AWEs use electromagnetic propulsion to move munitions from the magazine to waiting aircraft. The electromagnetic powered elevators, as UPI reported earlier this month, are designed to lift 20,000 pounds of munitions at a rate of 150 feet per minute. Older elevators on the previous Nimitz-class moved 10,500 pounds of munitions at 100 feet per minute. Technical problems saw the Ford commissioned into the U.S. Navy in July 2017 with zero of the planned eleven elevators. Ford current has two certified and working elevators. The USS Ford, which includes other technologies such as an electromagnetic aircraft catapult, a new system for landing aircraft, and a new radar, is now more than two years behind schedule and at least 22 percent over budget. Originally forecast to cost $10.5 billion, the carrier's construction cost is now at $13.027 billion, making it the most expensive warship ever built. Almost all of the new technology has had developmental problems and cost overruns--for example, the cost of the landing system has tripled from $301 million to $961 million dollars. Ford is scheduled to make its first operational deployment cruise in 2021. It's unknown if this latest delay will impact that schedule at this point. Built by Huntington Ingalls Industries in Virginia, Ford is the first of its kind. The Navy has identified two follow-on ships for now, John F. Kennedy and Enterprise, and eventually all of the service's Nimitz-class carriers will be replaced by Ford-class ships.", "url": "https://www.popularmechanics.com/military/navy-ships/a26975852/the-navys-newest-aircraft-carrier-is-delayed-yet-again/"}, {"title": "US Navy's $13 Billion Supercarrier Just Got Even More Expensive", "date": "2019-05-15", "content": "The nuclear-powered aircraft carrier USS Gerald R. Ford (CVN-78), the lead of vessel of the U.S. Navy's latest class of carriers, and the most expensive warship in U.S. history, just breached a USD$12.9 billion spending lid set by Congress by USD$120 million bringing total acquisition cost to $13.027 billion, the Navy said in a recent statement. The additional USD$120 million will be needed to fix the aircraft carrier's faulty Advanced Weapons Elevator used to transport ammunition from the lower to the upper decks, as well as to repair the the Ford's propulsion system bearing, which broke down during sea trials in January, the U.S. Navy's Naval Sea Systems Command said in a statement quoted by Bloomberg News on May 11. (This was the second breakdown of the main thrust bearing of the ship's propulsion system-the first incident occurred in April 2017.) The ship's weapons elevators need to be fixed \"to preclude any effect on the safety of the ship and personnel,\" the Naval Sea Systems command said in a press release. \"Once the adjustment is executed, the cost for CVN 78 will stand at $13.027.\" Before this increase, Congress had capped total acquisition cost for the USS Gerald R. Ford at USD$12.9 billion. (Originally, the cap was set at USD$10.5 billion in 2007.) Cost overruns now amount to about $ 2.4 billions for the first-of-class Ford. The budget overrun is principally the result of untried technology found on a number of new systems installed on the aircraft carrier. \"CVN 78 began construction with immature technologies and an incomplete design, leading to cost and schedule growth,\" the U.S. Government Accountability Office noted in an April report. \"The ship delivered 20 months later than the Navy planned, with construction-related work still remaining and over 40 serious deficiencies that could impact ship operation or safety.\" While the Navy considered cancelling shock trials, a move that was calculated to move up the combat deployment of the Ford by a year from 2022 to 2021, the Pentagon has endorsed the tests, which entail the detonation of various underwater charges in close proximity to the ship to shock test the Ford's key systems and evaluate how well they do under combat conditions. Shock trials are expected to be conducted following the conclusion of the carrier's so-called post-shakedown availability phase, a period used to address technical deficiencies found after sea trials. It is also during this phase that the final integration of the carrier's combat systems takes place.", "url": "https://thediplomat.com/2018/05/us-navys-13-billion-supercarrier-just-got-even-more-expensive/"}, {"title": "Navy Building Test Site for Ford-Class Weapons Elevators but timing wont help cvn 78 ", "date": "2019-05-31", "content": "The Navy is building a ground-based test site for the weapons elevators currently going through a difficult installation and certification process on carrier USS Gerald R. Ford, though it won't be ready in time to allay the problems on Ford. Though Ford commissioned as a U.S. warship nearly two years ago, work to install and certify a handful of new systems has continued. To date, only two of 11 Advanced Weapons Elevators are certified for use. All work was supposed to be done by the end of the post-shakedown availability, which was extended from June to October of this year, but the Navy made clear this week that elevator work would remain after the ship leaves its PSA. ", "url": "https://news.usni.org/2019/05/31/navy-building-a-land-based-test-site-for-ford-class-weapons-elevators-but-timing-wont-help-cvn-78"}]}, {"win label": 0, "news": [{"title": "The US Navy fixed the propulsion problems on its $13 billion supercarrier, but the ship still has serious issues", "date": "2019-08-14", "content": "Shipbuilders and sailors have fixed the propulsion plant problems on the USS Gerald R. Ford, the first of a new class of supercarriers that is behind schedule, over budget, and still struggling with development issues. Work on the ship's propulsion plant was completed toward the end of July, the Navy announced in a statement Monday. Problems with the carrier's propulsion system first popped up in January of last year during sea trials. A \"manufacturing defect\" was identified as the problem. Troubles were again noted in May just three days after the ship set sail for testing and evaluation, forcing it to return to its home port early. In March, James Geurts, the Navy's acquisition boss, told US lawmakers that scheduled maintenance on the Ford would require another three months beyond what was initially planned to deal with problems with its nuclear power plant, weapons elevators, and other unspecified areas. The Navy said that the \"Ford's propulsion issues weren't with the nuclear reactors themselves, rather the issues resided in the mechanical components associated in turning steam created by the nuclear plant into spinning screws that propel the ship through the water.\" While the completion of the work on the Ford's power plant moves the ship closer to returning to sea, the carrier is still having problems with a critical piece of new technology - the advanced weapons elevators. The elevators are necessary for the movement of munitions to the flight deck, increased aircraft sortie rates, and greater lethality, but only a handful of the elevators are expected to work by the time the ship is returned to the fleet this fall. Lawmakers recently expressed frustration with the Navy's handling of the Ford-class carrier program. \"The ship was accepted by the Navy incomplete, nearly two years late, two and a half billion dollars over budget, and nine of eleven weapons still don't work with costs continuing to grow,\" Sen. Jim Inhofe, the Republican who chairs the Senate Armed Services Committee, said late last month. \"The Ford was awarded to a sole-source contractor,\" which was asked to incorporate immature technologies \"that had next to no testing, had never been integrated on a ship - a new radar, catapult, arresting gear, and the weapons elevators,\" he continued, adding that the Navy entered into this contract \"without understanding the technical risk, the cost, or the schedules.\" Inhofe said that the Navy's failures \"ought to be criminal.\" The Navy has been struggling to incorporate new technologies into the ship, but the service insists that it is making progress with the catapults and arresting gear used to launch and recover aircraft, systems which initially had problems. The elevators are currently the biggest obstacle. \"As a first-in-class ship, some issues were expected,\" the Navy said in its recent statement on the completion of relevant work on the Ford's propulsion system.", "url": "https://www.navytimes.com/news/your-navy/2019/08/14/the-us-navy-fixed-the-propulsion-problems-on-its-13-billion-supercarrier-but-the-ship-still-has-serious-issues/"}, {"title": "USS Gerald Ford Starts Sea Trials After More Than a Year of Repairs", "date": "2019-10-25", "content": "Aircraft carrier USS Gerald R. Ford (CVN-78) is underway for sea trials after more than a year pier-side during an extended repair period, ship spotters in Norfolk, Va., confirmed to USNI News. According to the spotters, Ford left the pier at the Newport News Shipbuilding yard in Virginia and headed down the James River to the Atlantic Ocean just after 10 a.m. on Friday A Navy official confirmed to USNI News the carrier had departed the shipyard for sea trials after a five-day fast cruise at the pier, testing major systems ahead of departing the pier. \"I am proud of the crew's efforts to get USS Gerald R. Ford back out to sea,\" Secretary of the Navy Richard V. Spencer said in a statement provided to USNI News on Friday. \"The Navy has diligently tackled issues associated with this first-in-class ship and will continue to do so. All are eager to demonstrate Ford's capacity to deliver combat power. There is more work to do, but this is a great milestone.\" The year-long maintenance period for the $13-billion carrier stretched into 15 months as the service wrestled with problems with the ship's nuclear propulsion plant, emergent work found during the repair period and challenges with the Advanced Weapons Elevators that emerged during the period at the Huntington Ingalls Industries shipyard. In March, James Geurts, assistant secretary of the Navy for research, development and acquisition, told Congress, \"all three of those causal factors - making the adjustments to the nuclear power plant that we noted during sea trials, fitting in all of the post-shakedown availability workload and finishing up the elevators - they're all trending about the same time,\" reported USNI News. The weapons elevators, in particular, have been a challange for for the Navy to integrate into the ship. The AWEs use high-powered permanent magnets that are computer-controlled. The service says the technology is sound and this issues have to do with installation of the systems. \"We're about 75-percent done with the entire project. We're talking about in some cases [lining up] 70-ton doors and hatches,\" Geurts told USNI News this week. \"It's not a technology issue. It's a construction completion issue in terms of getting all the doors and hatches where they need to be.\" In a statement released following an earlier version of this post, the Navy said it had certified four weapons elevators prior to Ford leaving the pier. \"After a challenging post-shakedown availability at Newport News Shipbuilding, the crew is excited to turn their hardhats in and get Warship 78 back out to sea,\" Ford commander Capt. J.J. Cummings said in a statement to USNI News. \"I am extremely proud of our sailors and the remarkable work ethic they have demonstrated over the last 15 months.\" The departure of Ford comes as the program has faced strong criticism from Congress. Earlier this week, Rep. Elaine Luria (D-Va.) called Ford a \"$13-billion nuclear-powered floating berthing barge\" as part of a withering line of questioning to the Navy's top acquisition official and the head of Naval Sea Systems Command. She also was critical of the carrier's new estimated deployment date of 2024 - six years after the initial 2018 estimate. Spencer, who bet his job with President Donald Trump that the elevators would be repaired by the time the ship left the pier, pushed back on Wednesday against Luria's comments. \"Not one of her comments was, how can I help?\" Spencer said. \"I consider that disparaging. If she wants to get on board and help, we have open arms. We need everyone to realize that these are massively complex systems.\" The following is the complete Navy statement on Ford heading out on sea trials that was released after an earlier version of this post. Newport News, Va. (NNS) - USS Gerald R. Ford (CVN 78) got underway today for sea trials from Huntington Ingalls Industries' Newport News Shipbuilding (HII-NNS) division following a 15-month pierside maintenance period. \"I am proud of the crew's efforts to get USS Gerald R. Ford back out to sea,\" said Secretary of the Navy Richard V. Spencer. \"The Navy has diligently tackled issues associated with this first-in-class ship and will continue to do so. All are eager to demonstrate Ford's capacity to deliver combat power. There is more work to do, but this is a great milestone.\" Prior to getting underway, CVN 78 conducted a multi-day, pier-side \"Fast Cruise,\" where the crew worked through simulated at-sea operating scenarios. Gerald R. Ford then departed NNS and headed into the Atlantic Ocean for sea trials, putting into practice lessons learned from the Fast Cruise and starting a critical phase of underway testing. While at sea off the Virginia coast, the crew, in cooperation with NNS engineers and shipyard employees, will run through a comprehensive sequence of evolutions to test and validate systems maintained or modified during the extended maintenance period, known as a Post Shakedown Availability (PSA). The PSA included combat systems installations, throttle control system improvements, propulsion train component repairs, and corrections to discrepancies identified during prior testing, and completion of 304 berthing spaces. The HII-NNS team also completed construction of four advanced weapon elevators (AWE), upgraded advanced arresting gear (AAG) water twisters, and fully outfitted all galley spaces. \"After a challenging post-shakedown availability at Newport News Shipbuilding, the crew is excited to turn their hardhats in and get Warship 78 back out to sea,\" said Capt. J.J. Cummings, Ford's commanding officer. \"I am extremely proud of our Sailors and the remarkable work ethic they have demonstrated over the last 15 months. It is their energy, enthusiasm and grit that has gotten our ship to this point, and it will be their motivation and resiliency that will fuel our success during post-delivery test and trial.\" Sea trials are the culminating event prior CVN 78's ship returning to Naval Station Norfolk, Virginia. The ship will then enter a postdelivery test and trials period to certify fuel systems, conduct aircraft compatibility testing, certify the flight deck, and test the combat systems installed aboard the ship. As a first-in-class ship, the Navy is actively incorporating lessons learned from CVN 78 to improve the design and construction processes of future ships in the class. Ford-class carriers will provide unparalleled advances in operational availability and flexibility to accommodate high power/energy warfighting advances, increased sortie generation, and improved survivability to defeat projected threats. With these advances, the Ford-class will be a vital asset to our National Defense Strategy in providing combat-credible naval forces to engage competitors, deter adversaries and protect U.S. security interests globally.", "url": "https://news.usni.org/2019/10/25/worlds-most-expensive-warship-starts-sea-trials-after-more-than-a-year-of-repairs"}, {"title": "USS Gerald R. Ford Returns to Sea Following Long maintenance period", "date": "2019-10-28", "content": "Prior to getting underway, CVN 78 conducted a multi-day, pier-side \"Fast Cruise,\" where the crew worked through simulated at-sea operating scenarios. Gerald R. Ford then departed NNS and headed into the Atlantic Ocean for sea trials, putting into practice lessons learned from the Fast Cruise and starting a critical phase of underway testing. While at sea off the Virginia coast, the crew, in cooperation with NNS engineers and shipyard employees, will run through a comprehensive sequence of evolutions to test and validate systems maintained or modified during the extended maintenance period, known as a Post Shakedown Availability. An MH-60S Sea Hawk helicopter assigned to the Dragonslayers of Helicopter Sea Combat Squadron 11 flies by USS Gerald R. Ford. Ford is conducting sea trials following its 15 month post-shakedown availability. ", "url": "https://www.navalnews.com/naval-news/2019/10/uss-gerald-r-ford-returns-to-sea-following-long-maintenance-period/"}, {"title": "Aircraft Carrier USS Gerald R.Ford set to sea trials after a long break", "date": "2019-10-28", "content": "On 25th October, USS Gerald R. Ford (CVN 78) got underway for sea trials from Huntington Ingalls Industries' Newport News Shipbuilding after a 15-month pierside maintenance period. The year-long maintenance period for the bloody expensive aircraft carrier lasted 15 months, more than planned, as the service struggled problems with the ship's nuclear propulsion plant, emergent work found during the repair period and challenges with the Advanced Weapons Elevators that emerged during the period at the Huntington Ingalls Industries shipyard. Four out of 11 elevators are now functional and certified, according to the Navy. In the next sea trials phase, the crew of the ship and Huntington Ingalls Industries (HII) engineers will work together and shipyard employees to test the systems that were repaired at Newport News over the past year. The Navy describes it as an opportunity to \"fully evaluate whether the work performed . . . was completed satisfactorily.\" For years, the Ford has faced setbacks, delays and cost overruns largely related to new its technology. The ship's 11 weapons elevators, which are needed to load ordnance on planes, have been an ongoing problem. The U.S. Navy commissioned the ship in July 2017 without any working elevators. The ship's electromagnetic catapult system for launching aircraft has also faced issues. Ford-class carriers : The Gerald R. Ford class is the future aircraft carrier replacement class for Enterprise and Nimitz class aircraft carriers for the U.S. Navy. The Gerald R. Ford (CVN 78) was ordered from Newport News Shipbuilding on Sept. 10, 2008, and is scheduled to be delivered in 2016. The Gerald R. Ford class will be the premier forward asset for crisis response and early decisive striking power in a major combat operation. Gerald R. Ford class aircraft carriers and carrier strike groups will provide the core capabilities of forward presence, deterrence, sea control, power projection, maritime security and humanitarian assistance. The class brings improved warfighting capability, quality of life improvements for our Sailors and reduced total ownership costs. Each ship in the new class will save more than $4 billion in total ownership costs during its 50-year service life, compared to the Nimitz-class. The CVN 78 is designed to operate effectively with nearly 700 fewer crew members than a CVN 68-class ship. Improvements in the ship design will allow the embarked air wing to operate with approximately 400 fewer personnel. New technologies and ship design features are expected to reduce watch standing and maintenance workload for the crew. Gerald R. Ford is the first aircraft carrier designed with all electric utilities, eliminating steam service lines from the ship, reducing maintenance requirements and improving corrosion control. The new A1B reactor, Electromagnetic Aircraft Launch System (EMALS), Advanced Arresting Gear (AAG) and Dual Band Radar (DBR) all offer enhanced capability with reduced manning. The Gerald R. Ford class is designed to maximize the striking power of the embarked carrier air wing. The ship's systems and configuration are optimized to maximize the sortie generation rate (SGR) of attached strike aircraft, resulting in a 33 percent increase in SGR over the Nimitz class. The ship's configuration and electrical generating plant are designed to accommodate new systems, including direct energy weapons, during its 50- year service life.", "url": "https://navalpost.com/aircraft-carrier-uss-gerald-r-ford-set-to-sea-trials-after-a-long-break/"}, {"title": "USS Gerald R. Ford Returns And Prepares For Aircraft Tests In Early 2020", "date": "2019-11-25", "content": "The USS Gerald R. Ford (CVN 78), is returning to Naval Station Norfolk after about three weeks at sea. Once the carrier safely tied to a pier, the Navy is set to celebrate one of the ship's longest at-sea periods since entering the fleet two years ago. No longer a berthing barge, the thirteen billion dollar USS Ford can now be characterized as a helicopter carrier, inching towards functional aircraft carrier status. If the USS Ford's first long sea cruise proves to have been routine and relatively trouble-free, the USS Ford's path forward in the Navy's testing and trials process will have become a bit clearer, potentially offsetting some of the ill will generated by a Navy request, last month, for forty million more dollars to address broken elevators and other deferred or incomplete work. Navy sources say that, in January 2020, the USS Ford will begin aircraft compatibility testing, where test pilots from one of the Navy's VX wings starts flying aircraft to-and-from the aircraft carrier, proving out the new changes in Ford's high-tech launch and recovery systems and giving the USS Ford crew a chance to learn the ropes. As launch and recovery envelopes are expanded, critical components of a modern aircraft carrier air wing, E-2C/D Advanced Hawkeye battle managers and the electronic warfare-oriented EA-18G Growlers should receive their highly-publicized Ford class flight deck debuts, offering a steady drumbeat of good news for a troubled program. Time To Demonstrate Sortie Rate: The true test for the USS Ford should come in March 2020, when sources say flight deck certification is scheduled. This will mark the first opportunities for the USS Ford to host a full air wing of about seventy-five aircraft (centered around 44 F-18 fighters, 5 electronic attack aircraft, 4 early warning aircraft and a host of helicopters) and start demonstrating the vessel's highly-touted sortie rate-a rate that, according to Navy estimates, is to be thirty percent higher than America's legacy Nimitz class aircraft carriers. The Navy predicts the USS Ford will demonstrate 160 launches and recoveries a day over a twelve-hour flight period and sustain that rate over thirty days-beating Nimitz class' demonstrated performance of 120. The goal for the Ford's surge sortie rate, which testers want to see achieved and then sustained over four days of continuous, 24-hour a day flying, is 270 sorties, versus a proven 240 sorties for the Nimitz Class. But these rates are optimistic. The Navy has stated that EMALS-the USS Ford's electromagnetic launch system-will meet a requirement of 4,166 mean cycles between critical failures. The Advanced Arresting Gear (AAG) is expected to last 16,500 mean cycles between operational mission failures. Aboard the pre-refitted USS Ford, both EMALS and the AAG have failed about once in every seventy-five launches. On land, the performance of the high tech launch-and-recovery systems have not been entirely inspiring. On November 18, the Naval Air Systems Command issued a breathless announcement that a land-based AAG test site had managed, in the space of two days of testing, to land 22 aircraft in \"just over 26 minutes\". With one AAG-equipped carrier in service and a second on the way, it is a little late in the day for a land-based test site to be issuing \"participation-trophy-esque\" announcements touting that \"this never-before accomplished test event was effectively executed with herculean efforts\". If the launch and recovery of half the fighters in the traditional Nimitz class 44-fighter air wing requires two days of herculean efforts, then the AAG system reliability rate is probably not anywhere where it needs to be. To meet sortie requirements, the AAG system will need to meet this performance rate for twelve hours straight. Either that, or hope that the testers let helicopter flights count towards the Ford's ambitious sortie rate goals, as the reliability rates for the USS Ford's flight deck components will probably be unable to meet the Navy's stated requirements for some time-if at all. Conclusion: The USS Ford's planned surge sortie rate may be optimistic for the new crew and the USS Ford's still-fragile launch and recovery systems, but, it would be impressive if the USS Ford can offer performance comparable to the initial launch-and-recovery rates set legacy Nimitz class carriers on their first flight deck certification cruises. For a carrier that has, over the course of two years, only launched and recovered 747 aircraft, a ten-day cruise with over 50 sorties a day would be good news. It is a realistic goal. The USS George H.W. Bush (CVN 77), five months after commissioning, conducted 695 sorties in the space of eleven days while receiving flight deck certification. Maybe, if the USS Ford's exotic launch and recovery systems can match the performance of legacy Nimitz class carriers, then the other high-tech systems aboard can make the Navy's thirteen-billion dollar investment somewhat more worthwhile. As the USS Ford returns home, the sailors may, right now, be comparing themselves to the groundbreaking USS Enterprise (CVN 65), the U.S. Navy's first nuclear aircraft carrier. That ship was commissioned on this day, November 25, in 1961. But even though the USS Enterprise was, like the USS Ford, an audacious feat of technological wizardry, it was landing and recovering aircraft 26 days before commissioning, and within the year, the battle-ready USS Enterprise was at sea, serving on the Quarantine line during the Cuban Missile Crisis. It is time for the U.S. Navy to demonstrate performance. Time is running out, and, with recently-ousted Secretary of the Navy Richard Spencer gone, performance may be the Navy's only remaining ally left to fight for the Ford class.", "url": "https://www.forbes.com/sites/craighooper/2019/11/25/uss-gerald-r-ford-returns-and-prepares-for-aircraft-tests-in-early-2020/?sh=5d05aa472e26"}, {"title": "Underway on USS Gerald R. Ford: Navy Marks Progress on Carrier as Scrutiny of Program Grows", "date": "2019-12-09", "content": "The Navy's newest aircraft carrier left a pier from Naval Station Norfolk, Va., late last month with its reputation arguably at an all-time low. The world's most modern expensive warship, loaded with unique and largely unproven technology designed to reduce manning and increase strike fighter sorties over its predecessors, has faced months of bipartisan criticism in Congress. Members of both the House and Senate defense committees have used the delayed development of USS Gerald R. Ford (CVN-78), a $13-billion warship, as an exemplar of what's wrong with shipbuilding and defense spending. \"The Navy entered into this contract in 2008, which, combined with other contracts, ballooned the cost of the ship to more than $13 billion without understanding the technical risk, the cost or the schedules,\" Senate Armed Service Committee chairman Sen. Jim Inhofe (R-Okla.) said at Chief of Naval Operations Adm. Michael Gilday's confirmation hearing. \"This ought to be criminal.\" In October, Rep. Elaine Luria (D-Va.) called Ford a \"$13-billion nuclear-powered floating berthing barge.\" Outside of the Hill, President Donald Trump has expressed skepticism on the electromagnetic launching system, and the delay in activating the ship's first-of-a-kind advanced weapons elevators and other issues may have hastened the exit of former Navy Secretary Richard V. Spencer. As it stands, the Navy has a path to complete the elevators but it won't be until the end of its 17-month testing period. \"Ford is something the president is very concerned about,\" Acting SECNAV Thomas Modly said last week at the Naval Institute's Defense Forum Washington. \"He talks about a lot, talks to us about a lot. I think his concerns are justified because the ship is very, very expensive and it needs to work.\" For its part, the Navy has been largely quiet while its premier shipbuilding program has taken it on the chin in the press and has been blasted by the Hill and the White House. Until last month. USNI News was part of the first group of reporters underway aboard Ford and given status updates on the major pieces of technology that the service says will make the ship the most deadly carrier in history. Keeping to Schedule: Ford skipper Capt. J.J. \"Yank\" Cummings had one goal for the carrier's first 20 days underway after completing sea trials: leave on time, come back on time. Cummings took command one month into the carrier's repair period that was planned for one year but was extended six more months to wring out problems ranging from the carrier's nuclear propulsion plant to the Advanced Weapons Elevators. Before the repair period, \"a lot of times the Ford came back early for some casualties that were major,\" the fighter pilot turned ship commander told USNI News two weeks ago during an interview in the carrier's robin egg blue in-port cabin, modeled after the genteel 1970s living room of President Gerald Ford's home in Michigan. In particular, the carrier suffered a major propulsion fault during sea trials in January 2018, forcing the ship back to port. Now, since completing the post-commissioning repair period that was extended, \"we left twice on schedule and came back on schedule, no issues,\" he said. \"Are there still things we're working on? Absolutely. And we're going to bust their butts to get [the crew] ready to go and get the ship ready to deploy as soon as possible.\" Moving ahead, the crew of the carrier will work to fine-tune the new technology on Ford, Program Executive Officer for Aircraft Carriers Rear Adm. Jim Downey told USNI News aboard the carrier. \"There's a couple dozen 'first-ofs', state-of-the-art systems on their ship. When you build such a new complex ship, the ship is the testbed. We need to get out there and operate,\" Downey said. \"So for me, it's, finish up the last work remaining, and support the ship and operations, and that'll write its own story.\" The primary focus of Ford in the first months of 2020 will be certifying the flight deck for the aircraft that need to be launched and recovered using the ships Electromagnetic Aircraft Launching System (EMALS) and Advanced Arresting Gear (AAG). Meanwhile, the contractors and the crew will be working to make real the promise of the new technology on the carrier and work past the previous stumbling blocks. \"I would say that, yeah, we've hit the bottom, we're scooping it out now and now we're working hard to improve the ... reputation of the ship,\" Cummings said. More Planes, More Bombs, More Problems: The Ford-class is set to improve over the 1960s-era Nimitz-class carrier design with a focus on a singular goal - maximizing the number of strike aircraft the carrier can fuel, arm, launch and recover. Acting on a mandate from then-Secretary of Defense Donald Rumsfeld, the Navy included several unproven technologies on the ship. When the Navy was developing Ford, the service spent years studying the flow of ordnance, fuel and aircraft on and underneath the flight deck to increase the most important metric of the carrier: how many armed strike aircraft it could launch in a 12-hour period, or its sortie generation rate. In addition to in-house talent, the Navy famously consulted NASCAR pit crews on how to tighten up their process to keep the aircraft moving. The goal of the service was to increase sortie generation rates by 30 percent compared to the Nimitz class in a day of flight operations. \"That's 120 sorties sustained on Nimitz to 160 on this ship. That's sustained, not surge,\" Downey said. Instead of four aircraft elevators to carry planes from the ship's hangar to the flight deck, designers realized they just needed three. \"As we analyzed the design, it wasn't about getting the aircraft to flight deck,\" Downey said. \"That wasn't an impedance to higher sortie generation rate; it was getting the bombs to the aircraft and then the aircraft off the flight deck.\" Those requirements pushed the Navy to develop three key technologies that would not only increase the sortie rate but also reduce manning levels on the carrier: EMALS, AAG and the Advanced Weapons Elevators. While each subsystem has faced the scrutiny of not only Congress but also the Pentagon's own Director of Operational Test and Evaluation (DOT&E), perhaps no system has drawn more attention lately than the weapons elevators. Advanced Weapons Elevators: Like the other technological innovations on Ford, the weapons elevators are designed to serve the overarching sortie generation metric, Downey told USNI News. The new elevators are a generational leap from the old cable and pulley elevators on Nimitz. The platforms move up and down rails via permanent magnet motors using the same technology as high-speed levitating monorail trains. \"It moves at more than twice the rate than Nimitz elevators,\" Downey said \"[It] handles twice the weight of the Nimitz elevators -14,000 pounds roughly on Nimitz, approximately 28,000 here. And the maintenance related to that hydraulic system is gone, and because of the [design] you can actually seal off each deck because that rope system isn't there.\" The underlying technology is sound, the Navy has stressed. The holdup is having the elevators work correctly with an irregular series of doors and hatches that have been designed to maximize the efficiency of moving ordnance from the bowels of the ship to new staging areas just below the flight deck (on the Nimitz-class, weapon assembly happens in the mess decks) to ultimately top side. The elevators delivered so far travel the short distance from the weapon assembly areas to the flight deck. The harder issue is to work the elevators that run five levels down to the ships' fore and aft magazines. There are in total 70 water-tight, multi-ton doors that have to work in concert with the 11 elevators. \"They have very, very tight survivability specifications, thousandths of an inch of flatness on a multi-ton door and how it interfaces with the hull. [They're] airtight, watertight,\" Downey said. \"As you work on a multi-ton door like that, you could work quite a while, flattening that door perfectly, measuring it and doing all the related tests.\" The delay in certifying of the elevators has been a key point for critics of the carrier since former Navy Secretary Richard V. Spencer told reporters that he made a promise to President Trump at the sideline of the 2018 Army-Navy Game that was first reported by USNI News. \"I shook his hand and said, the elevators will be ready to go when she pulls out or you can fire me,\" Spencer said in January. As of last month, Ford had four out of 11 weapons elevators that have been turned over to the crew from the shipbuilder. Downey said work on the elevators was about 75-percent complete and would be worked on for 18-months of testing and certifications. The Navy has taken on more than 100 shipyard workers to complete the elevators while the ship is underway. \"The ship is gone 50 percent of that time... Some of it is heavy industrial work. So, the shipyard and the Navy have a month at a time, roughly, to work on the ship pier-side here at Norfolk Naval Station,\" Downey said. \"Folks have asked, 'Well, why didn't you just leave the ship at the shipyard and finish the elevators in a quarter or two?' That's a valid issue to discuss. But we wouldn't have exercised anything else on the ship.\" The elevators were cycled more than 1,000 times throughout the 20-day at-sea period, Downey and Cummings said. In 18-foot seas, the crew cycled the deepest elevator more than 30 times with \"no issues whatsoever,\" Cummings said. The repeated tests are rebuilding faith of the crew in the systems. \"That's a thousand times in the last 20 days versus 3,000 times the whole nine months before,\" Downey said. \"So the ship is meant to be at sea and exercise, and that's really what's going on.\"", "url": "https://news.usni.org/2019/12/09/navy-marks-progress-on-uss-gerald-r-ford-as-scrutiny-on-program-grows"}]}, {"win label": 0, "news": [{"title": "Video: Aircraft Compatibility Testing Aboard USS Gerald R. Ford", "date": "2020-01-23", "content": "ACT continues the at-sea testing of Electromagnetic Aircraft Launch System and Advanced Arresting Gear - two Aircraft Launch and Recovery Equipment systems unique to Ford - previously conducted in 2018 by the F/A-18 E/F Super Hornet. During this upcoming phase of ACT, compatibility testing will include: T-45 Goshawks, F/A-18 E/F Super Hornets, and E/A-18G Growlers from Air Test and Evaluation Squadron 23 ; and E-2D Advanced Hawkeyes and C-2A Greyhounds, from Air Test and Evaluation Squadron 20. This will be the first time the T-45, E-2D, C-2A and E/A-18G aircraft will launch and recover from the Navy's newest aircraft carrier. \"Ford is now proving all of the test-work accomplished at Joint Base McGuire- Dix-Lakehurst, N.J. over the last year-and-a-half, that we can fly fleet aircraft as a ship with EMALS and AAG integrated,\" said Cmdr. Mehdi \"Metro\" Akacem, Ford's Air Boss. \"This is very exciting, and it is the culmination of a year-and-a-half of training, anticipation, and teamwork.\" Ford last flew aircraft in January 2018 and has 747 launches and arrestments to date. This round of testing will allow the crew to further test the improvements made during its post-shakedown availability (PSA) at Huntington Ingalls Industries-Newport News Shipbuilding while also allowing the crew to gain experience on these unique systems. \"This is one of the reasons why I love the Navy,\" said Aviation Boatswain's Mate Airman Xavier Pettway, from Jacksonville, Fla. \"It's crazy to think about. Even when we were doing drills on the flight deck my heart was beating so fast, and now, we're doing it for real. It's unreal, but I'm ready for it.\" EMALS is the launch system of choice for Ford and all future Ford-class aircraft carriers. Its mission and function remains the same as traditional steam catapults; however, it employs entirely different technologies. EMALS uses stored kinetic energy and solid-state electrical power conversion. This technology permits a high degree of computer control, monitoring and automation. The system will also provide the capability for launching all current and future carrier air wing platforms - lightweight unmanned to heavy strike fighters. ", "url": "https://www.navalnews.com/naval-news/2020/01/video-aircraft-compatibility-testing-aboard-uss-gerald-r-ford/"}, {"title": "EMALS & AAG Green Lighted for All CVN 78 Aircraft", "date": "2020-02-12", "content": "The U.S. Navy issued Aircraft Launch Bulletins (ALB) and Aircraft Recovery Bulletins (ARB) which identify the weights and engaging speeds authorized for shipboard aircraft launch and recovery, and signal EMALS and AAG are operationally safe for use aboard CVN 78. On January 31, 2020, CVN 78 completed at-sea Aircraft Compatibility Testing (ACT) utilizing a range of aircraft for the flight deck testing, including F/A-18E/F, E-2D, C-2A, EA-18G, and T-45C, to prove EMALS and AAG can accommodate the air wing aircraft. GA-EMS is delivering EMALS and AAG for the future John F. Kennedy (CVN 79) and Enterprise (CVN 80). Significant cost savings are being realized through multiple ship production contracts, which minimize gaps in production while maximizing planning, scheduling and delivery to support all three Ford-class carriers. \"The next few months are really where all the hard work comes together to intensely exercise these systems to meet CVN 78 operational objectives,\" stated Rolf Ziesing, vice president of Programs at GA-EMS. \"This is a very exciting time for us, generating a great deal of team pride as EMALS and AAG successfully performs. We remain laser-focused on our support of the Ford and ensuring that same success comes to fruition on the future CVN 79 and CVN 80.\" ", "url": "https://www.navalnews.com/naval-news/2020/02/emals-aag-green-lighted-for-all-cvn-78-aircraft/"}, {"title": "CVN-78 Completes Two Carrier Certifications, Reaches 1,000 Launches And Recoveries", "date": "2020-03-26", "content": "The newest aircraft carrier, the USS Gerald R. Ford, completed its Flight Deck Certification and Carrier Air Traffic Control Center Certification on March 20 after completing 1,000 aircraft launches and recoveries. To prove the ship capabilities, the carrier both finished a Precision Approach Landing Systems certification and conducted 123-day and 42-night catapult launches and trap recovering over two consecutive days of flight operations. The minimum requirements were to complete the PALS certification and conduct at least 50 day traps on day one and 70 day traps and 40 night traps on day two. F/A-18E and F Super Hornets assigned to Carrier Air Wing 8, stack up in preparation for launch from the flight deck of USS Gerald R. Ford during flight operations in the Atlantic Ocean on March 21, 2020 while conducting carrier qualifications. F/A-18E and F Super Hornets assigned to Carrier Air Wing 8, stack up in preparation for launch from the flight deck of USS Gerald R. Ford during flight operations in the Atlantic Ocean on March 21, 2020 while conducting carrier qualifications. ", "url": "https://www.defensedaily.com/cvn-78-completes-two-carrier-certifications-reaches-1000-launches-and-recoveries/navy-usmc/"}, {"title": "Fifth CVN-78 Weapons Elevator Finished Testing, All Ready By Summer 2021 Shock Trials", "date": "2020-04-17", "content": "The Navy's top acquisition official recently said the first lower weapons elevator on the USS Gerald R. Ford has finished testing and will soon be turned over to the crew while the full set of 11 elevators will be ready by next summer. \"You'll see an announcement coming up shortly on the first lower elevator. It's cleared all of its testing and you'll see an announcement very soon that it's been certified and turned over to the crew,\" Assistant Secretary of the Navy for Research, Development and Acquisition James Geurts told reporters during a press call April 16. Personnel go over safety procedures for the Upper Stage 1 advanced weapons elevator with sailors from USS Gerald R. Ford's weapons department in Newport News, Va. in January. This was the first of 11 elevators delivered to the ship. ", "url": "https://www.defensedaily.com/fifth-cvn-78-weapons-elevator-finished-testing-ready-summer-2021-shock-trials/navy-usmc/"}, {"title": "USS Gerald Ford Done Proving It Can Launch Planes, Ready to Tackle Warfighting Operations", "date": "2020-06-01", "content": "If the Navy has spent the last three years taking USS Gerald R. Ford (CVN-78) from a construction project to a platform that can launch and recover jets, the service is now taking steps to turn the ship into one that can fight in maritime combat. Carrier Air Wing 8 embarked Ford and began cyclic operations on May 30, and some of the Carrier Strike Group 12 staff will embark this week for the first time as well, to start assembling \"the basic building blocks of putting the entire strike group package together,\" CSG 12 Commander Rear Adm. Craig Clapperton told reporters today. Clapperton said he will embark some of his staff to the carrier on Wednesday for the first time ever, with the goal of permanently moving aboard the carrier by the end of the year. CVW 8 is still technically assigned to another carrier strike group for now, he noted, but by the fall it will officially become Ford's associated air wing. From the ship's July 2017 first-at-sea trap landing and catapult launch until January's Aircraft Compatibility Testing, Ford had only worked with test squadrons. In March, the first fleet pilots finally came aboard. CVW 8 helped Ford achieve Flight Deck Certification (FDC) and Carrier Air Traffic Control Center (CATCC) Certification on March 20, allowing Ford to begin serving as the East Coast carrier qualification platform for new pilots flying the T-45 Goshawk trainer jet and pilots just learning to fly their new platforms - F/A-18E-F Super Hornets and E-2D Advanced Hawkeyes. Now, though Navy leadership has said Ford will carry the responsibility of hosting carrier qualifications on the East Coast until mid next year, the carrier will also be able to turn its attention to warfighting. As a first step, the first-in-class carrier is likely to do some command and control exercises with the nearby Harry S. Truman Carrier Strike Group, at sea in the Mid-Atlantic aiming to avoid the COVID-19 pandemic until another CSG is certified and ready to deploy. Clapperton said the two carriers wouldn't exchange any aircraft but could work on command and control and communications between the two flattops. Additionally, Ford may operate with the HST CSG's destroyer squadron assets, the first time Ford would be operating in tandem with another ship at sea. The rear admiral noted that a carrier is essentially a command and control asset and needs to be able to collect, synthesize and share data and a common operating picture both down throughout the CSG and also up to higher headquarters ashore. Clapperton said Ford would be taking the first steps towards this kind of networked operation in the next few weeks. \"We look forward to embarking the strike group this week and then continue to operationalize Ford and make it ready to meet all callings,\" he said. For the air wing, too, it's an exciting time. After the CVW was onboard in March for the flight deck certification - which simply consisted of landing and launching over and over again - \"what we're doing in this at-sea period is we're actually taking the ship and taking it from a carrier qualification mission to a mission that focuses on combat operations,\" CVW 8 Commander Capt. Joshua Sager said during the media call today from aboard Ford at sea. He added that the newly completed lower Advanced Weapons Elevator (AWE) now gives the air wing access to munitions deep into its magazine and the ability to swap planned loadouts in real-time as operational conditions change. He said that agility would be one focus of the air wing's operations during this at-sea period, where they'd be able to run mission profiles and drop inert ordnance in support of air defense, air superiority and power projection missions. Ford commander Capt. J.J. Cummings said during the call that, while there is still some work to be done on the ship - finishing the remainder of the weapons elevators, and stressing the new Advanced Arresting Gear (AAG) and Electromagnetic Aircraft Launch System (EMALS) to find areas where the engineers need to improve the new systems' resiliency - the crew's focus is now on learning to fight the new class of aircraft carrier. About 1,000 new sailors have joined the crew in the past four to five months, he said, most of them with three- to five-year orders. Those sailors will therefore see the ship through its current post-delivery test and trials period, through next year's full-ship shock trials and subsequent maintenance period, and eventually through the carrier's maiden deployment potentially in 2023 or 2024. Cummings said the Navy plans to develop a Ford-class talent pool, bringing back sailors who have served on Ford once they've done their shore duty and are ready for another sea duty assignment. The sailors on Ford today will be the ones leading on Ford and follow-on carriers in the future, he said, and so they're taking this time now to become experts at using, maintaining and fighting their systems. Clapperton said his carrier strike group staff would also have to learn a lot of new lessons about how to operate on the new class of carrier. \"This is a Ford strike group, not a Nimitz strike group. Ford is certainly set up differently, the layout is different, and while we certainly think that there will be some things ... that will be similar to the Nimitz strike group, we also think that there will be things that are different,\" the admiral said. Rather than wait to learn those lessons until Ford is ready to begin pre-deployment training in a couple years, \"the idea right now is to get out onboard the ship as a strike group, begin bringing in various pieces of our assets - really every single one of these underways that are going on between now and next March, we're going to bring an increasing number of strike group players out there and then increase the complexity of our operations and our integration each time, with the specific goal of trying to figure out how is it we want to fight a Ford strike group. How is it similar and how is it dissimilar to a Nimitz strike group, and make sure we're smart on that.\"", "url": "https://news.usni.org/2020/06/01/uss-gerald-ford-done-proving-it-can-launch-planes-ready-to-tackle-warfighting-operations"}, {"title": "USS Ford still has major technical problems, says GAO report", "date": "2020-06-04", "content": "The USS Gerald Ford, the U.S. Navy's new, supercarrier still has major technical problems in two of its systems, according to a new report from the Government Accountability Office. \"Despite maturing its critical technologies, the Navy is still struggling to demonstrate the reliability of key systems, including the electromagnetic aircraft launch system (EMALS); Advanced Arresting Gear (AAG); and dual band radar (DBR),\" said the report, which was released this week. Intended to replace the Nimitz-class carriers, the Ford has been troubled by cost overruns and technical problems, particularly involving its munitions elevators. The Navy certified a fifth weapons elevator aboard the Ford in April, but according to the GAO, none of the weapons elevators are currently operational, which means the elevators still can't bring munitions to the flight deck from the lower decks. Earlier this week, the Navy announced that the ship has moved from aircraft carrier operations to preparing for maritime combat, including moving inert weapons from a lower deck to the flight deck. The GAO report notes that in September 2019, the Navy increased the CVN 78 cost cap by $197 million to $13.2 billion -- in part to fix deficiencies in the elevators. The Navy is now aiming to complete all elevator work by this spring, the GAO said.", "url": "https://www.upi.com/Defense-News/2020/06/04/USS-Ford-still-has-major-technical-problems-says-GAO-report/5201591306147/"}]}, {"win label": 0, "news": [{"title": "USS Gerald R. Ford Making Steady Progress Ahead of Deployment", "date": "2020-11-24", "content": "USS Gerald R. Ford (CVN-78) has been in and out of port for more than a year as the Navy continues to wring out the bugs from the new technologies on the next-generation carrier. While progress is steady, the program still has several milestones to achieve before it's ready for its inaugural deployment. Ford is slated to finish its post-delivery test and trials period and certify all of its weapons elevators, which have caused delays to the ship's schedule, before starting full-ship shock trials in May. During a USNI News trip last week aboard Ford, crew members were optimistic about the possibilities the first-in-class carrier holds for the Navy's future and the progress the crew has made in recent at-sea periods. But with a few more months to go in the testing stage, the crew is still working to increase the reliability of multiple new technologies aboard the ship. The Navy hopes that the numerous changes made on Ford - meant to make the carrier more efficient and lethal compared to the Nimitz class, with less manning and a higher sortie-generation rate - will help the ship evolve for different warfighting missions throughout its service life. After facing criticism from lawmakers in both parties over delays to the lead ship, officials say Ford's time at sea over the last year has allowed sailors to experiment with the new systems - like the Advanced Weapons Elevators, Advanced Arresting Gear (AAG), and Electromagnetic Aircraft Launch System (EMALS) - while also beginning to practice strike group operations. \"These are enormous undertakings. There's been some problems. There's been some cost issues. Most of that's history,\" Rear Adm. James Downey, the Navy's program executive officer for aircraft carriers, told reporters aboard Ford last week. This PDT&T phase allows Ford Commanding Officer Capt. J.J. Cummings to achieve the carrier's required certifications, while Carrier Strike Group 12 Commander Rear Adm. Craig Clapperton can work on command and control operations and shipyards workers can finish the weapons elevators, Downey said. He noted that 10 to 15 percent of maintenance work scheduled for later on has been moved up.", "url": "https://news.usni.org/2020/11/24/uss-gerald-r-ford-making-steady-progress-ahead-of-deployment"}]}, {"win label": 0, "news": [{"title": "Navy's $13.2 billion aircraft carrier still experiencing problems", "date": "2021-01-10", "content": "The military's priciest aircraft carrier - worth $13.2 billion - is still suffering technological malfunctions three years after it was delivered to the U.S. Navy, according to a report. The issues on the USS Gerald R. Ford \"remain consistent\" with those from previous years, according to a Pentagon assessment obtained by Bloomberg News. The carriers' issues include problems getting jets off the deck and issues with the landing systems. \"Poor or unknown reliability of new technology systems critical for flight operations,\" including the carriers' electromagnetic launch system worth $3.5 billion could affect its ability to generate sorties, Bloomberg reported, citing the assessment. The so-called supercarrier was delivered late and at way over the initial cost estimates, The Post reported back in 2016.", "url": "https://nypost.com/2021/01/10/uss-gerald-r-ford-still-experiencing-problems/"}, {"title": "U.S. Navy Most Expensive Aircraft Carrier Ever USS Gerald R. Ford Still Having Problems", "date": "2021-01-10", "content": "Thee $13.2 billion aircraft carrier USS Gerald R. Ford is still seeing major technical gaffes three years after its launch. And it is the most expensive aircraft carrier in the world. Bloomberg reports that its new high tech type of takeoff and landing systems for aircraft are unreliable and break down frequently. These systems cost American taxpayers $3.5 billion. This is obviously a serious issue for a naval vessel whose entire existence is based on being a floating mobile airport. The issue here is that the new Ford class ships use an electromagnetic catapult system instead of the traditional steam powered one. The catapult launches a plane into the air by giving it the force needed to achieve lift off. This is necessary because an aircraft carrier does not offer the same length of runway as an air field does and planes need to build up momentum to get off the ground. The Electromagnetic Aircraft Launch System (EMALS) is a type of aircraft launching system developed by General Atomics for the United States Navy. This type of catapult employs a linear induction motor rather than the conventional steam piston. It weighs less, occupies less space, and requires less maintenance and manpower than the steam powered catapult. It also recharges faster allowing for quicker launching of more planes and needs less energy. Compared to steam catapults, EMALS can control the launch performance with greater precision, allowing it to launch more kinds of aircraft, from heavy fighter jets to light unmanned aircraft. But that is when they work properly. Critics had expected a high rate of malfunctions. Its main advantage is that it accelerates aircraft more smoothly, putting less stress on their airframes. Compared to steam catapults, the EMALS also weighs less, is expected to cost less and require less maintenance, and can launch both heavier and lighter aircraft than a steam piston-driven system. It also reduces the carrier's requirement of fresh water, thus reducing the demand for energy-intensive desalination. The Ford class features a new nuclear power plant, a redesigned island, electromagnetic catapults, improved weapons movement, an enhanced flight deck capable of increased aircraft sortie rates, and growth margin for future technologies. Each Ford-class ship will operate with a smaller crew than a Nimitz-class carrier and will provide $4 billion in total ownership cost savings for the Navy. Aircraft carriers provide sovereign, mobile U.S. territory and are a visible symbol of U.S. power. They are the centerpiece of our nation's security strategy and support and protect the global economy through the protection of sea lanes around the world. USS Gerald R. Ford (CVN 78) is the Navy's first aircraft carrier to be completely designed using a 3-dimensional product model. Newport News Shipbuilding utilized the latest and most advanced computer tool capabilities and functionalities for visual integration in design, engineering, planning and construction. Every piece part is created in a 3-D model at full scale which includes structure, various equipment, piping systems, machinery, electrical, wireways, gauges, pumps, berths, medical and galleys. At any given day hundreds of designers, engineers, planners and construction representatives were in the model designing, creating and planning every feature of the ship.", "url": "https://jewishbusinessnews.com/2021/01/10/u-s-navy-most-expensive-aircraft-carrier-ever-uss-gerald-r-ford-still-having-problems/"}, {"title": "USS Gerald R. Ford Completes Another Independent Steaming Event - Shock Trials Are Next", "date": "2021-03-21", "content": "During ISE 17, Ford accomplished carrier qualifications (CQ) for Fleet pilots and student naval aviators (SNAs), conducted Combat Systems Ship's Qualification Trials (CSSQT) phase 2A, and integrated carrier strike group operations. During the first portion of ISE 17, Ford contributed to fleet readiness by conducting CQ for 14 pilots assigned to Strike Fighter Squadron (VFA) 122 and three pilots assigned to Carrier Airborne Command and Control Squadron (VAW) 124. The carrier landings, or \"traps\", during ISE 17 CQ periods increased Ford's current trap count to 7,879 utilizing the ship's first-in-class advanced arresting gear. Ford's combat systems department completed phase 2A of CSSQT, a Naval Sea Systems Command requirement for ships that are either new construction or have undergone a significant combat systems upgrade. During the qualification trials, the close-in weapons system (CIWS) fired 1,500 rounds of ammunition and successfully engaged a low-cost modular target. Combat systems department Sailors also conducted 349 hours of routine maintenance on seven defensive weapon systems, to groom them for CSSQT phase 2C. \"Doing CSSQT allowed us to gauge our ability to defend the ship,\" said Fire Controlman 2nd Class Tyler Westbrook, from Fort Huron, Michigan, assigned to Ford's combat systems department. \"We have our aircraft launch and recovery as our offensive. CIWS, rolling airframe missiles and NATO sea sparrow allow us to see what it is like defending the ship.\" SNAs assigned to Chief, Naval Air Training Command (TRACOM) also conducted CQ to complete required training to earn their \"wings of gold\". Ford has qualified 167 SNAs since March 2020, including 28 during ISE 17. Lt. Christopher Jones, from Paintsville, Kentucky, Ford's aircraft handling officer, said that Ford's air department executed the TRACOM CQ mission well above standards. Wrapping up ISE 17, Carrier Strike Group (CSG) 12 Commander, staff, and warfare commanders embarked aboard Ford to execute integrated carrier strike group operations. Over a one week period they conducted an encounter exercise with USS Stout (DDG 55), an expendable mobile anti-submarine warfare exercise with the \"Spartans\" of Helicopter Maritime Strike Squadron (HSM) 70, and an emissions control exercise lead by the Information Warfare Commander. Gerald R. Ford (CVN 78) is in port Naval Station Norfolk for a scheduled window of opportunity for maintenance as part of her post-delivery test and trials phase of operations, and is on schedule for full ship shock trials later this year.", "url": "https://www.navalnews.com/naval-news/2021/03/uss-gerald-r-ford-completes-another-independent-steaming-event-shock-trials-are-next/"}, {"title": "Gerald R. Ford Successfully Completes Combat Systems Ship's Qualification Trials", "date": "2021-04-23", "content": "Sailors aboard the aircraft carrier USS Gerald R. Ford (CVN 78) successfully completed Combat Systems Ship's Qualification Trials (CSSQT) April 17, representing a major milestone in validating the ship's capability to defend itself and the crew. The trials, which commenced in February, consisted of five phases. The completion of the final phase, 2C, and CSSQT overall, is the culmination of years of planning, training, ingenuity and thousands of working hours for the ship's current and previous crews. \"I could not be more proud of our Sailors and their historic accomplishment,\" said Capt. Paul Lanzilotta, Ford's commanding officer. \"CSSQT was a live-fire, hands-on opportunity to prove the self-defense capability of this fine warship. We always intend to use our embarked air wing to influence our adversaries at great ranges from the ship, but if they're able to get a shot at us, this event has shown our crew the formidable nature of our organic weapons.\" According to ship's CSSQT project officer, Larry Daugherty, phase 2C was the \"prove it\" phase for the ship, which had already completed multiple detect-to-engage scenarios with live aircraft. In 2C, Ford faced off against rocket propelled drones capable of speeds in excess of 600 miles per hour; towed drone units (TDU) that simulate rockets; and remote controlled, high-speed maneuvering surface targets (HSMST). The crew countered, relying on their skills and training to operate Ford's advanced defense systems. They used the rolling airframe missile (RAM) launchers, firing off RIM-116 missiles; the NATO launchers to fire the evolved sea sparrow missiles (ESSM); and the Mk-15 Phalanx Close-In Weapon System (CIWS) to fire armor-piercing tungsten bullets at 4,500 rounds per minute. \"The crew crushed it, firing off four missiles [two RIM-116 and two ESSM], and all of them were conducted with precision control by combat direction center (CDC) watch teams, they executed perfectly,\" said Daugherty. \"All command and control decisions were made correctly, and the [systems] were engaged when they were supposed to be engaged and everything went out on time.\" The ship's defense missiles engaged the drones and CIWS took out the TDUs and HSMSTs. All three TDUs were destroyed, and two of those TDUs were ripped to shreds, according to Daugherty. All three HSMSTs were destroyed as well. \"Those Sailors not only took out the first two HSMSTs, they punched holes in them, set them on fire, and they both sank,\" said Daugherty. \"On the third one, the CIWS operator was so good that he actually hit the target further out than the weapon system's maximum effective range and put it [dead in the water] DIW.\" As the first crew to fire Ford's missiles and complete this mission, it is a huge accomplishment, according to Chief Warrant Officer 2 Todd Williamson, Ford's fire control officer, and it began with the on-load of the missiles. \"Getting missiles transported and loaded onto a ship is a big movement that requires national coordination between multiple entities,\" said Williamson. \"The ship's Fire Controlmen and Weapons Department were the backbone of the handling evolution, while Ford's Aviation Intermediate Maintenance Department provided material handling equipment readiness support. Our [In-Service Engineering Agents] ISEA were also on-hand to provide oversight.\" The first few days of the nearly week-long exercises for 2C were some of the most challenging, according to Williamson. \"For Weapons Department and Combat Systems Department, it was two 18-hour back-to-back days just to get set-up and complete telemetry checks,\" he said. The telemetry checks provide the capability to record the flight performance characteristics and fusing of RAM and ESSM missiles to ensure they are capable of hitting their intended targets, according to Daugherty. There were other system checks, system and equipment tuning, ordnance uploads, preventative maintenance checks and casualty repairs, which collectively made for an extremely complex series of exercises. According to Fire Controlman 2nd Class Douglas Huyge, who has been aboard Ford for two years, his team was up for the challenge. \"I am 100 percent impressed with the way the division worked together to achieve this goal,\" said Huyge. \"People who are in leadership positions dream of dream-teams like this, we worked hard to get here and we executed the mission.\" CSSQT is the culminating combat systems test of Ford's 18-month post-delivery test and trials (PDT&T) phase of operations. Following PDT&T this month, Ford will commence preparations for Full Ship Shock Trials, scheduled to occur during the summer, to validate the ability of new construction ships to carry out assigned missions and evaluate operational survivability after exposure to an underwater shock. \"[CSSQT] was probably the single-handed greatest feeling I've felt on this ship so far,\" said Huyge, describing how he felt watching the live-fire evolution in CDC, after many years of hard work. \"I would say what I felt was fulfillment. It was a high level of fulfillment.\" USS Gerald R. Ford is a first-in-class aircraft carrier, and the first new aircraft carrier designed in more than 40 years. The ship is underway for Independent Steaming Event 18 (ISE 18), as part of her PDT&T phase of operations.", "url": "https://www.dvidshub.net/news/394657/gerald-r-ford-successfully-completes-combat-systems-ships-qualification-trials"}, {"title": "USS Gerald R. Ford (CVN 78) Completes First Full Ship Shock Trial Event", "date": "2021-06-18", "content": "On Friday, June 18, the USS Gerald R. Ford (CVN 78) successfully completed the first scheduled explosive event as part of Full Ship Shock Trials (FSST). The first-in-class aircraft carrier was designed using advanced computer modeling methods, testing, and analysis to ensure the ship is hardened to withstand battle conditions, and these shock trials provide data used in validating the shock hardness of the ship. The U.S. Navy has conducted FSSTs over several decades, most recently for the Littoral Combat Ships USS Jackson (LCS 6) and USS Milwaukee (LCS 5) in 2016; as well as for the San Antonio-class amphibious transport dock USS Mesa Verde (LPD 19) in 2008, the amphibious assault ship USS Wasp (LHD 1) in 1990, and the guided missile cruiser USS Mobile Bay (CG 53) in 1987. The last aircraft carrier to execute FSST was USS Theodore Roosevelt (CVN 71) in 1987. The Navy is conducting the shock trial testing in accordance with Office of the Chief of Naval Operations Instruction 9072.2, and as mandated by the National Defense Authorization Act of 2016. Ford's shock trials are being conducted off the East Coast of the United States, within a narrow schedule that complies with environmental mitigation requirements, respecting known migration patterns of marine life in the test area. The Navy also has employed extensive protocols throughout FSST to ensure the safety of military and civilian personnel participating in the testing evolution. Ford is the newest and most advanced aircraft carrier in the U.S. Navy. The ship closed out a successful 18-month Post Delivery Test & Trials period in April, during which the crew completed all required testing, accomplished planned improvements and maintenance ahead of schedule, and learned valuable lessons to increase the reliability of Ford-Class systems. At the same time, the ship also served as the sole East Coast platform for conducting carrier qualifications. Upon completion of FSST later this summer, Ford will enter a Planned Incremental Availability for six months of modernization, maintenance, and repairs prior to its operational employment.", "url": "https://www.navy.mil/Press-Office/Press-Releases/display-pressreleases/Article/2663444/uss-gerald-r-ford-cvn-78-completes-first-full-ship-shock-trial-event/"}, {"title": "US Navy tests warship's metal with megablast", "date": "2021-06-21", "content": "The US Navy has started a series of tests on its newest and most advanced aircraft carrier by detonating powerful explosions to determine whether the ship is ready for war. The first of the tests, which are known as Full Ship Shock Trials, occurred Friday when the Navy set off a giant explosive event near the USS Gerald R. Ford, according to a statement. Images and video footage showed an enormous burst of water shoot from the ocean as a result of what US media called a 40,000-pound (18,144-kilogram) explosion. The US Geological Survey said the explosion, which occurred in the Atlantic Ocean off the Florida coast, registered as a 3.9 magnitude earthquake. The Navy \"conducts shock trials of new ship designs using live explosives to confirm that our warships can continue to meet demanding mission requirements under harsh conditions they might encounter in battle,\" it said in the statement. After the trials, the warship will undergo maintenance and repairs. The tests are being conducted \"within a narrow schedule that complies with environmental mitigation requirements, respecting known migration patterns of marine life in the test area,\" the Navy added. ", "url": "https://news.abs-cbn.com/overseas/06/21/21/us-navy-tests-warships-metal-with-megablast"}]}, {"win label": 0, "news": [{"title": "USS Gerald R. Ford Conducts Final Explosive Event, Completing Full Ship Shock Trials", "date": "2021-08-08", "content": "USS Gerald R. Ford (CVN 78) successfully conducted a third explosive event off the coast of Jacksonville, FL, on 8 Aug., marking the completion of the ship's Full Ship Shock Trials (FSST). Shock Trials validate a ship's shock hardness and ability to sustain operations in a simulated combat environment using live ordnance. During the four-month testing evolution, the first-in-class aircraft carrier withstood the impact of three 40,000-pound underwater blasts, released at distances progressively closer to the ship. \"The Navy designed the Ford-class carrier using advanced computer modeling methods, testing, and analysis to ensure the ships are hardened to withstand harsh battle conditions,\" said Capt. Brian Metcalf, manager for the Navy's future aircraft carrier program office, PMS 378. Metcalf said that the goal of the tests is to ensure that Ford's integrated combat systems perform as designed and added \"the tests demonstrated-and proved to the crew, fairly dramatically-that the ship will be able to withstand formidable shocks and continue to operate under extreme conditions.\" CVN 78 is returning to the Tidewater area for a six month Planned Incremental Availability (PIA). As the PIA begins, teams will conduct additional detailed inspections, assess any damage sustained during the shots, and continue modernization and maintenance work in advance of workups for the ship's deployment in 2022. Rear Adm. James P. Downey, program executive officer for aircraft carriers, rode the ship during the first and third shock evolutions, and observed the historic trials, first-hand. \"FSST has proven a critical investment in the Ford-class development,\" said Downey. \"The ship and crew performed exceptionally in these very strenuous conditions and continued their operations throughout the shock events, demonstrating the ship's 'fight-through' capability.\" \"We're designing and building these aircraft carriers to sail in some of the world's most contested security environments. So when you think about the threats to warships posed by non-contact blasts and the number of sea mines in the inventories of navies around the world, the gravity and consequence of these shock trials really come into focus. The Navy's ongoing investment in the design, including this modeling, will help ensure the resiliency of Ford's integrated, mission critical systems in underway threat environments.\" Downey added that the trial's ultimate success hinged on the extraordinary performance of ship's force, in coordination with crews on several surface and aviation platforms that support FSST. \"The countdown to the actual shot is choreographed down to the smallest detail, and the coordination between the ship and the other surface and aviation platforms, as well as the on-scene environmental scientists has been impressive.\" Balancing combatant testing and environmental mitigation: FSSTs are complex evolutions, conducted during a precise operating schedule in compliance with exacting environmental mitigation requirements, respecting known migration patterns of marine life and protected species. Ford's shock trials required exacting coordination across multiple Navy/Naval Sea Systems Command (NAVSEA) organizations and experienced FSST teams. Prior to each shot, the FSST team notified mariners to avoid the test area, and implemented extensive protocols to ensure the safety of military and civilian personnel participating in the operation. A team of more than a dozen scientists, biologists, and observers were assigned to Ford, nearby support vessels, and observation aircraft. Observers used high-powered lenses to detect marine life at great distances, through ocean waves and white caps. During the sequence of events leading up to each shot, crews operated in a heightened state of watchful readiness in anticipation of the ultimate go/no-go decision, which had to be made between 4:00 and 8:00 a.m. on the day of the scheduled blast. Ford's Commanding Officer, Capt. Paul Lanzilotta, was the tactical commander that ordered the go/no-go decision, based on the interplay of several crucial variables, such as ship and crew readiness, weather, and sea state, as well as pre-set environmental mitigation measures, designed to protect any marine life spotted within the test area. \"Safety was always the driving consideration throughout the shock trials,\" recalled Lanzilotta. \"So, once we were ready and in position, pausing the countdown to the shot could really test our focus and persistence.\" \"In spite of months of detailed preparation, you can't always count on the weather,\" he said. \"But the crew hung in there, and showed the great tenacity and professionalism reflective of their pride in our Warship.\" \"So many pieces had to fall into place to execute Ford's FSSTs within the testing window,\" said Capt. Lanzilotta. \"Success required equal measures of technical expertise, trust, and courage-traits you'll find in great supply on Warship 78 and throughout the entire Ford Shock Trial Team. These shots have only strengthened my confidence in the durability of this ship, and the excellence of the crew who came out here to own it, and absolutely crushed it.\" The U.S. Navy has conducted FSSTs over several decades, most recently for the Littoral Combat Ships USS Jackson (LCS 6) and USS Milwaukee (LCS 5) in 2016; as well as on the San Antonio-class amphibious transport dock USS Mesa Verde (LPD 19) in 2008, the amphibious assault ship USS Wasp (LHD 1) in 1990, and the guided missile cruiser USS Mobile Bay (CG 53) in 1987. The last aircraft carrier to execute FSST was USS Theodore Roosevelt (CVN 71) in 1987. The Navy conducted the Gerald R. Ford shock trial testing in accordance with Office of the Chief of Naval Operations Instruction 9072.2, and as mandated by the National Defense Authorization Act of 2016. The first two shots of the FSST sequence occurred on June 18 and July 16. USS Gerald R. Ford is the newest and most advanced aircraft carrier in the U.S. Navy. The ship closed out a successful 18-month Post Delivery Test & Trials period in April, during which the crew completed all required testing, accomplished planned improvements and maintenance ahead of schedule, and learned valuable lessons to increase the reliability of Ford-Class systems. At the same time, the ship also served as the sole East Coast platform for conducting carrier qualifications. The Gerald R. Ford-class represents the first major design investment in aircraft carriers since the 1960s. CVN 78 is engineered to support new technologies and a modern air wing essential to deterring and defeating near-peer adversaries in a complex maritime environment.", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/2723519/uss-gerald-r-ford-conducts-final-explosive-event-completing-full-ship-shock-tri/"}, {"title": "USS Gerald R. Ford (CVN 78) Successfully Completed Final shock trials", "date": "2021-08-09", "content": "USS Gerald R. Ford (CVN 78) successfully conducted a third explosive event off the coast of Jacksonville, FL, on 8 Aug., marking the completion of the ship's Full Ship Shock Trials (FSST). Shock Trials validate a ship's shock hardness and ability to sustain operations in a simulated combat environment using live ordnance. During the four-month testing evolution, the first-in-class aircraft carrier withstood the impact of three 40,000-pound underwater blasts, released at distances progressively closer to the ship. Metcalf said that the goal of the tests is to ensure that Ford's integrated combat systems perform as designed and added \"the tests demonstrated-and proved to the crew, fairly dramatically-that the ship will be able to withstand formidable shocks and continue to operate under extreme conditions.\" CVN 78 is returning to the Tidewater area for a six month Planned Incremental Availability (PIA). As the PIA begins, teams will conduct additional detailed inspections, assess any damage sustained during the shots, and continue modernization and maintenance work in advance of workups for the ship's deployment in 2022. ", "url": "https://www.navalnews.com/naval-news/2021/08/uss-gerald-r-ford-cvn-78-successfully-completed-final-shock-trials/"}, {"title": "US Navy's new Gerald R. Ford successfully completed Full Ship Shock Trials", "date": "2021-08-12", "content": "The US Navy completed its three-part explosive Full Ship Shock Trials (FSST) on the aircraft carrier USS Gerald R. Ford on 8 Aug. The third blast of the full-ship shock trials, which took place off the coast of Jacksonville, FL, validate a ship's shock hardness and ability to sustain operations in a simulated combat environment using live ordnance. During the four-month testing evolution, the first-in-class aircraft carrier withstood the impact of three 40,000-pound (over 18,000 kg) underwater blasts, released at distances progressively closer to the ship. Earlier in June, a similar test was performed successfully and then followed by another one in July. The Navy designed the Ford-class carrier using advanced computer modeling methods, testing, and analysis to ensure the warships are hardened to meet demanding mission requirements under harsh conditions they might encounter in battle. Rear Adm. James P. Downey, executive program officer for aircraft carriers, was onboard the ship during the first and third shock evolutions and observed the historical trials first-hand. \"FSST has proven a critical investment in the Ford-class development,\" said Downey. \"The ship and crew performed exceptionally in these very strenuous conditions and continued their operations throughout the shock events, demonstrating the ship's 'fight through capability.\" The FSSTs are complex evolutions conducted during a precise operating schedule in compliance with exacting environmental mitigation requirements, respecting known migration patterns of marine life and protected species. Ford's shock trials were no exception. Before each test, the FSST team notified mariners to avoid the test area and implemented extensive protocols to ensure the safety of military and civilian personnel participating in the operation. Also, the team of more than a dozen scientists, biologists, and observers used high-powered lenses to detect marine life at great distances through ocean waves and white caps. Several crucial variables were taken into account before each test, including ship and crew readiness, weather, and sea state, as well as pre-set environmental mitigation measures designed to protect any marine life spotted within the test area. Following the completion of the shock trials, the USS Gerald Ford will now return to the Tidewater area for a six-month Planned Incremental Availability (PIA). As the PIA begins, teams will conduct additional detailed inspections, assess any damage sustained during the shots, and continue modernization and maintenance work in advance of workups for the ship's deployment in 2022.", "url": "https://www.inceptivemind.com/us-navy-uss-gerald-r-ford-completed-full-ship-shock-trials/20537/"}, {"title": "Carrier USS Gerald Ford Leaves Norfolk for Last Repairs Before Maiden Deployment", "date": "2021-08-23", "content": "After three bulkhead-rattling explosions off the coast of Florida, carrier USS Gerald R. Ford (CVN-78) and its crew began the ship's last repair period before a long-delayed deployment. On Friday, the $13 billion carrier made the short trip across the James River to Huntington Ingalls Industries Newport News Shipbuilding for the six-month planned incremental availability following the explosive shock trials off the East Coast, the Navy announced on Saturday. Ending in August, the carrier and crew endured three 40,000-pound blasts to test the Ford-class design as part of the full-ship shock trials. In a roundtable with reporters in early August, Capt. Paul Lanzilotta, Ford's commanding officer, said that from early assessments the damage Ford suffered during shock tests would not add a significant amount of work to the maintenance period. \"Nothing that I've seen reported to me so far is in the category of so much more work than I expect it to add to the scope of the availability in terms of schedule,\" he said. The results from the thousands of sensors aboard Ford will be used to refine the design of the class moving forward Ahead of the shock trials, Ford completed 21 months of its post-delivery period after shipbuilder Newport News delivered the carrier to the Navy and the ship commissioned in 2017. Part of the availability included testing and certifying the ship's next-generation systems that were included in the design - including the electromagnetic launching system for the aircraft, the Advanced Arresting Gear and the Dual Band air search radar. As part of the maintenance, the yard and the Navy will complete the certification of the remaining four out of the 11 Advanced Weapons Elevators that have been a key new technology difference between the existing Nimitz-class carriers. The deployment of Ford and its strike group will add carrier capacity to the strained East Coast force that has seen a string of double-pump deployments over the last several years.", "url": "https://news.usni.org/2021/08/23/carrier-uss-gerald-ford-leaves-norfolk-for-last-repairs-before-maiden-deployment"}, {"title": "Strike Group Commander: USS Gerald R. Ford Set For First Deployment in 2022", "date": "2021-10-25", "content": "The Navy is set to deploy USS Gerald R. Ford (CVN-78) for the first time in 2022, four years later than the original maiden deployment date of 2018. After facing a series of delays and working out reliability problems with multiple new technologies, the $13 billion lead ship in the new Ford class of aircraft carriers is currently in the middle of the last maintenance phase ahead of its maiden deployment and will soon be available for Navy tasking. \"Everything is on track. We're still looking to get out as scheduled after the six-month availability. No big show-stoppers that they've come across at all. So very, very positive news coming from the captain and from the shipyard. And then as we come out of that, I think we're going to be set very well to get back in that operational mindset and get ready for the deployment,\" Rear Adm. Gregory Huffman, the commander of Carrier Strike Group 12 who will lead the Ford CSG on its first deployment, told USNI News in a recent interview. Fresh off a stint on the chief of naval operations staff, where he led operations and plans (N3) until June, Huffman recently had a front-row seat to the global force management that takes place in the Pentagon and how the Navy's assets fit into the mix. \"Getting the Ford-class out there with its capabilities is basically just going to increase the number of carriers and carrier strike groups that we have available to meet the demands. And so that I think is just going to give us more flexibility,\" Huffman said. \"And then when you couple that with the projected increase in what the Ford should be able to do, that's going to just provide the combatant commanders and other folks with just more options and more things at their fingertips that they can use.\" The promise of the Ford-class was to increase the sortie generation rate by about 30 percent, in part by having elevators that move ordnance up and down the rails with magnetic motors, as opposed to the cable elevators on the Nimitz class. Meanwhile, the Electromagnetic Aircraft Launch System (EMALS) can launch aircraft faster than the steam catapult system on the Nimitz class and requires less manning. The Advanced Arresting Gear, which catches fixed-wing aircraft when they land on the carrier, replaces the high-maintenance, hydraulic Mark 7 arresting gear. Both systems are dependent on software, which led to an EMALS fault aboard Ford last summer that halted flight operations for several days. While the Navy's carrier force has faced repeated strain over the last two decades, Huffman hopes that Ford's addition to the fleet will help the service with its carrier supply and demand issue. \"Moving forward, getting the rest of the class constructed and out in an operational status I think is where we need to go in terms of keeping the carriers out there and realizing that persistent demand is not going away, at least in the near term,\" Huffman said. Huffman said his previous billet in the Pentagon showed him how the strain affects both naval assets and the sailors. \"That was one of the challenges was in order to meet that demand, the stress that winded up being placed on the fleet - both the material and more importantly the sailors - was really kind of palpable,\" he said. \"And so getting to see that, again kind of exemplifies a little bit of the urgency to get the Ford deployed and start taking our turn in the rotations of things. So that's where I also get that perspective to it. But I did see that the stress that was being put on the fleet was very evident because of all the demands that are on the Navy.\" Ford has faced its share of problems, including issues with the Advanced Weapons Elevators, which carry ordnance to the flight deck and are a crucial part of increasing the sortie generation rate in the class. Huffman said the Navy is on track to have all 11 of the elevators complete by the time the current maintenance phase ends. \"Since they've had control over them, they've done over 15,000 cycles in all conditions. So it's really positive from that aspect. The remaining four are on track to be turned over before the completion of the [planned incremental availability],\" Huffman said of the carrier's crew and the elevators. \"We're in a good spot to have all of that completed prior to completing the availability and prior to getting back out on operational point.\" The Navy finished the carrier's summer shock trial events without any major flooding or fires, USNI News previously reported. During shock trials, the Navy detonates 40,000 pounds of ordnance in the water near the hull to test both the ship and its systems. Huffman said that while systems aboard Ford previously experienced some technological problems, the systems performed well during shock trials. For example, the ship had to perform a detect-to-engage sequence following each detonation. \"For the Dual Band Radar ... after each one of the shocks there was a requirement to go out and do the test and tracking exercise. And they accomplished that every time. So that equipment performed very well - as well as the EMALS and [Advanced Arresting Gear]. So immediately after each of the shocks, they were able to get those things back up and running in an operational status in short order and meet the metrics that I think DOT&E was looking for,\" Huffman said, referring to the Pentagon's director of Operational Test & Evaluation (DOT&E), which over the years has identified reliability issues with the new systems aboard the ship. To help prepare for the maiden deployment, the Navy brought the carrier strike commander and his staff aboard the ship during the 18-month post-delivery test and trials period, which ended in the spring just before full-ship shock trials. Putting the CSG commander on the carrier was not a typical move and it allowed the ship's crew to get a head start on functions ranging from communications and operational drills to determining where the strike group staff would sleep. \"It gives us a leg up really in those fundamental sort of blocking and tackling things so that when we do get back out onboard, we're going to be that much further ahead,\" Huffman said. \"We know what the communication pathways are. We know what the systems are. People know the basics on where they're going to sleep and where they're going to work and those type of things. So we're not going to be starting from scratch on that.\" The carrier has yet to have a full air wing operate aboard, but will soon as it finishes the maintenance period and gears up for the deployment. With an expected 50-year service life, Ford and the rest of the ships in the class will be part of the fleet as the Navy continues to pursue new unmanned platforms and charts a path forward for how to use and integrate the technology. Service officials have described Ford's flexibility, like the modularity in various spaces aboard, as an asset that will help the carrier evolve with new technologies and missions. \"What the Ford really brings to the table is flexibility and adaptability because it was designed with changing technology in mind. So an example would be, the Nimitz class - very set in terms of what you have for a configuration onboard the ship itself and very challenging to change things when you have new technologies, new requirements coming down the line,\" Huffman told USNI News. \"But the Ford is designed with more of that modular mindset. So it's easier to adapt and flex as new equipment comes online, as we start looking at what new air wing composition is going to be and new technologies are presented, it will be much easier to incorporate that into the Ford and then get back into an operational status more rapidly than if we had to take an older ship and put it into a dry dock and completely reconfigure very, very fundamental aspects of the ship,\" he added. \"That would be very challenging. But the Ford is going to give us the ability to adapt more quickly, I think. So that's part of why it's just going to be very important for us to get them out and operational and get on point with it.\"", "url": "https://news.usni.org/2021/10/25/strike-group-commander-uss-gerald-r-ford-set-for-first-deployment-in-2022"}, {"title": "Advanced Weapons Elevators completed aboard USS Gerald r ford", "date": "2021-12-23", "content": "AWEs on this first-of-class aircraft carrier operate using several advanced technologies including electromagnetic motors vice more labor intensive, hydraulic systems. The advanced technology enables fewer sailors to safely move ordnance from weapons magazines to the flight deck with unparalleled speed and agility. \"This is a significant milestone for the Navy, ship, and her crew,\" said Rear Adm. James P. Downey, Program Executive Officer for Aircraft Carriers. \"With completion of this final AWE, we now have the entire system to operate and train with.\" Downey added that the Navy-Industry AWE team worked tirelessly both inport and at sea to complete the elevators to ensure the availability of needed materials and engineering expertise. Multiple vendors have collaborated along the way to ensure seamless support to multi-shift, shipboard production efforts. \"The Navy-Industry teaming provided the opportunities for hundreds of craftsmen, technicians and engineers, working around the clock-through multiple underway and holiday periods-to get these advanced systems on line and operational,\" said Downey. The team logged this important milestone in the midst of the ship's six-month Planned Incremental Availability (PIA), at Huntington Ingalls Industries-Newport News Shipbuilding facility in Hampton Roads, Virginia. Gerald R. Ford is scheduled to complete the PIA this spring, followed by training and deployment. \"The end game is always operational readiness,\" added Downey, \"and Ford is on track to complete this PIA on schedule, conduct sea trials, and to move on to follow on tasking.\"", "url": "https://www.navalnews.com/naval-news/2021/12/advanced-weapons-elevators-completed-aboard-uss-gerald-r-ford/"}]}, {"win label": 0, "news": [{"title": "NSWC Philadelphia Completes Preliminary Design Review of the Ship Control System-Government for USS Gerald R. Ford (CVN 78) Class", "date": "2022-01-04", "content": "A team of Naval Surface Warfare Center, Philadelphia Division engineers recently successfully conducted and completed the Preliminary Design Review of the Ship Control System Government variant that is planned to be integrated and installed on Ford Class Supercarriers. \"Our Nation's greatest asset is its people with our ability to accommodate design changes and develop innovative solutions to challenging problems. The Navy designed the Ford class with a flexible infrastructure to build in new capabilities for enhanced system integration that facilitates operational readiness,\" said NSWCPD Commanding Officer Capt. Dana Simon. NSWCPD's Ship Controls & Navigation: CVN and New Development Branch has the dual mission of being the In-Service Engineering Agent for Carrier Ship Control Systems and the Software Support Activity for inherently government developed and managed software products that support both the SCS-Gov and the Navigation Critical Distribution System. ", "url": "https://www.dvidshub.net/news/417586/nswc-philadelphia-completes-preliminary-design-review-ship-control-system-government-uss-gerald-r-ford-cvn-78-class"}, {"title": "USS Gerald R. Ford (CVN 78) Don't Know About You, but shes fuel ing 2022 ", "date": "2022-02-17", "content": "Sailors assigned to USS Gerald R. Ford's air department, V-4 division, conducted a pier side fuel on-load at Huntington Ingalls Industries-Newport News Shipbuilding, Feb. 15, 2022. The fuel on-load took place over the course of two days, taking on 750 thousand gallons of jet propellant-5 aircraft fuel. \"JP-5 comes in a barge that is loaded up at Craney Island and brought alongside the ship by tugboats,\" said Chief Aviation Boatswain's Mate Rigoberto Cisneros, from Homestead, Florida, assigned to Ford's V-4 division. \"We had four of our own Sailors down there assisting the Craney Island and HII-NNS personnel rig the fuel lines to our ship.\" As the case with many other evolutions, the likelihood for personnel injury or equipment damage is increased during a fuel on-load, however Ford completed the evolution with zero causalities. ", "url": "https://www.dvidshub.net/news/414868/uss-gerald-r-ford-cvn-78-dont-know-about-you-but-shes-fuel-ing-2022"}, {"title": "USS Gerald R. Ford's (CVN 78) All Women Navy Week Team takes savannah ", "date": "2022-03-24", "content": "The city of Savannah held its first ever Navy Week March 14-20, 2022 and invited a Fleet Outreach Ambassador Team entirely composed of women from USS Gerald R. Ford, USS Stout and Naval Computer and Telecommunications Area Master Station, to participate in the festivities. The ambassadors were nominated by their commands to represent them and the U.S. Navy as a whole. It was mere coincidence that during Women's History Month, the five strongest candidates were all women. \"It felt good to be an ambassador during Navy week and women's history month,\" said Yeoman 1st Class Jazzette Bailey, from Sparta, Georgia, assigned to Ford's intelligence department. \"Seeing strong women or someone that looks like you represented helps young girls and women feel empowered.\" ", "url": "https://www.dvidshub.net/news/417061/uss-gerald-r-fords-cvn-78-all-women-navy-week-team-takes-savannah"}]}, {"win label": 0, "news": [{"title": "EMALS Aboard CVN 78 Reach 10,000 'Cats and Traps milestone", "date": "2022-07-13", "content": "The first-in-class aircraft carrier completed Planned Incremental Availability (PIA) in March 2022 and is now preparing for its upcoming deployment. Under multiple contracts with the Navy, GA-EMS is now supporting CVN 78 sustainment requirements and delivering EMALS and AAG for the next two Ford-class carriers currently under construction, John F. Kennedy (CVN 79) and Enterprise (CVN 80). GA-EMS is also working with the Navy to determine EMALS and AAG contract and schedule requirements for the fourth Ford-class aircraft carrier, Doris Miller (CVN 81). ", "url": "https://www.navalnews.com/naval-news/2022/07/emals-aboard-cvn-78-reach-10000-cats-and-traps-milestone/"}, {"title": "General Atomics EMALS, AAG Systems on CVN 78 Reach 10,000 'Cats and Traps' Milestone", "date": "2022-07-13", "content": "General Atomics Electromagnetic Systems announced July 12 that 10,000 catapult launches and arrested landings using the Electromagnetic Aircraft Launch System and Advanced Arresting Gear have been successfully and safely completed aboard USS Gerald R. Ford. The first-in-class aircraft carrier completed planned incremental availability in March 2022 and is now preparing for its upcoming deployment. \"Over the past two years, EMALS and AAG have been rigorously exercised utilizing aircraft in the current air wing. The systems continue to perform successfully in operational, carrier qualification, and training environments and under all weather conditions,\" said Scott Forney, president of GA-EMS. \"EMALS and AAG offer robust capabilities that are proving transformative, providing greater availability, efficiency and flexibility to safely launch the air wing of today while standing ready to support new aircraft as they join the air wing of the future. We are extremely proud of our team and the ship's crew as they continue to meet each new milestone and steadily work toward bringing 'Warship 78' to the fleet.\" Under multiple contracts with the Navy, General Atomics Electromagnetic Systems is now supporting CVN 78 sustainment requirements and delivering EMALS and AAG for the next two Ford-class carriers currently under construction, John F. Kennedy (CVN 79) and Enterprise (CVN 80). GA-EMS is also working with the Navy to determine EMALS and AAG contract and schedule requirements for the fourth Ford-class aircraft carrier, Doris Miller (CVN 81). ", "url": "https://seapowermagazine.org/general-atomics-emals-aag-systems-on-cvn-78-reach-10000-cats-and-traps-milestone/"}, {"title": "USS Gerald R. Ford (CVN 78) conducts annual namesake visit in michigan", "date": "2022-09-10", "content": "During the five-day namesake visit, 12 Sailors from CVN 78 spent time with members of the Ford Family and Ford Foundation, built relationships with members of the local communities and explored locations that were significant to Gerald R. Ford's life and career. The 12 Sailors flew into Gerald R. Ford Airport in Grand Rapids, Michigan on August 31 and held a dinner that night with two of President Ford's nephews, Bob and Greg Ford, discussing \"Uncle Jerry\" stories and how much it meant to President Ford that the Navy's next generation of aircraft carriers was named after him. \"You don't know how much this namesake visit means to me, our family and our community,\" said Greg Ford, nephew of President Ford. \"'Integrity at the Helm' is a perfect descriptor of what Uncle Jerry was all about. To see you folks and know that you're there representing Integrity at the Helm means a lot to us. ", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/3154364/uss-gerald-r-ford-cvn-78-conducts-annual-namesake-visit-in-michigan/"}, {"title": "PEO Carriers: USS Gerald R. Ford 'Fully Delivered' Ready to Deploy", "date": "2022-09-26", "content": "Five years after its commissioning, the world's largest warship is in shape to deploy, the officer who oversees the Navy's carrier program said last week. USS Gerald R. Ford (CVN-78) quietly reached its initial operating capability in December and has been in workups since completing a six-month repair availability in March following explosive shock trials off the coast of Florida. \"She's fully delivered now, she's met her initial operating capability,\" Rear Adm. James Downey told USNI News last week during the American Society of Naval Engineers' annual Fleet Maintenance and Modernization Symposium. \"She's fully through the operational threshold.\" Since leaving the repair period, Ford and its crew have been operating at a steady pace off of the East Coast with elements of Carrier Air Wing 8. The crew aboard completed system qualification tests, flight deck certification, three phases of air warfare training, and a Combat Systems Operational Readiness Evaluation that included 11,000 aircraft launches and arrested landings, according to the service. \"Over the last couple of years, she's spent 250 to 300 days at sea,\" Downey said. \"That's coming up on about two deployments [of steaming days].\" The delay for the $13 billion Ford to pull its share of the operational load was in large part due to the integration of a bevy of new technologies that Pentagon leaders required the Navy to include in the new class. Those included the Electromagnetic Launching System, known as EMALS, for the aircraft, the Advanced Arresting Gear and the Dual Band air search radar. Those also included the installation of 11 Advanced Weapons Elevators which took several years. The last elevator was delivered in December. Following the completion of the training and certifications, Ford departed Naval Station Norfolk, Va., on Sept. 16 ahead of an Atlantic training cruise later this year. \"She has every certification that every other carrier has - from flying to live weapons,\" Downey told USNI News. As of Monday, Ford was operating in the Virginia Capes Operating Areas, according to the USNI News Fleet and Marine Tracker. The upcoming underway won't be the same as a full carrier strike group deployment, but will be an extended training cruise meant to give the operational commander a chance to get a better sense of how Ford operates, two congressional sources briefed on the Navy's plan told USNI News in the last several weeks. The Navy has billed the underway as a \"service retained deployment,\" which doesn't require the same certifications for a fully deployed CSG, the Hill sources confirmed to USNI News. The training cruise will partner the strike group with allied ships and will inform a traditional deployment in 2023, USNI News has learned. When Ford finally enters the deployment cycle, it will ease the burden of the existing East Coast carrier fleet, which has seen a string of extended deployments over the last several years. The carrier was originally scheduled to deploy in 2018.", "url": "https://news.usni.org/2022/09/26/peo-carriers-uss-gerald-r-ford-fully-delivered-ready-to-deploy"}, {"title": "USS Gerald R. Ford (CVN-78) aircraft carrier, the world's largest warship, ready to deploy", "date": "2022-09-27", "content": "USS Gerald R. Ford aircraft carrier, the world's largest warship, is in shape to deploy five years after its commissioning. USS Gerald R. Ford aircraft carrier, the world's largest warship, is in shape to deploy five years after its commissioning said the officer who oversees the Navy's carrier program last week. According to USNI News, Ford quietly reached its initial operating capability in December and has been in workups since completing a six-month repair availability in March following explosive shock trials off the coast of Florida. \"She's fully delivered now, she's met her initial operating capability,\" Rear Adm. James Downey told USNI News last week during the American Society of Naval Engineers' annual Fleet Maintenance and Modernization Symposium. \"She's fully through the operational threshold.\" ", "url": "https://theaviationgeekclub.com/uss-gerald-r-ford-cvn-78-aircraft-carrier-the-worlds-largest-warship-ready-to-deploy/"}, {"title": "US Navy's CVN 78 prepares for maiden deployment in Atlantic", "date": "2022-09-30", "content": "The US Navy's Gerald R Ford-class aircraft carrier, USS Gerald R Ford (CVN 78), is set to conduct its maiden deployment in the Atlantic Ocean. CVN 78 is the flagship vessel of the Gerald R Ford Carrier Strike Group (GRFCSG). The GRFCSG is scheduled to depart from Norfolk, Virginia, on 3 October. In the Atlantic area of operations, the GRFCSG will be joined by ground, air and maritime forces and assets from nine NATO-allied and partner nations. This includes nearly 20 ships, 60 aircraft and around 9,000 personnel from the Netherlands, Canada, Sweden, Germany, France, Spain, Denmark, Finland and the US. Alongside the other nations' forces, the strike force will carry out a range of training drills, including anti-subsurface warfare (ASW), air defence, amphibious drills, mine counter measures and other distributed maritime operations. These aim to allow the deployed forces to bolster the Atlantic's collective defences. US Fleet Forces Command commander admiral Daryl Caudle said: \"The GRFCSG will deploy, integrating with allies and partners, to demonstrate its unmatched, multi-domain, full-spectrum lethality in the Atlantic. \"This trans-Atlantic deployment will strengthen our relationships, capacity and trust to forge a more peaceful and prosperous world by leveraging the 'One Atlantic' Command-and-Control Concept.\" US Second Fleet commander Vice Admiral Dan Dwyer said: \"Our primary goal is to contribute to a peaceful, stable, and conflict-free Atlantic region through the combined naval power of our Allies and partners. \"The deployment of USS Gerald R. Ford's carrier strike group is the natural progression of our renewed commitment to the Atlantic.\" The deployment comes after the Gerald R Ford-class vessel carried out a pre-deployment ammunition onload from 25 to 27 September. This was conducted in collaboration with the Helicopter Sea Combat Squadron (HSC) 9 and Lewis and Clark-class dry cargo and ammunition ship USNS Medgar Evers (T-AKE 13). The MH-60S Knighthawk multi-mission helicopters conducted training by relaying and delivering ammunition. ", "url": "https://www.naval-technology.com/news/us-navy-cvn78-deployment/"}]}]