[{"win label": 0, "news": [{"title": "General Dynamics Bath Iron Works Team Wins Preliminary Design Award for U.S. Navy's Littoral Combat Ship", "date": "2003-07-17", "content": "The U.S. Navy has awarded General Dynamics Bath Iron Works a $9 million contract to develop a preliminary design for the Littoral Combat Ship (LCS). With a focus on affordability, LCS will provide the Navy with the capability to defeat terrorist swarm boats, mines, and diesel submarines prevalent in coastal waters around the world. Bath Iron Works leads an international team that includes General Dynamics Advanced Information Systems, General Dynamics Canada, General Dynamics Electric Boat, Austal USA, BAE Systems, CAE of Canada, Maritime Applied Physics Corporation, and Qinetiq of the United Kingdom. The team will further develop its trimaran concept based upon Austal's innovative, high-speed commercial ship design. The flexibility, speed, endurance, volume, seakeeping, payload capacity, and maneuvering characteristics of the trimaran, coupled with modular mission packages and other modifications to address military-specific requirements, provide an optimal solution for the Navy's LCS requirements. These same characteristics make the BIW-led team's trimaran concept applicable to a wide variety of other domestic and international navy, coastal defense, and high-speed logistics support programs. Bath Iron Works of Bath, Maine is a leader in surface combatant design and construction, and employs 6,500 people. It is a subsidiary of General Dynamics (NYSE:GD), headquartered in Falls Church, Virginia. General Dynamics employs approximately 57,000 people worldwide and anticipates 2003 revenues of $15 billion. The company has leading market positions in mission-critical information systems and technologies, land and amphibious combat systems, shipbuilding and marine systems, and business aviation.", "url": "https://web.archive.org/web/20070928004658/http://www.generaldynamics.com/news/press_releases/2003/July17%2C%202003%20News%20Release-3.htm"}]}, [], {"win label": 0, "news": [{"title": "Northrop Grumman Completes Initial Delivery of Integrated Combat Management System for LCS-2", "date": "2007-07-16", "content": "Northrop Grumman Corp. (NYSE:NOC) has successfully completed the initial software and hardware delivery of the Integrated Combat Management System (ICMS) to prime contractor General Dynamics (NYSE:GD) for integration into the Navy's Littoral Combat Ship (LCS) combat system. ICMS integrates the sensors and weapons onboard the platform, including the electro-optical/infrared sensor, volume search radar, onboard missile system, 57-millimeter gun, electronic warfare suite and communication system. \"This delivery represents a great team effort between Northrop Grumman and General Dynamics to achieve a critical milestone on the road to delivering a much-needed warfighting capability,\" said Robert W. DuBeau, vice-president of Northrop Grumman's Undersea Systems business unit. \"The system's open architecture supports such key LCS goals as allowing rapid insertion of technology upgrades and new mission packages while keeping software maintenance costs low.\" The integration work is being done by General Dynamics' Advanced Information Systems business unit at its Design Integration Facility in Pittsfield, Mass. Once integration is complete, the LCS core mission system containing the ICMS will be installed in the Independence (LCS-2) and put into sea trials in 2008. The ICMS is the U.S. variant of the proven family of Thales TACTICOS, OACE Level 4-compliant, combat management systems designed for lower acquisition and operational costs. The TACTICOS combat management system is currently installed onboard more than 100 naval ships from 14 different nations. The LCS vessels are the first Navy ships to separate capability from hull form. They are designed to be robust, affordable, and mission-focused warships with the size, speed, endurance and connectivity to deploy as a member of carrier strike groups, expeditionary strike groups or surface strike groups. The Independence is the second LCS to be built. Northrop Grumman Corporation is a $30 billion global defense and technology company whose 120,000 employees provide innovative systems, products, and solutions in information and services, electronics, aerospace and shipbuilding to government and commercial customers worldwide.", "url": "https://news.northropgrumman.com/news/releases/northrop-grumman-completes-initial-delivery-of-integrated-combat-management-system-for-lcs-2"}]}, {"win label": 0, "news": [{"title": "Inspection Finds Signs of Bowing In Traverse Beams On LCS-2", "date": "2008-02-11", "content": "During a recent inspection of General Dynamics' [GD] Littoral Combat Ship (LCS), bowing was discovered in the transverse beams that support the ship's flight deck, according to the Navy. The Navy late yesterday released the following statement: \"Recently, Navy Supervisor of Shipbuilding (SUPSHIP) personnel observed various degrees of bowing in the transverse beams that support the flight deck on LCS-2. A Navy/Industry team is reviewing the cause of these deflections, verifying that the ship structure is stable, and developing any corrective actions that might be required. The cost and schedule impact will be determined upon completion of the Navy/industry review.\" The USS Independence (LCS-2) is an aluminum hull ship being built by General Dynamics and Austal USA, in Mobile, Ala. A General Dynamics spokesman told Defense Daily the company does not know the extent of the issue or if it is even a problem. \"It was a distortion of a number of transverse frames,\" Jim DeMartini said. \"We don't know if it's a problem yet.\" He added the company wouldn't define it as a problem until the full extent of the issue is known. DeMartini said it's too early to determine whether the issue might impact launch of the Independence. The distortion was discovered within the past 10 to 14 days, DeMartini added. Last month, General Dynamics notified the Navy it was delaying the launch of Independence until April to complete work before the ship goes into the water. Independence was scheduled to launch this month. Last week it was learned that the cost for both LCS-2, and the lead ship, Lockheed Martin's [LMT] USS Freedom (LCS-1), had grown beyond the $400 million mark. Budget documents released last week showed Independence, with a construction cost of $440 million, is lower than the $471 million cost to build Freedom. However, adding in the final system design, mission system and ship integration, outfitting and post delivery, the cost for Independence was $636 million compared to $631 million for Freedom (Defense Daily, Feb. 6).", "url": "https://www.defensedaily.com/inspection-finds-signs-of-bowing-in-traverse-beams-on-lcs-2/navy-usmc/"}, {"title": "RAYTHEON DELIVERS SEARAM TO USS INDEPENDENCE", "date": "2008-03-18", "content": "Raytheon Company (NYSE: RTN) has delivered its SeaRAM anti-ship missile defense weapon system for installation aboard the littoral combat ship USS Independence (LCS-2). Currently under construction by General Dynamics, the Independence will consist of modules, manned aircraft, unmanned vehicles, off-board sensors and mission-manning detachments, all in an open-systems configuration. SeaRAM is a low-cost spiral development of the proven Phalanx Block 1B radar and Rolling Airframe Missile, the latter produced jointly by Raytheon and RAMSYS of Germany. Intended to enlarge Phalanx's keep-out range against sea-skimming anti-ship missiles, multiple fast surface craft and slow flying helicopters, SeaRAM uses recently upgraded Block 1B Phalanx sensors and replaces the M61A1 20mm gun with an 11-round RAM missile guide. \"Raytheon is working to integrate SeaRAM with the combat management system on the LCS to provide a proven and highly lethal self-defense capability to sailors, Marines and the ship,\" said David Ray, Raytheon's SeaRAM program manager. In 2001 Raytheon provided an engineering model of SeaRAM to the United Kingdom's Royal Navy for suitability testing. In 2002 Raytheon, in conjunction with the U. S. Navy, successfully launched four blast test vehicles, which measured rocket motor forces. The launches also confirmed SeaRAM's forward-looking infrared sensor can withstand multiple launches without damage. Most recently SeaRAM was aboard the Navy's Self-Defense Test Ship under going tracking exercises, system qualifications and other testing. Raytheon Company, with 2007 sales of $21.3 billion, is a technology leader specializing in defense, homeland security and other government markets throughout the world. With a history of innovation spanning more than 85 years, Raytheon provides state-of-the-art electronics, mission systems integration and other capabilities in the areas of sensing; effects; and command, control, communications and intelligence systems, as well as a broad range of mission support services. With headquarters in Waltham, Mass., Raytheon employs 72,000 people worldwide.", "url": "https://web.archive.org/web/20160115112127/http://investor.raytheon.com/phoenix.zhtml?c=84193&p=irol-newsArticle&ID=1119746"}, {"title": "USS Independence, LCS 2, Launched", "date": "2008-05-02", "content": "The second hull-form of the Littoral Combat Ship class was launched a few days ago in the Austal Shipyard in Mobile, Alabama. Looking unlike anything that had graced the seven seas, at least with the US Navy, the three-hulled trimaran floated off its blocks in its drydock on 29 April. Further work and outfitting needs to be completed, but from the looks of it, it will be one wild looking ship as it bears down on a pirate dhow off the horn of Africa. Why do we need these new littoral-capable ships? From the Program Executive Office for Ships: In developing capability to overcome access denial threats from surface and subsurface threats in the littoral, the Navy sought improved mine warfare capability, an effective counter to small, fast, highly-armed boats, and a ship better suited against quiet diesel submarines. These capabilities highlighted the need for a high-speed, shallow-draft vessel with endurance. The littoral combat ships are designed to meet that need. Any way you cut it, having this improved and increased capability in the littoral regions close to shore will expand the toolkit available to the Joint Force Commander regarding available military options. I'm looking forward to seeing this new ship at work.", "url": "https://www.military.com/defensetech/2008/05/02/uss-independence-lcs-2-launched"}, {"title": "US Navy launches its first Littoral Combat Ship", "date": "2008-05-15", "content": "May 15, 2008 With naval battles on the high seas now virtually extinct for the U.S. armed forces, the navy's role has become more one of infantry invasion and airstrike support - and with this new role comes a need for vessels more suited to littoral (just offshore) operations. The initial order was placed back in 2005, and the first delivery, the U.S.S. Independence, has just been launched, a speedy trimaran with helicopter decks, a stealthy radar profile and a healthy array of arms. It's configurable to suit a wide array of littoral combat missions, including minesweeping, anti-submarine and surface combat support - and now that we've seen it in the flesh, it wouldn't look the least bit out of place soaring over the credits of a Star Wars movie. The U.S.S. Independence is the first of a projected fleet of between 50 and 100 littoral combat ships (LCSs) the US Navy will be adding to their fleet over the coming years. Built on a well-proven Australian-designed trimaran platform from Austal, the LCS is fast, stealthy and well suited to a range of offshore combat support missions. The rear deck is suitable for two Seahawk helicopters, and can also support Harrier jump-jets if necessary. Onboard weaponry includes a 57mm Bofors gun, four .50 caliber guns, chaff, missile and torpedo decoy launchers, an 11-missile SeaRAM launcher, 8 Harpoon surface-to-surface missiles, mine detection and towed array sonar units, and a vertical launching system for ASROC-style surface missiles or Evolved Sea Sparrow type missile defenses. The U.S.S. Inedpendence was built and delivered by General Dynamics, as part of a four-ship evaluation plan. Two were to be built by General Dynamics, two by Lockheed Martin, and the designs were to be evaluated to determine the superior design. Sadly, cost blowouts by both General Dynamics and Lockheed Martin have seen the remaining three evaluation ships cancelled and the Navy is putting together a new bidding program to have the remaining three evaluation ships contracted and built.", "url": "https://newatlas.com/us-navy-littoral-combat-ship-uss-independence/9324/"}]}, {"win label": 0, "news": [{"title": "Navy christens LCS 2 Independence", "date": "2008-10-08", "content": "The Navy christened littoral combat ship (LCS) Independence at 10 a.m. Oct. 4, during a ceremony at Austal USA Shipyard, Mobile, Ala. The name Independence recognizes the cornerstone of our nation's foundation that so many Americans have sacrificed to ensure. Five previous ships have also had that name. The first Independence was a 10-gun sloop that served during the War of Independence. The second Independence, the first ship of the line in the Navy, was launched in 1814 as a 74-gun ship, but later refitted to a 54-gun frigate. The third Independence served with the Naval Overseas Transportation Service following the end of World War I. The fourth Independence (CVL 22), a small aircraft carrier commissioned in 1943, earned eight battle stars during World War II. The fifth Independence (CV 62) was an aircraft carrier commissioned in 1959 and decommissioned in 1998. U.S. Sen. Jeff Sessions, R-Ala., will deliver the principal address at the ceremony. Doreen Scott, wife of the former Master Chief Petty Officer of the Navy Terry Scott, will serve as ship's sponsor. The ceremony will be highlighted by Scott breaking a bottle of champagne across the bow to formally christen the ship, which is a time-honored Navy tradition. Independence is one of two LCS seaframes being produced. LCS 1, Freedom, completed its acceptance trials and was delivered to the Navy on Sept. 18. Freedom is scheduled for commissioning on Nov. 8. The LCS is an innovative combatant designed to operate quickly in shallow water environments to counter challenging threats in coastal regions, specifically mines, submarines and fast surface craft. It is capable of speeds in excess of 40 knots and can operate in water less than 20 feet deep. Independence will address a critical capabilities gap in the littorals. It will serve to enhance maritime security and it is capable of performing the core capabilities that define the Navy. It will deter hostility in troubled waters, maintain a forward presence, and it is capable of projecting power and maintaining sea control. Under the current shipbuilding plan, the Navy is programmed to purchase 55 Littoral Combat Ships. These 55 ships will improve the Navy's capacity to respond to more globally distributed threats and will help the Navy reach its ultimate fleet goal of at least 313 ships. The advanced design of Independence will allow it to launch and recover manned and unmanned vehicles. It will support interchangeable mission packages, allowing the ship to be reconfigured for antisubmarine warfare, mine warfare, or surface warfare missions on an as-needed basis. The LCS will be able to swap out mission packages pierside in a matter of a day, adapting as the tactical situation demands. These ships will also feature advanced networking capability to share tactical information with other Navy aircraft, ships, submarines and joint units. Independence will be manned by one of two rotational crews, blue and gold, similar to the rotational crews assigned to Trident submarines. The crews will be augmented by one of three mission package crews during focused mission assignments. The prospective commanding officer of the Blue crew is Cmdr. Curt A. Renshaw, who was born in Louisville, Ky., and raised in nearby New Albany, Ind. The prospective commanding officer of the Gold crew is Cmdr. Michael B. Riley, a native of Phoenix. In May 2004, the Department of Defense awarded both Lockheed Martin and General Dynamics separate contract options for final-system design with options for detail design and construction of up to two LCS ships. The future USS Independence (LCS 2) is the General Dynamics' lead hull in that ship design. In October 2005, the Department of Navy awarded General Dynamics - Bath Iron Works, a contract for detail design and construction of their first LCS. General Dynamics - Bath Iron Works teammates include Austal USA of Mobile, Ala. and General Dynamics - AIS of Pittsfield, Mass. A keel laying ceremony was held Jan. 19, 2006, at Austal USA Shipyard in Mobile, Ala.", "url": "https://www.militarynews.com/norfolk-navy-flagship/news/from_the_fleet/navy-christens-lcs-2-independence/article_75c5d072-9a47-508c-8bae-bfa85aa1c9c9.html"}]}, {"win label": 0, "news": [{"title": "General Dynamics awarded a $37,750,000 agreement for Post-Shakedown Availability (PSA) on the Littoral Combat Ship, USS Independence", "date": "2009-01-29", "content": "General Dynamics-Bath Iron Works, Bath, Maine, is being awarded a $37,750,000 basic ordering agreement for Post-Shakedown Availability (PSA) on the Littoral Combat Ship, USS Independence (LCS-2). The orders to be issued will encompass services which support the total PSA effort which include, but are not limited to, program management, advance planning, engineering, material kitting, liaison, scheduling and participation in PSA planning conferences and design reviews, and preparation of documentation as required by the Contract Data Requirement List. The orders will also encompass material and labor to perform the PSA for LCS 2, all testing, including post repair trials required to verify the accuracy and completion of all shipyard industrial work, non-standard equipment when approved, and technical manuals for non-standard equipment. ", "url": "https://www.defensemirror.com/news/2716/General_Dynamics_awarded_a__37_750_000_agreement_for_Post_Shakedown_Availability__PSA__on_the_Littoral_Combat_Ship__USS_Independence#.ZAAraHZBxPY"}, {"title": "LCS 2 delays trials after engine issue", "date": "2009-06-29", "content": "The littoral combat ship Independence postponed starting its builder's trials by 24 hours Monday after engineers noticed \"an anomaly\" with the ship's propulsion plant, and decided to tie back up out of \"an abundance of caution,\" a spokesman said.", "url": "https://web.archive.org/web/20131217224735/http://www.militarytimes.com/article/20090629/NEWS/906290311/LCS-2-delays-trials-after-engine-issue"}]}, {"win label": 0, "news": [{"title": "LCS 2 begins sea trials after 3-day delay", "date": "2009-07-02", "content": "The Navy's second littoral combat ship, Independence, put to sea for the first time Thursday for builder's trials, three days later than scheduled after its shipyard crew dealt with early engineering problems.", "url": "https://web.archive.org/web/20131002150854/http://www.militarytimes.com/article/20090702/NEWS/907020317/LCS-2-begins-sea-trials-after-3-day-delay"}, {"title": "General Dynamics' Independence Completes Builder's Trials", "date": "2009-10-21", "content": "General Dynamics [GD] wrapped up builder's trials of its variant of the Littoral Combat Ship (LCS) earlier this week, putting the vessel through dozens of tests in preparation for acceptance trials and eventual delivery to the Navy before the end of the year. \"Acceptance trials and delivery are planned to complete by the end of the calendar year. We are looking forward to completion of further trials and ultimate delivery of the ship to the fleet,\" Cmdr. Victor Chen, a Navy spokesman, told Defense Daily yesterday. The trials, which completed Oct. 18, included more than 50 demonstration events that tested all of Independence's (LCS-2) systems in preparation for final inspection by the Navy before delivery, General Dynamics said. Notable achievements during the trials included reaching a sustained speed of 44 knots during the required four-hour full-power run, with a top speed in excess of 45 knots, the company said. Many of the test events were conducted in high sea-state and wind conditions in excess of 25 knots, General Dynamics added. Despite the weather, the ship repeatedly reached speeds of over 45 knots with propulsion and ride-control systems operating in full automatic mode, proving the effectiveness of the control systems and the highly efficient and stable characteristics of the trimaran hull form. A series of high speed ahead and astern maneuvers in these sea state conditions proved the effectiveness of the ship's four steerable water jets. During the repeated high-speed turns the ship demonstrated excellent agility and stability characteristics, the company said. The ship's flight deck remained stable despite sea state conditions and maneuvers. Independence has had a few issues leading up to completion of builder's trials. Most recently, the Navy reported that the ship suffered flooding in the jet drive room on Oct. 1 (Defense Daily, Oct.13). In July, the company made repairs to a leak in one of the ship's gas turbine shafts that occurred during previously attempted builder's trials (Defense Daily, July 27). Independence's open architecture computing infrastructure (called OPEN CI), a highly flexible information technology backbone that integrates the ship's combat, damage control, engineering control, mission package and other onboard computing functions, also proved its effectiveness during the trials, General Dynamics said. \"The OPEN CI 'any display, anywhere' capability was extremely valuable in enabling the LCS-2 crew to electronically reconfigure the bridge area and, at long range, the Core Mission System successfully detected, engaged and eliminated a simulated cruise missile attack by a small, fast-moving jet aircraft,\" the company said in a statement. \"In addition, the LCS-2 crew was able to access detailed performance and operation data from the bridge while the ship was operating, thereby providing them with real-time insight as to how the ship systems were performing.\" OPEN CI, developed and integrated by a General Dynamics Advanced Information Systems, allows \"plug and play\" integration of both the core systems and the LCS mission modules, the company said. It meets Navy open architecture requirements, strictly adheres to published industry standards and facilitates the integration of commercially available products, General Dynamics added. General Dynamics Bath Iron Works is the prime contractor for the company's LCS-an all aluminum trimaran. Other team members include Mobile, Ala.-based shipbuilder Austal USA; BAE Systems; L-3 Communications [LLL]; Maritime Applied Physics Corp.; and Northrop Grumman [NOC] Electronic Systems. The Navy is expected to issue a new draft request for proposal to both General Dynamics and Lockheed Martin [LMT] for a winner-take-all 2010 competition to initially build 10 LCS and provide combat systems for all future LCS builds. Those systems will become government furnished equipment (Defense Daily, Sept. 18).", "url": "https://www.defensedaily.com/general-dynamics-independence-completes-builders-trials/navy-usmc/"}, {"title": "General Dynamics' Littoral Combat Ship Independence Completes Builder's Trials", "date": "2009-10-22", "content": "Independence (LCS 2), the innovative high-speed trimaran combatant ship being constructed by shipbuilder Austal USA in Mobile, Ala., as part of the General Dynamics Littoral Combat Ship Team, successfully completed a series of tests known as builder's trials on October 18 in the Gulf of Mexico. The trials included more than 50 demonstration events that rigorously test the ship and all of its systems in preparation for final inspection by the Navy before delivery. Notable achievements during the trials included reaching a sustained speed of 44 knots during the required four-hour full-power run, with a top speed in excess of 45 knots. Many of the test events were conducted in high sea-state and wind conditions (8-foot waves and winds in excess of 25 knots). Despite the weather, the ship repeatedly reached speeds of over 45 knots with propulsion and ride-control systems operating in full automatic mode, proving the effectiveness of the control systems and the highly efficient and stable characteristics of the trimaran hull form. A series of high speed ahead and astern maneuvers in these sea state conditions proved the effectiveness of the ship's four steerable water jets. During the repeated high-speed turns the ship demonstrated excellent agility and stability characteristics. The ship's flight deck remained stable despite sea state conditions and maneuvers. The ship's open architecture computing infrastructure (called OPEN CI), a highly flexible information-technology backbone that integrates the ship's combat, damage control, engineering control, mission package and other onboard computing functions, also proved its effectiveness during the trials. The OPEN CI 'any display, anywhere' capability was extremely valuable in enabling the LCS 2 crew to electronically reconfigure the bridge area and, at long range, the Core Mission System successfully detected, engaged and eliminated a simulated cruise missile attack by a small, fast-moving jet aircraft. In addition, the LCS 2 crew was able to access detailed performance and operation data from the bridge while the ship was operating, thereby providing them with real-time insight as to how the ship systems were performing. Jeff Geiger, president of team-leader Bath Iron Works, was on-board for the ship's high-speed trials on October 15. He said, \"Independence exceeded our expectations in terms of maneuverability, stability, handling and speed. We are very pleased to be one step closer to delivering this highly capable, versatile and lethal platform to the United States Navy.\" In addition, Geiger praised the builder's trials team for a job well done: \"I'm proud of this entire team of professionals, including Navy representatives from SUPSHIP, Bath and Washington, D.C., who were beside us every step of the way, for their hard work and perseverance.\" Upon returning from the full-power trial, Joe Rella, president and chief operating officer of Austal USA, remarked: \"The LCS did extremely well. Mobile and Alabama can be justifiably proud of their shipbuilders.\" The Littoral Combat Ship is a major part of the Navy's plan to address asymmetric threats in the 21st century. Intended to operate in coastal areas, the ships will be fast, highly maneuverable and equipped to support mine detection/elimination, anti-submarine warfare and anti-surface warfare mission. The ship's highly flexible OPEN CI design, developed and integrated by a General Dynamics Advanced Information Systems team, allows \"plug and play\" integration of both the core systems and the LCS mission modules. It meets Navy open architecture requirements, strictly adheres to published industry standards and facilitates the integration of commercially available products. General Dynamics Bath Iron Works is the prime contractor for the General Dynamics Littoral Combat Ship Team. Partners include shipbuilder Austal USA (Mobile, AL); General Dynamics Advanced Information Systems (Fairfax, VA); BAE Systems (Rockville, MD); L3 Communications Marine Systems (Leesburg, VA); Maritime Applied Physics Corporation (Baltimore, MD); and Northrop Grumman Electronic Systems (Baltimore, MD). Bath Iron Works employs approximately 5,700 people. Since 1991, BIW has manufactured and delivered 31 Arleigh Burke-class destroyers; the shipyard is also building the lead ship of the Navy's Zumwalt (DDG 1000) class of guided missile destroyers. Austal USA's Mobile facility currently employs almost 1,000 workers and is the largest aluminum shipyard in the world. In addition to the LCS, recent projects have included construction of the largest-ever aluminum ferry in the United States. Austal is also in the pre-construction design phase on the first Joint High Speed Vessels (JHSV) for the U.S. Department of Defense.", "url": "https://defence.pk/pdf/threads/general-dynamics-littoral-combat-ship-independence-completes-builders-trials.37164/"}, {"title": "Navy's newest warships top out at more than 50 mph", "date": "2009-10-22", "content": "The Navy's need for speed is being answered by a pair of warships that have reached freeway speeds during testing at sea. Independence, a 418-foot warship built in Alabama, boasts a top speed in excess of 45 knots, or about 52 mph, and sustained 44 knots for four hours during builder trials that wrapped up this month off the Gulf Coast. The 378-foot Freedom, a ship built in Wisconsin by a competing defense contractor, has put up similar numbers. Both versions of the Littoral Combat Ship use powerful diesel engines, as well as gas turbines for extra speed. They use steerable waterjets instead of propellers and rudders and have shallower drafts than conventional warships, letting them zoom close to shore. The ships, better able to chase down pirates, have been fast-tracked because the Navy wants vessels that can operate in coastal, or littoral, waters. Freedom is due to be deployed next year, two years ahead of schedule. Independence is an aluminum, tri-hulled warship built by Austal USA in Mobile, Ala. The lead contractor is Maine's Bath Iron Works, a subsidiary of General Dynamics. Lockheed Martin Corp. is leading the team that built Freedom in Marinette, Wis. It looks more like a conventional warship, with a single hull made of steel. The stakes are high for both teams. The Navy plans to select Lockheed Martin or General Dynamics, but not both, as the builder. The Navy has ordered one more ship from each of the teams before it chooses the final design. Eventually, the Navy wants to build up to 55 of them. Speed has long been relished by Navy skippers. Capt. John Paul Jones, sometimes described as father of the U.S. Navy, summed it up this way in 1778: \"I wish to have no connection with any ship that does not sail fast; for I intend to go in harm's way.\" Eric Wertheim, author and editor of the U.S. Naval Institute's \"Guide to Combat Fleets of the World,\" said speed is a good thing, but it comes at a cost. \"This is really something revolutionary,\" Wertheim said. \"The question is how important and how expensive is this burst of speed?\" Early cost estimates for Littoral Combat Ships were about $220 million apiece, but costs spiraled because of the Navy's requirements and its desire to expedite construction. The cost of the ships is capped at $460 million apiece, starting in the new fiscal year. Both ships are built to accommodate helicopters and mission \"modules\" for either anti-submarine missions, mine removal or traditional surface warfare. The modules are designed to be swapped out within 24 hours, allowing the ships to adapt quickly to new missions. While they're fast, they aren't necessarily the fastest military ships afloat. The Navy used to have missile-equipped hydrofoils and the Marines' air-cushioned landing craft is capable of similar speeds, Wertheim said. And smaller ships are capable of higher speeds. Nonetheless, the speed is impressive, especially considering that other large naval vessels have been cruising along at a relatively pokey 30 to 35 knots for decades. Loren Thompson, a defense analyst at the Lexington Institute, noted that Independence sustained 44 knots despite a 30-knot headwind and 6- to 8-foot seas in Alabama's Mobile Bay. \"For a ship of this size, it's simply unheard of to sustain that rate of speed for four hours,\" he said.", "url": "https://komonews.com/news/nation-world/navys-newest-warships-top-out-at-more-than-50-mph-11-21-2015"}, {"title": "LCS Independence Completes Builder's Trials", "date": "2009-10-23", "content": "Independence (LCS 2), the innovative high-speed trimaran combatant ship being constructed by shipbuilder Austal USA in Mobile, Ala., as part of the General Dynamics Littoral Combat Ship Team, successfully completed a series of tests known as builder's trials on October 18 in the Gulf of Mexico. The trials included more than 50 demonstration events that rigorously test the ship and all of its systems in preparation for final inspection by the Navy before delivery. Notable achievements during the trials included reaching a sustained speed of 44 knots during the required four-hour full-power run, with a top speed in excess of 45 knots. Many of the test events were conducted in high sea-state and wind conditions (8-foot waves and winds in excess of 25 knots). Despite the weather, the ship repeatedly reached speeds of over 45 knots with propulsion and ride-control systems operating in full automatic mode, proving the effectiveness of the control systems and the highly efficient and stable characteristics of the trimaran hull form. A series of high speed ahead and astern maneuvers in these sea state conditions proved the effectiveness of the ship's four steerable water jets. During the repeated high-speed turns the ship demonstrated excellent agility and stability characteristics. The ship's flight deck remained stable despite sea state conditions and maneuvers. The ship's open architecture computing infrastructure (called OPEN CI), a highly flexible information-technology backbone that integrates the ship's combat, damage control, engineering control, mission package and other onboard computing functions, also proved its effectiveness during the trials. The OPEN CI 'any display, anywhere' capability was extremely valuable in enabling the LCS 2 crew to electronically reconfigure the bridge area and, at long range, the Core Mission System successfully detected, engaged and eliminated a simulated cruise missile attack by a small, fast-moving jet aircraft. In addition, the LCS 2 crew was able to access detailed performance and operation data from the bridge while the ship was operating, thereby providing them with real-time insight as to how the ship systems were performing. Jeff Geiger, president of team-leader Bath Iron Works, was on-board for the ship's high-speed trials on October 15. He said, \"Independence exceeded our expectations in terms of maneuverability, stability, handling and speed. We are very pleased to be one step closer to delivering this highly capable, versatile and lethal platform to the United States Navy.\" In addition, Geiger praised the builder's trials team for a job well done: \"I'm proud of this entire team of professionals, including Navy representatives from SUPSHIP, Bath and Washington, D.C., who were beside us every step of the way, for their hard work and perseverance.\" Upon returning from the full-power trial, Joe Rella, president and chief operating officer of Austal USA, remarked: \"The LCS did extremely well. Mobile and Alabama can be justifiably proud of their shipbuilders.\" The Littoral Combat Ship is a major part of the Navy's plan to address asymmetric threats in the 21st century. Intended to operate in coastal areas, the ships will be fast, highly maneuverable and equipped to support mine detection/elimination, anti-submarine warfare and anti-surface warfare mission. The ship's highly flexible OPEN CI design, developed and integrated by a General Dynamics Advanced Information Systems team, allows \"plug and play\" integration of both the core systems and the LCS mission modules. It meets Navy open architecture requirements, strictly adheres to published industry standards and facilitates the integration of commercially available products. General Dynamics Bath Iron Works is the prime contractor for the General Dynamics Littoral Combat Ship Team. Partners include shipbuilder Austal USA (Mobile, AL); General Dynamics Advanced Information Systems (Fairfax, VA); BAE Systems (Rockville, MD); L3 Communications Marine Systems (Leesburg, VA); Maritime Applied Physics Corporation (Baltimore, MD); and Northrop Grumman Electronic Systems (Baltimore, MD). Bath Iron Works employs approximately 5,700 people. Since 1991, BIW has manufactured and delivered 31 Arleigh Burke-class destroyers; the shipyard is also building the lead ship of the Navy's Zumwalt (DDG 1000) class of guided missile destroyers. Austal USA's Mobile facility currently employs almost 1,000 workers and is the largest aluminum shipyard in the world. In addition to the LCS, recent projects have included construction of the largest-ever aluminum ferry in the United States. Austal is also in the pre-construction design phase on the first Joint High Speed Vessels (JHSV) for the U.S. Department of Defense. General Dynamics Advanced Information Systems is a provider of end-to-end mission solutions in systems integration, development and operations support to customers in the defense, intelligence, space and homeland security communities. The company integrates land, air, sea, space and cyber assets to facilitate the collection, exploitation, analysis and dissemination of mission-critical intelligence information. General Dynamics, headquartered in Falls Church, Va., employs approximately 92,000 people worldwide. The company is a market leader in business aviation; land and expeditionary combat systems, armaments and munitions; shipbuilding and marine systems; and information systems and technologies.", "url": "https://www.defencetalk.com/lcs-independence-completes-builders-trials-22692/"}, {"title": "LCS Independence completes builder's trials", "date": "2009-10-26", "content": "USS Independence (LCS 2), a high-speed trimaran combatant ship being constructed by shipbuilder Austal USA in Mobile, Alabama, as part of the General Dynamics (GD) Littoral Combat Ship Team, successfully completed a series of tests known as builder's trials last week on Sunday in the Gulf of Mexico. The trials included more than 50 demonstration events that rigorously test the ship and all of its systems in preparation for final inspection by the Navy before delivery. Notable achievements during the trials included reaching a sustained speed of 44 knots during the required four-hour full-power run, with a top speed in excess of 45 knots. Many of the test events were conducted in high sea-state and wind conditions (8-foot waves and winds in excess of 25 knots), GD said in a statement. Despite the weather, the ship repeatedly reached speeds of over 45 knots with propulsion and ride-control systems operating in full automatic mode, proving the effectiveness of the control systems and the highly efficient and stable characteristics of the trimaran hull form. A series of high speed ahead and astern manoeuvres in these sea state conditions proved the effectiveness of the ship's four steerable water jets. During the repeated high-speed turns the ship demonstrated excellent agility and stability characteristics. The ship's flight deck remained stable despite sea state conditions and manoeuvres. The ship's open architecture computing infrastructure (called OPEN CI), a highly flexible information-technology backbone that integrates the ship's combat, damage control, engineering control, mission package and other onboard computing functions, also proved its effectiveness during the trials. The OPEN CI 'any display, anywhere' capability was extremely valuable in enabling the LCS 2 crew to electronically reconfigure the bridge area and, at long range, the Core Mission System successfully detected, engaged and eliminated a simulated cruise missile attack by a small, fast-moving jet aircraft. In addition, the LCS 2 crew was able to access detailed performance and operation data from the bridge while the ship was operating, thereby providing them with real-time insight as to how the ship systems were performing. Jeff Geiger, president of team-leader Bath Iron Works, was on-board for the ship's high-speed trials on October 15. He said, \"Independence exceeded our expectations in terms of manoeuvrability, stability, handling and speed. We are very pleased to be one step closer to delivering this highly capable, versatile and lethal platform to the United States Navy.\" In addition, Geiger praised the builder's trials team for a job well done: \"I'm proud of this entire team of professionals, including Navy representatives from SUPSHIP, Bath and Washington, D.C., who were beside us every step of the way, for their hard work and perseverance.\" Upon returning from the full-power trial, Joe Rella, president and chief operating officer of Austal USA, remarked: \"The LCS did extremely well. Mobile and Alabama can be justifiably proud of their shipbuilders.\" The Littoral Combat Ship is a major part of the Navy's plan to address asymmetric threats in the 21st century. Intended to operate in coastal areas, the ships will be fast, highly manoeuvrable and equipped to support mine detection/elimination, anti-submarine warfare and anti-surface warfare mission. The ship's highly flexible OPEN CI design, developed and integrated by a General Dynamics Advanced Information Systems team, allows \"plug and play\" integration of both the core systems and the LCS mission modules. It meets Navy open architecture requirements, strictly adheres to published industry standards and facilitates the integration of commercially available products.", "url": "https://www.defenceweb.co.za/sea/sea-sea/lcs-independence-completes-builders-trials/"}, {"title": "LCS-2 Completes Acceptance Trials", "date": "2009-11-23", "content": "The US Navy's second littoral combat ship (LCS-2), USS Independence, has completed its acceptance trials and will soon enter naval service. The ship, being built at Austal USA in Mobile, Alabama, is expected to be delivered in mid-December 2009 and is scheduled to be commissioned on 16 January 2010, defensenews.com reports. During the two-day trials, Independence cruised at speeds of up to 45kt and demonstrated its systems to a team from the Navy's Board of Inspection and Survey (INSURV). The official results of the trials, including the type and number of trial cards, are currently being reviewed by the navy, according to a Naval Sea Systems Command statement. The 127.8m-long and 28.4m-wide ship has a full load displacement of 2,637t, with an operational range of 4,300nm and can cruise at a speed of 50kt.", "url": "https://www.naval-technology.com/news/news70576-html/"}, {"title": "LCS 2 completes acceptance trials", "date": "2009-11-24", "content": "The future USS Independence (LCS 2) successfully completed acceptance trials last week, after completing a series of graded in-port and underway demonstrations for the Navy's Board of Inspection and Survey (INSURV). Acceptance Trials are the first opportunity for INSURV to test the ship and its systems, the US Navy says. During two days underway, the ship completed demonstrations of the combat systems suite, steering, anchoring and propulsion. The ship achieved a top speed of almost 45 knots during the full power demonstration. \"Independence performed extremely well during trials,\" said Littoral Combat Ship (LCS) Program Manager Rear Adm. James Murdoch. \"LCS 2 conducted two outstanding days at sea. We look forward to delivering this critical asset to the fleet.\" The ship was presented to INSURV with high levels of completion in production and test. The official results of the trials, including the type and number of trial cards, are currently being reviewed by the Navy. Members of the LCS 2 pre-commissioning unit were on board Independence during trials to see how their future ship will perform. \"It's going to change the way we do things, particularly in the surface force,\" said Cmdr. Curt Renshaw, Independence Blue Crew commanding officer. \"This ship allows us the flexibility to complement almost all the pillars of the Maritime Strategy.\" \"This is a significant milestone for the surface warfare community and the Navy at large - the impact that Freedom and Independence will have on the fleet will be immediate. We are another step closer to having this important capability as part of the surface force, and I applaud the team effort - Sailor, civilian and contractor - that went into making this happen,\" said Vice Adm. D.C. Curtis, commander, Naval Surface Forces. Acceptance trials are the last significant milestone before delivery of the ship to the Navy. Ship delivery is expected to occur next month, with the ship's commissioning Jan. 16 in Mobile, Ala.", "url": "https://www.defenceweb.co.za/sea/sea-sea/lcs-2-completes-acceptance-trials/"}, {"title": "General Dynamics Littoral Combat Ship Team Delivers Independence (LCS 2) and Lays Keel for Coronado (LCS 4)", "date": "2009-12-18", "content": "The General Dynamics Littoral Combat Ship Team today delivered Independence (LCS 2), its innovative high-speed trimaran combatant ship, to the United States Navy. The ship was constructed by team member Austal USA in Mobile. The delivery of Independence was preceded by the keel laying of its sister ship, Coronado (LCS 4), on Thursday, December 17. Captain Dean Krestos, USN, Commanding Officer Supervisor of Shipbuilding, Conversion and Repair, Bath, Maine, officially accepted custody of Independence (LCS 2), the Navy's first warship configured with a trimaran hull form. After signing the custody transfer documentation, Captain Krestos noted, \"It gives me great pleasure, on behalf of the United States Navy, to accept delivery of the LCS-2, Independence, bringing to the fleet the second ship of this exciting new class of surface combatants.\" A brief ceremony was conducted at Austal USA Headquarters to commemorate the ship's delivery. Those present included RDML James Murdoch, USN, the Navy's Littoral Combat Ship program manager; CDR Curt Renshaw and CDR Mike Riley, the ship's Blue and Gold Crew Commanding Officers; Jim Baskerville, vice president of the LCS Program for General Dynamics Bath Iron Works; Bob Browning, Austal Managing Director; Joe Rella, Austal USA President and Chief Operating Officer; and other Navy and General Dynamics LCS Team representatives. RDML Murdoch, speaking on behalf of the Navy, praised the combined efforts of the Navy / industry team in delivering LCS 2 and the characteristics of the ship itself. Speaking for the entire General Dynamics LCS Team, Baskerville said, \"Delivering Independence is a significant accomplishment for our team. Today, we provide the Navy with a new and highly capable warship equipped with extraordinary aviation features, large payload capacity and an open architecture computing environment for future missions - all contained within an extremely fast, stable and efficient trimaran hull form to support the Navy's needs today and tomorrow. We've designed Independence to fight - and we've built it to win.\" Independence (LCS 2) will remain in Mobile, Ala., awaiting its commissioning on January 16, 2010, marking the first time a Navy ship has been commissioned in the city since 1945. After commissioning, the Navy will operate the ship in preparation for the ship's next set of trials in the summer of 2010. On Thursday, a brief keel laying ceremony was held in Mobile at Austal USA's Assembly Bay 4 to record completion of the first major construction milestone for what will soon be the Navy's second high-speed trimaran Littoral Combat Ship, Coronado (LCS 4). In attendance were a number of Navy representatives, including RDML James Murdoch, Navy Littoral Combat Ship Program Manager, and members of the General Dynamics Littoral Combat Ship Team, including members of the Austal USA work force. The keel module, a large outfitted section of the aluminum ship's center hull, was the centerpiece of the ceremony. In welcoming attendees, Baskerville said, \"This is a significant day for the entire GD LCS Team and our Navy counterparts in Washington, Bath and Mobile. The lessons learned during the construction of Independence are already being applied to Coronado to ensure it will be, like Independence, a highly capable and effective platform to support the Navy's needs.\" Speaking for the Navy, RDML Murdoch noted the significant facility and efficiency improvements being made at Austal to the benefit of Coronado and future LCS ships. He also expressed high confidence and respect for the sailors that will serve and take Coronado into harm's way. Coronado (LCS 4) is scheduled for delivery in June 2012. Independence and Coronado are major parts of the Navy's plan to address asymmetric threats in the 21st century. Intended to operate in coastal areas, the ships will be fast, highly maneuverable and equipped to support mine detection/elimination, anti-submarine warfare and anti-surface warfare mission. The ships' highly flexible OPEN CI design, developed and integrated by a General Dynamics Advanced Information Systems team, allows \"plug and play\" integration of both the core systems and the LCS mission modules. It meets Navy open architecture requirements, strictly adheres to published industry standards and facilitates the integration of commercially available products. General Dynamics Bath Iron Works is the prime contractor for the General Dynamics Littoral Combat Ship Team. Partners include shipbuilder Austal USA (Mobile, AL); General Dynamics Advanced Information Systems (Fairfax, VA); BAE Systems (Rockville, MD); L3 Communications Marine Systems (Leesburg, VA); Maritime Applied Physics Corporation (Baltimore, MD); and Northrop Grumman Electronic Systems (Baltimore, MD). Bath Iron Works employs approximately 5,500 people. Since 1991, BIW has manufactured and delivered 31 Arleigh Burke-class destroyers; the shipyard is also building the lead ship of the Navy's Zumwalt (DDG 1000) class of guided missile destroyers. Austal USA's Mobile facility currently employs almost 1,000 workers and is one of the largest aluminum shipyards in the world. In addition to the LCS, recent projects have included construction of the largest-ever aluminum ferry in the United States. Austal is also in the pre-construction design phase on the first Joint High Speed Vessels (JHSV) for the U.S. Department of Defense. General Dynamics Advanced Information Systems is a provider of end-to-end mission solutions in systems integration, development and operations support to customers in the defense, intelligence, space and homeland security communities. The company integrates land, air, sea, space and cyber assets to facilitate the collection, exploitation, analysis and dissemination of mission-critical intelligence information. General Dynamics, headquartered in Falls Church, Va., employs approximately 92,300 people worldwide. The company is a market leader in business aviation; land and expeditionary combat systems, armaments and munitions; shipbuilding and marine systems; and information systems and technologies. More information about General Dynamics is available online at www.generaldynamics.com.", "url": "https://web.archive.org/web/20150402134038/http://www.prnewswire.com/news-releases/general-dynamics-littoral-combat-ship-team-delivers-independence-lcs-2-and-lays-keel-for-coronado-lcs-4-79674292.html"}, {"title": "US Navy Receives LCS-2 Independence", "date": "2009-12-21", "content": "The US Navy has received the first littoral combat ship, USS Independence from Austal USA on Alabama's Gulf Coast. The 127.1m-long warship can accommodate a complement of 40 crew and can cruise at a maximum speed in excess of 40kt. The LCS-2 Independence, which has completed sea trials, will enter naval service in January 2010, providing high-speed, multimission capability and the capacity for up to two large helicopters. General Dynamics Bath Iron Works is the main ship contractor while Austal built the tri-hull, all-aluminum Independence.", "url": "https://www.naval-technology.com/news/news73045-html/"}, {"title": "US Navy Accepts Delivery of LCS 2 USS Independence", "date": "2009-12-21", "content": "The Navy officially accepted delivery of the future USS Independence (LCS 2) Dec. 18 during a short ceremony in Mobile, Ala. Independence is the second littoral combat ship delivered to the Navy, and the first LCS of the General Dynamics variant. LCS is a new breed of U.S. Navy warship with versatile warfighting capabilities, capable of open-ocean operation, but optimized for littoral, or coastal, missions. \"Today marks a critical milestone in the life of the LCS 2,\" said Rear Adm. James Murdoch, the LCS program manager in the Navy's Program Executive Office (PEO) Ships. \"The Navy and our industry partners have worked diligently to deliver a much-needed capability.\" Prior to delivery, the Navy's Board of Inspection and Survey (INSURV) conducted Acceptance Trials aboard LCS 2 on Nov. 13-19, and found the ship's propulsion plant, sea-keeping and self-defense performance to be \"commendable,\" and recommended that the chief of naval operations authorize delivery of the ship following the correction or waiver of cited material deficiencies. Between now and sail away in February 2010, the contractor will correct most of the trial cards received during trials. Any remaining cards will be corrected during scheduled post-delivery maintenance availabilities including the post-shakedown availability scheduled for completion in 2011. Delivery is the last shipbuilding milestone before commissioning, scheduled for Jan. 16 in Mobile, Ala. The LCS class is designed from the keel up to deliver efficient capability, capacity, and flexibility to the warfighter. Independence, a high-speed aluminum trimaran, is designed to defeat asymmetric \"anti-access\" threats such as mines, quiet diesel submarines and fast surface craft. The 417-foot Independence will be outfitted with reconfigurable payloads, called mission packages, which can be changed out quickly. These mission packages focus on three mission areas: mine counter measures, surface warfare and anti-submarine warfare. PEO Ships is responsible for the development and acquisition of U.S. Navy surface ships and has delivered eight major surface ships to the fleet since the beginning of 2009. PEO Ships is working in conjunction with its industry partners to achieve steady production for all programs to increase production efficiencies and leverage cost savings. Delivering high-quality war fighting assets ¯ while balancing affordability and capability ¯ is key to supporting the Navy's Maritime Strategy and building the Navy's 313-ship force structure. PEO Ships is committed to delivering quality ships at an affordable price.", "url": "https://www.deagel.com/news/n000006909"}, {"title": "LCS-2 Completes Acceptance Trials", "date": "2009-12-23", "content": "The US Navy's second littoral combat ship (LCS-2), USS Independence, has completed its acceptance trials and will soon enter naval service. The ship, being built at Austal USA in Mobile, Alabama, is expected to be delivered in mid-December 2009 and is scheduled to be commissioned on 16 January 2010, defensenews.com reports. During the two-day trials, Independence cruised at speeds of up to 45kt and demonstrated its systems to a team from the Navy's Board of Inspection and Survey (INSURV). The official results of the trials, including the type and number of trial cards, are currently being reviewed by the navy, according to a Naval Sea Systems Command statement. The 127.8m-long and 28.4m-wide ship has a full load displacement of 2,637t, with an operational range of 4,300nm and can cruise at a speed of 50kt.", "url": "https://www.naval-technology.com/news/news70576-html/"}]}, {"win label": 0, "news": [{"title": "USS Independence Commissioned", "date": "2010-01-16", "content": "Nearly 500 guests braved the rain today in Mobile, Ala., to attend the commissioning of USS Independence (LCS 2). Independence joins USS Freedom (LCS 1) in the revolutionary Littoral Combat Ship (LCS) class, already making its mark on the fleet. \"LCS will have the capability...to secure the littoral regions upon which communities rely on for food, transportation and for their well-being,\" said Adm. Gary Roughead, Chief of Naval Operations, \"and to protect critical chokepoints in the global supply chain, to launch unmanned air, underwater and surface vehicles that will keep our trade at sea and our men and women ashore safe from harm.\" LCS is a fast, agile, mission-focused ship that demonstrates the latest in naval warfighting technology. The ship is specifically designed to defeat \"anti-access\" threats in shallow, coastal water regions, including fast surface craft, quiet diesel submarines, and mines. To meet the combatant commander's increased demand for mission-tailored forces packages, LCS features an interchangeable modular design that allows the ship to be reconfigured to meet mission requirements. \"LCS is the future of our surface Navy,\" said Vice Adm. D.C. Curtis, Commander, Naval Surface Forces. \"This program will complement the strengths of larger warships. LCS will be a deterrent of green and brown water threats; the flexibility, versatility, and smart design of Independence make it well suited for joint operations.\" Independence is a 419-foot aluminum trimaran, the first of its design in the surface fleet. It has a displacement of 2,800 metric tons, is capable of speeds in excess of 45 knots, and can operate in water less than 20 feet deep. Propelled by four water jets in addition to two diesel and two gas turbine engines, the ship boasts a range of over 3,500 nautical miles. Independence was christened by Mrs. Doreen Scott, wife of the 10th Master Chief Petty Officer of the Navy, Terry Scott, in a ceremony in Mobile, Ala. on Oct. 4, 2008. The ship completed builder's sea trials in the Gulf of Mexico, and was delivered to the Navy on Dec. 18, 2009. \"The crews are immensely excited to reach commissioning,\" said Cmdr. Curt Renshaw, commanding officer, Blue Crew. \"They have been waiting and preparing a long time to do what they are doing today.\" \"We are also excited to have the people who built the ship be a part of the ceremony against the great backdrop of a supportive city,\" said Cmdr. Michael Riley, commanding officer, Gold Crew. \"We are extremely pleased to celebrate this occasion in Mobile.\" The Sailors who brought the ship to life today are part of an innovative manning reconstruct that reduces crew size, demanding each Sailor maintain high levels of proficiency in multiple fields, and optimizes ship operability with multiple crews. Independence is manned by two rotational crews, \"blue\" and \"gold,\" of 40 Sailors each. These crews are further augmented by detachment specialists for each of the mission modules. \"It was a pretty special honor to be named as the first boatswain's mate of the watch,\" said Boatswain's Mate 2nd Class (SW) Katrina Williams. \"I will be the first watch on the USS Independence, and I was chosen by my superiors, that means a lot to me. \" \"This is a chance for my parents and my fiancee's parents to come and see what I'm doing, where I live, the jobs I will be doing and most important, where I will be working,\" said Engineman 1st Class (SW) Benjamin Standon, who welcomed 15 members of his family to the audience. The rotational crew model is already proving effective aboard USS Freedom (LCS 1), Independence's predecessor in the LCS class. Freedom is currently readying for her maiden deployment, accelerated approximately two years. The Navy expects to learn key operational lessons about Freedom in a deployment setting, and to integrate those lessons into the larger LCS fleet, projected to eventually reach 55 ships. Independence will conduct further testing and evaluation before eventually heading toward its homeport in San Diego.", "url": "https://web.archive.org/web/20151222085757/http://www.navy.mil/submit/display.asp?story_id=50586"}, {"title": "US Navy commissions newest warship, others coming", "date": "2010-01-17", "content": "The U.S. Navy commissioned its newest warship on Saturday, a 379-feet (115.5- metre) aluminum three-hulled vessel built by General Dynamics Corp GD.N, one of two designs vying for billions of dollars of follow-on orders. Chief of Naval Operations Admiral Gary Roughead told reporters as he traveled to the ceremony that the new class of fast, flexible shallow-water warships would be useful for a wide range of missions, including responding to humanitarian disasters like the earthquake in Haiti. Roughead said the first Littoral Combat Ship (LCS) built by Lockheed Martin Corp LMT.N, a more traditional steel monohull ship which is in Norfolk, Virginia, awaiting deployment to the Caribbean, could be used to quickly move supplies from the U.S. military base at Guantanamo, Cuba, to Haiti. \"Right now we're working a lot of different options, but if the LCS would be of value in Haiti, then that's where it's going to be,\" Roughead said, noting the ship's shallow draft made it well-suited to bolster the U.S. military effort there. Regardless of which design wins, the Littoral Combat Ships will dramatically shift the way the Navy will operate, featuring interchangeable mission packages to hunt for mines, fight pirates or other enemies in small boats, or track enemy submarines -- depending on what is needed at the time. If he had more of the new ships -- which carry manned and unmanned helicopters -- already available, they would be deployed like a \"swarm of bees\" around Haiti, Roughead said. Independence, whose namesake was commissioned in 1776, was the second of a new \"revolutionary\" class of ships because of its small crew size and the modular, interchangeable combat systems it will carry, Roughead told the ship's crew and hundreds of guests who braved the pouring rain to attend the ceremony on the dock in Mobile. \"It is truly unique in the world,\" Roughead said, telling reporters later, \"It doesn't even look like a ship. It looks like something out of Star Wars to me.\" The ships have a core crew of just 40 people, part of the Navy's drive to cut the number and cost of people aboard its ships. Even adding in a mission package and air crew, the staffing will be just 78 -- far less than comparable ships. The Navy expects to release around Jan 22 a final request for proposals for the competition between General Dynamics and Lockheed, whose first LCS ship was commissioned in late 2008. The contract, valued at well over $5 billion, will be 10 ships at a rate of two each year over the next five years, as well as the computer system to run five more ships. The Navy plans to buy a total of 55 of the faster, more agile ships. Roughead said he was pleased with LCS, and said it was critical to his plan to increase the size of the U.S. Navy to 313 ships from 287. He said he was pressing Navy officials to award a contract for the next batch of LCS ships \"as soon as we possibly can\" after allowing industry to review the terms of the competition and submitting their bids.", "url": "https://www.reuters.com/article/idUSN1614889220100116"}, {"title": "USS Independence Completes Maiden Voyage", "date": "2010-04-18", "content": "The US Navy's second littoral combat ship (LCS 2), USS Independence, has successfully completed its maiden voyage and arrived at Naval Station Norfolk, Virginia. During the maiden voyage, Independence carried out several operations to test its capabilities and limitations. The aluminum trimaran vessel deployed and recovered its 5m rigid-hull inflatable boat, and anchored at sea. In addition, the ship crew conducted extensive training with the SeaRAM weapon system. USS Independence will leave Norfolk naval station on 17 April and travel to Port Everglades, Florida, to participate in Fleet Week.", "url": "https://www.naval-technology.com/news/news82616-html/"}, {"title": "USS Independence, the Navy's First Trimaran", "date": "2010-06-11", "content": "Commissioned in January this year and sent on its maiden voyage in March, the 2,800-ton, 418-foot USS independence LCS 2 is scheduled to become the new face of US' Littoral Combat Ship (LCS), with a fleet of 55 such vessels to be ordered in the years to come. \"LCS is the future of our surface Navy,\" Vice Admiral D.C. Curtis, commander of naval surface forces, said back in January. \"This program will complement the strengths of larger warships. LCS will be a deterrent of green and brown water threats.\" Being the first trimaran to enter service, the Independence has passed its speed testing with flying colors, managing to reach 45 knots, or nearly 50 mph (80 km/h). The trimaran hull is to be held accountable for these high speeds, while it's overall shape allows it to reach rapid acceleration and turn tightly. Capable of carrying 2 SH-60 Seahawk helicopters and one H-53 Sea Dragon helicopter, the Independence comes armed with surface-to-air missile launcher, 57 mm gun and several other minor caliber guns. The overall shape of the ship, as well as its \"plug-and-play\" integration of core systems and LCS mission modules (including joystick control of the rudder) are so successful the ship is considered to become one of the most influential in the history of the fleet, with the design likely to become the fleet's new standard. ", "url": "https://www.autoevolution.com/news/uss-independence-the-navy-s-first-trimaran-21332.html"}]}, {"win label": 0, "news": [{"title": "First Gun Mission Module Installed Aboard LCS 2", "date": "2010-08-11", "content": "The Navy installed the second gun mission module (GMM) aboard USS Independence (LCS 2), July 28, in Norfolk. The GMM is an integral part of Littoral Combat Ship (LCS) Surface Warfare (SUW) Mission Package used for counter-piracy, maritime interdiction and security missions. GMM consists of two MK 46 turret mounted, axis-stabilized, 30mm chain gun systems that can fire up to 200 rounds per minute. Following installation, integration and end-to-end testing was conducted. \"The GMM breaks the paradigm of traditional fixed weapons that require permanent installation into the ship,\" said Capt. John Ailes, program manager for Program Executive Office Littoral and Mine Warfare's (PEO LMW) LCS Mission Modules program office (PMS 420). \"Traditional weapon system installations require the ship to be alongside the pier for an extended upgrade/repair period to accomplish any significant weapon system upgrades/repairs. Ailes also said the SUW GMM can be upgraded separately from the ship and the updated GMM can then be installed quickly, greatly improving operational tempo. He added that reverse flexibility of the system is also true, with the GMM capable of being removed and embarked on another LCS platform, reducing the need to procure two GMM's for each platform. The GMM is procured to warfighting requirements and not quantities of ships. The LCS SUW Mission Package team, lead by Cmdr. William Guarini, PMS 420, installed the GMM on LCS 2. GMM was the first module of the SUW Mission Package rolled out in July 2008, and consists of an MK44, Mod 2, 30mm automatic chain gun secured in an MK 46 turret. The gun can be fired in single, 5-round bursts and unlimited length bursts. Each GMM has a magazine capacity of more than 800 rounds and fires U.S. Navy 30 X 173mm ammunition. The weapon system is designed to counter small boat threats. The first Engineering Development Model (EMD) was subsequently installed on LCS 1 and used during Freedom's recent deployment to the U.S. Southern Command's Area of Operations where LCS 1 successfully conducted narcotics trafficking interdiction missions. Freedom also conducted testing of the GMM recently during the annual Rim of the Pacific Exercise near the Hawaiian islands. The team also installed the first EDM of the launcher for the Surface-to-Surface Missile Module (SSMM) in the forward centerline weapon zone. LCS 2 is built with a center-line weapon zone and port and starboard weapon zones. Current planning for SUW employment has the 30mm GMM carried in the port and starboard weapon zones and the SSMM carried in the centerline weapon zone. The SUW MP team consisted of Sailors from LCS Mission Package Detachment 2, government engineers from the Naval Surface Warfare Center, Dahlgren, the Naval Surface Warfare Center, Port Hueneme and Northrop Grumman Corporation. An affiliated program executive office of Naval Sea Systems Command, PEO LMW designs, delivers and maintains systems, equipment and weapons needed by the warfighter to dominate the littoral battle space, and provides the warfighter assured access.", "url": "https://www.militarynews.com/norfolk-navy-flagship/news/from_the_fleet/first-gun-mission-module-installed-aboard-lcs-2/article_34ddceb0-d825-5317-8b78-2cea79639a17.html"}, {"title": "Stunning U.S. assault ship capable of speeds over 40 knots taken out to sea for final trials", "date": "2010-10-01", "content": "The U.S. navy's stunning new assault ship has been taken out to sea for its final test trials. The USS Independence (LCS 2) is a small transport vessel designed to undertake multiple missions, which due to its trimaran design can reach speeds of more than 40 knots (46mph). The 419-foot vessel was built at the Austal shipyard in Mobile, Alabama, has a range of 10,000 nautical miles (19,000 km) and can also operate in water less than 20 feet deep. The Independence's mission bay is 15,2000 square feet and takes up most of the lower deck. It can support the operation of two Seahawk helicopters, multiple unmanned aerial vehicles (UAVs), or one CH-53 Sea Stallion-class helicopter. In addition to cargo, the bay can also carry four lanes of multiple Stryker combat vehicles, armoured Humvees, plus their associated troops. Austal USA won the contract to construct the impressive ship in October 2005 and her keel was laid down in January 2006. The development of the Independence has experienced a number of problems in recent years with the total projected cost of the ship now standing at $704 million - compared to the original prediction of $200 million. After christening the ship and completing its maiden voyage, the navy asked for an additional $5.3 million to correct problems found during sea trials. When the ship was commissioned in January, Admiral Gary Roughead, Chief of Naval Operations, praised its versatility and the support it will provide. 'LCS will have the capability... to secure the littoral regions upon which communities rely on for food, transportation and for their well-being and to protect critical choke-points in the global supply chain, to launch unmanned air, underwater and surface vehicles that will keep our trade at sea and our men and women ashore safe from harm,' he said. Vice Admiral D.C. Curtis, the Commander of Naval Surface Forces, added: 'LCS is the future of our surface Navy. 'This program will complement the strengths of larger warships. LCS will be a deterrent of green and brown water threats; the flexibility, versatility, and smart design of Independence make it well suited for joint operations.' ", "url": "https://www.dailymail.co.uk/sciencetech/article-1316581/USS-Independence-LCS-2-assault-ship-taken-sea-final-trials.html"}]}, {"win label": 0, "news": [{"title": "Austal-built LCS USS Independence suffering rust damage", "date": "2011-06-17", "content": "A littoral combat ship built at Austal USA's Mobile River shipyard will have to be dry-docked to remove water jets that have suffered significant corrosion, the Bloomberg news service reported today. While not discussing LCS-2, U.S.S. Independence, specifically, Craig Hooper, Austal's vice president for sales, marketing and external communication said that \"dynamic corrosion is a common problem for any ship. \"It's a known issue,\" Hooper said, \"and fixes are widely known in the maritime community.\" Hooper said he could not comment specifically on Independence because the ship now belongs to the U.S. Navy. Service officials could not be reached for comment Friday. The Navy identified \"aggressive\" corrosion in Independence's propulsion area, it said today in a written statement to congressional appropriations committees that it also provided to Bloomberg. Navy officials were concerned about the potential for corrosion during construction of the ship because of \"dissimilar metals,\" particularly near the steel propulsion shafts, Bloomberg reported. Temporary repairs will allow the ship to operate safely until it can be drydocked, Bloomberg reported. Austal is Mobile's largest industrial employer, and the LCS program is vital to its future. The company has built one LCS and is working on a second as a subcontractor for Maine-based Bath Iron Works. LCS program riddled with cost overruns and procurement changes. In December, the U.S. Navy agreed to a $3.6 billion deal with Austal as the main contractor to build 10 more of the warships, which are designed to operate in shallow water close to land. That contract and a $1.6 billion, 10-ship deal to build high-speed transport ships for the Navy are the entirety of the company's U.S. backlog. Littoral combat ships were envisioned as a less-expensive alternative to heavier combat craft, but the program has been riddled with cost overruns and procurement changes since its inception in 2001. The Navy originally estimated a price tag of about $220 million per LCS, but costs for the first ships from each of the two vendors that won the Navy's competition were more than triple that amount. Bath Iron Works and Lockheed Martin Corp. built different versions of the LCS. The Lockheed ship, made in Wisconsin, has a steel hull and looks like a traditional frigate. The Bath ship, built at Austal, has an aluminum exterior and a tri-hull design. In 2009, the Navy announced that it would eliminate one of the designs to cut costs. Bath dropped out of the program shortly after; Austal took over as prime contractor for its design and continued to compete for Navy contracts. Last year, Navy officials said that ship prices fell enough during that competition to award contracts to both companies. Congress approved the change, and in December the Navy gave 10-vessel deals to both shipyards. The first Lockheed ship, U.S.S. Freedom, developed a crack as long as 6 inches through its hull during sea trials in February, prompting a Navy investigation of the design. Independence, the first LCS built at Austal, was commissioned in January 2010. The second Austal-built ship, Coronado, is scheduled to be finished next year. Finland's Wärtsilä built the water jets for Independence and is building the water jets for the Coronado, Hooper said. ", "url": "https://www.al.com/live/2011/06/report_austal-built_lcs_suffer.html"}, {"title": "Navy Finds 'Aggressive' Corrosion on New Ship", "date": "2011-06-18", "content": "The U.S. Navy has discovered \"aggressive\" corrosion in Austal Ltd. (ASB)'s first new combat ship designed for operating close to shore. The corrosion is in the propulsion areas of the USS Independence, the Littoral Combat Ship built by the Mobile, Alabama-based subsidiary of Australia's Austal and General Dynamics Corp. (GD) \"This could be a very serious setback,\" said Norman Polmar, an independent naval analyst and author in Alexandria, Virginia. \"If the ship develops a serious flaw, you're not going to continue producing them.\" Permanent repair will require drydocking the ship and removing its \"water jets,\" a key component of the propulsion system, the Navy said in a written statement to congressional appropriations committees provided to Bloomberg News. Aluminum-hulled ships such as Austal's tend to rust faster than steel-hulled ships, Polmar said. \"But I'm surprised it happened so early,\" he said. \"This ship is brand new.\" The corrosion discovery in a ship that was commissioned in January 2010 marks another blow to the Littoral Combat Ship program, planned to ultimately consist of 55 ships. In February, the Navy discovered another ship in the series, from another construction team, had a crack through the hull. Close to Shore: The Littoral Combat ships are designed to operate closer to shore than the rest of the Navy's surface fleet. They would make up about 17 percent of the Navy's planned 313-ship fleet. Missions include clearing mines, hunting submarines and providing humanitarian relief. The Navy in December awarded contracts for as many as 10 Littoral Combat ships to each of two teams of builders, led by Lockheed Martin Corp. (LMT) and Austal. Austal won a $465 million contract that could reach as much as $3.78 billion if all options are exercised, the Navy announcement said. Building all 55 ships will cost the Navy at least $37.4 billion, according to a Pentagon report released in April. Officials were concerned about the potential for corrosion during construction of the ship because of \"dissimilar metals,\" particularly near the steel propulsion shafts, the Navy memo said. Temporary repairs will allow the ship to operate safely in the interim, the Navy said. The Littoral Combat Ships are designed to last about 25 years. Each ship is expected to cost about $36.6 million a year to operate and support. Two Versions: The Navy is buying two versions from two teams of builders. The other team consists of Bethesda, Maryland-based Lockheed and Marinette Marine Corp. of Marinette, Wisconsin. The first Lockheed ship developed a crack as long as six inches through its hull during sea trials in February, prompting a Navy investigation of the design. Calls to Austal and calls and e-mails to General Dynamics weren't immediately returned. The Austal ship is now in Mayport, Florida, undergoing additional testing, the Navy said in its statement. A permanent repair of the existing corrosion damage would be conducted next year, the Navy said. The Navy statement did not provide an estimate of the cost of the repair work.", "url": "https://web.archive.org/web/20140720061414/http://www.bloomberg.com/news/2011-06-17/navy-finds-aggressive-corrosion-on-austal-s-combat-ship-1-.html"}, {"title": "Austal develops corrosion management solution for LCS", "date": "2011-06-23", "content": "Austal USA says that it has worked very closely with its U.S. Navy partners to achieve a comprehensive corrosion management solution for the Independence-variant Littoral Combat Ship (LCS) class. \"The Navy and Austal team have a solid understanding of corrosion mitigating measures,\" said the shipbuilder's President and Chief Operating Officer Joe Rella, \"it's often an unpredictable and irregular war that is fought every single day on the waterfront, and the Navy has been a very active partner as the Navy/Austal USA team plotted out the appropriate mix of active and passive anti-corrosion measures developed from first in class outcomes for the next ten hulls.\" Impressed current cathodic protection systems, already in place on the Westpac Express, an Austal-built civilian vessel that has served the U.S. Marine Corps for the past decade, are set to be tested over the coming months on the Independence-variant Littoral Combat Ships and ultimately, put into place on the Jackson (LCS 6). \"Not only do the active systems help eliminate the stray currents that cause galvanic corrosion,\" said Rella, \"they can also alert the operators and maintainers if the ship is at risk of accelerated corrosion.\" Passive measures are important as well, and the Coronado (LCS 4) will get new anti-corrosion surface treatments to better protect the water jet tunnels and associated structure from galvanic corrosion. \"Austal USA experts talk with Navy specialists every day about these and other issues,\" continued Rella, \"and we are eager to move beyond short-term remediation and help the Navy, from the design stage on, apply the best practices in corrosion management to the entire Independence-variant LCS class.\" Austal says it looks forward to deepening its collaboration with the Navy in fielding cutting-edge, labor-saving solutions for the Navy's ongoing battle with the elements. \"Corrosion is always a factor,\" said Mr. Rella, \"but with Jackson (LCS 6), we will deliver to the Navy an array of tested corrosion-management tools and processes--tools and processes that will allow our Navy partners to get these innovative, versatile platforms out into the field and completing vital national security missions.\"", "url": "https://web.archive.org/web/20110828070854/http://www.marinelog.com/index.php?option=com_content&view=article&id=991:2011jun00230&catid=1:latest-news&Itemid=107"}]}, [], {"win label": 0, "news": [{"title": "The Navy's $700 Million Littoral Combat Ship Can Do Amazing Things, But It Keeps Breaking Down", "date": "2012-01-21", "content": "The USS Independence is in trouble. Built by General Dynamics, the Navy's Littoral Combat Ship (LCS), designed for anti-submarine, anti-mine, and surface warfare, is beset by problems four years after its debut. Geoff Ziezulewicz at Stars and Stripes reports the LCS saw a string of failures across an array of systems in both models currently being fielded, but it is the USS Independence experiencing the lion's share of problems. From faulty anti-mine systems and lift platforms, to bad propulsion systems and hull corrosion, the Independence is seeing plenty of growing pains. While experts say this may be normal for any new ship with new technology it's hurting sales. In December 2011, Israel backed out of its order for two LCSs and instead ordered two Sa'ar 4.5-class missile corvettes. But the Navy is already relying on the LCS to fill one fifth of its 30-year, 313 ship fleet. It's training its sailors to use the LCS systems, and its far too committed to back out now. ", "url": "https://www.businessinsider.com/navy-littoral-combat-ship-pictures-2012-1"}, {"title": "DEVELOPMENTAL TESTING FOR MINE COUNTERMEASURES MISSION", "date": "2012-03-30", "content": "Naval Sea System Command (NAVSEA) employees and Fleet operators completed the Littoral Combat Ship (LCS) mine countermeasures (MCM) mission package (MP) developmental testing on March 15, 2012. Under the direction of Program Executive Officer Littoral Combat Ships (PEO LCS), and the LCS Mission Modules Program Office (PMS420), scientists and engineers from Naval Surface Warfare Centers Panama City and Port Hueneme, conducted the tests with U.S. Navy Sailors onboard USS Independence (LCS 2). \"NSWC PCD performs the integration and certification of systems and software supporting the modular open architecture capabilities for Littoral Combat Ship,\" said NSWC PCD Commanding Officer Capt. Scott Pratt, USN. \"The end result of these tests onboard (LCS 2) were very positive overall for the U.S. Navy. The Sailors, engineers and scientists were able to rapidly reconfigure mine warfare systems successfully demonstrating this future mine warfare capability for the U.S. Navy.\" Panama City, Fla., employees provided critical Subject Matter Expertise, training, and logistics support to the LCS 2 Sailors in order to conduct the various test missions, while Port Hueneme, Calif., employees served as mission test directors and evaluators. Fleet users are the active-duty Sailors who receive organic mine warfare mission module training on various systems in California for both General Dynamics and Lockheed Martin Littoral Combat Ship sea frame ships. Each sea frame has the capability to Launch, Handle and Recover (LHR) Organic Offboard Vehicles (OOVs), which requires different training. Specifically, (LCS 2) uses a Twin Boom Extensible Crane (TBEC) with a three point lift system to launch and recover the Remote Minehunting Systems onto the seaframe. LCS 2 is a trimaran hull designed by General Dynamics; USS Freedom (LCS 1) uses a stern ramp for LHR missions and is a mono hull ship, designed by Lockheed-Martin. \"Working with the Sailors during the LHR Developmental Test (DT) phases also allows the project support teams to identify training gaps,\" said Todd Bowden, LCS mission module program manager at NSWC PCD. \"There is always room for growth and that's what developmental testing supports. It identifies opportunities for future design improvements, training gaps or any other unexpected issues.\" During the developmental test phases, organic mine countermeasures detect, neutralize and minesweeping missions were conducted for shallow and deep water focused mine hunting scenarios to include the RMS, Airborne Laser Mine Detection Systems (ALMDS), Airborne Mine Neutralization System (AMNS), the AN/AQS-20, in addition to multiple sortie missions using an MH-60S. Phase One of the LCS MCM MP developmental testing was conducted from September to October 2011. Phase Two Developmental Testing began January 5, 2012 and completed March15 2012. \"These detect to engage, and reacquire missions were conducted in an operational environment with the Sailors performing the work, assisted by the technical subject matter experts,\" said Bowden. \"We were there to help them whenever they needed it, and to identify any equipment issues or training gaps.\" In preparation for successful Operational Test and fleet introduction for the LCS MCM MP, further developmental testing is being planned. The LCS Mine Countermeasures mission package is scheduled to reach initial operational capability by 2014.", "url": "https://www.pcbeach.org/news-article/developmental-testing-for-mine-countermeasures-mission/"}, {"title": "Independence Departs For Homeport Of San Diego", "date": "2012-04-11", "content": "The littoral combat ship USS Independence (LCS 2) departed Naval Station Mayport April 9, embarking on the ship's maiden voyage to her homeport of San Diego. The transit, led by the ship's Gold Crew, marks the successful completion of testing the ability of the ship's Mine Countermeasures (MCM) mission package to detect, localize, and destroy mines in a tactical environment. Sailors from Independence and embarked MCM Detachment 1 conducted operations off the coast of Florida, training with organic assets including the Remote Minehunting Vehicle (RMV) and MH-60S helicopters especially configured to tow the Airborne Mine Neutralization System (AMNS). \"We are excited about the success demonstrated during our recent MCM developmental testing, bringing us one step closer to operational integration with the fleet,\" said Cmdr. Gerald R. Olin, commanding officer of Independence's Gold Crew. \"The crew is looking forward to the Panama Canal transit, a well deserved port visit in-route, and to bringing the ship to its homeport of San Diego for the first time. Independence is an exciting ship, and we can't wait to show it to our friends and family on the west coast.\" Upon arrival in San Diego, Gold Crew will begin the process of turnover with the ship's Blue Crew, including a custody inspection of parts and an exchange of command. \"We've worked hard to get the ship ready for this underway, and it's paid off,\" said Electronics Technician 1st Class Michael Neville, who has been stationed aboard Independence since 2010. \"It's a great feeling to be headed home.\" LCS is a fast, agile, networked surface combatant designed to operate in the near-shore environment, while capable of open-ocean tasking, and win against 21st-century coastal threats such as submarines, mines, and swarming small craft. LCS' modular, focused-mission design provides combatant commanders the required warfighting capabilities and operational flexibility to ensure maritime dominance and access for the joint force.", "url": "https://www.jacksonville.com/story/news/military/2012/04/11/independence-departs-homeport-san-diego/15870050007/"}, {"title": "USS Independence Conducts First Panama Canal Transit", "date": "2012-04-18", "content": "Littoral combat ship USS Independence (LCS 2) conducted the ship's first Panama Canal transit April 15 while underway to her homeport of San Diego. Independence's Gold Crew is the first to bring Independence through the Panama Canal, sailing a 105-foot-wide ship through canal locks only 110-foot-wide. \"This is a very challenging evolution because of the large size of this vessel,\" said Cmdr. Gerald Olin, Independence commanding officer. \"It's also significant because it's the first time that an Independence-class warship has transited the Panama Canal. The crew worked hard today to get us through safely, and we're excited to be one step closer to San Diego.\" During the 44.5-mile transit, starting at the Atlantic Ocean entrance, the ship passed through the Gatun, Pedro Miguel, and Miraflores Locks. The ship was tied to mechanized \"mules\" that guided the ship as locks were flooded and drained, allowing for 85 feet of elevation change during the transit. Independence's weapons officer, Lt. j.g. James Masterson, stood watch as conning officer on the bridge during the transit through the three sets of locks. \"The biggest challenge was the distance between either side of the ship and the locks,\" said Masterson. \"The whole time, I was focusing on the navigational tools I had, making sure I was dead set in the center.\" When the transit was complete, the ship moored in Rodman, Panama, to refuel. The ship will then continue its transit to the U.S. 3rd Fleet area of responsibility. \"It feels great bringing the ship to the west coast,\" said Masterson. \"This really is the point of no return, we are definitely going home and it's a great moment for the whole crew. I'm glad that I am able to be part of it.\" The LCS is a fast, agile, networked surface combatant designed to operate in the near-shore environment, while capable of open-ocean tasking, and win against 21st-century coastal threats such as submarines, mines, and swarming small craft. Sailors assigned to Independence's Gold Crew and embarked Mine Countermeasures Squadron, Detachment 1, are underway for the ship's maiden voyage to San Diego.", "url": "https://maritime-executive.com/article/uss-independence-conducts-first-panama-canal-transit"}, {"title": "USS Independence arrives at home port Naval Station San Diego", "date": "2012-05-02", "content": "The USS Independence, part of a new class of warships built for combat in coastal waters but also capable of open-ocean warfare, arrived at its home port of Naval Station San Diego for the first time Wednesday. The ship left its shipyard in Mississippi last month, went through the Panama Canal, made a stop in Mexico and completed a mine detection and clearance exercise off the Florida coast. While capable of operating in open waters, the new ship is specifically designed to operate in coastal regions in water as shallow as 20 feet and confront such threats as swarms of fast surface craft, quiet diesel submarines, and mines. Unlike traditional ships with fixed armament, littoral combat ships can be fitted with different types of weapons at different times, depending on the mission. They can also launch helicopters as well as unmanned mine-hunting vehicles. ", "url": "https://cbs8.com/article/news/uss-independence-arrives-at-home-port-naval-station-san-diego/509-ea0600e4-ebe8-4690-bc07-0d153b6bbd09"}, {"title": "USS Independence Arrives in San Diego", "date": "2012-05-02", "content": "The littoral combat ship USS Independence (LCS 2) arrived at Naval Base San Diego May 2, completing the ship's maiden voyage to her homeport. Independence, commissioned in 2010, is the first Independence-class ship to transit the Panama Canal, conduct a foreign port visit and arrive in San Diego. \"It's an honor to be the first-in-class to sail to our homeport of San Diego,\" said Cmdr. Gerald R. Olin, commanding officer of Independence's Gold Crew. \"The crew and mine countermeasures detachment have worked hard, adapted to challenges and persevered through months away from home to get to this point. I'm proud to be with them on the pier today.\" After two years of training off the coast of Florida, the ship's transit from Mayport to San Diego marks the successful completion of testing the ability of the ship's Mine Countermeasures (MCM) mission package, led by MCM Detachment 1, to detect, localize, and destroy mines in a tactical environment. \"This on-hull period has been a challenging and learning experience for us all. The biggest reward for all the hard work is to finally be here in San Diego, our homeport,\" said Fire Controlman 2nd Class Christopher Dotson. \"Through thick and thin, family has been by our sides the entire time. This reward-being home-is for both the crew and our families.\" The historic accomplishment of the 23-day transit, lead by the ship's Gold Crew, was not lost in the excitement of being home. \"This is a proud moment in my life because I feel like I have made history to be the first Independence-class ship to arrive here,\" said Culinary Specialist 1st Class Tenica Nerestant. \"And to be a culinary specialist on board, helping make my second family feel closer to home, that just makes it even better.\" Upon arrival in San Diego, Gold Crew will begin the process of turnover with the ship's Blue Crew, including a custody inspection of parts and an exchange of command. LCS is a fast, agile, networked surface combatant designed to operate in the near-shore environment, while capable of open-ocean tasking, and win against 21st-century coastal threats such as submarines, mines, and swarming small craft. LCS' modular, focused-mission design provides combatant commanders the required warfighting capabilities and operational flexibility to ensure maritime dominance and access for the joint force.", "url": "https://www.cpf.navy.mil/Newsroom/News/Article/2754603/uss-independence-arrives-in-san-diego/"}, {"title": "Both LCS Variants at Sea Together", "date": "2012-05-16", "content": "The first two littoral combat ship (LCS) variants were under way together for the first time recently off Southern California. USS Freedom (LCS 1) and USS Independence (LCS 2) represent a new breed of fast, agile, flexible focused-mission surface combatants designed to deal with anti-access threats in the littoral, the regions where the land and oceans meet. The two ships represent two different designs for LCS. USS Freedom is a 379-foot monohull built by a team led by Lockheed Martin at Marinette Marine on the Menomenee River in Wisconsin. USS Independence - a 418-foot trimaran - was built by a General Dynamics-led team at Austal USA in Mobile, Ala. LCS 1 was commissioned in 2008 and has been operating from her homeport of San Diego since 2010. LCS 2 just arrived in San Diego. The future USS Fort Worth (LCS 3) successfully completed acceptance trials in Lake Michigan May 4. LCS 3 is expected to commission at Galveston, Texas in September 2012. Milwaukee (LCS 5) is under construction at Marinette Marine. Coronado (LCS 4) was launched and christened at Mobile in January of this year and is expected to be commissioned in early 2013. Austal expects to build at least ten more ships of the Independence-class variant. Jackson (LCS 6) is also building at the Austal USA shipyard. Sailors assigned to Pre-Commissioning Unit Coronado (LCS 4) Blue and Gold Crews embarked aboard Independence to learn about how the ship and crew operate at sea as during the transit through the Panama Canal and its new homeport of San Diego. \"Fort Worth performed extremely well during its trials,\" said LCS Program Manager Capt. John Neagley. \"The ship's level of completion coupled with Marinette Marine's excellent craftsmanship resulted in relatively few material deficiencies.\" \"During the four-day trial, the Navy conducted comprehensive tests intended to demonstrate the performance of the propulsion plant, ship handling and auxiliary systems,\" said Naval Sea Systems Command spokesman Chris Johnson. \"This improved performance in comparison to the first ship of the class is a result of design stability, facility improvements and production efficiencies by the shipbuilder.\" Johnson said the ship was presented to the Navy's Board of Inspection and Survey (INSURV) with high levels of completion. \"The Navy continues to remain committed to a 55 ship LCS program and is leveraging competition, fixed-price contracting and serial production to reduce construction duration and costs,\" Johnson said.", "url": "https://www.defensemedianetwork.com/stories/both-lcs-variants-at-sea-together/"}]}, [], {"win label": 0, "news": [{"title": "US Navy's LCS MCM package completes launch and recovery trials", "date": "2013-09-08", "content": "The US Navy has successfully completed the launch handling and recovery testing of the remote multi-mission vehicle (RMMV) aboard the Independence-variant littoral combat ship (LCS) USS Independence (LCS 2). During the trial, the RMMV has been launched and recovered at sea and demonstrated its design improvements, recovery equipment and the ship's twin boom extensible crane (TBEC). In addition, the unmanned offboard vehicle also demonstrated 23 hours of continuous in-water operations along with its AN/AQS-20A sonar, as part of the testing. The LCS mission modules test and evaluation assistant programme manager, Michelle Clark, said about twelve dozen successful launch and recovery missions have been conducted by the mine countermeasures detachment and test team. The trials also validated the crew's ability to communicate with two off-board RMMVs simultaneously. The RMMV is a high-endurance, semi-autonomous, low-observable, diesel-powered vehicle, capable of supporting minehunting sensors using towed AN/AQS-20A variable depth mine-hunting sonar. LCS mission modules programme manager captain, John Ailes, said that the MCM mission package, which represents a significant improvement over currently deployed mine-hunting systems, enables the navy to keep ships safely in a minefield. As part of the mine countermeasures mission (MCM) package, one of three packages being developed for the US Navy's LCS programme, the RMMV can be used for detection, classification and localisation of mine-like contacts and mine identification of bottom mines. Capable of providing a visual image and a contact data list for operators, the AN/AQS-20A is fitted with five separate sonar / sensors in a compact, lightweight and hydro-dynamically stable towed body to localise mine-like objects. The MCM initial operational test and evaluation is expected to be completed in 2015, marking the final step for the US Navy to achieve initial operational capability for the package.", "url": "https://www.naval-technology.com/news/newsus-navys-lcs-mcm-package/"}, {"title": "U.S. Navy's LCS Remote Minehunting System Completes Developmental Testing", "date": "2013-12-13", "content": "The remote minehunting system (RMS) successfully completed developmental testing, Dec. 9. The objective of the developmental testing (DT) was to demonstrate that the RMS met reliability, suitability and effectiveness requirements. Preliminary analyses of the results indicate that the RMS operated as expected and the test objectives were achieved. \"This at-sea test milestone validates the success of our RMS reliability growth program,\" said Steve Lose, program manager for the RMS. \"The system's performance during the DT gives me confidence we are ready to proceed to the operational assessment phase.\" The RMS consists of the remote multi-mission vehicle (RMMV) and the towed AN/AQS-20A variable depth sonar. The system's purpose is to provide detection, classification, and localization of bottom, close-tethered, and volume mines in a single pass, as well as provide identification of bottom mines. The RMS will be deployed on the littoral combat ship (LCS) as a component of the LCS mine countermeasures (MCM) mission package (MP). With the RMS, the Navy will be able to keep its ships out of the minefield while conducting mine-hunting operations. The operations tested included the mission cycle, from pre-launch mission planning and vehicle readiness checks to operations in a simulated mine-field and post-mission data analysis. The tests demonstrated the capability of the RMS and the ability of Sailors to operate the system through various phases of an RMS mission. The testing was led by the Naval Surface Warfare Center-Panama City with LCS Squadron One, Detachment Three Sailors participating. The tests were conducted Oct. 22 through Dec. 9 off the coast of Palm Beach, Fla. The next event for the RMS will be the system's operational assessment led by Commander, Operational Test and Evaluation Force in January 2014. This testing will also take place off the coast of Palm Beach. During the summer of 2014 the RMS will support the developmental testing for the complete LCS mine countermeasures mission package. This will be followed in 2015 by initial operational test and evaluation (IOT&E), the Navy's final step to achieving initial operational capability for the MCM MP. PEO LCS is affiliated with the Naval Sea Systems Command and provides a single program executive responsible for acquiring and sustaining mission capabilities of the littoral combat ship class, from procurement through fleet employment and sustainment. The combined capability of the LCS ships and LCS mission systems is designed to dominate the littoral battle space and provide U.S. forces with assured access to coastal areas.", "url": "https://navyrecognition.com/index.php/naval-news/naval-news-archive/year-2013-news/december-2013-navy-naval-forces-maritime-industry-technology-security-global-news/1422-us-navys-lcs-remote-minehunting-system-completes-developmental-testing.html"}]}, {"win label": 0, "news": [{"title": "Navy changes course, sends LCS to Hawaii for RIMPAC", "date": "2014-05-19", "content": "Turns out a littoral combat ship will be headed to Hawaii this summer after all. Adm. Jon Greenert, chief of naval operations, told an audience in Washington Monday that the Independence will operate off Hawaii as part of the huge Rim of the Pacific (RIMPAC) exercises to take place in June and July. The move reverses an earlier decision that kept the Independence, along with the other three littoral combat ships in service, in southern California, carrying out tests and various exercises. The recently commissioned Coronado, sister ship of the Independence, is participating in RIMPAC, but only in the waters off San Diego. A spokesman for the U.S. Pacific Fleet in Pearl Harbor confirmed the Independence will take part in the seagoing phase of the exercises, scheduled to run July 6 through July 25. \"From the beginning of the RIMPAC 2014 planning process, we have looked for opportunities to involve our littoral combat ships. USS Coronado (LCS 4) has always been scheduled for the mine warfare and dive training portion off Southern California, that will also include USS Champion, USS Scout, a Canadian minesweeper and forces from seven other countries,\" Capt. Darryn James said. \"In addition to USS Coronado's RIMPAC participation, we recently modified the operational schedule of USS Independence (LCS 2) so that it will take part in the exercise portion off Hawaii. We remain confident both ships will continue to achieve future milestones and certifications.\" Freedom, the first LCS, took part in the 2010 RIMPAC exercises, and Navy leaders have frequently cited that experience as a significant event in getting the new type of ship to sea. But no LCS showed up in 2012 for the biannual exercises - said to be the largest naval exercises in the world - and planners had not scheduled any of the four ships to visit Pearl Harbor. More than two dozen foreign ships are expected to voyage to Hawaii to join a similar number of Navy ships in the exercises. A highlight of this year's events will be the first-time seagoing participation of the Chinese Navy. A four-ship squadron is coming to Pearl - a destroyer, frigate, replenishment ship and hospital ship - and will undoubtedly garner a major share of media attention. With an LCS now headed for Hawaii, the American ship is also likely to attract a bright media spotlight.", "url": "https://web.archive.org/web/20141107193233/http://www.militarytimes.com/article/20140519/NEWS/305190041/Navy-changes-course-sends-LCS-Hawaii-RIMPAC"}, {"title": "LCS 2 Tests 57 mm Gun in Preparation for RIMPAC", "date": "2014-05-29", "content": "USS Independence (LCS 2) successfully completed a test event with the ship's Mk 110 57 millimeter gun May 20. Held at Naval Air Warfare Center Weapons Division, Point Mugu Range, the test demonstrated Independence's surface warfare capabilities by engaging a stationary target using the ship's core combat system. As part of the test plan, Independence crew members tracked a surface balloon, also known as a Killer Tomato, with SAFIRE, the ship's electro-optical/infrared camera, and the Sea Giraffe radar prior to engaging the target with the 57 mm gun. 'I'm pleased with the outcome of this test on a number of levels. Not only did we validate the current combat system software and the procedures for safely firing the core weapon system, but the crew also received valuable training time, improving their proficiency with the ship's sensors and weapons,' said Capt. Tom Anderson, LCS program manager. Independence, the lead ship of the Independence variant of littoral combat ships, will operate off the coast of Hawaii as part of Rim of the Pacific (RIMPAC), the world's largest international maritime warfare exercise, in July. USS Freedom (LCS 1), the lead ship of the Freedom variant, participated in RIMPAC in 2010. PEO LCS is responsible for delivering and sustaining credible littoral mission capabilities to the fleet and is working with industry to achieve steady production to increase efficiencies and leverage cost-savings. Delivering high-quality warfighting assets while balancing affordability and capability is key to supporting the nation's maritime strategy.", "url": "https://www.globalsecurity.org/military/library/news/2014/05/mil-140529-nns03.htm"}]}, {"win label": 0, "news": [{"title": "USS Independence (LCS 2) Participates in RIMPAC 2014", "date": "2014-07-10", "content": "USS Independence (LCS 2) arrived in Pearl Harbor July 6 to participate in Rim of the Pacific (RIMPAC) 2014, the world's largest international maritime warfare exercise, according to a DoD release. Independence is the first of class of the aluminum-hulled trimaran littoral combat ship (LCS) variants built by Austal USA. The Freedom-class littoral combat ships are monohulls built by a Lockheed Martin-led team. The lead ship of the Freedom class, USS Freedom (LCS 1), was a RIMPAC participant in 2010. Independence carried out testing of its Mk 110 57mm main gun off Point Mugu prior to deploying from its homeport of San Diego for the exercise. Independence's sister ship USS Coronado (LCS 4 -Independence-class ships are even-numbered, Freedom-class LCS odd-numbered) is also participating in RIMPAC, but will remain in the waters off of San Diego conducting mine warfare, dive, and Marine Corps reconnaissance exercises. Independence, however, will operate off the coast of Hawaii during the seagoing portion of RIMPAC 2014. Forces from 23 nations will be a part of RIMPAC 2014, including, for the first time, Brunei and the People's Republic of China, which is sending a four-ship squadron. This year's exercise also includes forces from Australia, Canada, Chile, Colombia, France, India, Indonesia, Japan, Malaysia, Mexico, the Netherlands, New Zealand, Norway, Peru, the Republic of Korea, the Republic of the Philippines, Singapore, Thailand, Tonga, the United Kingdom and the host nation United States. RIMPAC events are planned to take place in the Hawaiian Operating Area and offshore ranges, including Joint Base Pearl Harbor-Hickam, the Pacific Missile Range Facility, Marine Corps Base Hawaii, Bellows Air Force Station, Pohakulao Training Area, and Schofield Barracks. Some training events are also scheduled to occur off the coast of Southern California.", "url": "https://www.defensemedianetwork.com/stories/uss-independence-lcs-2-participates-in-rimpac-2014/"}, {"title": "U.S. Navy Littoral Combat Ship USS Independence (LCS 2) Successfully Completes Special Trials", "date": "2014-08-22", "content": "USS Independence (LCS 2 ) successfully completed Special Trials (ST), a series of at-sea tests on Aug. 2, following the ship's participation in the multinational Rim of the Pacific (RIMPAC) exercises that took place throughout the month of July. Independence, funded as a research development test and evaluation ship, conducted an ST instead of the usual Final Contract Trial (FCT). Traditionally funded ships have a specific time frame for when FCT must take place, to identify issues or deficiencies to be corrected before the vessel is officially turned over to the U.S. Navy. Independence was commissioned in January 2010, and has already undergone several maintenance availabilities to correct issues uncovered in testing and operation. A similar ST was previously carried out with USS Freedom (LCS 1) in May 2012. The successful ST for LCS 2 was conducted off the Hawaiian coast where the ship underwent a series of specific tests under the supervision of the Board of Inspection and Survey (INSURV). Specific tests included; anchoring, launch and recovery of Rigid Hull Inflatable Boats, firing exercises using the 57mm gun, and full power propulsion and maneuvering tests. \"This was a well-executed trial and a positive validation of the capability embedded in this ship. With this good RIMPAC and INSURV performance, our Navy should rightly be bullish on the LCS,\" said Rear Adm. Jeff Harley, president of INSURV. \"This was a great opportunity for me, as the builder of future littoral combat ships, to see this first-of-class ship with nearly five years of time in service be put through her paces,\" said Capt. Tom Anderson, LCS program manager. \"Both the ship and her crew performed superbly.\" LCS 2 is a trimaran-hulled small surface combatant built for high speed, which can conduct agile and mission-focused operations in the complex littoral environment. Built by Austal USA, the Independence variant of LCS can be rapidly reconfigured with specific Mission Modules to conduct Surface Warfare, Mine Countermeasures and Anti-submarine warfare.", "url": "https://www.navyrecognition.com/index.php/naval-news/naval-news-archive/year-2014-news/august-2014-navy-naval-forces-maritime-industry-technology-security-global-news/1958-us-navy-littoral-combat-ship-uss-independence-lcs-2-successfully-completes-special-trials.html"}, {"title": "Navy's LCS Tests Counter-Mine, Anti-Submarine Technology", "date": "2014-11-06", "content": "The Navy's Littoral Combat Ship recently searched for submarines and sailed through a dummy mine-field off the coast of San Diego, California, to assess whether the vessel's anti-submarine and mine-countermeasure technologies could find enemy submarines and successfully detect and destroy underwater mines, service officials said. The anti-mine developmental and operational tests this past summer took place on board the USS Independence, or LCS 2. The tests involved many aspects of the LCS' Mine-Countermeasures mission package, a collection of integrated mine-detecting technologies engineered to swap on and off the platform. \"The real purpose of the test was to stress the operational tempo. This is the first time we've really done end to end missions on the ship,\" Capt. Casey Moton, LCS mission modules program manager, said. Using a suite of counter-mine technologies, the ship traveled twice through the mock-mine field, successfully detecting the mines in each instance. The test was the first time all three elements of the MCM package were integrated on-board the ship, Moton explained. The elements consist of a Remote Mine-hunting System below the surface and an Airborne Laser Mine Detection System, or ALMDS, above the water to locate the mines alongside an Airborne Mine Neutralization System, or AMNS, designed to destroy the mines once they are found, he added. \"We wanted to be sure the crew could handle a high-tempo. The crew did extremely well operating through the different stages - search, detect, destroy,\" Moton said. The RMS is comprised of an AQS-20 underwater sonar mine detection system which launches from an autonomous semi-submersible called the Remote Multi-Mission Vehicle, or RMMV. The RMMV, which has both line-of-sight and over-the-horizon capability, is launched from the back of the LCS, Navy officials said. As many as two RMMVs can operate from the LCS at one time. The RMS works in tandem with the ALMDS, an airborne laser designed to scan the surface and shallow water for mines. Data from both the RMS and ALMDS are assessed at a command center on-board the ship, he said. \"They will basically piece all that together to get a complete picture of where all the mines are. Air assets and the RMS are looking at two different things. The air assets are looking for mines near the surface and the RMS is looking for mines deeper in the water,\" Moton explained. The AMNS involves the use of an MH-60 helicopter which drops a vehicle into the water carrying neutralizer to blow up a mine that has previously been found. The Navy is now in the process of further analyzing the results of the tests. \"I have to crunch all the data now and see what needs to be worked,\" he added. The MCM package is slated to be operational on board the USS Independence by next summer, Moton said. Upon initial examination, anti-submarine and counter-mine warfare might seem to call upon the same detection technologies and methods. Moton explained, however, that while there are some similarities, detecting submarines is actually much different that finding mines. \"Mines are harder to find. They don't radiate any noise and the ranges are shorter. The sonars that are going against submarines have to be much longer range. A submarine is putting out its own noise signature,\" Moton explained. The Navy also recently finished testing of its Anti-Submarine Warfare mission package in September off the coast of San Diego, Calif., on board the USS Freedom, Moton said. The ASW mission package, slated to be operational by 2016, is earlier in its development than the other two LCS mission packages, the Surface Warfare and Mine-Countermeasures mission packages. The technologies for the ASW package include use of an active sonar called Variable Depth Sonar deployed off the back of the ship and a passive detection system called a Multi-Function Towed Array, or MFTA. \"We were towing an active and passive detection sonar. This was the first time where we had done a test on LCS where we had towed both of those systems,\" Moton said. An active sonar pro-actively sends out a \"ping\" or acoustic signal and then analyzes the return to determine the shape, distance and dimension of a given threat; passive sonar is merely listening or receiving pings. The tests, which included detecting actual submarines, involved mechanical assessments at different speeds to make sure the two systems did not cross, Moton said. The ASW package also uses MH-60 helicopters to detect and destroy submarines with sonobuoys and lightweight torpedos. Light Weight Tow torpedo countermeasures, vertical-take-off-and-landing unmanned aerial vehicles and handling gear for the equipment are also parts of the ASW mission package, Navy officials said. Moton said the Navy is exploring options for acquiring lighter weight handling gear for the ASW package on-board the LCS.", "url": "https://web.archive.org/web/20141107190242/http://www.dodbuzz.com/2014/11/06/navys-lcs-tests-counter-mine-anti-submarine-technology/"}]}, {"win label": 0, "news": [{"title": "LCS Independence Ships Out for MCM Package Test", "date": "2015-02-03", "content": "The test ship for the U.S. Navy's Littoral Combat Ship (LCS) mine countermeasure (MCM) mission package shipped out from Naval Station San Diego, Calif., last week. USS Independence (LCS-2) is heading toward Naval Air Station Pensacola, Fla. for the major end-to-end evaluation of arguably the complicated mission package for the LCS program. The test - set for this summer, Naval Sea Systems Command told USNI News - will be the most challenging test of the LCS concept to date. The operational test and evaluation (IOT&E) will seek to prove four MCM distinct technologies in the first increment of the package -the MH-60S helicopter-deployed airborne laser mine detection system (ALMDS); the mine-killing airborne mine neutralization system (AMNS); the remote minehunting system (RMS), composed of the Lockheed Martin Remote Multi-Mission Vehicle (RMMV) and the Raytheon AQS-20A sonar. \"IOT&E is the event that will transition the mission package from testing to fleet use,\" read a statement from the service. A successful OPEVAL will prove out the Navy's plan to replace its aging fleet of Avenger-class MCM ships that are among the oldest ships in the service.", "url": "https://news.usni.org/2015/02/03/lcs-independence-ships-mcm-package-test"}, {"title": "USS Independence docks at Pensacola Naval Air Station", "date": "2015-02-20", "content": "The USS Independence docked at Allegheny Pier aboard Pensacola Naval Air Station on Friday. The warship is the first ship of the Independence variant of Littoral Combat Ship Class (LCS), a high-speed, shallow draft multi-mission ship designed to operate independently or with an associated strike group. The Independence will be testing its mine warfare capabilities docking between sorties in the Gulf of Mexico at NAS Pensacola. LCSs are made to defeat growing littoral threats, or those close to the shore, and provide access and dominance in coastal waters. They provide war-fighting capabilities and operational flexibility to execute focused missions including surface, mine and anti-submarine warfare. The USS Independence's home port is in San Diego, Calif., and was constructed by Mobile team member Austal.", "url": "https://www.pnj.com/story/news/military/2015/02/20/uss-independence-docked-nas-pensacola/23770915/"}]}, {"win label": 0, "news": [{"title": "Navy Launches Independent Review of Littoral Combat Ship Remote Minehunting System", "date": "2015-10-13", "content": "The Navy has chartered an independent review of its criticized Remote Minehunting System (RMS), a key component of its Littoral Combat Ship mine countermeasures mission package, which may affect the service's decision to move forward with LCS testing and RMS acquisition, a Navy spokeswoman told USNI News. \"The Chief of Naval Operations and the Assistant Secretary of the Navy (Research, Development and Acquisition) chartered an independent review of the Remote Minehunting System (RMS) capability and reliability on September 25, 2015,\" Capt. Thurraya Kent said in a Tuesday statement. \"Focus areas of the team's review include validating the requirements and mission concept of operations; assessing the RMS against the requirements; evaluating alternatives; assessing the program's technical risk, schedule and cost; and evaluating the program's management structure.\" The team will report back to CNO Adm. John Richardson and acquisition chief Sean Stackley within 60 days. Between now and the conclusion of the review, the LCS program office must decide whether to move forward with its final operational testing, which, if successful, would lead to a declaration of initial operational capability (IOC) on the MCM mission package. Most recently, the Navy said it would conduct the operational test in November, pending a formal decision to actually move forward with the testing. Kent said in her statement that \"the progress of this review will also help inform the Navy's operational test decision and subsequent actions critical to the future of the Navy's mine countermeasures capability,\" though it is unclear if the program office will have to wait for the team's final recommendation or if it could choose to move ahead with the November test window. In an Oct. 8 letter to Senate Armed Services Committee chair Sen. John McCain, Pentagon acquisition chief Frank Kendall provided more clarity on the program review. \"The first increment of the MCM MP systems completed a Navy Technical Evaluation on August 30, 2015. Those results will inform an Operational Test Readiness Review in October 2015. The Navy has also chartered an independent program review of the Remote Minehunting System (RMS), which will conclude in November 2015,\" read the Oct. 8 letter from These reviews will inform the Department's assessment of the RMMV's readiness for IOT&E.\" Until the end of the review, the Pentagon will hold off, \"further production of the RMMV until I have agreed on a risk-appropriate strategy,\" Kendall wrote. The RMS - consisting of a Remote Multimission Vehicle (RMMV) towing the AN/AQS-20 sonar - is a workhorse in the LCS MCM mission package but has faced reliability problems since its development. Though Navy officials have said the LCS MCM mission package as a whole has performed well in testing and completes missions faster than legacy Avenger-class MCM ships, the service decided to delay the mission package's operational test period, which had originally been scheduled to take place over the summer to allow for an IOC declaration by the end of September. The LCS program office encountered problems across the board during a technical evaluation that immediately preceded the initial operational test and evaluation (IOT&E). Rather than bring Navy and Pentagon testers down to Florida, the program office chose to extend the technical evaluation to work out some of the problems - which LCS Mission Modules Program Manager Capt. Casey Moton said included processes that sailors needed to refine, integration and communication challenges and reliability issues in both the ship and the mission package. In the midst of the Navy's efforts to address the RMMV and LCS reliability issues, Senate Armed Services Committee chairman John McCain (R-Ariz.) and ranking member Jack Reed (D-R.I.) wrote to Navy and Pentagon leadership on Aug. 31 to express concerns about the RMMV's ability to meet Navy warfighting requirements. \"Following a Nunn-McCurdy breach five years ago, the Department [of Defense] certified to Congress that the Remove Minehunting System ... would perform more effectively if the Navy were to invest in a reliability growth program, and Congress funded that effort,\" the letter reads. \"However, in a memorandum signed earlier this month, the Director of Operational Test and Evaluation (DOT&E) assessed the current Remote Minehunting System and RMMV reliability as being 18.8 hours and 25.0 hours between mission failures, on average, respectively, which is well below the Navy's requirement of 75 hours. Moreover, DOT&E noted that, 'Recent developmental testing provides no statistical evidence that the [Remote Minehunting System] is demonstrating improved reliability, and instead indicates that reliability plateaued nearly a decade ago.\" McCain and Reed asked that the Navy and Pentagon look into alternatives for the LCS mission package, including several other unmanned mine countermeasures vehicles in use in other parts of the Navy. \"The decisions made over the next six months will set the course for our nation's maritime MCM capabilities for decades to come,\" according to the letter. \"Too much is at stake to accept the status quo and permit systems with long documented cost, schedule, performance, and reliability shortfalls to get a free pass into the fleet and further production.\"", "url": "https://news.usni.org/2015/10/13/navy-launches-independent-review-of-littoral-combat-ship-remote-minehunting-system-new-look-could-cause-more-testing-delays"}]}, [], {"win label": 0, "news": [{"title": "US Navy overhauls troubled littoral combat ship program", "date": "2016-09-12", "content": "After a year of mechanical breakdowns plaguing its $360 million littoral combat ships, the US Navy has announced a major overhaul of the program that will include designating the first four of the ships as testing vessels and limiting their overseas deployments to emergencies. The Navy's announcement came less than two weeks after it revealed breakdowns in two of the ships, the USS Freedom (LCS 1) and USS Coronado (LCS 4). Those followed mechanical failures in the USS Fort Worth (LCS 3) and USS Milwaukee (LCS 5), all since December. The new deployment plan for the LCS fleet isn't a response to the breakdown issues, Navy spokesman Lt. Kara Yingling told CNN. \"The review was a comprehensive look at maintenance, training, and manning across the class - not limited to one ship or one incident. As with any new ship class, the Navy constantly looks for ways to improve employment and deployment of its ships,\" she said. The plan kicks off next year with the conversion of the first four littoral combat ships, Freedom, Fort Worth, Coronado and USS Independence (LCS 2) - into testing ships. The review was ordered by Navy leaders in late February, shortly after the problems with the Fort Worth and the Milwaukee. The results were announced Thursday by Vice Adm. Tom Rowden, commander of Naval Surface Forces. The new plan for the LCS, the first of which was commissioned in 2008, backs away from what the Navy had touted as \"a bold departure from traditional Navy shipbuilding programs based on its use of innovative acquisition, construction, manning, training and operational concepts\" and also includes some proven Navy concepts. For instance, the original plans had three crews rotating through two ships, the goal being to keep the ships deployed for longer periods with fresh crews. The new plan has two crews assigned to each ship, with one deployed and one undergoing training ashore like the Navy does with its \"blue\" and \"gold\" submarine crews. The Navy also said the new plan would have those crews focusing during a deployment on only one mission of the ships' three missions - anti-submarine warfare, anti-surface warfare and mine countermeasures. Previously, the LCS were designed to be able to switch among those missions. The plan means the Navy will have to add personnel, about 420 sailors, when it is fully implemented in 2023, Rowden told reporters. By that time, the Navy plans to have 28 littoral combat ships in the fleet, up from the six currently in service. The exceptions to the blue-gold crew plans will be the four testing ships, which will be \"manned with seasoned, experienced LCS sailors,\" the Navy said. \"... their main focus will be on system testing.\" Lastly, the Navy said an LCS' homeport would be based on its variant, with the single-hulled Freedom variants (odd number designations) based in Mayport, Florida, and the tri-hulled Independence variants (even numbered designations) based in San Diego. Three divisions of four ships each will operate out of each port, it said.", "url": "https://edition.cnn.com/2016/09/12/politics/us-navy-littoral-combat-ship-overhaul/index.html"}, {"title": "SWRMC completes first Selected Restricted Availability on USS Independence", "date": "2016-12-19", "content": "Southwest Regional Maintenance Center (SWRMC) completed the first-ever Selected Restricted Availability on USS Independence (LCS 2) Dec. 9. SWRMC is the Naval Support Activity (NSA), which oversaw the work being conducted on the ship under prime contractor General Dynamics, NASSCO. \"USS Independence met all scheduled milestones,\" said Lt. Shawn Williams, USS Independence Project Officer. SWRMC and NASSCO were able to support the ship's Damage Control Material Assessment (DCMA) and Light Off Assessment (LOA) on time.\" Major work requiring dry docking the ship included waterjet anode pocket and stern tube replacement, AMAH hull strengthening, and the replacement of several 10-inch overboard discharge valve and 12-inch suction valves. Additional high profile efforts included mission bay stanchion strengthening, air conditioning plant accumulation tank modification, and Number 1 and 2 Ship Service Diesel Generator (SSDG) top end overhauls. The Littoral Combat Ship (LCS) is a fast, agile, and networked surface combatant, optimized for operating in the littorals. The primary missions for the LCS include countering diesel submarine threats, littoral mine threats, and surface threats, such as small surface craft attacks, to assure maritime access for joint forces. SWRMC is a Naval Sea Systems Command Field Activity under Commander, Navy Regional Maintenance Center. The command's mission is to provide superior ship maintenance, modernization, technical support, and training to the Pacific fleet.", "url": "https://www.navsea.navy.mil/Media/News/Article-View/Article/1033287/swrmc-completes-first-selected-restricted-availability-on-uss-independence/"}, {"title": "USS Independence (LCS 2) completes first selected restricted availability", "date": "2016-12-21", "content": "The US Navy's USS Independence has successfully completed the first selected restricted availability works at Southwest Regional Maintenance Centre in San Diego, California. SWRMC supervised the work conducted on the LCS 2 under its major contractor, General Dynamics National Steel and Shipbuilding Company. USS Independence project officer lieutenant Shawn Williams said: \"USS Independence met all scheduled milestones. SWRMC and NASSCO were able to support the ship's damage control material assessment and light off assessment on time.\" The primary works required dry-docking of the USS Independence included AMAH hull strengthening, waterjet anode pocket and stern tube replacement, as well as replacement of several 10in overboard discharge valve and 12in suction valves. Other efforts included air-conditioning plant accumulation tank modification, mission bay stanchion strengthening, and Number 1 and 2 ship service diesel generator (SSDG) top-end overhauls. The LCS is being built in two variants, with the Freedom type being built and delivered by Lockheed Martin and the Independence type by Austal. The LCS is designed to perform missions that include countering littoral mine threats, diesel submarine threats, and surface threats, such as small surface craft attacks. Designed based on a trimaran hull, USS Independence (LCS 2) was launched in April 2008 and commissioned in January 2010.", "url": "https://www.naval-technology.com/news/newsuss-independence-lcs-2-completes-first-selected-restricted-availability-5702565/"}]}, [], {"win label": 0, "news": [{"title": "Mikros completes ADSSS system installation on US Navy's LCS 2", "date": "2017-12-07", "content": "US-based Mikros Systems has completed the adaptive diagnostic electronic portable testset (ADEPT) system installation on the US Navy's USS Independence (LCS 2) littoral combat ship. As part of the project, the company has carried out the first ship and shore installation and testing of its ADEPT Distance Support Sensor Suite (ADSSS) on the Navy's Independence-class flagship. The new ADEPT solution offers condition-based maintenance for mission-critical complex distributed systems using smart sensors, model-based prognostics and secure fault-tolerant networking. Mikros' ADSSS model-based prognostics framework helps convert large amounts of data into actionable information for operations, maintenance and logistics, while a secure fault-tolerant network enables the protection of critical operational data. ADSSS programme manager Lori Ogles said: \"Mikros has been a proud partner of the US Navy for over 15 years. \"We are honoured to continue to support the readiness of US Navy combat systems with our condition-based maintenance solution and we look forward to expanding the ADSSS technology to additional LCS and US naval platforms.\" The ADSSS system on the USS Independence will use the company's advanced model-based prognostics framework technology that would help monitor combat system elements in order to detect and predict on-ship system failures, as well as apply predictive analytics to onshore systems to detect broader maintenance trends and patterns across the naval fleet. The 419ft-long LCS 2 was christened in Mobile, Alabama, on 4 October 2008, delivered to the US Navy on 18 December 2009, and commissioned in January 2010.", "url": "https://www.naval-technology.com/news/mikros-completes-adsss-system-installation-us-navys-lcs-2/"}]}, {"win label": 0, "news": [{"title": "Navy May Reduce LCS-2 Drydocking Requirements as Drydock Shortage Looms", "date": "2018-06-21", "content": "The Navy may not continue to put its Independence-variant Littoral Combat Ships into the drydock every time they go into planned maintenance, as one way of dealing with a looming shortfall in drydock availability and private sector maintenance capacity. Vice Adm. Tom Moore, commander of Naval Sea Systems Command, told USNI News that the LCS-2 hulls have to be drydocked for all planned maintenance events, partly due to a requirement to inspect the condition of the hull each time. Most of the Navy's ships are made of steel, so with the Independence-variants being made of aluminum, the Navy decided early on to gather data through hull inspections at each planned maintenance event. \"Part of the drydocking piece was to do an underwater hull inspection,\" Moore said. \"So we're looking at, hey, are there other ways we can go do that inspection? So I think that's viable, and if we can do that that's great because not having it docked every time would be good. So we're coming through the technical piece, we haven't finished it yet but my goal is to try to get us to a point where we could figure out how to do the inspections without having to put the ship in the drydock.\" Rear Adm. Lorin Selby, NAVSEA's chief engineer and deputy commander for ship design, integration and naval engineering, told USNI News during the same conversation that NAVSEA would evaluate an Independence-variant ship this fall to see how much the condition of its hull had changed over time, and \"pending those results we may be able to actually, we think, possibly double the interval on the drydock, which would give us a lot more flexibility.\" The admirals didn't have the exact maintenance schedule but said they believed the drydocking requirement could go from once every three years to once every five to six years, if the engineering study this fall supported only using the drydock every other maintenance availability. Moore, speaking at the American Society of Naval Engineers' annual Technology, Systems and Ships conference, said it's clear the Navy will begin to need more drydocking availability than the private sector can offer, and that deficit in availability will become unmanageable in the next three to five years if companies don't begin to make an investment now. Reducing the LCS requirement for drydocks wouldn't be a total solution but would certainly go a long way in reducing demand on West Coast yards, since all the Independent-variant ships are stationed in San Diego. Exacerbating the drydock shortage is the fact that most Navy surface combatants and amphibious ships undergoing maintenance in the private sector come out of the availability later than planned - since 2011, ships averaged about 60 days late, the admiral said. If those ships came out in a timely manner, new ships could come in and rotate through faster. Additionally, the private sector has about 15,750 personnel in the workforce today and can already only meet about 75 percent of the Navy's ship maintenance needs. By Fiscal Year 2020 the Navy will need the private sector workforce to be about 19,750, or 4,000 more than today. \"The private sector today, they don't have the capacity to do the work we need,\" Moore said in his speech. \"By our account, we've got about 15,750 workers in the private sector nation-wide; that's about 75 percent basically of where we are from a workload perspective today, and it results in us delivering most of our surface ships late.\" Moore said many of the yards aren't growing their workforce because the Navy's operations and maintenance budget can be so unpredictable. Bringing in more employees would meet the Navy's stated need but also represents a large, long-term cost for the company if the Navy doesn't follow through and fund all of the maintenance availabilities it says it needs. \"They're doing the math and saying, hey, if there's no long-term predictability in the work, it's probably better for me for my bottom line to perhaps deliver a little bit late but not over-hire. And so it's incumbent upon us on the Navy side to send a very clear signal that there's stable, predictable work coming and tell industry, hey, I need you to hire,\" Moore said. While the situation today is bad, it is only bound to get worse, Moore said. The Navy has 284 ships today and plans to grow to 355. Of those 71 additional ships, only nine are submarines and aircraft carriers that would be maintained at the public naval shipyards, Moore said; the rest would rely on the private sector for maintenance. \"We may not be challenged to get to 355 from a pure numbers standpoint; we're going to be challenged in having 355 ships that we can go out and use and give to the combatant commanders to do the missions around the world we need to do,\" he added. Moore told the audience that \"this is my number-one focus area now as COMNAVSEA. I probably spent more time on public shipyards in the first two years, but I think we're on a better path there. ... But the private sector is really where the biggest challenges are going to be in the next three to five years, in my opinion.\" On the public naval shipyard side, Moore said the Navy isn't out of the woods yet but is seeing an \"improving trend.\" Hiring is on track to support reaching a higher workforce goal by 2019 or 2020, and a shipyard optimization plan has gone to Congress to outline a 20-year, $21-billion modernization and optimization effort. Included would be funding to replace aging drydocks with ones that can accommodate the longer Block V Virginia-class attack submarines and the higher power requirements of the Ford-class aircraft carriers; recapitalization of tooling and equipment, which the Navy only does every 20 to 25 years instead of every 10 years like private industry; and create a more efficient layout of shops, offices and other buildings at the four naval shipyards, some of which were originally designed to build new ships instead of repair nuclear-powered ones. Moore said about two-thirds of the overall bill will go to layout redesigns. \"We found when we did some recent studies that at Norfolk Naval Shipyard we actually walk, the workforce walks the circumference of the Earth every single day getting back and forth between the shops and the ships,\" Moore said. \"And so you can imagine that's wasted time, and we think it's wasted to the tune of at least 6 percent right off the bat - 6 percent of your labor hours are going to just transit.\"", "url": "https://news.usni.org/2018/06/21/navy-may-reduce-lcs-2-drydocking-requirements-drydock-shortage-looms"}]}, [], {"win label": 0, "news": [{"title": "Navy completes unmanned systems integration testing on board USS Independence", "date": "2019-01-25", "content": "The U.S. Navy's Littoral Combat Ship (LCS) Mission Module Program completed shipboard integration testing of two unmanned systems on board USS Independence (LCS 2). The two systems - the Knifefish unmanned undersea vehicle (UUV) and Unmanned Influence Sweep System (UISS) - are part of the Mine Countermeasures Mission Package (MCM MP), which uses a system-of-systems approach to target specific portions of the water column and segments of the MCM detect-to-engage sequence. During these integration events, both the Knifefish and UISS verified the communications link between Independence and the unmanned systems as well as executed multiple launch and recovery evolutions from the ship. These test events mark a critical milestone for the LCS Mission Module Program, having now successfully tested each vehicle in the MCM MP (that is, an MH-60S helicopter, MQ-8B Fire Scout unmanned helicopter, UISS and Knifefish UUV) on board an Independence-variant LCS. In addition to UISS and the Knifefish UUV completing integration tests, the program has certified all the aviation modules for the MCM MP for deployment on Independence-variant ships. These airborne MCM systems provide combatant commanders the ability to rapidly deploy systems that can detect near-surface mines as well as neutralizes mines in the water and on the bottom without requiring Sailors to sail into the minefield. Additionally, the Coastal Battlefield Reconnaissance and Analysis system, which is a vertical-take-off unmanned aerial vehicle payload, provides a much-needed beach zone mine-detection capability in support of the amphibious assault mission. These tests are a subset of a comprehensive test program that encompasses shore-based system testing to characterize individual systems prior to completing final integration on an LCS. The LCS Mission Module program office will continue to incrementally deliver MCM MP systems to the fleet in advance of the formal MCM MP initial operational test and evaluation events beginning in 2021.", "url": "https://militaryembedded.com/radar-ew/signal-processing/navy-completes-unmanned-systems-integration-testing-on-board-uss-independence"}, {"title": "US Navy completes integration testing of Knifefish and UISS", "date": "2019-01-29", "content": "The US Navy has completed shipboard integration testing of the Knifefish unmanned undersea vehicle (UUV) and the Unmanned Influence Sweep System (UISS) on board Independence-class littoral combat ship, USS Independence (LCS 2). The US Navy Knifefish UUV and the UISS are part of the Mine Countermeasures Mission Package (MCM MP), which allow the LCS to detect and neutralise or avoid mines while carrying out fleet operations. The MCM MP, which incorporates a system-of-systems approach to target specific portions of the water column and segments of the MCM detect-to-engage sequence, deploys aviation assets and unmanned surface and submersible vehicles. During integration, both the US Navy's Knifefish UUV and UISS verified the communications link between USS Independence and the unmanned systems. The unmanned systems also executed multiple launch and recovery evolutions from LCS 2. According to the US Navy, the integration test events represent a significant milestone for the LCS Mission Module Program. To complete the integration testing, the US Navy tested each vehicle in the MCM MP, including an MH-60S helicopter, MQ-8B Fire Scout unmanned helicopter, UISS and Knifefish UUV on board Independence-variant ships. Originally designed as the Bluefin-21 civilian undersea search robot by General Dynamics's subsidiary Bluefin Robotics, the Knifefish UUV was modified for military use by the Naval Sea Systems Command in 2011. The LCS Mission Module Program has certified all the aviation modules for the MCM MP for deployment on USS Independence-variant ships. Combatant commanders can use these airborne MCM systems to rapidly deploy systems for detection of near-surface mines. In addition, the systems can neutralise mines in the water and on the seabed, eliminating the need for sailors to sail into the minefield. The Coastal Battlefield Reconnaissance and Analysis system, which is a vertical-take-off unmanned aerial vehicle payload, can be deployed to deliver beach zone mine-detection capability during amphibious assault missions. The US Navy is expected to commence the formal MCM MP initial operational test and evaluation events beginning in 2021. Until then, the LCS Mission Module programme office will continue to incrementally deliver MCM MP systems to the fleet.", "url": "https://www.naval-technology.com/news/us-navy-knifefish/"}]}, [], {"win label": 0, "news": [{"title": "The Navy Wants to Retire a Ship That's Only Six Years Old", "date": "2020-02-13", "content": "The U.S. Navy wants to retire four ships of the controversial Littoral Combat Ship class, including one ship that is just six years old. The four ships all have at least 10, if not 20 years of service in them but are currently non-deployable test ships not rated for combat. It's unclear why the Navy wants to dump them when at the same time it is trying to reach a fleet of 355 ships by 2030. The Navy wants to retire the first two ships from the Freedom class of Littoral Combat Ships, USS Freedom (above) and Fort Worth, commissioned into the fleet in 2008 and 2012, respectively. It also wants to retire the first two ships of the Independence-class. USS Independence, the lead ship in the class, was commissioned in 2010. USS Coronado was just commissioned in 2014, making it less than six years old. The Littoral Combat Ship (LCS) program has been fraught with problems since its conception in the early 2000s. LCS was originally inspired by the concept of a small (500 ton), nimble, heavily armed \"Streetfighter\" of a ship capable of duking it out with large ships while operating in coastal regions and island chains. This gradually morphed into a much larger ship, lightly armed, and equipped with interchangeable, self-contained \"mission modules\" that allowed it to become a submarine hunter, minesweeper, ship-killer, or commando transport within hours. LCS was an ambitious program. One ship, forward deployed in the South China Sea for example, could swap modules to fulfill different roles without having to return to the U.S. to undergo an expensive and time-consuming refit-at least that was the theory. A series of design problems proved major shortcomings. The Navy prioritized ship speed (up to 47 knots, or 54 miles an hour) over range, which made LCS less useful in countering the fleets of great powers such as China and Russia. The ships, as Task & Purpose points out, suffered a series of high profile breakdowns and embarrassing cost overruns the Pentagon tried to conceal from the public. The ships have scarcely more armament than a Coast Guard cutter, relying on the mission modules to supply anti-submarine and anti-ship weapons, and they were only capable of defending against aerial threats to the ship. Another major problem: after more than a decade of development none of the mission modules are fully operational. The high performance engines that gave the ships blazing speed at sea proved troublesome, so much so that in 2016 the Navy took the first four ships out of frontline service and turned them into test ships for the rest of the LCS fleet. The remaining 12 hips of the LCS fleet, lacking the mission modules that gave them purpose, have for years been unable to deploy to fulfill the key missions. The early decommissioning of the first four Littoral Combat Ships is a bad look for the Navy. The Navy is desperately trying to hold onto its plan to increase the fleet to 355 ships, and decommissioning four ships-one only six years old-runs completely contrary to that plan. It is surprising that the U.S. Navy cannot find the justification to keep these ships in service until at least until 2030, even continuing to use them as training or light duty vessels. This is probably the beginning of the end of the Littoral Combat Ship program. The U.S. Navy is preparing to build a new guided missile frigate, FFG(X), and the shipbuilding budget for 2021 is 20 percent less than 2020's. The Navy is being squeezed for cash, and it seems likely that LCS, still without mission modules, will be retired as the new frigates roll out of shipyards. The only saving grace for the LCS is if the FFG(X) program also balloons in cost and experiences delays. Sadly, that's not an inconceivable scenario.", "url": "https://www.popularmechanics.com/military/navy-ships/a30878764/littoral-combat-ship-retirement/"}, {"title": "U.S. Navy set to decommission 1st four LCS's", "date": "2020-02-15", "content": "In budget documents released Monday, the US Navy announced plans to decommission the first four LCS (Littoral Combat Ships), one of which is less than six-years-old. The Navy says canceling the modernization of the ships, which were \"test articles and training assets\", allows them to \"prioritize lethality and survivability where we need it.\" \"These ships have been test articles and training assets, and were key in developing the operational concepts leading to the current deployment of LCS ships today,\" The Navy also acknowledges that the plan could be reversed in the future, based on changes in strategy. The USS Independence, LCS 2 and USS Coronado, LCS 4, both built by Austal USA in Mobile, are two of the ships slated to be decommissioned. The USS Coronado was commissioned into the Navy in April 2014, making the ship less than six-years-old. From the onset of the program, the design was criticized for lethality concerns, survivability issues, cost over-runs, and embarrassing breakdowns. A 2016 report to the House Armed Services Committee continued to raise questions of the ships ability to avoid, withstand and recover from battle damage. In 2016 the USS Freedom, LCS 1, suffered an engine failure that resulted in the ships sidelining for more than two years. The USS Freedom was built by Lockheed Martin in Marinette, Wisconsin and commissioned into the Navy in 2008. The USS Fort Worth, LCS 3, is the fourth of the ships slated for decommissioning and was also built by Lockheed Martin. A week after the Freedoms' troubles, the US Navy acknowledged that the USS Coronado had also suffered \"an engineering casualty\" in August 2016, according to a CNN report. In a nine-month span, four of the six littoral combat ships in service had suffered mechanical breakdowns. Cost overruns pushed the Navy in 2007 to cancel the order for the second Lockheed Martin LCS, the USS Fort Worth and the second Austal built LCS USS Coronado. Both ships were ultimately built after negotiations with the Navy. The Navy spent nearly $2 Billion on the design and construction of the first four ships. While the budget proposal retires the four LCS's, it also includes $1.1 Billion for 1 FFG(X) Frigate, the successor to the LCS program. Austal and 3 other builders are currently in a competition to build the ship which is expected to be awarded in July. The Navy intends to build the FFG(X) based on a \"parent-design\" approach by designing a modified version of an existing ship.", "url": "https://mynbc15.com/news/local/us-navy-set-to-decommission-1st-four-lcss"}]}, {"win label": 0, "news": [{"title": "Navy Will Mothball Its First Four Littoral Combat Ships In Nine Months If Congress Lets It", "date": "2020-07-01", "content": "The U.S. Navy expects the first four of its perpetually underperforming Littoral Combat Ships, a pair of ships from each of the two subclasses, to be out of service within the next nine months. Some members of Congress, however, are now seeking to block the mothballing of two of these vessels until all of the tests of the various and continually delayed mission modules for each variant are complete, which is still years away from happening. The Navy provided the update on its plans to inactivate these Littoral Combat Ships in an official internal message dated June 20, 2020, which Defense News was first to report. The missive says that USS Freedom and USS Independence, both of which are the first ships in their subclasses, along with the Freedom class USS Fort Worth and Independence class USS Coronado, are set to be \"Out of Commission, In Reserve,\" or OCIR, by March 2021. The Navy first revealed its plans to retire these four LCSs, also known by their hull numbers, LCS 1 through LCS 4, in its budget request for the 2021 Fiscal Year, which it released in February 2020. The service had previously planned to assign these ships to a new surface warfare development unit, Surface Development Squadron One, where they would have joined the three Zumwalt class stealth destroyers, the last of which is still under construction, and the Sea Hunter unmanned surface vessel. It was an unprecedented admission that the Navy did not feel that these vessels were even worth keeping around in a primarily test and evaluation role and as the seagoing force continues to struggle to find a pathway to reaching its long-standing goal of a total fleet size of 355 ships. These first four littoral combat ships were commissioned between 2008 and 2014, making them all relatively young vessels. However, the reflected early iterations of their respective designs and had already been relegated to test and training roles for years. \"Those four test ships were instrumental to wringing out the crewing, the maintenance and all the other things we needed to learn from them,\" Navy Rear Admiral Randy Crites, the Deputy Assistant Secretary of the Navy for Budget, said a press briefing for the 2021 Fiscal Year budget request in February. \"But they're not configured like the other LCS in the fleet, and they need significant upgrades. Everything from combat [systems], to structural, you name it. They're expensive to upgrade.\" It's worth noting that the Navy does not appear to have ever publicly disclosed what it would cost to fully upgrade these four LCSs. The fact that these initial examples differ so significantly from later models is also a product of a process called concurrency, wherein the production of the ships began with the understanding that modifications and fixes would get inserted throughout the process. This was supposed to help reduce costs by allowing for construction to ramp up quicker than normal, but the amount of reworking necessary proved to be more extensive than initially expected. The Navy is still continuing to take deliveries of new LCSs. Just this week, it accepted the delivery of the future USS Oakland, an Independence class vessel, which the service touted as being on track to bring its total fleet to 300 ships. It's not clear how long that milestone might last amid the planned retirements of the first four LCSs and other ships. The Navy is also working to make the three different mission modules fully operational. There are presently three different packages, a mine countermeasures one, one focused on anti-submarine warfare, and another that provides additional anti-surface warfare capabilities. The original plan had been that these modular packages would allow for the relatively rapid reconfiguration of individual LCSs from one mission set to another, making the multi-mission capable without having to lug around all of the different weapons and other relevant systems at once. This was a core component of the LCS program. The Navy has since decided that this is not necessarily a viable operational model and it plans to effectively permanently mount certain modules on various ships in both subclasses, which will make them significantly less flexible. The service has begun creating new dedicated Mine Divisions within Littoral Combat Ship Squadrons in recent years, reflecting this change in the concept of operations. Still, the capabilities the LCSs offer, even with the various mission modules installed, have long been underwhelming. There is an effort underway now to add launchers for the RGM-148A Naval Strike Missile (NSM) to at least some of the ships, giving them a sorely needed boost in firepower. At the same time, the Navy effectively admitted the limitations of the two LCS classes in 2017, when it announced plans to acquire a new class of frigates with more robust multi-mission capabilities. In April, the service selected Marinette Marine, a U.S.-subsidiary of Italian shipbuilder Fincantieri, to build at least the first of these ships, which are known presently as FFG(X)s. The design will be based on the Franco-Italian Fregata Europea Multi-Missione (FREMM), or European Multi-Mission Frigate. U.S. President Donald Trump courted some controversy last week by saying that Marinette Marine had won the lucrative contract in no small part for political reasons based on the shipyard's location. \"I hear the maneuverability is one of the big factors that you were chosen for the contract,\" Trump told workers at the company's yard in Wisconsin on June 25, 2020. \"The other is your location in Wisconsin, if you want to know the truth.\" The Navy also recently had to defend its cost estimate for the initial 10 FFG(X)s to members of Congress. The House and the Senate are both in the process of finalizing their respective versions of the annual defense policy bill, or National Defense Authorization (NDAA), for the 2021 Fiscal Year and some legislators are looking for an independent evaluation of the projected costs of the frigate program. With regards to the LCS program, lawmakers in the House also want to block the retirement of the Fort Worth and the Coronado \"until the Secretary [of the Navy] has submitted a certification that all operational tests have been completed on all mission modules.\" Based on the language in the Senate's draft NDAA, this could be years away. Testing of the mine countermeasures module is slated to wrap up in 2022, while initial operational test and evaluation of the anti-submarine warfare package isn't even supposed to start until next year. Tests of the surface warfare mission module are also still ongoing. Members of the House and the Senate still need to finish up work on their respective NDAAs and reconcile them before putting to them a vote, after which the bill could make its way to President Trump's desk for him to sign. It remains to be seen if the House's LCS provisions will make their way into a final NDAA that becomes law. No matter how many of the first four LCSs ultimately get retired, their future is still uncertain. The Navy defines the \"Out of Commission, In Reserve\" status as \"status of a decommissioned Navy ship being held in reserve for future mobilization purposes,\" leaving open the possibility it could reactive these ships in the future. Other ships listed in the June 20 message are slated for complete dismantlement. Regardless, the Navy clearly wants to at least send all of these ships into mothballs by early next year, if Congress will let them.", "url": "https://www.thedrive.com/the-war-zone/34558/navy-will-mothball-its-first-four-littoral-combat-ships-in-nine-months-if-congress-lets-it"}, {"title": "US Navy's first 4 littoral combat ships to leave the fleet in 9 months", "date": "2020-07-02", "content": "The Navy's first four littoral combat ships will be headed into mothballs next March, according to a June 20 message from the chief of naval operations. The littoral combat ships Freedom, Independence, Fort Worth and Coronado will all be inactivated on March 31, 2021, with Coronado being commissioned just six years ago. The Navy decided to cut the ships to save money on modernization efforts as it faces a mountain of shipbuilding bills and upgrade costs. The ships were supposed to be used as test vessels for the continued standing up of the LCS class, but LCS 1 through 4 have just about reached the end of their usefulness as test vessels and are no longer worth a deeper financial investment, according to a February briefing by Rear Adm. Randy Crites, the deputy assistant secretary of the Navy for budget. \"Those four test ships were instrumental to wringing out the crewing, the maintenance and all the other things we needed to learn from them,\" Crites told reporters. \"But they're not configured like the other LCS in the fleet, and they need significant upgrades. Everything from combat [systems], to structural, you name it. They're expensive to upgrade.\" The ships will be put in inactive reserve status, which means they could conceivably be reactivated if needed in a crisis. Split between two variants - a line of traditional steel monohull warships and another featuring an aluminum trimaran design - the LCS was intended to serve as a fast and nimble warship, capable of morphing into a minesweeper, anti-submarine vessel or ship killer. But Crites said the first four ships had become less relevant for \"great power competition\" and that money could be spent on better options. \"They've played an important role and we've certainly ramped up our employment [of the LCS],\" Crites said. \"That's a good thing. But when we looked at our return on investment and the cost of bringing those ships up to speed, they're important, but in the context of great power competition they were less important. So we took those savings and applied it to other areas.\"", "url": "https://www.defensenews.com/naval/2020/07/01/the-us-navys-first-4-littoral-combat-ships-are-out-of-the-fleet-in-9-months/"}, {"title": "First Four US Navy Littoral Combat Ships Set To Be Mothballed", "date": "2020-07-02", "content": "The information surfaced in a June 20 message from the chief of naval operations (CNO). Littoral combat ships USS Freedom (LCS 1), USS Independence (LCS 2), USS Fort Worth (LCS 3) and USS Coronado (LCS 4) will all be placed \"Out of Commission In Reserve\" (OCIR) on 31 March 2021 along with Whidbey Island-class dock landing ship USS Fort McHenry (LSD 43). This is a surprising development as all four LCS are fairly new vessels, having been commissioned between October 2008 and April 2014. In addition, the announcement follows the delivery of USS Oakland (LCS 24) last week, which brought the number of ships in the US Navy inventory up to 300 (edging closer to President Trump's wish to see the number grow to 355 ships by 2030). As reported by Defense News, citing a Navy official, the first four LCS were more prototypes / test vessels than true warships: \"they're not configured like the other LCS in the fleet, and they need significant upgrades. Everything from combat [systems], to structural, you name it. They're expensive to upgrade.\"", "url": "https://www.navalnews.com/naval-news/2020/07/first-four-us-navy-littoral-combat-ships-set-to-be-mothballed/"}]}, {"win label": 0, "news": [{"title": "Navy to Decommission Littoral Combat Ships USS Freedom uss independence later this year", "date": "2021-05-17", "content": "The Navy will decommission the service's first two Littoral Combat Ships later this year, USNI News has learned. USS Independence will decommission on July 31, Navy spokeswoman Cmdr. Nicole Schwegman confirmed to USNI News. Meanwhile, USS Freedom will leave the active fleet on Sept. 30, according to a decommissioning memo reviewed by USNI News. Both ships will join the reserve fleet upon their decommissioning, a Navy official confirmed to USNI News. The Navy last year proposed retiring the first four LCSs early in its Fiscal Year 2021 budget submission. Seeking to justify the service's plans to decommission those ships, Chief of Naval Operations Adm. Mike Gilday has said it would cost about $2.5 billion to update the first four LCSs to the configurations of other ships in the class and that funding could be better spent elsewhere. Freedom commissioned in 2008 and will have served 13 years when it leaves the fleet. Independence commissioned in 2010 and will have served 11 years. Both hulls were expected to have had a service life of at least 25 years. When explaining plans to decommission the LCSs, service officials have noted that the first four ships in the class are test ships, a point rejected last year by one key lawmaker on the House Armed Services Committee. Rep. Elaine Luria (D-Va.), a former Navy nuclear-qualified surface warfare officer who is now the vice-chair of the HASC, last year rebuked former acting Navy Secretary Thomas Modly for using that rationale. In a recent interview with USNI News, Luria said she would not back Navy plans to decommission ships in the fleet to pay for new capabilities like hypersonic weapons. \"I'm not buying it because we need to look at what's Battle Force 2025, we need to look at what we have today and how we can use it and how we can use it most efficiently. The idea of divesting of current platforms that still have usable service life in order to invest in something that we might develop the technology for in the future - paired with our poor track record on [developing new] platforms - just makes absolutely no sense to me,\" Luria told USNI News. \"I agree with research and development into new technologies, I agree with a modest investment into developing capabilities for unmanned surface vessels; however, while that remains a technology that's not mature, I do not agree with divesting of resources and assets that we have today that are desperately needed in order to deal with the issue we have with China, with Russia, and just around the world.\"", "url": "https://news.usni.org/2021/05/17/navy-to-decommission-littoral-combat-ships-uss-freedom-uss-independence-later-this-year"}]}, {"win label": 0, "news": [{"title": "USS Independence (LCS 2) Decommissions After Distinguished Service", "date": "2021-07-29", "content": "USS Independence, the lead ship of the Independence-variant Littoral Combat Ship, recognized more than a decade of naval service during a decommissioning ceremony at Naval Base San Diego, July 29. Due to public health safety and restrictions of large public events related to the novel coronavirus pandemic, the ceremony was a private event celebrated alongside ship plankowners and former crew members. During the ceremony, keynote speaker, Vice Adm. Roy Kitchener, Commander, Naval Surface Force, U.S. Pacific Fleet, wished the crew of Independence fair winds and following seas as they bid farewell to their ship. \"The Independence crew shouldered a heavy responsibility. Since the ships introduction into the fleet we asked her to serve for a specific purpose; to test emerging equipment and concepts,\" said Kitchener. ", "url": "https://www.dvidshub.net/news/402084/uss-independence-lcs-2-decommissions-after-distinguished-service"}, {"title": "USS Independence (LCS 2) Decommissions After Distinguished Service", "date": "2021-07-30", "content": "The crew of USS Independence (LCS 2), the lead ship of the Independence-variant Littoral Combat Ship, recognized more than a decade of naval service during a decommissioning ceremony at Naval Base San Diego, July 29. Due to public health and safety restrictions on large public events resulting from the novel coronavirus (COVID-19) pandemic, the ceremony was a private event celebrated alongside ship plankowners and former crew members. During the ceremony, keynote speaker, Vice Adm. Roy Kitchener, Commander, Naval Surface Force, U.S. Pacific Fleet, wished the crew of Independence fair winds and following seas as they said farewell to their ship. \"The Independence crew shouldered a heavy responsibility. Since the ship's introduction into the fleet we asked her to serve for a specific purpose; to test emerging equipment and concepts,\" said Kitchener. \"The crew accomplished that and so much more. Without their efforts and experiences, the ship class would not be where it is today with six ships deployed throughout the world. Those improvements, made largely in part due to this crew's experience and input, will continue to carry the LCS class into the future.\" The commissioning Commanding Officer of USS Independence gold crew, Capt. Michael Riley said it was the Sailors who rose to the occasion that made Independence prosperous. \"What made Independence successful wasn't the program managers, industry professionals or even her two captains. It was the officers, chiefs and Sailors of the blue and gold crews that made it operational. They shouldered the burden of shifting programmatic guidance, incomplete documentation or one-of-a-kind systems, and got it to sea,\" said Riley. \"They were honest in pointing out when system performances or operational processes failed to live up to their expectations. At the same time, they discovered hidden capabilities in the ship, repurposing equipment and systems to suit the situation.\" Independence maintained a crew of nine officers and 41 enlisted Sailors. The ship was built in Mobile, Alabama by Austal USA and commissioned Jan. 16, 2010. Independence is the sixth ship to carry the name, recognizing the cornerstone of our nation's foundation for which so many Americans have fought and died. The first Independence was a 10-gun sloop that served during the American Revolution. The second Independence, the first ship of the line in the Navy, was launched in 1814 as a 74-gun ship, but later refitted to a 54-gun frigate. The third Independence served with the Naval Overseas Transportation Service (NOTS) following the end of World War I. The fourth Independence (CVL 22), a small aircraft carrier commissioned in 1943, earned eight battle stars during World War II. The fifth Independence (CV 62) was an aircraft carrier commissioned in 1959 and decommissioned in 1998. Independence has been a test and training ship and was key in developing the operational concepts foundational to the current configuration and deployment of LCS today. The decommissioning of LCS 2 supports department-wide business process reform initiatives to free up time, resources, and manpower in support of increased lethality. The LCS remains a fast, agile, and networked surface combatant, designed to operate in near-shore environments, while capable of open-ocean tasking and winning against 21st-century coastal threats. The LCS class consists of two variants, the Freedom variant and the Independence variant, designed and built by two industry teams. The Freedom variant team is led by Lockheed Martin and is a steel monohull design constructed in the Fincantieri Marinette Marine Corporation's shipyard in Marinette, Wisconsin. The Independence variant is an aluminum trimaran design originally built by an industry team led by General Dynamics Bath Iron Works for LCS 2 and LCS 4. Currently, Independence variant LCS are constructed by Austal USA in the company's Mobile, Alabama shipyard. LCS are outfitted with mission packages (made up of mission systems and support equipment) that deploy manned and unmanned vehicles and sensors in support of mine countermeasures, anti-submarine warfare or surface warfare missions. After the decommissioning of Independence, 22 littoral combat ships remain in service to the fleet.", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/2713512/uss-independence-lcs-2-decommissions-after-distinguished-service/"}, {"title": "Navy Quietly Decommissions Littoral Combat Ship Independence", "date": "2021-07-31", "content": "The namesake of the Navy's Independence-class of Littoral Combat Ships left the fleet after 11 years in a small pier-side ceremony in San Diego on Thursday, according to the service. USS Independence was ceremonially decommissioned at an event not open to the public \"due to public health safety and restrictions,\" reads a release from Littoral Combat Squadron 1. In a speech, commander Naval Surface Forces, Vice Adm. Roy Kitchener praised the crew for helping the Navy refine how it uses the class of ships. \"Without their efforts and experiences, the ship class would not be where it is today with six ships deployed throughout the world. Those improvements, made largely in part due to this crew's experience and input, will continue to carry the LCS class into the future,\" he said in a speech at the pier. Independence, based in California, was scheduled to formally leave the fleet on July 31, according to a memo reviewed in May by USNI News. It's been used as a testbed for mission package development and leaving the fleet well ahead of its expected 25-year service life. The 3,000-ton Independence and sister-ship USS Coronado (LCS-4) were the first two Independence-class trimaran ships built to compete for the Navy's Littoral Combat Ship contract. The ships competed along with the Freedom-class steel monohull LCS USS Freedom (LCS-1) and USS Fort Worth (LCS-3) before the Navy elected to build both versions of LCS. Freedom is scheduled to leave the fleet in September. As part of the FY 2021 budget, the Navy said it was too expensive to upgrade the first four ships for a new era of \"great power competition\" and sought to decommission the quartet. \"They're not unimportant, just in great power competition they were less important - so that's why we took those savings and applied it to other areas,\" then-Deputy Assistant Secretary of the Navy for Budget Rear Adm. Randy Crites said in 2020. CNO Adm. Mike Gilday told USNI News in an interview it would take $2.5 billion to upgrade the first four ships - money he would rather put toward the emerging Constellation-class frigate (FFG-62) program. In the current FY 2022 budget submission, the Navy is asking to cut four LCS - Coronado, Fort Worth, USS Detroit (LCS-7) and USS Little Rock (LCS-9). The Navy commissioned Forth Worth in 2012 and Coronado in 2014. Detroit commissioned in 2016 and Little Rock in 2017. The Navy's plan to divest the hulls to free up money to invest in future ships or emerging weapons like hypersonics has met with widespread criticism in Congress. \"I'm not buying it,\" Rep Elaine Luria (D-Va.) told USNI News in May. \"We need to look at what we have today and how we can use it and how we can use it most efficiently. The idea of divesting of current platforms that still have usable service life in order to invest in something that we might develop the technology for in the future - paired with our poor track record on [developing new] platforms - just makes absolutely no sense to me.\"", "url": "https://news.usni.org/2021/07/31/navy-quietly-decommissions-littoral-combat-ship-independence-after-11-years"}, {"title": "USS Independence First LCS to Be Decommissioned ", "date": "2021-08-01", "content": "The crew of USS Independence (LCS 2), the lead ship of the Independence-variant Littoral Combat Ship, recognized more than a decade of naval service during a decommissioning ceremony at Naval Base San Diego, July 29, commander, Littoral Combat Ship Squadron One, said in a July 30 release. Due to public health and safety restrictions on large public events resulting from the novel coronavirus (COVID-19) pandemic, the ceremony was a private event celebrated alongside ship plankowners and former crew members. During the ceremony, keynote speaker, Vice Adm. Roy Kitchener, Commander, Naval Surface Force, U.S. Pacific Fleet, wished the crew of Independence fair winds and following seas as they said farewell to their ship. \"The Independence crew shouldered a heavy responsibility. Since the ship's introduction into the fleet we asked her to serve for a specific purpose; to test emerging equipment and concepts,\" said Kitchener. \"The crew accomplished that and so much more. Without their efforts and experiences, the ship class would not be where it is today with six ships deployed throughout the world. Those improvements, made largely in part due to this crew's experience and input, will continue to carry the LCS class into the future.\" The commissioning commanding officer of USS Independence gold crew, Capt. Michael Riley said it was the Sailors who rose to the occasion that made Independence prosperous. \"What made Independence successful wasn't the program managers, industry professionals or even her two captains. It was the officers, chiefs and Sailors of the blue and gold crews that made it operational. They shouldered the burden of shifting programmatic guidance, incomplete documentation or one-of-a-kind systems, and got it to sea,\" said Riley. \"They were honest in pointing out when system performances or operational processes failed to live up to their expectations. At the same time, they discovered hidden capabilities in the ship, repurposing equipment and systems to suit the situation.\" Independence maintained a crew of nine officers and 41 enlisted Sailors. The ship was built in Mobile, Alabama, by Austal USA and commissioned Jan. 16, 2010. Independence is the sixth ship to carry the name, recognizing the cornerstone of our nation's foundation for which so many Americans have fought and died. The first Independence was a 10-gun sloop that served during the American Revolution. The second Independence, the first ship of the line in the Navy, was launched in 1814 as a 74-gun ship, but later refitted to a 54-gun frigate. The third Independence served with the Naval Overseas Transportation Service (NOTS) following the end of World War I. The fourth Independence (CVL 22), a small aircraft carrier commissioned in 1943, earned eight battle stars during World War II. The fifth Independence (CV 62) was an aircraft carrier commissioned in 1959 and decommissioned in 1998. Independence has been a test and training ship and was key in developing the operational concepts foundational to the current configuration and deployment of LCS today. The decommissioning of LCS 2 supports department-wide business process reform initiatives to free up time, resources, and manpower in support of increased lethality. The LCS remains a fast, agile, and networked surface combatant, designed to operate in near-shore environments, while capable of open-ocean tasking and winning against 21st-century coastal threats. The LCS class consists of two variants, the Freedom variant and the Independence variant, designed and built by two industry teams. The Freedom variant team is led by Lockheed Martin and is a steel monohull design constructed in the Fincantieri Marinette Marine Corporation's shipyard in Marinette, Wisconsin. The Independence variant is an aluminum trimaran design originally built by an industry team led by General Dynamics Bath Iron Works for LCS 2 and LCS 4. Currently, Independence variant LCS are constructed by Austal USA in the company's Mobile, Alabama shipyard. LCS are outfitted with mission packages (made up of mission systems and support equipment) that deploy manned and unmanned vehicles and sensors in support of mine countermeasures, anti-submarine warfare or surface warfare missions. After the decommissioning of Independence, 22 littoral combat ships remain in service to the fleet.", "url": "https://seapowermagazine.org/uss-independence-first-lcs-to-be-decommissioned/"}, {"title": "Navy Decommissions 2010-Built Littoral Combat Ship 'USS Independence'", "date": "2021-08-02", "content": "The U.S. Navy has decommissioned the 2010-built USS Independence (LCS 2), the first Independence variant Littoral Combat Ship. The Independence, which was designed to have a service life of 25 years, is being retired early along with the USS Freedom (LCS 1), the first Freedom variant LCS commissioned in 2008, due to budget constraints related to updating its systems to match other ships in the class. Freedom is due to be decommissioned later this year. In a statement, the Navy described the USS Independence as a \"test and training ship\" that was key to \"developing the operational concepts foundational to the current configuration and deployment of LCS.\" \"The Independence crew shouldered a heavy responsibility. Since the ship's introduction into the fleet we asked her to serve for a specific purpose; to test emerging equipment and concepts,\" said Kitchener. \"The crew accomplished that and so much more. Without their efforts and experiences, the ship class would not be where it is today with six ships deployed throughout the world. Those improvements, made largely in part due to this crew's experience and input, will continue to carry the LCS class into the future.\" USS Independence maintained a crew of nine officers and 41 enlisted sailors. The ship, an aluminum trimaran design, was built by Austal USA in Mobile, Alabama and commissioned January 16, 2010, making the ship only 11 years old despite its 25-year expected service life. \"Decommissioning of LCS 2 supports department-wide business process reform initiatives to free up time, resources, and manpower in support of increased lethality,\" the Navy said. \"The LCS remains a fast, agile, and networked surface combatant, designed to operate in near-shore environments, while capable of open-ocean tasking and winning against 21st-century coastal threats.\" In its Fiscal Year 2021 budget submission, the Navy had proposed retiring the first four LCSs early. After the decommissioning of Independence, 22 littoral combat ships remain in service to the fleet. The Independence and Freedom are expected to join the Navy reserve fleet.", "url": "https://gcaptain.com/navy-decommissions-2010-built-littoral-combat-ship-uss-independence/"}, {"title": "After Just 11 Years in Service, USS Independence Is Taking an Early Retirement", "date": "2021-08-06", "content": "The U.S. Navy decommissioned the littoral combat ship (LCS) USS Independence last week after just 11 years in service. The ship-the first of a new class of warships designed to fight in the era of post-9/11 conflicts-served for less than half of its expected lifespan. Altogether, the service is removing the first four LCS ships from service, citing high upgrade costs. On July 29, the Navy removed Independence from the fleet during a ceremony at Naval Base San Diego. The event was closed to the public for health and safety reasons related to the ongoing COVID-19 pandemic. Next, the service will mothball Independence and assign it to the reserve fleet. A tugboat will take Independence to Bremerton, Washington, one of two reserve fleet locations on the West Coast. There, she will await recall orders in the event of emergency. If not recalled, the service will eventually scrap the ship. USS Independence was commissioned into the Navy in January 2010. The ship was the second littoral combat ship to enter service, and the second that shipbuilder Austal USA completed. Independence is one of four early production littoral combat ships that the Navy wants to retire, because it would cost too much to upgrade them to serve out their anticipated 25-year service lives. The LCS class is unique in that it consists of two ship types: an Austal-built trimaran hull, and a Lockheed Martin-built traditional monohull. Those companies designed the LCS ships to operate in both shallow and coastal waters, allowing them to sweep sea mines, hunt enemy submarines, and attack other ships and land targets. The small, scrappy ships could use swappable \"mission modules\" to help them quickly change their mission with a crane and a short stay at port. The ships could accomplish all of this with smaller crews, reducing manpower costs. Because the U.S. Navy wanted to remain relevant in the post-9/11 era-a period dominated by land wars in countries like Iraq, Afghanistan, Somalia, and Libya-the LCS class was born. The Navy pitched LCS as a ship that could operate off the coastlines (if any) of war-torn countries and support the fight on land however possible. Concepts such as mission modules and minimal manning were meant to demonstrate affordability, with the service doing more work, while requiring fewer sailors and ships. Originally, the Navy planned to build scores of the inexpensive ships, basing them near conflict zones where they could use their high speed to quickly respond to threats. But unfortunately, the LCS program failed. The ships, although fairly inexpensive, were only lightly armed and relied on mission modules that spent more than a decade in development; the anti-submarine and minesweeping modules are only now entering service. As a result, many ships in the LCS fleet have spent a half-decade or more armed with nothing more than Mk-110 57-millimeter rapid-fire guns, 30-millimeter cannons, and close-in weapons for defense. The program suffered from other problems, too. The Navy envisioned LCS ships as lightly manned in hopes of saving money on personnel costs, but the relatively few sailors serving aboard them became overburdened with work. The ships were designed for speed, with both types capable of sprinting at more than 40 knots. However, it soon became clear that it would have been far better to prioritize a longer range instead. At the same time, mechanical problems plagued the LCS ships, and overseas bases (near crisis zones like the South China Sea) never actually materialized. It gets even worse. A single LCS ship costs between $50 million and $70 million a year, depending on who you ask. That's a lot of money for a small ship with a small crew and not much capability. By comparison, an Arleigh Burke-class guided-missile destroyer (a much larger and more capable warship) costs $80 million a year to operate. Two of the Freedom-class ships, Detroit and Little Rock, suffered combined gear damage so extensive that the Navy would rather retire them than fix them-making the actual number of LCS ships on the chopping block a total of six. USS Detroit, for her part, was commissioned into the Navy in 2016, making her just five years old. Lockheed Martin is trying to come up with a fix for the problem, which affects all of the Freedom-class ships. ", "url": "https://www.popularmechanics.com/military/navy-ships/a37201509/navy-decommissions-uss-independence/"}, {"title": "The First Littoral Combat Ship Has Been Decommissioned After Just 13 Years Of Service", "date": "2021-10-01", "content": "The axe has finally fallen on the first of the U.S. Navy's problematic Littoral Combat Ships, with the decommissioning of the USS Freedom (LCS-1) after a less-than-stellar career lasting just 13 years, during which it was mainly used as a test and training vessel. The removal of the Freedom from the fleet continues a process of retiring these warships, which begun with the former USS Independence (LCS-2) being decommissioned on July 31, and plans are meanwhile afoot to potentially deactivate another three Freedom-class ships-and one Independence-class vessel-by March next year. The decommissioning ceremony for Freedom, the lead ship of its class, took place yesterday at Naval Base San Diego, California. COVID-19 restrictions meant it was a closed-doors event, but it seems possible the fanfare surrounding the decommissioning would have been muted in any case, with both LCS classes having suffered a catalog of problems and the service finally having run out of patience with at least a portion of the fleet. Nevertheless, retired Rear Admiral Donald Gabrielson, the former commander of U.S. Naval Forces, Southern Command/Commander, U.S. Fourth Fleet - and the commanding officer of the Freedom's 2008 commissioning crew - highlighted the warship's achievements: \"I have never in my life seen or served alongside a more capable, dedicated, devoted, talented, and inspiring group of people than the sailors I served alongside with LCS and what I have watched in every day since,\" said Gabrielson. \"As we acknowledge this bittersweet moment, I hope we'll all remember that this ship was a vehicle to learn and innovate by doing and to make real progress in a short amount of time, and that doesn't happen with other ship concepts.\" At the time of its decommissioning, the Freedom had a crew of nine officers and 41 enlisted sailors. Built in Marinette, Wisconsin, by Fincantieri Marinette Marine, the warship had originally been commissioned in November 2008. Operational limitations meant that Freedom deployed only once in its career, otherwise being primarily engaged in test and training duties. The first two examples of each subclass were completed to different standards than the subsequent examples, further reducing Freedom's operational relevance. According to Navy officials, it would have cost another $2.5 billion to make the first four ships -two from each class - combat-ready. That's roughly the cost of buying four brand-new LCSs. \"The decommissioning of LCS-1 supports department-wide business process reform initiatives to free up time, resources, and manpower in support of increased lethality,\" the Navy wrote in an official statement. \"The LCS remains a fast, agile, and networked surface combatant, designed to operate in near-shore environments, while capable of open-ocean tasking and winning against 21st-century coastal threats.\" Despite that positive spin, the utility of the LCS remains hampered by its controversial mission modules, which were originally designed to be switched in and out of the hulls rapidly while in port, before the idea was abandoned, leaving each ship with a single module to be installed. As it stands, only the anti-surface warfare version of these modules is fitted on some of the hulls, with the anti-submarine warfare and mine countermeasures modules not yet available.The Navy's statement on the decommissioning of USS Freedom alludes to the costs that will be saved as a result, reflecting the higher-than-anticipated expenses involved in operating these warships. Indeed, it's been reported in the past that the LCS is almost as expensive to run as the far more capable Arleigh Burke-class guided-missile destroyer. At the same time, problems with the propulsion systems on the Freedom class have continued. In particular, this has affected the combining gear, which links the two main diesel engines to a pair of gas turbines to its water jet propulsion system. Having this machinery function properly is critical to the vessels being able to reach a speed of 40 knots, which was a requirement from an early stage in the program. Meanwhile, despite the removal of earlier units in the two subclasses, production of the LCS continues. There are now 21 LCSs in service, following yesterday's decommissioning. These include nine of the Freedom class, of which there are five more under construction or in the process of fitting out, and one more example on order. There are also 12 Independence-class warships in service, with five more under construction or fitting out, and one more on order. Problems with the drive train led to the Navy putting a pause in deliveries of Freedom class ships earlier this year. Now, with the first ship in each LCS subclass having been decommissioned, the Navy has its eye on the deactivation of three Freedom-class ships, the USS Fort Worth (LCS-3), Detroit (LCS-7), and Little Rock (LCS-9), plus one Independence-class vessel, USS Coronado (LCS-4). The service hopes to be rid of these next four vessels by March 22 next year, as part of its latest budget request for Fiscal Year 2022, but that will depend on Congressional approval. Of the next vessels destined for disposal, LCS-7 and LCS-9 have been earmarked for decommissioning due to problems with the combining gear. As for LCS-3 and LCS-4, their retirement has been recommended due to the expense of upgrading them to a configuration that would provide commonality with other more recent LCSs. If the Navy's plans for these four ships are approved, they will be placed in \"Out of Commission, In Reserve\" status, meaning they could theoretically be reactivated if required.", "url": "https://www.thedrive.com/the-war-zone/42582/the-first-littoral-combat-ship-has-been-decommissioned-after-just-13-years-of-service"}]}]