[{"win label": 0, "news": [{"title": "U.S. Navy to build USS Fort Lauderdale", "date": "2016-03-08", "content": "The U.S. Navy is honoring the city with a combat ship bearing its name: the USS Fort Lauderdale. The ship is a newly designed kind of \"maneuverable surface\" warship equipped with advanced weapons and propulsion systems, the city announced Monday. The ship is designed to carry out a variety of missions in coastal waters, including mine, submarine and surface warfare. \"I've been working on this thing since 2009,\" Mayor Jack Seiler said Monday, calling it \"one of the most prestigious accolades in the history of our city.\" Seiler and a group of businessmen went to Washington in 2011 to push for naval recognition of the city. Seiler has said in the past that having a ship named for the city recognizes the longtime Broward Navy Days program and the city's spot as a popular port for sailors on shore leave. This year's Fleet Week will be held May 2-9 at Port Everglades.", "url": "https://www.sun-sentinel.com/local/broward/fort-lauderdale/fl-uss-fort-lauderdale-20160307-story.html"}, {"title": "Ingalls Receives $117M Advance Procurement Funding For LPD-28", "date": "2016-04-04", "content": "Ingalls Shipbuilding received a $117 million contract modification to continue procurement of long lead time material and advance construction activities on the last amphibious transport dock, the future Fort Lauderdale. The March 31 contract announcement follows a December 4, 2015, award of $200 million to begin these early shipbuilding activities. The funding covers material including main engines, diesel generators, deck equipment, shafting, propellers, valves and other long-lead systems. The Navy released a request for proposals for the ship's design and construction in January, and Navy acquisition chief Sean Stackley said in March that Ingalls Shipbuilding had submitted its proposal for construction of Fort Lauderdale. An award is expected by the end of the fiscal year, in September, and the ship is set for completion in September 2021. ", "url": "https://news.usni.org/2016/04/04/ingalls-receives-117m-advance-procurement-funding-for-ldp-28"}]}, {"win label": 0, "news": [{"title": "HUNTINGTON INGALLS INDUSTRIES AUTHENTICATES KEEL OF AMPHIBIOUS TRANSPORT SHIP FORT LAUDERDALE (LPD 28)", "date": "2016-10-13", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division authenticated the keel of the San Antonio-class amphibious transport ship Fort Lauderdale (LPD 28) today. \"The keel authentication is an important milestone in a ship's life, as we lay the foundation upon which this great ship will be built,\" said Steve Sloan, Ingalls' LPD program manager. \"LPD 28, like all ships in the class, is being built to the highest quality standards with outstanding cost and schedule performance. The LPD team is energized and motivated to make this ship the best yet. Fort Lauderdale will be strong and capable because our men and women in the Navy and Marine Corps deserve nothing less.\" LPD 28 is named Fort Lauderdale to honor the Florida city's historic ties to the U.S. Navy, which date to the 1830s and include an important naval training center during World War II. Meredith Berger, who served as deputy chief of staff under former Secretary of the Navy Ray Mabus, is the ship's sponsor. \"For the future USS Fort Lauderdale, your hands will build her, your ingenuity will test her, your hard work and talent will give our Navy, Marine Corps and nation another much-needed ship in the fleet,\" Berger said. \"Today we join the first major modules of this great ship, the keel blocks. In the coming years we will see the skilled, indispensable workers of Ingalls as they begin to build this ship, connecting plank to plank, mast to deck, knowing the Navy and the Marine Corps will work hand-in-hand with them exploring, to the fullest, the design and capabilities of this incredible ship.\" Howard Sparks, a structural welder at Ingalls, welded Berger's initials onto a steel plate, signifying the keel of LPD 28 to be \"truly and fairly laid.\" The plate will remain affixed to the ship throughout the ship's lifetime. \"Picture this ship, your ship, joining the fleet and becoming a part of a dynamic national Navy presence across the globe,\" said Capt. Brian Metcalf, the Navy's LPD 17-class program manager. \"The U.S. Navy remains the most dominant navy in the world because of the powerful combination of American sailors and Marines and the highly capable industry that provides quality ships.\" Ingalls has delivered 11 San Antonio-class ships to the Navy, including Portland (LPD 27) in mid-September. In June, Ingalls received an advance procurement contract from the Navy to provide long-lead-time material and advance construction activities for LPD 29. The San Antonio class is the latest addition to the Navy's 21st century amphibious assault force. The 684-foot-long, 105-foot-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century.", "url": "https://hii.com/news/photo-release-huntington-ingalls-industries-authenticates-keel-of-amphibious-transport-ship-fort-lauderdale-lpd-28/"}, {"title": "INGALLS SHIPBUILDING AWARDED $1.46 BILLION FOR CONSTRUCTION OF AMPHIBIOUS TRANSPORT DOCK FORT LAUDERDALE", "date": "2016-12-19", "content": "Huntington Ingalls Industries (NYSE:HII) announced today that its Ingalls Shipbuilding division was awarded a $1.46 billion, fixed-price incentive contract for the detail design and construction of the amphibious transport dock Fort Lauderdale (LPD 28). \"This contract demonstrates the confidence the Navy has in our shipbuilders' performance in this program,\" said Ingalls Shipbuilding President Brian Cuccias. \"Building LPD 28 allows the entire LPD industrial base to maintain a hot production line so that our sailors and Marines receive quality amphibious warships as efficiently and affordably as possible.\" Ingalls has built and delivered 10 ships in the San Antonio class of amphibious warships. The 11th, Portland (LPD 27), launched last year and is scheduled for sea trials in mid-2017. LPD 28 is named Fort Lauderdale to honor the Florida city's historic ties to the U.S. Navy, which date to the 1830s and include an important naval training center during World War II. The San Antonio class is a major part of the Navy's 21st century amphibious assault force. The 684-foot-long, 105-foot-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century.", "url": "https://hii.com/news/photo-release-ingalls-shipbuilding-awarded-1-46-billion-for-construction-of-amphibious-transport-dock-fort-lauderdale/"}, {"title": "Ingalls Shipbuilding wins $1.46bn contract to build transport dock for US Navy", "date": "2016-12-20", "content": "HII's Ingalls Shipbuilding has secured a $1.46bn, fixed-price-incentive contract to provide detailed design and development of an amphibious transport dock for USS Fort Lauderdale (LPD 28). LPD 28 is named Fort Lauderdale in order to honour the Florida city's historic ties with the US Navy. Ingalls Shipbuilding president Brian Cuccias said: \"This contract demonstrates the confidence the navy has in our shipbuilders' performance in this programme. \"Building LPD 28 allows the entire LPD industrial base to maintain a hot production line so that our sailors and marines receive quality amphibious warships as efficiently and affordably as possible.\" Ties between the US Navy and Fort Lauderdale date back to the 1830s and also include a major naval training centre during the First World War. To date, the shipbuilding company has developed and supplied ten vessels for the San Antonio-class of warships. The 11th vessel, Portland (LPD 27), was introduced last year has been slated for sea trials in the middle of next year. The USS Fort Lauderdale will operate as the 12th San Antonio-class amphibious transport dock ship deployed by the US Navy. The 684ft-long and 105ft-wide ships of the San Antonio-class are an important of US Navy's amphibious assault force. They are used to transport and land marines, their equipment and supplies onshore through air cushion or conventional landing craft and amphibious assault vehicles, which are supported by helicopters or vertical takeoff and landing aircraft.", "url": "https://www.naval-technology.com/news/newsingalls-shipbuilding-bags-146bn-contract-to-build-amphibious-transport-dock-for-us-navy-5701562/"}, {"title": "CONSTRUCTION OF LPD-28", "date": "2016-12-23", "content": "Huntington Ingalls Industries (HII) announced today that its Ingalls Shipbuilding division was awarded a $1.46 billion, fixed-price incentive contract for the detail design and construction of the amphibious transport dock USS Fort Lauderdale (LPD-28). \"This contract demonstrates the confidence the Navy has in our shipbuilders' performance in this program\", said Ingalls Shipbuilding President Brian Cuccias. \"Building LPD-28 allows the entire LPD industrial base to maintain a hot production line so that our sailors and Marines receive quality amphibious warships as efficiently and affordably as possible\". Ingalls has built and delivered 10 ships in the San Antonio class of amphibious warships. The 11th, USS Portland (LPD-27), launched last year and is scheduled for sea trials in mid-2017. LPD-28 is named Fort Lauderdale to honor the Florida city's historic ties to the U.S. Navy, which date to the 1830s and include an important naval training center during World War II. The San Antonio class is a major part of the Navy's 21st century amphibious assault force. The 684-foot/208-meter-long, 105-foot/32-meter-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century.", "url": "http://www.dmitryshulgin.com/2016/12/23/construction-of-lpd-28/"}]}, [], {"win label": 0, "news": [{"title": "AMSC Awarded U.S. Navy Contract for Insertion of Ship Protection System on USS Fort Lauderdale, LPD 28", "date": "2017-09-06", "content": "AMSC, a global energy solutions provider serving wind and power grid industry leaders, today announced it has been awarded a contract from the U.S. Navy for the long lead materials for a HTS-based Ship Protection System to be deployed on Fort Lauderdale, LPD 28. The Ship Protection System scope between AMSC and the U.S. Navy is expected to include integration and commissioning of the system. Fort Lauderdale will be the 12th amphibious transport dock ship of the USS San Antonio-class. AMSC's Ship Protection System will provide Fort Lauderdale with world class mine protection while reducing the weight of the degaussing system by 90%, and reducing energy consumption by more than half that of legacy degaussing systems. Having been designed into the San Antonio Class amphibious ship platform, AMSC's Ship Protection System is expected to be integrated into Fort Lauderdale, LPD 28. \"AMSC's future is here. Our vision for high temperature Superconductor technology has fully moved past its developmental stage. We have commercialized AMSC's core technology,\" said Daniel P. McGahn, President and CEO AMSC. \"We look forward to working with the U.S. Navy during the expected insertion of our advance degaussing system into LPD 28.\" The LX(R) program is a program to build a new class of amphibious ships for the Navy. An AMSC HTS-based Ship Protection (degaussing) System has been chosen as the baseline design for the LPD 29 and LX(R) Amphibious Ship Class designs. The 13 ships of the USS San Antonio-class are a key element of the U.S. Navy's ability to project power ashore. Collectively they functionally replace more than 41 amphibious ships (4 classes of amphibious ships), providing the U.S. Navy and Marine Corps with modern, sea-based platforms that are networked, survivable and built to operate with 21st century platforms. The San Antonio-class ships are 684 feet long and 105 feet wide and displace approximately 25,000 tons. Their principal mission is to deploy the combat and support elements of Marine Expeditionary Units and Brigades. The ships can carry up to 800 troops and have the capability of transporting and debarking landing craft air cushion (LCAC) or conventional landing crafts, augmented by helicopters or vertical take-off and landing aircraft such as the MV-22. These ships will support amphibious assault, special operations or expeditionary warfare missions through the first half of the 21st century. AMSC and the U.S. Navy have collaborated on AMSC's advanced HTS-based Ship Protection Systems. The core components of the Ship Protection System are common and transferable to other applications being targeted for ship implementation. AMSC is continuing its work to expand HTS technology into the fleet through a variety of applications for power, propulsion, and protection equipment. AMSC refers to its HTS-based products for the U.S. Navy as \"Ship Protection Systems.\" AMSC's Ship Protection Systems, such as degaussing systems, are designed to reduce the magnetic signature of a ship, which can interfere with undersea mines' ability to detect and damage the ship. AMSC has worked with the U.S. Navy to develop a lighter weight, more power efficient HTS version of this degaussing system. HTS is an enabling technology for advanced degaussing systems on platforms with weight and power limitations. These HTS-based systems can reduce the electrical power required to operate by up to 60% and can reduce the overall degaussing system weight by up to 90%.", "url": "https://www.globenewswire.com/news-release/2017/09/06/1108625/18367/en/AMSC-Awarded-U-S-Navy-Contract-for-Insertion-of-Ship-Protection-System-on-USS-Fort-Lauderdale-LPD-28.html"}, {"title": "HUNTINGTON INGALLS INDUSTRIES AUTHENTICATES KEEL OF AMPHIBIOUS TRANSPORT SHIP FORT LAUDERDALE (LPD 28)", "date": "2017-10-13", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division authenticated the keel of the San Antonio-class amphibious transport ship Fort Lauderdale (LPD 28) today. \"The keel authentication is an important milestone in a ship's life, as we lay the foundation upon which this great ship will be built,\" said Steve Sloan, Ingalls' LPD program manager. \"LPD 28, like all ships in the class, is being built to the highest quality standards with outstanding cost and schedule performance. The LPD team is energized and motivated to make this ship the best yet. Fort Lauderdale will be strong and capable because our men and women in the Navy and Marine Corps deserve nothing less.\" LPD 28 is named Fort Lauderdale to honor the Florida city's historic ties to the U.S. Navy, which date to the 1830s and include an important naval training center during World War II. Meredith Berger, who served as deputy chief of staff under former Secretary of the Navy Ray Mabus, is the ship's sponsor. \"For the future USS Fort Lauderdale, your hands will build her, your ingenuity will test her, your hard work and talent will give our Navy, Marine Corps and nation another much-needed ship in the fleet,\" Berger said. \"Today we join the first major modules of this great ship, the keel blocks. In the coming years we will see the skilled, indispensable workers of Ingalls as they begin to build this ship, connecting plank to plank, mast to deck, knowing the Navy and the Marine Corps will work hand-in-hand with them exploring, to the fullest, the design and capabilities of this incredible ship.\" Howard Sparks, a structural welder at Ingalls, welded Berger's initials onto a steel plate, signifying the keel of LPD 28 to be \"truly and fairly laid.\" The plate will remain affixed to the ship throughout the ship's lifetime. \"Picture this ship, your ship, joining the fleet and becoming a part of a dynamic national Navy presence across the globe,\" said Capt. Brian Metcalf, the Navy's LPD 17-class program manager. \"The U.S. Navy remains the most dominant navy in the world because of the powerful combination of American sailors and Marines and the highly capable industry that provides quality ships.\" Ingalls has delivered 11 San Antonio-class ships to the Navy, including Portland (LPD 27) in mid-September. In June, Ingalls received an advance procurement contract from the Navy to provide long-lead-time material and advance construction activities for LPD 29. The San Antonio class is the latest addition to the Navy's 21st century amphibious assault force. The 684-foot-long, 105-foot-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century.", "url": "https://hii.com/news/photo-release-huntington-ingalls-industries-authenticates-keel-of-amphibious-transport-ship-fort-lauderdale-lpd-28/"}, {"title": "HII Authenticates Keel Of Amphibious Transport Ship Fort Lauderdale - LPD 28", "date": "2017-10-14", "content": "The keel for the future USS Fort Lauderdale (LPD 28) was authenticated during a ceremony at Huntington Ingalls Industries (HII) on Oct. 13. Keel laying is the traditional start of ship construction. In the age of wooden ships, 'keel laying' referred to the laying down of the piece of timber serving as the backbone of the ship or keel. Although modern manufacturing techniques allow fabrication of portions of a ship to begin many months earlier, the joining together of modules is considered the formal beginning of a ship. The keel was authenticated to be \"truly and fairly laid\" by the ship's sponsor, Meredith Berger, former Deputy Chief of Staff to the Secretary of the Navy who previously served as a senior policy advisor within the Department of Defense, the Environmental Protection Agency, and the State of Florida. \"I'm very honored to have Ms. Berger here today to take part in this event,\" said Capt. Brian Metcalf, LPD 17 class program manager for Program Executive Office (PEO) Ships. \"Authentication of the ship's keel is a major ship event and we're looking forward to leveraging the experience and expertise of the Ingalls Shipbuilding team to achieve future production milestones.\" The San Antonio class is a major part of the Navy's 21st century amphibious assault force. The 684-foot-long, 105-foot-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century. The versatility of these ships also allow support of humanitarian efforts - USS New York (LPD 21), a sister ship, is currently underway from Mayport, Florida offering support in the wake of Hurricane Irma.", "url": "https://www.navyrecognition.com/index.php/naval-news/naval-news-archive/2017/october-2017-navy-naval-forces-defense-industry-technology-maritime-security-global-news/5636-hii-authenticates-keel-of-amphibious-transport-ship-fort-lauderdale-lpd-28.html"}, {"title": "Ingalls Shipbuilding authenticates LPD 28 keel", "date": "2017-10-15", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division authenticated the keel of the San Antonio-class amphibious transport ship Fort Lauderdale (LPD 28) Friday. Keel laying is the traditional start of ship construction. In the age of wooden ships, \"keel laying\" referred to the laying down of the piece of timber serving as the backbone of the ship. Although modern manufacturing techniques allow fabrication of portions of a ship to begin many months earlier, the joining together of modules is considered the formal beginning of a ship. The keel was authenticated to be \"truly and fairly laid\" by the ship's sponsor, Meredith Berger, former Deputy Chief of Staff to the Secretary of the Navy who previously served as a senior policy advisor within the Department of Defense, the Environmental Protection Agency, and the State of Florida. \"I'm very honored to have Ms. Berger here today to take part in this event,\" said Capt. Brian Metcalf, LPD 17 class program manager for Program Executive Office (PEO) Ships. \"Authentication of the ship's keel is a major ship event and we're looking forward to leveraging the experience and expertise of the Ingalls Shipbuilding team to achieve future production milestones.\" San Antonio class ships are designed to support embarking, transporting, and landing elements of over 800 Marines by landing craft, air cushion vehicles, helicopters, or MV-22 Osprey tilt-rotor aircraft. These ships support a variety of amphibious assault, special operations or expeditionary warfare missions, operating independently or as part of Amphibious Readiness Groups, Expeditionary Strike Groups, or Joint Task Forces. The versatility of these ships also allow support of humanitarian efforts - USS New York (LPD 21), a sister ship, is currently underway from Mayport, Florida offering support in the wake of Hurricane Irma. LPD 28 is named in honor of the Florida city and will be the first Navy vessel to bear the name and will be the Navy's twelfth San Antonio class amphibious transport dock ship. The future USS Fort Lauderdale is planned for delivery in 2021. Eleven LPD 17 ships have been delivered, the most recent being USS Portland (LPD 27) which delivered Sept. 18, 2017. HII is also procuring long lead time material and advance procurement in support of LPD 29. \"The keel authentication is an important milestone in a ship's life, as we lay the foundation upon which this great ship will be built,\" said Steve Sloan, Ingalls' LPD program manager. \"LPD 28, like all ships in the class, is being built to the highest quality standards with outstanding cost and schedule performance. The LPD team is energized and motivated to make this ship the best yet. Fort Lauderdale will be strong and capable because our men and women in the Navy and Marine Corps deserve nothing less.\" Howard Sparks, a structural welder at Ingalls, welded Ms. Berger's initials onto a steel plate, signifying the keel of LPD 28 to be \"truly and fairly laid.\" The plate will remain affixed to the ship throughout the ship's lifetime.", "url": "https://www.marinelog.com/shipbuilding/shipyards/shipyard-news/ingalls-shipbuilding-authenticates-lpd-28-keel/"}]}, [], {"win label": 0, "news": [{"title": "AMSC Awarded Delivery Contract for Ship Protection System on LPD 28", "date": "2019-01-30", "content": "AMSC, a global energy solutions provider serving wind and power grid industry leaders, today announced it has entered into a delivery contract with the U.S. Navy for a high temperature superconductor (HTS) based ship protection system (SPS) to be deployed on the future USS Fort Lauderdale, LPD 28. Under the terms of the contract, AMSC has agreed to deliver the degaussing system to the Navy for integration into LPD 28. This contract follows a long lead order from the U.S. Navy for a ship protection system for LPD 28 that was announced on September 6, 2017. AMSC's ship protection system will provide the U.S. Navy with world class mine protection while reducing the weight of the degaussing system by 90% and reducing energy consumption by more than half that of legacy degaussing systems. The system is designed to reduce the magnetic signature of a ship, which can interfere with undersea mines' ability to detect and damage the ship. AMSC has worked with the U.S. Navy to develop a lighter weight, more power efficient HTS version of this degaussing system. HTS is an enabling technology for advanced degaussing systems on platforms with weight and power limitations.", "url": "https://ir.amsc.com/news-releases/news-release-details/amsc-awarded-delivery-contract-ship-protection-system-lpd-28/"}, {"title": "AMSC to deliver degaussing system for Fort Lauderdale (LPD 28)", "date": "2019-01-31", "content": "Energy solutions provider AMSC announced it has been contracted to deliver a high temperature superconductor (HTS) based ship protection system (SPS) for the San Antonio-class amphibious transport dock Fort Lauderdale (LPD 28). This contract follows a long lead order from the US Navy for a ship protection system for LPD 28 that was announced on September 6, 2017. AMSC said its system would provide mine protection while reducing the weight of the degaussing system by 90% and reducing energy consumption by more than half that of legacy degaussing systems. The system is designed to reduce the magnetic signature of a ship, which can interfere with undersea mines' ability to detect and damage the ship. US Navy's future USS Fort Lauderdale (LPD 28) officially started construction in a keel authentication ceremony at Huntington Ingalls Industries (HII), on Oct. 13, 2017. LPD-28 is named in honor of the Florida city and will be the first Navy vessel to bear the name and will be the Navy's 12th San Antonio-class amphibious transport dock ship. San Antonio-class ships are designed to support embarking, transporting, and landing elements of over 800 Marines by landing craft, air cushion vehicles, helicopters, or MV-22 Osprey tilt-rotor aircraft. The future USS Fort Lauderdale is planned for delivery in 2021.", "url": "https://www.navaltoday.com/2019/01/31/amsc-to-deliver-degaussing-system-for-fort-lauderdale-lpd-28/"}, {"title": "AMSC to deliver SPS for Fort Lauderdale", "date": "2019-02-06", "content": "AMSC has received a contract to deliver a high temperature superconductor (HTS) based ship protection system (SPS) to be installed on the US Navy's future USS Fort Lauderdale (LPD 28), the company announced on 30 January. The contract follows a long lead order from the navy announced in September 2017. The SPS has been designed to reduce the magnetic signature of a ship, in order to reduce the ability of undersea mines to detect and damage the ship. AMSC's SPS reduces the weight of the degaussing system by 90% and reduces energy consumption by more than half that of legacy degaussing systems.", "url": "https://www.shephardmedia.com/news/naval-warfare/amsc-deliver-sps-lpd-28/"}]}, [], {"win label": 0, "news": [{"title": "USS Fort Lauderdale Amphibious Transport Dock Ship Launched", "date": "2020-03-30", "content": "The USS Fort Lauderdale was successfully launched at the Huntington Ingalls Industries Ingalls Division shipyard in Pascagoula, Mississippi, on March 28. Fort Lauderdale is the Navy's 12th San Antonio-class amphibious transport dock ship. On March 7, 2020, the ship was transferred from the land-level facility to the dry dock in preparation for floating off. ", "url": "https://seapowermagazine.org/uss-fort-lauderdale-amphibious-transport-dock-ship-launched/"}, {"title": "HII Launched The Future USS Fort Lauderdale (LPD 28)", "date": "2020-03-31", "content": "Fort Lauderdale is the 12th San Antonio-class amphibious transport dock ship for the U.S. Navy. It is considered a \"transition\" ship because it features a number of modifications compared to earlier ships of the class. For example it is fitted with a simple mast (similar to the DDG 51 class mast) in place of the \"stealth mast\" design, for affordability reasons. On March 7 2020, the ship was translated from the land level facility to the dry dock in preparation of floating off. During the launch, the dry dock was slowly flooded until the ship floated off the blocks. \"I am thrilled to get Fort Lauderdale in the water, so we can begin final outfitting and eventually take the ship out to sea for trials. The San Antonio class has proven essential to expeditionary warfighters, and we are eager to deliver another ship to the fleet.\" ", "url": "https://www.navalnews.com/naval-news/2020/03/hii-launched-the-future-uss-fort-lauderdale-lpd-28/"}, {"title": "INGALLS SHIPBUILDING LAUNCHES AMPHIBIOUS TRANSPORT DOCK FORT LAUDERDALE (LPD 28)", "date": "2020-03-31", "content": "Huntington Ingalls Industries (NYSE: HII) Ingalls Shipbuilding division launched amphibious transport dock, Fort Lauderdale (LPD 28), on Saturday. \"The successful launch of Fort Lauderdale, our 12th LPD, is a major milestone achievement for our shipbuilders,\" Ingalls Shipbuilding President Brian Cuccias said. \"Thank you to our shipbuilders for all the hard work they do every day.\" Fort Lauderdale was translated via Ingalls' rail car system to the floating dry dock prior to launch. The dock was moved away from the pier and then flooded to float the ship. With the assistance of tugs, Fort Lauderdale came off the dock Saturday morning. The San Antonio class is the latest addition to the Navy's 21st century amphibious assault force. The 684-foot-long, 105-foot-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century.", "url": "https://hii.com/news/fort-lauderdale-lpd-28-launched/"}, {"title": "HII launches US Navy's new LPD Fort Lauderdale", "date": "2020-04-01", "content": "The US Navy's future amphibious transport dock ship USS Fort Lauderdale (LPD 28) was successfully launched at the Huntington Ingalls Industries' (HII) Ingalls Division shipyard in Pascagoula, Mississippi on March 28. Lauderdale is the navy's 12th San Antonio class amphibious transport dock ship. On March 7, 2020, the ship was transferred from the land level facility to the dry dock in preparation of floating off. During the launch, the dry dock was slowly flooded until the ship floated off the blocks. \"I am thrilled to get Fort Lauderdale in the water, so we can begin final outfitting and eventually take the ship out to sea for trials,\" said Capt. Scot Searles, LPD 17 class program manager for Program Executive Office (PEO), Ships. The San Antonio class is the latest addition to the US Navy's 21st century amphibious assault force. The 684-foot-long, 105-foot-wide ships are used to embark and land Marines, their equipment and supplies ashore via air cushion or conventional landing craft and amphibious assault vehicles, augmented by helicopters or vertical takeoff and landing aircraft such as the MV-22 Osprey. The ships support a Marine Air Ground Task Force across the spectrum of operations, conducting amphibious and expeditionary missions of sea control and power projection to humanitarian assistance and disaster relief missions throughout the first half of the 21st century. Ingalls Shipbuilding is also in production on the future USS Richard M. McCool (LPD 29) and Harrisburg (LPD 30). LPD 28 and 29 will serve as transition ships to LPD 30, the first LPD 17 Flight II ship.", "url": "https://www.navaltoday.com/2020/04/01/hii-launches-us-navys-new-lpd-fort-lauderdale/"}]}, {"win label": 0, "news": [{"title": "Ingalls meets electronic systems light-off requirements for LPD 28", "date": "2020-08-24", "content": "US-based military shipbuilding company Huntington Ingalls Industries' (HHI) Ingalls Shipbuilding division has met the electronic systems light-off requirements of amphibious transport dock Fort Lauderdale (LPD 28). In March, the US Navy announced the launch of USS Fort Lauderdale (LPD 28). The division supplied 11 San Antonio-class ships to the US Navy and three additional ships are currently under construction. They include Fort Lauderdale (LPD 28), Richard M McCool Jr (LPD 29), and Harrisburg (LPD 30). In April, Ingalls received a contract worth $1.5bn to build LPD 31. The San Antonio-class is the latest addition to the 21st century amphibious assault force of the US Navy. This 684ft-long, 105ft-wide vessel is used for the embarking and landing of the marine, its equipment and supplies using air cushion or conventional landing craft and amphibious assault vehicles. This is supported by the helicopters or vertical takeoff and landing aircraft, which includes the MV-22 Osprey. Throughout the operation, the ships provide support to the Marine Air Ground Task Force. They also carry out amphibious and expeditionary missions, as well as conduct naval control and power projection for humanitarian aid and rescue missions. Ingalls LPD programme manager Steve Sloan said: \"Electronic systems light-off signifies that the network and consoles of the ship's hull, mechanical and electrical systems are up and running. \"This is a significant achievement in the construction timeline of the San Antonio-class LPD. We are proud of our crew for reaching this milestone, and we look forward to continuing to work toward the delivery of this strong and capable amphibious warship.\" In April this year, Ingalls Shipbuilding division commenced fabrication of the US Navy's Harrisburg (LPD 30).", "url": "https://www.naval-technology.com/news/ingalls-meets-electronic-systems-light-off-requirements-for-lpd-28/"}]}, {"win label": 0, "news": [{"title": "Stroudsburg Native Assumes Command as USS Fort Lauderdale's First Commanding Officer", "date": "2021-02-02", "content": "The future USS Fort Lauderdale (LPD 28) now has its first commanding officer as the latest Pre-Commissioning Unit (PCU) prepares to join the fleet. Capt. James Quaresimo, the commanding officer of the 12th San Antonio class Amphibious Transport Dock ship, assumed command when he arrived on Friday, January 22, 2021. \"It is a great honor and a humbling experience to be selected as Fort Lauderdale's first commanding officer. It is an honor and a privilege to lead sailors,\" said Quaresimo. \"When I think about the sailors and Marines that will make up the ship - the blue/green team - fighting together and bringing unstoppable combat power to the operating area, my choice of a motto became clear: 'Together we fight.'\" Quaresimo's assumption of command is a vital step in the road to commissioning. \"We're really building everything from scratch,\" Quaresimo said. \"From every instruction, to every sailor's individual and team training track.\" Training sailors to be prepared to take control of the ship is a group effort. \"We have fantastic officers, chief petty officers and leading petty officers that are molding our sailors into a war-fighting team,\" said Quaresimo. \"As the ship is being built, we will be building our own warfighting readiness. The recipe is simple. Add saltwater and excellence and out pops a Fort Lauderdale sailor.\" Former Secretary of the Navy Ray Mabus named LPD 28 after the city in Florida. Fort Lauderdale has had ties to the Navy with Naval Station Fort Lauderdale serving as a Navy-Marine Corps training base in World War II and with a strong, active Navy League organization. This is the first U.S. Navy ship to be named Fort Lauderdale. \"Fort Lauderdale has a long history with the United States Navy,\" Quaresimo said. \"I know the city is excited to have a ship named in their honor. We look forward to sailing there.\" Navy leadership anticipates christening and eventual commissioning in 2022. The ship is sponsored by Ms. Meredith Berger, former Deputy Chief of Staff to the Secretary of the Navy and a native of Fort Lauderdale, Fl. Berger authenticated the ships keel of October, 13, 2017, the Navy's Birthday. \"Each ship the Navy purchases is custom built and the construction of the ship is a long multi-year process,\" said Quaresimo. \"During the construction period, the sailors that will take Fort Lauderdale to sea will be working hard training to learn new systems, conducting tests, inspections and certifications and outfitting the ship with the necessary gear to operate her. The result will be a ship of highly trained sailors that have built a culture of excellence on the waterfront. They will set the standard for future sailors to emulate.\" Quaresimo, a native of Stroudsburg, Pennsylvania, began his career as an enlisted Damage Controlman in 1988 and commissioned as a Surface Warfare Officer through the Seaman-to-Admiral program in 1997. Quaresimo has served aboard USS Gallery (FFG 26), USS Mitscher (DDG 57), USS Boone (FFG 28), USS Vicksburg (CG 69), USS De Wert (FFG 45), and he has commanded Patrol Coastal Crew Delta, USS Squall (PC 7), USS Chinook (PC 9), and USS Cole (DDG 67). PCU Fort Lauderdale is currently under construction at Huntington-Ingalls Industries in Pascagoula.", "url": "http://navyoutreach.blogspot.com/2021/02/stroudsburg-native-assumes-command-as.html"}]}, {"win label": 0, "news": [{"title": "HUNTINGTON INGALLS INDUSTRIES CHRISTENS AMPHIBIOUS TRANSPORT DOCK FORT LAUDERDALE (LPD 28)", "date": "2021-08-21", "content": "Huntington Ingalls Industries (NYSE: HII) announced today that its Ingalls Shipbuilding division christened amphibious transport dock Fort Lauderdale (LPD 28). Due to the COVID-19 pandemic, the christening was livestreamed, and a small socially distanced event was held with limited in-person attendance. \"Shipbuilding is about teamwork and bringing together the most intellectually and physically challenging efforts we can imagine for a common purpose,\" Ingalls Shipbuilding President Kari Wilkinson said. \"We each leverage our essential and unique abilities to estimate, engineer, plan, procure, fit, weld, install, test and ultimately deliver a ship that is so much more than just a product. I consider everyone here today and watching from other places to be a part of that resilient and resolute team. We are now, together, a part of the legacy of the future USS Fort Lauderdale.\" LPD 28 is named Fort Lauderdale to honor the Florida city's historic ties to the U.S. Navy, which date back to the 1830s and include an important naval training center during World War II. Dean Trantalis, the mayor of Fort Lauderdale, was the keynote speaker. \"Fort Lauderdale has had a close, long connection to the armed services,\" Trantalis said. \"The people of today who serve in our military, especially in the Navy, have come to understand and appreciate the city of Fort Lauderdale. I want to thank those men and women who serve in our armed services. Thank you for your gallantry, and for the commitment and sacrifice that you and your families make on behalf of each and every one of us who live in the United States.\" Vice Adm. William Galinis, commander, Naval Sea Systems Command, also gave remarks during the christening ceremony. \"Once delivered, this ship will join our Navy/Marine Corps team and expand the advantage we have against our adversaries,\" Galinis said. \"There are few nations that can build ships like this. Our United States shipbuilding industrial base is the envy of every major Navy in the world. The talents and skills of our shipbuilders, combined with the tenacity and toughness of our sailors and Marines, make this team second to none.\" The ship's sponsor, Meredith Berger, christened the ship with a bottle of sparkling wine. Berger served as deputy chief of staff under former Secretary of the Navy Ray Mabus, and currently serves as assistant secretary of the Navy for energy, installations and environment. \"We are finally here together to celebrate the christening of the USS Fort Lauderdale,\" Berger said. \"In these times, together doesn't quite look like what it used to. Some of us are here at Ingalls, some are watching remotely from home, but we are all together in spirit. Through our ties to this ship, we strengthen the relationship between the military and the nation.\"", "url": "https://hii.com/news/lpd28-christening/"}, {"title": "U.S. Navy Christens Amphibious Transport Dock Ship Fort Lauderdale", "date": "2021-08-22", "content": "USS Fort Lauderdale is the first ship to be named for the city of Fort Lauderdale, Florida. The future Fort Lauderdale is the 12th San Antonio-class ship. The ships are designed to support embarking, transporting and bringing ashore elements of 650 Marines by landing craft or air cushion vehicles. The ship's capabilities are further enhanced by a flight deck and hangar, which can operate CH 46 Sea Knight helicopters and the Osprey tilt-rotor aircraft (MV-22). San Antonio-class ships can support a variety of amphibious assault, special operations or expeditionary warfare missions, operating independently or as part of Amphibious Readiness Groups (ARGs), Expeditionary Strike Groups, or joint task forces. Ingalls Shipbuilding launched the future USS Fort Lauderdale (LPD 28) in April 2020. It is the 12th San Antonio-class amphibious transport dock ship for the U.S. Navy. It features a number of modifications compared to earlier ships of the class. For example it is fitted with a simple mast (similar to the DDG 51 class mast) in place of the \"stealth mast\" design, for affordability reasons. Ingalls Shipbuilding is also in production on the future USS Richard M. McCool (LPD 29) and Harrisburg (LPD 30). LPD 28 and 29 will serve as transition ships to LPD 30, the first LPD 17 Flight II ship. The primary mission of the ship will be to embark, transport and land U.S. Marine Corps landing forces in a variety of expeditionary and special operations missions, while providing command and control, communications connectivity and medical services. The ship will support its embarked Marines and Sailors with amphibious assault vehicles (AAVs), landing craft air cushion (LCAC) vessels, MV-22 Osprey tilt-rotor aircraft and CH-46 Sea Knight helicopters. ", "url": "https://www.navalnews.com/naval-news/2021/08/u-s-navy-christens-amphibious-transport-dock-ship-fort-lauderdale/"}, {"title": "Amphibious Transport Dock Ship Fort Lauderdale (LPD 28) ", "date": "2021-08-23", "content": "Huntington Ingalls Industries' Ingalls Shipbuilding division christened amphibious transport dock Fort Lauderdale. Due to the COVID-19 pandemic, the christening was livestreamed, and a small socially distanced event was held with limited in-person attendance. \"Shipbuilding is about teamwork and bringing together the most intellectually and physically challenging efforts we can imagine for a common purpose,\" Ingalls Shipbuilding President Kari Wilkinson said. \"We each leverage our essential and unique abilities to estimate, engineer, plan, procure, fit, weld, install, test and ultimately deliver a ship that is so much more than just a product. I consider everyone here today and watching from other places to be a part of that resilient and resolute team. ", "url": "https://www.marinelink.com/news/amphibious-transport-dock-ship-fort-490073"}, {"title": "Navy Christens LPD USS Fort Lauderdale", "date": "2021-10-14", "content": "Huntington Ingalls Industries' Ingalls Shipbuilding division has held the naming ceremony of the US Navy's newest landing platform/dock (LPD) 28 at its shipyard in Pascagoula, Mississippi. The 12th San Antonio-class amphibious transport ship was christened as Fort Lauderdale by its sponsor Meredith Berger. It is the first navy vessel to bear the name of the Florida city. The division supplied 12 San Antonio-class ships to the US Navy, with two additional ships currently under construction. They include Richard M McCool Jr (LPD 29) and Harrisburg (LPD 30). Berger said: \"We are finally here together to celebrate the christening of the USS Fort Lauderdale. In these times, together doesn't quite look like what it used to. \"Some of us are here at Ingalls, some are watching remotely from home, but we are all together in spirit. Through our ties to this ship, we strengthen the relationship between the military and the nation.\" Due to the ongoing pandemic situation, the christening ceremony was livestreamed and conducted with very limited attendance. The 684ft-long San Antonio-class ships are designed to support a variety of amphibious assault, special operations, or expeditionary warfare missions. They are capable of operating independently or as part of amphibious readiness groups, expeditionary strike groups, or joint task forces. In March last year, the US Navy announced the launch of USS Fort Lauderdale (LPD 28). In October 2017, LPD 28 underwent a keel laying ceremony at Huntington Ingalls Industries' (HII) yard. Fort Lauderdale mayor Dean Trantalis said: \"Fort Lauderdale has had a close, long connection to the armed services. \"The people of today who serve in our military, especially in the navy, have come to understand and appreciate the city of Fort Lauderdale.\"", "url": "https://societyofsponsorsofusn.org/2021/10/navy-christens-lpd-uss-fort-lauderdale/"}, {"title": "Future USS Fort Lauderdale Completes Builder's Trials", "date": "2021-10-28", "content": "Builder's trials consist of a series of in-port and at-sea demonstrations that allow the Navy and the shipbuilder, Huntington Ingalls Industries' Ingalls Shipbuilding Division to assess the ship's systems and readiness prior to Acceptance trials and delivery to the Navy. \"The completion of Builder's trials is a great first step in ensuring operational readiness of the vessel and the capabilities it will soon bring to the fleet,\" said Capt. Scot Searles, San Antonio Class Program Office, program manager, Program Executive Office Ships. \"The collaboration between the Navy and our industry partners ensures that we'll have a capable and ready ship for our Sailors.\" The San Antonio-class is designed to support embarking, transporting, and landing Marines and their equipment by conventional or air-cushioned landing craft. The ship's capabilities are further enhanced by its flight deck and hangar, enabling the ship to operate a variety of Marine Corps helicopters and the Osprey tilt-rotor aircraft (MV-22). Because of the ships inherent capabilities, they are able to support a variety of amphibious assault, special operations, expeditionary warfare, or disaster relief missions, operating independently or as part of Amphibious Readiness Groups (ARGs), Expeditionary Strike Groups, or Joint Task Forces. HII's Ingalls Shipbuilding Division is currently in production of the future USS Richard S. McCool (LPD 29) and the future USS Harrisburg (LPD 30). LPD 28 and 29 will serve as transition ships to LPD 30 - the first LPD 17 Flight II ship. As one of the Defense Department's largest acquisition organizations, PEO Ships is responsible for executing the development and procurement of all destroyers, amphibious ships, special mission and support ships, and boats and craft.", "url": "https://www.navalnews.com/naval-news/2021/10/future-uss-fort-lauderdale-completes-builders-trials/"}, {"title": "US Navy's San Antonio-class ship LPD-28 completes builder's trials", "date": "2021-10-28", "content": "The US Navy's 12th San Antonio-class amphibious transport dock ship, LPD 28, has completed builder's trials. The trials included a series of in-port and at-sea demonstrations that will enable the US Navy and Huntington Ingalls Industries' (HII) Ingalls Shipbuilding Division to evaluate the vessel's readiness before it begins acceptance trials. LPD 28 was christened as USS Fort Lauderdale in August this year. US Navy Program Executive Office (PEO) Ships programme manager captain Scot Searles said: \"The completion of Builder's trials is a great first step in ensuring operational readiness of the vessel and the capabilities it will soon bring to the fleet. \"The collaboration between the navy and our industry partners ensures that we'll have a capable and ready ship for our sailors.\" The San Antonio-class vessels are capable of conducting a variety of missions, including amphibious assault, special operations, expeditionary warfare, or disaster relief. They can also be used for transporting marines and their equipment. The ships also feature a flight deck and hangar to operate different Marine Corps helicopters and the Osprey tilt-rotor aircraft (MV-22). Two other vessels, the future USS Richard S. McCool (LPD 29) and the future USS Harrisburg (LPD 30), are currently under construction. Last month, the US Navy announced that Zumwalt-class (DDG 1000) guided missile destroyer, USS Lyndon B Johnson (DDG 1002), completed builder's trials. DDG 1002 is the third and final ship of the Zumwalt-class vessels. These ships are designed to provide multi-mission offensive and defensive capabilities to the fleet.", "url": "https://www.naval-technology.com/news/san-antonio-class-ship-lpd-28-completes-builders-trials/"}, {"title": "HII Completes Builder's Trials for Future USS Fort Lauderdale ", "date": "2021-11-02", "content": "Huntington Ingalls Industries (HII) announced today that its Ingalls Shipbuilding division recently completed the first round of sea trials for San Antonio-class amphibious transport dock Fort Lauderdale (LPD 28). \"Shipbuilding is about teamwork. Our shipbuilders work as a team with our Navy partners to make these ships ready to join the fleet,\" said Steve Sloan, Ingalls' LPD program manager. \"The success we achieved this week will propel us into a strong finish as we prepare for acceptance trials later this year. We are proud of the work our shipbuilders have accomplished so far and look forward to finishing strong.\" LPD 28 is named Fort Lauderdale to honor the Florida city's historic ties to the U.S. Navy, which date back to the 1830s and include an important naval training center during World War II. Ingalls has delivered 11 San Antonio-class ships to the Navy and has three more under construction including Fort Lauderdale (LPD 28), Richard M. McCool Jr. (LPD 29), and Harrisburg (LPD 30). Ingalls was awarded a $1.5 billion contract for the construction of LPD 31 in 2020.", "url": "https://www.navalnews.com/naval-news/2021/11/hii-completes-builders-trials-for-future-uss-fort-lauderdale-lpd-28/"}]}, {"win label": 0, "news": [{"title": "Huntington Ingalls Expected to Deliver LPD-28, DDG-123 This Year", "date": "2022-01-12", "content": "Huntington Ingalls Industries is expected to deliver Fort Lauderdale in the first half of 2022, the company announced during a press briefing Wednesday. Fort Lauderdale finished her Bravo trials at the end of 2021, said George Nungesser, vice president, program management for Ingalls Shipbuilding. The ship was christened in August and is the 12th San Antonio-class ship produced by the shipbuilding company. As Huntington Ingalls finishes with Fort Lauderdale, it has already started outfitting Richard M. McCool (LPD-29), which launched this week, Nungesser said. The ship is the 13th in the San Antonio-class and is expected to be delivered in late 2023. The shipbuilder is also working on Harrisburg (LPD-30) and is contracted for Pittsburgh (LPD-31), said LPD program manager Steve Sloan. Ingalls also delivered the 33rd Arleigh Burke-class guided-missile destroyer to the Navy. It delivered Frank E. Petersen Jr. (DDG-121) on Nov. 30. There are five destroyers under construction currently, Nungesser said, including the future Lenah Sutcliffe Higbee (DDG-123), expected to be delivered in 2022. Lenah Sutcliffe Higbee is the last Flight IIA, Nungesser said. The other four destroyers are Flight III DDGs.", "url": "https://news.usni.org/2022/01/12/huntington-ingalls-expected-to-deliver-lpd-28-ddg-123-this-year"}, {"title": "HII lays keel for U.S. Navy's First Flight II LPD", "date": "2022-01-31", "content": "The keel for the future USS Harrisburg, the Navy's 14th San Antonio class-amphibious transport dock ship and the first Flight II ship, was laid at Huntington Ingalls Industries' Ingalls Shipbuilding, Jan. 28. A keel-laying is the recognition of the start of a ship's construction. It is the joining together of a ship's modular components and the authentication or etching of an honoree's initials into a ceremonial keel plate. The ship's sponsor, Alexandra Curry, wife of Middletown, Pennsylvania, Mayor Jim Curry, had her initials etched into the keel plate by HII welders. The city of Harrisburg, Pennsylvania, and her surrounding region plays a central role in our national defense infrastructure, hosting a myriad of defense logistics and naval supply support activities that bring support and sustenance to our Navy's fleet and our forward-deployed Sailors and Marines. This is the second U.S. Navy ship to be named after the city of Harrisburg. The first was a troopship acquired during World War I. The LPD Flight II ships will be the functional replacement for the Whidbey Island Class (LSD 41/49). The San Antonio-class is designed to support embarking, transporting, and landing Marines and their equipment by conventional or air-cushioned landing craft. The ship's capabilities are further enhanced by its flight deck and hangar, enabling the ship to operate a variety of Marine Corps helicopters and the Osprey tilt-rotor aircraft (MV-22). Because of the ships' inherent capabilities, they are able to support a variety of amphibious assaults, special operations, expeditionary warfare, or disaster relief missions, operating independently or as part of Amphibious Readiness Groups (ARGs), Expeditionary Strike Groups, or Joint Task Forces. HII's Ingalls Shipbuilding Division is currently in production of the future USS Richard S. McCool (LPD 29) and the future USS Fort Lauderdale (LPD 29). LPD 28 and 29 will serve as transition ships to LPD 30. ", "url": "https://www.navalnews.com/naval-news/2022/01/hii-lays-keel-for-u-s-navys-first-flight-ii-lpd/"}, {"title": "USS Fort Lauderdale (LPD 28) Completes Acceptance Trials", "date": "2022-02-01", "content": "Acceptance trials consist of integrated testing to demonstrate the capability of the platform and installed systems across all mission areas to effectively meet its requirements. These demonstrations are used to validate the quality of construction and compliance with Navy specifications and requirements prior to delivering the craft to the Navy. USS Fort Lauderdale will now prepare for delivery in a few weeks. \"With the completion of both Builder's and Acceptance trials, we are confident that LPD 28 has proven the operational readiness of the vessel and the capabilities it will soon bring to the fleet. The collaboration between the Navy and our industry partners ensures that we'll have a capable and ready ship for our Sailors.\" The San Antonio-class is designed to support embarking, transporting, and landing Marines and their equipment by conventional or air-cushioned landing craft. The ship's capabilities are further enhanced by its flight deck and hangar, enabling the ship to operate a variety of Marine Corps helicopters and the Osprey tilt-rotor aircraft (MV-22). Because of the ships' inherent capabilities, they are able to support a variety of amphibious assault, special operations, expeditionary warfare, or disaster relief missions, operating independently or as part of Amphibious Readiness Groups, Expeditionary Strike Groups, or Joint Task Forces. In addition to USS Fort Lauderdale (LPD 28), Huntington Ingalls Industries' Ingalls Shipbuilding Division is currently in production of the future USS Richard S. McCool (LPD 29) and the future USS Harrisburg (LPD 30), with LPD 31 planned for the start of fabrication later this spring. LPD 28 and 29 will serve as transition ships to LPD 30 - the first LPD 17 Flight II ship. LPD 28 and LPD 29 will incorporate design innovations and cost-reduction strategies based upon lessons learned and improved technologies. The ships will have a more traditional mast in place of the two Advanced Enclosed Mast/Sensors and an updated deckhouse and boat valley design. As one of the Defense Department's largest acquisition organizations, PEO Ships is responsible for executing the development and procurement of all destroyers, amphibious ships, special mission and support ships, and boats and craft.", "url": "https://www.navalnews.com/naval-news/2022/02/uss-fort-lauderdale-lpd-28-completes-acceptance-trials/"}, {"title": "USS Fort Lauderdale passes muster during Navy acceptance trials", "date": "2022-02-03", "content": "Ingalls Shipbuilding's latest amphibious transport dock ship, USS Fort Lauderdale (LPD 28), has successfully completed acceptance trials, with the ship being put through a series of tests over several days as the U.S. Navy's Board of Inspection and Survey looked on. Ingalls will now go to work putting the finishing touches on the San Antonio-class ship in anticipation of a spring delivery. \"Fort Lauderdale is a terrific example of what our collective team is accomplishing together,\" said Ingalls president Kari Wilkinson. \"LPD 28 demonstrates what Navy-industry collaboration can do to evolve a ship design to new requirements while maintaining the talented team that is demonstrating such efficiency and predictability in delivering on commitments. I couldn't be more proud of their success.\" The Ingalls test and trials team put LPD 28 through its paces, with testing that included anchor handling, ballast/de-ballast, detect-to-engage and running the ship at full power and steering. \"It takes a lot of hard work from the entire shipbuilding team to make these sea trials successful,\" said Mike Pruitt, Ingalls' LPD ship program manager. \"Fort Lauderdale is exhibit A of HII's commitment to quality and meets our high standard for every ship that we build.\" Ingalls has delivered 11 San Antonio-class ships to the U.S. Navy, with three more under construction including Fort Lauderdale, Richard M. McCool Jr. (LPD 29), and Harrisburg (LPD 30). Additionally, fabrication of the 15th San Antonio-class ship, Pittsburgh (LPD 31), will begin this spring. Fort Lauderdale is named in honor of the Florida city and its long history with the U.S. military, including the Seminole Wars and Naval Air Station Fort Lauderdale, which trained thousands of pilots beginning with World War II, including former U.S. President George H.W. Bush. Construction on LPD 28 began in December 2016, and she was launched in March 2020. Fort Lauderdale was christened in August of last year. ", "url": "https://www.stripes.com/branches/navy/2022-02-03/uss-fort-lauderdale-passes-navy-acceptance-trials-4597378.html"}, {"title": "USS Fort Lauderdale Commissions in Namesake City", "date": "2022-02-08", "content": "\"Man our ship and bring her to life!\" said The Honorable Meredith Berger, Assistant Secretary of the Navy for Energy, Installations and Environment. The crew responded \"Aye, aye, ma'am\" and ran toward the brow to man the ship as \"Anchors Aweigh\" played. Crew members took their places, side-by-side, manning the rails as the ship's systems came online symbolizing the ship \"coming to life.\" During an official commissioning ceremony held in front of 4,000 guests, the crew of the USS Fort Lauderdale brought their ship to life in its namesake city, Fort Lauderdale, Fl., July 30. \"To the Sailors and Marines who will serve aboard USS Fort Lauderdale, thank you and your families in advance for the service you will fulfill and sacrifices you may endure,\" Secretary of the Navy Carlos Del Toro, who spoke at the event, said. \"The moment you bring this Amphibious Transport Dock to life, you will strengthen the integrated deterrence capability of our entire Joint Force.\" Guest speakers for the event also included President of Ingalls Shipbuilding Kari Wilkinson; Assistant Commandant of the Marine Corps Gen. Eric Smith; Fort Lauderdale Mayor Dean Trantlis; and principal speaker, U.S. Rep. Debbie Wasserman Schultz of Florida's 23rd District. \"It is such an honor to be involved in the commissioning of the USS Ft. Lauderdale. It's another chapter to the momentous history, friendship, and respect that the city has with the U.S. Navy,\" said U.S. Rep. Debbie Wasserman Schultz. \"As Chair of the Military Construction and Veterans Affairs Appropriations Subcommittee, my support for our military is unwavering. I will always stand by our service members and veterans, and honor those who continue to serve.\" The commanding officer of the Fort Lauderdale roused the crowd and warned those who wish harm upon the United States that his ship will be ready. \"Finally, if there is one thing that history has shown us from the days of antiquity it is that the stakes of the competition for control of the seas are high and for our part, USS Fort Lauderdale stands ready to deliver on any day, and at any time,\" said Capt. James Quaresimo, the ship's commanding officer. \"And those that may wish to challenge us - they should pause. For we are equipped with America's unstoppable secret weapon that our enemies will never be able to duplicate and that is the fierce, dedicated and unstoppable, men and women of the United States Navy and Marine Corps!\" Fort Lauderdale has a long history with the Navy. Serving as one among 257 air stations during World War II, Naval Air Station Fort Lauderdale made a big impact on the South Florida region, and the United States in general. The good weather allowed many hours of flying time for pilots, the open sea was good for at-sea training, and the Everglades provided a natural bombing range as there was no heavy industry or other military targets to draw enemy fire. In addition, the city holds Broward Navy Days each year hosting Navy ship's for Fleet Week. Upon conclusion of the ceremony, guests were invited to tour the 684-foot war fighting vessel, where they could experience the state of the art design that will continue to sail for decades from with future generations of Sailors and Marines aboard. Prior to commissioning, Fort Lauderdale underwent multiple phases, including Builder's and Acceptance Trials to prepare her to join the fleet. \"This crew displayed a phenomenal amount of teamwork, dedication, and enthusiasm in getting our ship ready,\" said Capt. James Quaresimo, Fort Lauderdale's commanding officer. \"I am so proud of the crew's efforts, proficiency, and accomplishments as we join the Fleet.\" The ceremony marks the official transition of the USS Fort Lauderdale into the fleet and caps a weeklong series of events celebrating the ship and its namesake city. \"The Navy names ships for people, places, and ideas that are special. The Navy certainly picked a special place when naming the USS Fort Lauderdale,\" said Berger. \"I am honored to be the sponsor for this incredible ship.\" The ship's formal recognition of transition from concept to reality began October 13, 2017 at Huntington Ingalls Shipbuilding during the keel laying ceremony when the ship's sponsor, The Honorable Meredith Berger, engraved her name upon a plaque, as a symbol authenticating the keel. Fort Lauderdale was officially launched March 28, 2020 and was christened Aug 21, 2021. A mast stepping ceremony was held August 20, 2021 and was welded into the mast on June 17, 2022. This time-honored naval tradition symbolizes the moment a shell becomes a ship, and her crew honors that tradition by placing mementos into a time capsule for future Fort Lauderdale Sailors to discover. The crew moved onboard on April 11, 2022 and overcame an arduous schedule in order to get the ship underway on July 11, 2022 on its way to Fort Lauderdale. \"We have reached full operational capability and our Sailors and Marines have done it all with remarkable speed and efficiency allowing for the certification of warfare areas completely ahead of schedule,\" said Quaresimo. \"Our crew will be the first to claim such accomplishments. They truly are made of Salt Water and Excellence.\" Amphibious transport dock ships are versatile players in maritime security with the ability to support a variety of amphibious assault, special operations or expeditionary warfare missions, operating independently or as part of Amphibious Readiness Group (ARGs), Expeditionary Strike Groups (ESGs), or Joint Task Forces (JTFs). In addition to performing their primary mission, the San Antonio-class ships support anti-piracy operations, provide humanitarian assistance, and foreign disaster relief operations around the world. LPDs are used to transport and land Marines, their equipment, and supplies by embarked Landing Craft Air Cushion (LCAC) or conventional landing craft and amphibious assault vehicles (AAV) augmented by helicopters or vertical take-off and landing aircraft (MV 22). These ships support amphibious assault, special operations, or expeditionary warfare missions and serve as secondary aviation platforms for amphibious operations. USS Fort Lauderdale will be homeported at Naval Station Norfolk, Virginia.", "url": "https://www.dvidshub.net/news/426333/uss-fort-lauderdale-commissions-namesake-city"}, {"title": "Manhattan Beach Native Serves aboard Future USS Fort Lauderdale", "date": "2022-03-08", "content": "A native of Manhattan Beach, CA, is serving aboard one of the nation's newest, most-versatile warships, the future USS Fort Lauderdale. Ensign Kaleo Kinimaka-Ahkoi is a 2015 Mira Costa High School and 2019 George Washington University graduate. According to Kinimaka-Ahkoi, the values required to succeed in the Navy are similar to those found in Manhattan Beach. \"I am incredibly fortunate to have received a great education from my home town and from my university, and that baseline education endowed me with a questioning attitude that is incredibly important to have in the Navy,\" said Kinimaka-Ahkoi. \"Specifically, my high school's Model United Nations program greatly sharpened my public speaking, research, leadership, and interpersonal skills. ", "url": "https://www.dvidshub.net/news/426475/manhattan-beach-native-serves-aboard-future-uss-fort-lauderdale"}, {"title": "Navy Accepts Delivery of the Future USS Fort Lauderdale", "date": "2022-03-14", "content": "The Navy accepted delivery of the future USS Fort Lauderdale, the 12th San Antonio class-amphibious transport dock ship, from Huntington Ingalls Industries' Ingalls Shipbuilding Division, March 11, Team Ships Public Affairs said March 14. Delivery of LPD 28 represents the official transfer of the ship from the shipbuilder to the Navy. Prior to delivery, the ship successfully conducted a series of at-sea and pier-side trials to demonstrate its material and operational readiness. \"Following successful builder's and acceptance trials, LPD 28 will soon be ready to join the fleet to provide critical readiness and capacity to our Sailors,\" said Capt. Cedric McNeal, program manager, Amphibious Warfare Program Office, Program Executive Office Ships. \"This ship will help expand our advantage in the maritime domain and brings critical capability now and in the future.\" ", "url": "https://seapowermagazine.org/navy-accepts-delivery-of-the-future-uss-fort-lauderdale/"}, {"title": "Navy Accepts Delivery of the Future USS Ft. Lauderdale", "date": "2022-03-14", "content": "The Navy accepted delivery of the future USS Ft. Lauderdale (LPD 28), the 12th San Antonio class-amphibious transport dock ship, from Huntington Ingalls Industries' Ingalls (HII) Shipbuilding Division, March 11. Delivery of LPD 28 represents the official transfer of the ship from the shipbuilder to the Navy. Prior to delivery, the ship successfully conducted a series of at-sea and pier-side trials to demonstrate its material and operational readiness. \"Following successful builder's and acceptance trials, LPD 28 will soon be ready to join the fleet to provide critical readiness and capacity to our Sailors said Capt. Cedric McNeal, program manager, Amphibious Warfare Program Office, Program Executive Office (PEO) Ships. \"This ship will help expand our advantage in the maritime domain and brings critical capability now and in the future.\" The San Antonio-class is designed to support embarking, transporting, and landing Marines and their equipment by conventional or air-cushioned landing craft. The ship's capabilities are further enhanced by its flight deck and hangar, enabling the ship to operate a variety of Marine Corps helicopters and the Osprey tilt-rotor aircraft (MV-22). Because of the ships inherent capabilities, they are able to support a variety of amphibious assault, special operations, expeditionary warfare, or disaster relief missions, operating independently or as part of Amphibious Readiness Groups, Expeditionary Strike Groups, or Joint Task Forces. In addition to LPD 28, HII's Ingalls Shipbuilding Division is currently in production on the future USS Richard S. McCool (LPD 29) and the future USS Harrisburg (LPD 30), with start of fabrication for future USS Pittsburgh (LPD 31) planned for later this spring. As one of the Defense Department's largest acquisition organizations, PEO Ships is responsible for executing the development and procurement of all destroyers, amphibious ships, special mission and support ships, and boats and craft.", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/2965398/navy-accepts-delivery-of-the-future-uss-ft-lauderdale/"}, {"title": "Ingalls Delivers Fort Lauderdale (LPD 28) to US Navy", "date": "2022-03-18", "content": "Huntington Ingalls Industries announced Friday that its Ingalls Shipbuilding division has delivered amphibious transport dock Fort Lauderdale to the U.S. Navy. Fort Lauderdale is the 12th San Antonio-class ship delivered by HII. Amphibious transport docks are a major part of the Navy's 21st century expeditionary force, deployed with a U. S. Marine Corps Air-Ground Task Force for amphibious and expeditionary crisis response operations that range from deterrence and joint-force enablement to humanitarian assistance and disaster relief. \"We at HII and Ingalls are honored to support our customer on the national security mission at the heart of this work,\" said Kari Wilkinson, president of the Ingalls Shipbuilding. \"Mindful of safety and quality, we are incredibly proud of the collaborative Navy-industry team that delivers this vital capability.\" ", "url": "https://www.marinelink.com/news/ingalls-delivers-fort-lauderdale-lpd-us-495153"}, {"title": "Ingalls delivers USS Fort Lauderdale, 12th ship in San Antonio class, to the Navy", "date": "2022-03-22", "content": "No, Ingalls Shipbuilding doesn't deliver ships as fast as Domino's delivers pizza. It only seems that way. The Pascagoula shipyard recently turned over ownership of the amphibious transport dock ship USS Fort Lauderdale (LPD 28) to the U.S. Navy during a formal ceremony aboard the ship, where representatives from Ingalls and the Navy signed the official documents transferring custody of the ship. USS Fort Lauderdale is the 12th in the San Antonio class of ships to be built by Ingalls. \"We at Ingalls are honored to support our customer on the national security mission at the heart of this work,\" said Ingalls president Kari Wilkinson. \"Mindful of safety and quality, we are incredibly proud of the collaborative Navy-industry team that delivers this vital capability.\" LPD 28 is named in honor of the Florida city's historic ties to the U.S. Navy, which date back to the 1830s and include service as an important naval training center during World War II. \"What a great tradition to be part of,\" said Steve Sloan, Ingalls LPD program manager. \"This delivery event is the culmination of hard work and dedication of thousands of shipbuilders, industry partners from just about every state, as well as our Navy Supervisor of Shipbuilding, Gulf Coast, shipmates that worked with us each and every day to ensure Fort Lauderdale became a mission capable ship.\" Ingalls has two additional San Antonio-class ships under construction, including Richard M. McCool Jr. (LPD 29) and Harrisburg (LPD 30), the latter of which is the first of the LPD Flight II ships, designed as the replacement for the aging Whidbey Island-class LSDs. In addition, fabrication of the 15th San Antonio-class ship, Pittsburgh (LPD 31), is scheduled to begin later this year.", "url": "https://www.stripes.com/branches/navy/2022-03-22/ingalls-delivers-uss-fort-lauderdale-12th-san-antonio-class-ship-navy-5437683.html"}, {"title": "US Navy to commission USS Fort Lauderdale in namesake city in July", "date": "2022-05-17", "content": " The future USS Fort Lauderdale departs Huntington Ingalls Shipyard in Pascagoula, Miss., Jan. 26, 2022, to conduct Acceptance Trials in the Gulf of Mexico. A commissioning ceremony to mark the ship's entry into active service will be held at Port Everglades, Fort Lauderdale, Fla., on July 30 at 10 a.m. in an invitation-only event. The future USS Fort Lauderdale departs Huntington Ingalls Shipyard in Pascagoula, Miss., Jan. 26, 2022, to conduct Acceptance Trials in the Gulf of Mexico. A commissioning ceremony to mark the ship's entry into active service will be held at Port Everglades, Fort Lauderdale, Fla., on July 30 at 10 a.m. in an invitation-only event. - Fort Lauderdale will soon have its own seaworthy baby: A namesake vessel manned by 400 sailors. ", "url": "https://www.stripes.com/branches/navy/2022-05-17/navy-commission-uss-fort-lauderdale-july-6032567.html"}]}, {"win label": 1, "news": [{"title": "USS Fort Lauderdale departs Ingalls, headed for namesake city", "date": "2022-07-12", "content": "Amphibious transport dock ship USS Fort Lauderdale (LPD 28) sailed away from its berth at Ingalls Shipbuilding Monday, headed for the Florida city for which it is named and commissioning into the U.S. Navy fleet. \"Watching Fort Lauderdale sail away to join the Navy's fleet is a very proud moment for our entire LPD shipbuilding team and our skilled workforce,\" said Ingalls LPD program manager Mike Pruitt. \"Our shipbuilders have done an outstanding job building a mission capable ship for these sailors and our country.\" LPD 28 is named in honor of the Florida city and its long ties to the U.S. Navy, dating back to the mid 1800s and including its service as a naval training center during World War II. ", "url": "https://www.stripes.com/branches/navy/2022-07-12/uss-fort-lauderdale-departs-ingalls-6628939.html"}, {"title": "Ship to Shore Connector LCACs Get Lift of Opportunity Aboard Future USS Fort Lauderdale", "date": "2022-07-19", "content": "The Navy's newest amphibious transport dock ship is transporting the Navy's newest connectors to their new homeport, highlighting the significant capabilities being delivered to the Navy from the Gulf Coast. Ship to Shore Connector, Landing Craft, Air Cushion 103 and 104, received a lift of opportunity aboard future USS Fort Lauderdale, July 16, Team Ships Public Affairs said July 19. During LPD 28's transit from Huntington Ingalls Industries' Ingalls Shipbuilding Division in Pascagoula, Mississippi, to Fort Lauderdale, Florida, where the ship will soon be commissioned, the newest LPD worked with Assault Craft Unit 4 as LCAC 103 and 104 entered the well deck. The craft will remain aboard the ship as it transits to its homeport in Norfolk after commissioning. ", "url": "https://seapowermagazine.org/ship-to-shore-connector-lcacs-get-lift-of-opportunity-aboard-future-uss-fort-lauderdale/"}, {"title": "USS Fort Lauderdale arrives at Port Everglades, to be commissioned Saturday", "date": "2022-07-24", "content": "The future USS Fort Lauderdale, a San Antonio-class amphibious transport dock ship, will be commissioned on Saturday, July 30th. It is the first U.S. Navy ship to be named after the city. ", "url": "https://www.sun-sentinel.com/local/broward/fort-lauderdale/fl-ne-uss-fort-lauderdale-arrives-2022-20220725-qnhdfhvlzncclb6scthwgoo2qe-photogallery.html"}, {"title": "Future USS Fort Lauderdale sails into Port Everglades", "date": "2022-07-25", "content": "The future USS Fort Lauderdale sailed into Port Everglades on Monday morning. The US Navy San Antonio-class amphibious transport dock ship will be commissioned at 10 a.m. on Saturday, July 30th during an invitation-only ceremony. It will be the first U.S. Navy ship named for the City of Fort Lauderdale. Capt. James Quaresimo, a 1997 Summa Cum Laude graduate of Jacksonville University, is the commanding officer. \"The commissioning of USS Fort Lauderdale is the result of many years of coordination and hard work by our lawmakers, commissioning committee, civic leaders, contractors, industry specialists, and especially our sailors,\" Quaresimo said. \"I couldn't be prouder of the uniformed men and women who gave a mountain of cold steel form and a heartbeat. And in turn, they should be proud of what they've done.\" The ship's naming was in large part the brainchild of the late retired Senior Chief Petty Officer Charles \"Chuck\" Black, who led a years-long effort to get the U.S. Navy to name a ship \"USS Fort Lauderdale.\" Black, who passed away at age 63 in 2016, served 20 years in the U.S. Navy and was involved in several of the annual Broward Navy Days Fleet Week activities at Port Everglades. He served on the Navy League's national board of directors. In March 2016, the U.S. Navy announced that it would name an amphibious transport dock vessel for the City of Fort Lauderdale. As an amphibious transport dock ship, USS Fort Lauderdale\" is designed to transport and land elements of a landing force for a variety of missions. There will be several events this week to celebrate the commissioning. On Monday, Tuesday, and Wednesday, there will be an exhibit and lectures by artist Marilyn Johansen as she gives her personal salute to heroes in uniform. It will be at Port Everglades, Terminal 4. RSVP required. On Tuesday, there will be a free patriotic concert by musicians from the South Florida Symphony Orchestra, also at Terminal 4. The concert begins at 6 p.m. and those going must RSVP. While there are no public tours of the ship, on Thursday and Friday you can take a virtual ship tour led by the captain and crew. It will take place from 1 p.m. to 3 p.m. Those taking part will need to RSVP. ", "url": "https://www.cbsnews.com/miami/news/future-uss-fort-lauderdale-sails-into-port-everglades/"}, {"title": "US Navy to Commission USS Fort Lauderdale Saturday, Making History", "date": "2022-07-28", "content": "The USS Fort Lauderdale will be making history on Saturday, July 30 when it is commissioned as the first transport Navy ship named after the city. On Thursday, preparations for the weekend ceremony were underway at Port Everglades where the ship docked earlier this week. \"The commissioning of USS Fort Lauderdale is the result of many years of coordination and hard work by our lawmakers, commissioning committee, civic leaders, contractors, industry specialists, and especially our sailors,\"said the ship's commanding officer, Captain James Quaresimo. \"I couldn't be prouder of the uniformed men and women who gave a mountain of cold steel form and a heartbeat. And in turn they should be proud of what they've done.\" The Captain said that engineers designed the $1.8 billion transport dock ship as a warship which will embark, transport and land elements for different warfare missions. Built by Ingalls Shipbuilding of Pascagoula, Mississippi, the ship's naming was in large part the brainchild of the late retired Senior Chief Petty Officer Charles \"Chuck\" Black, who led a years-long effort to get the U.S. Navy to name a ship \"USS Fort Lauderdale.\" Black, who served on the Navy League's national board of directors, died in 2016, the same year the naming was confirmed. \"Commissioning of the future USS Fort Lauderdale is a once-in-a-lifetime opportunity to bring South Floridians together to celebrate and salute a powerful bond between the U.S. Navy and the City of Fort Lauderdale,\" said Patricia Du Mont, who is the chair of the ship's Commissioning Committee. \"We're organizing meaningful events leading up to the Commissioning on July 30, and we plan to continue to support the ship and its crew as it goes into service with the U.S. Navy.\" ", "url": "https://www.nbcmiami.com/news/local/us-navy-to-commission-uss-fort-lauderdale-saturday-making-history/2822959/"}, {"title": "Navy to Commission Amphibious Transport Dock Ship Fort Lauderdale", "date": "2022-07-29", "content": "The Navy will commission its newest amphibious transport dock, the future USS Fort Lauderdale (LPD 28), during a 10 a.m. EDT ceremony Saturday, July 30, in Fort Lauderdale, Florida. U.S. Rep. Debbie Wasserman Schultz of Florida's 23rd District is the principal speaker. Additional speakers include Secretary of the Navy Carlos Del Toro; Assistant Commandant of the Marine Corps Gen. Eric Smith; Fort Lauderdale Mayor Dean Trantlis; and President of Ingalls Shipbuilding Kari Wilkinson. In a time-honored Navy tradition, the ship's sponsor, Meredith Berger, will give the first order to \"man our ship and bring her to life.\" The future USS Fort Lauderdale is the first naval ship to honor the city of Fort Lauderdale, Florida. \"Tomorrow we commission the future USS Fort Lauderdale, bringing a powerful war ship with a dedicated and determined crew to life,\" said Secretary of the Navy Carlos Del Toro. \"This ship will play an integral part in strengthening America's partnerships and protecting our country's security abroad.\" The nearly 25,000-ton Fort Lauderdale is 684 feet in length. Four diesel engines will power the ship to speeds in excess of 22 knots, and it will homeport at Naval Station Norfolk in Norfolk, Virginia. The future USS Fort Lauderdale is the 12th San Antonio-class ship, designed to support embarking, transporting, and bringing elements of 650 Marines ashore by landing craft or air-cushion vehicles. A flight deck hangar further enhances the ship's capabilities, which can support the MV-22 Osprey tilt-rotor aircraft. San Antonio-class ships can support a variety of amphibious assault, special operations, or expeditionary warfare missions, operating independently or as part of Amphibious Readiness Groups (ARGs), Expeditionary Strike Groups, or joint task forces. These capabilities allow the U.S. Navy to protect America's security abroad, promote regional stability, and preserve future peace. The ceremony will be live streamed at: USS Fort Lauderdale Commissioning. The link becomes active approximately ten minutes prior to the event (9:50 a.m. EDT). ", "url": "https://www.defense.gov/News/Releases/Release/Article/3109931/navy-to-commission-amphibious-transport-dock-ship-fort-lauderdale/"}, {"title": "USS Fort Lauderdale (LPD 28) Commissions", "date": "2022-07-30", "content": "The U.S. Navy commissioned its newest Amphibious Transport Dock ship USS Fort Lauderdale (LPD 28) July 30, 2022, in Fort Lauderdale, Florida. \"To the Sailors and Marines who will serve aboard USS Fort Lauderdale, thank you and your families in advance for the service you will fulfill and sacrifices you may endure,\" Secretary of the Navy Carlos Del Toro, who spoke at the event, said. \"The moment you bring this Amphibious Transport Dock to life, you will strengthen the integrated deterrence capability of our entire Joint Force.\" Guest speakers for the event also included President of Ingalls Shipbuilding Kari Wilkinson; Assistant Commandant of the Marine Corps Gen. Eric Smith; Fort Lauderdale Mayor Dean Trantlis; and principal speaker, U.S. Rep. Debbie Wasserman Schultz of Florida's 23rd District. \"It is such an honor to be involved in the commissioning of the USS Ft. Lauderdale. It's another chapter to the momentous history, friendship, and respect that the city has with the U.S. Navy,\" said U.S. Rep. Debbie Wasserman Schultz. \"As Chair of the Military Construction and Veterans Affairs Appropriations Subcommittee, my support for our military is unwavering. I will always stand by our service members and veterans, and honor those who continue to serve.\" Ship sponsor Meredith A. Berger gave the first order to \"man our ship and bring her to life.\" \"The Navy names ships for people, places, and ideas that are special. The Navy certainly picked a special place when naming the USS Fort Lauderdale,\" she said. \"I am honored to be the sponsor for this incredible ship.\" Built by the Huntington Ingalls Industries in Pascagoula, Mississippi, Fort Lauderdale was launched March 28, 2020 and christened Aug. 21, 2021. The ship was delivered to U.S. Navy Nov. 30, 2021. \"Finally, if there is one thing that history has shown us from the days of antiquity it is that the stakes of the competition for control of the seas are high and for our part, USS Fort Lauderdale stands ready to deliver on any day, and at any time,\" said Capt. James Quaresimo, the ship's commanding officer. \"And those that may wish to challenge us - they should pause. For we are equipped with America's unstoppable secret weapon that our enemies will never be able to duplicate and that is the fierce, dedicated and unstoppable, men and women of the United States Navy and Marine Corps!\" The ceremony marks the official transition of the USS Fort Lauderdale into the fleet and caps a weeklong series of events celebrating the ship and its namesake city. Amphibious transport dock ships are warships that embark, transport and land elements of a landing force for a variety of expeditionary warfare mission. LPDs are used to transport and land Marines, their equipment, and supplies by embarked Landing Craft Air Cushion (LCAC) or conventional landing craft and amphibious assault vehicles (AAV) augmented by helicopters or vertical take-off and landing aircraft (MV 22). These ships support amphibious assault, special operations, or expeditionary warfare missions and serve as secondary aviation platforms for amphibious operations. USS Fort Lauderdale will be homeported at Naval Station Norfolk, Virginia. ", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/3111012/uss-fort-lauderdale-lpd-28-commissions/"}, {"title": "U.S. Navy Commissions USS Fort Lauderdale (LPD 28)", "date": "2022-08-01", "content": "The USS Fort Lauderdale (LPD 28), a San Antonio-class amphibious transport dock ship, was commissioned on Saturday, July 30, in Fort Lauderdale. Mayor Dean Trantalis welcomed the crew and crowd to the momentous occasion at Port Everglades. \"As the USS Fort Lauderdale embarks on its mission, guided by the motto \"Together We Fight,\" I know that the enduring American spirit, the same everlasting force that has built and defended this country, will lead us to victory,\" said Trantalis. Other speakers included Congresswoman Debbie Wasserman Schultz and Carlos Del Toro, Secretary of the Navy. The ship's naming was largely due to the work of the late retired Senior Chief Petty Officer Charles \"Chuck\" Black, who led a years-long effort to get the U.S. Navy to name a ship \"USS Fort Lauderdale.\" Black, who passed away at age 63 in 2016, served 20 years in the U.S. Navy and was involved in several of the annual Broward Navy Days Fleet Week activities at Port Everglades. He served on the Navy League's national board of directors. The U.S. Navy announced in March of 2016 that it would name an amphibious transport dock vessel for the City of Fort Lauderdale. Captain James Quaresimo is the ship's commanding officer. Captain Quaresimo said at sea, there are no foxholes to climb into and no trenches, adding, \"you fight and you win, or you swim.\" The ship's motto is \"Together We Fight.\" As an amphibious transport dock, the warship is designed to transport and land Marines, their equipment, and supplies. The ships support amphibious assault, special operations, or expeditionary warfare missions and serve as secondary aviation platforms for amphibious operations. \"The USS Fort Lauderdale stands ready to deliver Naval power to any place, on any day, at any time,\" said Quaresimo. \"And those that may wish to challenge us, they should pause. We are equipped with America's unstoppable secret weapon that our enemies will never be able to duplicate, and that is the fierce, dedicated, unstoppable men and women of the United States Navy and Marine Corps!\" ", "url": "https://www.fortlauderdale.gov/Home/Components/News/News/6372/16#:~:text=The%20USS%20Fort%20Lauderdale%20(LPD,momentous%20occasion%20at%20Port%20Everglades."}, {"title": "USS Fort Lauderdale arrives at homeport in Norfolk", "date": "2022-08-04", "content": "Newly-commissioned USS Fort Lauderdale (LPD 28) arrived at its homeport Naval Station Norfolk on August 4. The Navy posted a video to Facebook showing the ship's departure from Florida that morning. A commissioning ceremony was held at Port Everglades in Fort Lauderdale on July 30. The San Antonio-class Amphibious Transport Dock Ship will be part of Expeditionary Strike Group Two. It is the first U.S. Navy warship to be named after the city of Fort Lauderdale. Built by the Huntington Ingalls Industries in Pascagoula, Mississippi, Fort Lauderdale was launched March 28, 2020 and christened Aug. 21, 2021. The ship was delivered to the Navy on Nov. 30, 2021. ", "url": "https://www.wavy.com/news/military/navy/uss-fort-lauderdale-arrives-at-homeport-in-norfolk/"}]}]