[{"win label": 0, "news": [{"title": "Ingalls Shipbuilding awarded $2.38 billion contract for LHA 7 detail design and construction", "date": "2012-05-31", "content": "The Navy awarded Huntington Ingalls Industries a $2.38 billion fixed-price-incentive contract Thursday to build the multipurpose amphibious assault ship Tripoli here at Ingalls shipyard. \"Large-deck amphibious ship construction is an important component of our business plan, and we are pleased to have reached agreement with the Navy on this contract,\" said Ingalls Shipbuilding President Irwin F. Edenzon. The Department of Defense contract announcement was made at about 4 p.m. on Thursday. \"We are also pleased to continue providing such an important asset to the sailors and Marines who are being called on to perform an ever-increasing list of tough missions,\" Edenzon said in a news release. \"Ingalls shipbuilders understand the importance of building these ships safely and efficiently while all the while focusing on delivering a quality product. LHA 7 will be a great ship built by great shipbuilders.\"", "url": "https://www.gulflive.com/mississippi-press-news/2012/05/ingalls_shipbuilding_awarded_2.html"}, {"title": "Ingalls Shipbuilding to Design, Build LHA 7 for US Navy", "date": "2012-06-01", "content": "The U.S. Navy today awarded Huntington Ingalls Industries a $2.38 billion fixed-price-incentive contract for the detail design and construction of the multipurpose amphibious assault ship Tripoli (LHA 7). The ship will be built at the company's Ingalls Shipbuilding division. LHA 7 and LHA 6 are the first two ships in the new America class of amphibious assault ships. Tripoli will be 844 feet long and 106 feet wide and will displace 44,971 long tons. The fuel-efficient gas turbine propulsion system will drive the ships in excess of 20 knots. She will accommodate 1,059 crew (65 officers) and 1,687 troops. She will be capable of carrying a Marine Expeditionary Unit, including Marine helicopters, MV-22 Osprey tiltrotor aircraft and F-35B Joint Strike Fighter (JSF) aircraft. Carrying a complement of F-35s allows her to serve the role of a small aircraft carrier, as demonstrated by LHD-class ship operations in Operation Iraqi Freedom. Like the future USS America (LHA 6), LHA 7 has an increased aviation capacity to include an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. Similar to its predecessors, the ship will be able to operate as the flagship for an Expeditionary Strike Group. Ingalls has built five Tarawa (LHA 1) class ships as well as eight Wasp (LHD 1) class ships. The first of the America class (LHA 6) is currently under construction and is scheduled to launch in June. \"Large-deck amphibious ship construction is an important component of our business plan, and we are pleased to have reached agreement with the Navy on this contract,\" said Ingalls Shipbuilding President Irwin F. Edenzon. \"We are also pleased to continue providing such an important asset to the sailors and Marines who are being called on to perform an ever-increasing list of tough missions. Ingalls shipbuilders understand the importance of building these ships safely and efficiently while all the while focusing on delivering a quality product. LHA 7 will be a great ship built by great shipbuilders.\"", "url": "https://www.marinelink.com/news/shipbuilding-ingalls345153"}]}, {"win label": 0, "news": [{"title": "L-3 SPDES to supply Medium Voltage Switchgear for LHA 7", "date": "2012-08-22", "content": "Huntington Ingalls Industries Shipbuilding (HII) has awarded a subcontract to L-3 SPD Electrical Systems (L-3 SPDES) to supply its medium voltage switchgear for installation on the US Navy's America-Class large-deck amphibious assault ship, USS Tripoli (LHA 7). The subcontract follows after HII was awarded a $2.38bn fixed-price-incentive contract for the design and construction of LHA 7, for the US Navy. Under the contract, L-3 will also provide the associated circuit breakers for the ship to support electrical distribution for the ship's services and operating requirements. L-3 SPDES president Christine Montalvo was quoted by ASD News as saying that based on the performance on LHA 6, the company is once again ready to provide the medium voltage switchgear for LHA 7. \"We responded to the US Navy's challenge to build more affordable ships by using an approach that minimized non-recurring efforts,\" Montalvo added. Designed to transport a marine expeditionary unit (MEU) using helicopters, the 844ft-long USS Tripoli, along with USS America (LHA 6), form the first two ships of the new America-Class of amphibious assault ships. The 106ft-wide vessel has a displacement of 44,971t and is capable of carrying a total of 1,059 crew members, besides marine helicopters, MV22 Osprey tilt rotor aircraft and F35B Joint Strike Fighter (JSF) aircraft. Powered by a fuel-efficient gas turbine propulsion system, the vessel can also serve as the flagship for an expeditionary strike group, similar to the under construction USS America, which is scheduled to be launched in June 2013. The company had previously supported all Nimitz-Class carriers and LHD 8 through similar power distribution products, in addition to delivering product support and maintenance from its depot repair facility.", "url": "https://www.naval-technology.com/news/newsl3-spdes-medium-voltage-switchgear-lha7/"}, {"title": "Northrop to deliver MCS for US Navy's America-class LHA 7", "date": "2012-10-18", "content": "Huntington Ingalls Industries (HII) has awarded a subcontract to Northrop Grumman for supply of the machinery control system (MCS) in support of the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7). Earlier in 2012, HII was awarded a $2.38bn fixed-price-incentive contract by the US Navy to design and construct the assault vessel. Under the $50.6m sub-contract, Northrop will deliver 56 data acquisition units, 27 workstations and 1,125 fire sensors for America-class ship. Northrop Grumman Maritime Systems vice president Bill Hannon said: \"This order affirms our customer's confidence in our ability to design, integrate, test and deliver some of the navy's most sophisticated distributed control technology on platforms that have significantly reduced the navy's total ownership costs.\" MCS is designed to control major shipboard systems such as the highly automated propulsion, electric plant and fuel fill systems for the navy's LHA 7 amphibious assault ship. Powered by a fuel-efficient gas turbine propulsion system, the 844ft-long and 106ft-wide USS Tripoli, along with USS America (LHA 6), form the first two ships of the new America-class of amphibious assault ships. The 44,971t vessel can transport a marine expeditionary unit (MEU) using helicopters and can carry a crew of 1,059 as well as marine helicopters, MV22 Osprey tilt rotor aircraft and F35B Joint Strike Fighter (JSF) aircraft. Work will be carried out in Charlottesville, Virginia, US, from 2014-2016, while integration on the LHA-7 will be carried out at HII's facility in Pascagoula, Mississippi. The LHA 7 is scheduled to be delivered to the US Navy in 2018.", "url": "https://www.naval-technology.com/news/newsnorthrop-deliver-mcs-us-navy-america-class-lha-7/"}, {"title": "GE auxiliary propulsion system ordered for US Navy's LHA 7", "date": "2012-11-07", "content": "Huntington Ingalls Industries (HII) has awarded a subcontract to General Electric (GE) Power Conversion for an auxiliary propulsion system (APS) for the US Navy's latest America-class large-deck amphibious assault ship, USS Tripoli (LHA 7). The $10m contract was awarded based on the fuel efficiency achieved from similar equipment already installed on other US Navy ships, including the USS Makin Island (LHD-8) and USS America (LHA-6). GE Power Conversion business marine vertical leader Paul English said that the hybrid propulsion technology on USS Makin Island has helped the US Navy save more than four million gallons of fuel worth $15m during its seven-month maiden deployment. \"This project will allow the US Navy to lower operating costs due to fuel savings provided by a more efficient power and propulsion system,\" English said. \"It also will help reduce routine maintenance costs and time, as well as enable a smaller carbon footprint due to lower fuel expenses.\" APS has been designed to serve as fuel-saving alternative during low-speed operations of the ship since the gas turbine propulsion system are less fuel efficient compared with electrical propulsion system. Powered by a fuel-efficient, the 844ft-long and 106ft-wide USS Tripoli has a displacement capacity of 44,971t and can carry a crew of 1,059 as well as marine helicopters. America-class amphibious assault ships will replace the Tarawa-class amphibious assault ship for the US Navy. The UK Royal Navy has recently selected GE Power Conversion to deliver electrical propulsion drivetrain technology to support the Royal Fleet Auxiliary's (RFA) new fleet of military afloat reach and sustainability (MARS) tankers. Work will be performed at GE's Pittsburgh facility in Pennsylvania, with operation for the USS Tripoli scheduled to start in April 2015.", "url": "https://www.naval-technology.com/news/newsus-navys-lha-7-receive-ge-auxiliary-propulsion-system/"}, {"title": "USA: GE's Hybrid Propulsion Selected for Future USS Tripoli", "date": "2012-11-07", "content": "GE's Power Conversion business has signed a contract worth more than $10 million with Huntington Ingalls Industries (HII) of Pascagoula, Miss., to provide an auxiliary propulsion system (APS) for the future USS Tripoli (LHA-7), which is the U.S. Navy's latest large-deck amphibious assault ship. This project builds on Power Conversion's past success with providing similar equipment for other U.S. Navy ships, including the LHD-8 and LHA-6. \"By using our hybrid propulsion technology, the USS Makin Island (LHD-8) has saved more than 4 million gallons of fuel during its seven-month maiden deployment, resulting in an estimated cost savings of $15 million,\" said Paul English, marine vertical leader, GE's Power Conversion business. \"This project will allow the U.S. Navy to lower operating costs due to fuel savings provided by a more efficient power and propulsion system. It also will help reduce routine maintenance costs and time as well as enable a smaller carbon footprint due to lower fuel expenses.\" The technology in this project is similar to that of a hybrid vehicle. The U.S. Navy's two GE LM2500+ gas turbines are the main propulsion source and are used when full speed is required, as gas is used in hybrid cars when full power is needed. Power Conversion's APS, or electrical drive train, is connected to the same propeller shafts, similar to the electric portion of a hybrid vehicle. The purpose of the APS is to provide a fuel-saving alternative, compared to the gas turbine engines, during low-speed operations, which is when the gas turbines are less fuel efficient than an electrical propulsion system. An LHA is 844 feet long with a 106-foot beam. It weighs 44,854 tons and takes five years to build. The ships, which resemble an aircraft carrier, are the centerpiece of an Amphibious Ready Group used to transport Marine Expeditionary Units and their equipment. LHA-6 is the first ship in its class built without a well deck. The ships have a crew of 1,000 and can transport up to 1,800 troops and their equipment. An LHA has 984 miles of cable. The future USS America (LHA-6) is nearly three football fields in length and is 20 stories high from its keel to the top of its deckhouse. It has 2 acres of flight deck. The propulsion system project will be executed in GE's Pittsburgh, Pa., facility where the DDG-1000, T-AKE and MLP programs also are centered. Operation for the future USS Tripoli (LHA-7) is scheduled for April 2015. GE's Power Conversion business also recently announced that it is supplying its electrical propulsion drive train technology for the U.K. Royal Fleet Auxiliary's (RFA) new fleet of Military Afloat Reach and Sustainability (MARS) tankers. GE acquired Power Conversion (then known as Converteam) in September 2011. GE's Power Conversion business applies the science and systems of power conversion to help drive the electric transformation of the world's energy infrastructure. Designing and delivering advanced motor, drive and control technologies that evolve today's industrial processes for a cleaner, more productive future, it serves specialized sectors such as energy, marine, industry and all related services.", "url": "https://www.offshore-energy.biz/usa-ges-hybrid-propulsion-selected-for-future-uss-tripoli/"}]}, [], {"win label": 0, "news": [{"title": "Destroyers To Get Modernized Radars Under New Contract", "date": "2013-11-06", "content": "The U.S. Navy has ordered three AN/SPQ-9B radars from Northrop Grumman, reports the defense firm. Under the $20.4 million award, Northrop Grumman will deliver the three radar systems in the second quarter of 2015, says a company release. The radars will be equipped on the future ships Portland (LPD-27) and Tripoli (LHA-7), as well as the USS Oscar Austin (DDG-79), said Northrop on Tuesday.", "url": "https://www.militaryperiscope.com/news/destroyers-get-modernized-radars-under-new-contract/"}]}, {"win label": 0, "news": [{"title": "TenCate to deliver armour materials for US Navy's America-class LHA 7", "date": "2014-06-10", "content": "Huntington Ingalls Industries (HII) has awarded a subcontract to TenCate Advanced Armor for the supply of armour materials, which will support the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7). HII was awarded a $2.38bn fixed-price incentive contract in 2012 for the design and construction of the multipurpose amphibious assault vessel. Under the subcontract, Tencate will deliver advanced composite armour for USS Tripoli during its construction at the company's Ingalls Shipbuilding division. TenCate Advanced Armor USA president Mark Edwards said protecting sailors remains a top US Department of Defense objective. \"Our advanced materials and manufacturing capabilities have enabled Ingalls Shipbuilding to incorporate these materials in their latest ship class,\" Edwards said. USS Tripoli and USS America (LHA 6) are the first two vessels of the new America-class of amphibious assault ships, which are designed to carry a marine expeditionary unit (MEU) by means of helicopters. Capable of carrying 1,059 crew members, the 844ft-long and 106ft-wide vessel can also accommodate marine helicopters, MV22 Osprey tilt-rotor aircraft and F35B joint-strike fighter (JSF) aircraft. Scheduled to be delivered to the navy in 2018, USS Tripoli features an improved aviation capacity to house a broadened hangar deck, realignment and expansion of the aviation maintenance facilities, and a rise in existing stowage for parts and support equipment, as well as better aviation fuel capacity. In 2012, Northrop was awarded a subcontract to supply the machinery control system (MCS) for the vessel.", "url": "https://www.naval-technology.com/news/newstencate-to-deliver-armour-materials-for-us-navys-america-class-lha-7-4290226/"}, {"title": "Keel Laid For Amphibious Warship Tripoli", "date": "2014-06-20", "content": "The keel for the next-generation amphibious warship Tripoli (LHA-7) was laid in a ceremony at Ingalls Shipbuilding in Pascagoula, Miss. on Friday. The ceremony marked the official start of construction for the second America-class landing helicopter dock for the U.S., following the $3 billion first-in-class America (LHA-6) - which plans to commission later this year. \"Like America, Tripoli boasts a very credible and capable aviation centric design that replaces the Tarawa class of amphibious assault ships,\" Capt. Christopher Mercer, Amphibious Warfare Program Manager within Program Executive Office (PEO) Ships said in a Naval Sea Systems Command (NAVSEA) statement. \"The design brings with it increased capabilities and will maximize the Navy's investment in future aircraft.\" Each of the 45,000-ton ships in the class are optimized for modern Marine aircraft like the MV-22 tilt-rotor Osprey and the short takeoff-vertical landing (STOVL) F-35B Lighting II Joint Strike Fighter (JSF). However, America and Tripoli were designed without a well deck - which allows a ship to take on and disembark amphibious landing craft - much to the protest of the Marine Corps. LHA-8 will be redesigned to incorporate a well deck into the design.", "url": "https://news.usni.org/2014/06/20/keel-laid-amphibious-warship-tripoli"}, {"title": "INGALLS SHIPBUILDING AUTHENTICATES KEEL OF AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2014-06-20", "content": "Huntington Ingalls Industries (NYSE:HII) authenticated the keel today for the future multipurpose amphibious assault ship USS Tripoli (LHA 7). The warship is under construction at the company's Ingalls Shipbuilding division and was officially authenticated by its sponsor, Lynne Mabus, wife of U.S. Navy Secretary Ray Mabus, and Steve Senk, an HII employee who was awarded the Silver Star for his actions to save the second USS Tripoli (LPH 10) after the ship struck a mine during Operation Desert Storm. Secretary Mabus paid tribute to the Ingalls shipbuilders during his remarks. \"Today, we have 100 ships forward-deployed around the world,\" he said. \"They're out there standing the watch, protecting this country. They're a long way from home. They're there because of the great work of the shipbuilders here at Huntington Ingalls. They're there because you are building the most technologically advanced platforms in the world, and you are building them for the defense of this country. We couldn't put the fleet to sea-we wouldn't have a fleet-without the dedicated men and women who work here.\" Huntington Ingalls Industries (NYSE:HII) authenticated the keel today for the future multipurpose amphibious assault ship USS Tripoli (LHA 7). The warship is under construction at the company's Ingalls Shipbuilding division and was officially authenticated by its sponsor, Lynne Mabus, wife of U.S. Navy Secretary Ray Mabus, and Steve Senk, an HII employee who was awarded the Silver Star for his actions to save the second USS Tripoli (LPH 10) after the ship struck a mine during Operation Desert Storm. Secretary Mabus paid tribute to the Ingalls shipbuilders during his remarks. \"Today, we have 100 ships forward-deployed around the world,\" he said. \"They're out there standing the watch, protecting this country. They're a long way from home. They're there because of the great work of the shipbuilders here at Huntington Ingalls. They're there because you are building the most technologically advanced platforms in the world, and you are building them for the defense of this country. We couldn't put the fleet to sea-we wouldn't have a fleet-without the dedicated men and women who work here.\"", "url": "https://hii.com/news/ingalls-shipbuilding-authenticates-keel-of-amphibious-assault-ship-tripoli-lha-7/"}, {"title": "Navy's Future LHA to Include the Joint Strike Fighter", "date": "2014-06-22", "content": "The keel laying and authentication ceremony for the amphibious assault ship, the future USS Tripoli (LHA 7), was held at the Huntington Ingalls Industries Pascagoula shipyard on June 20th, 2014. Fabrication of Tripoli started in July 2013. Like the recently delivered America (LHA 6), LHA 7 incorporates key components to provide the fleet with a more aviation centric platform. The design of the future Tripoli features an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. The ship will also be the first LHA replacement ship to deliver fully ready to integrate the entire future air combat element of the Marine Corps to include the Joint Strike Fighter. \"Like America, Tripoli boasts a very credible and capable aviation centric design that replaces the Tarawa class of amphibious assault ships,\" said Capt. Christopher Mercer, Amphibious Warfare Program Manager within Program Executive Office. \"The design brings with it increased capabilities and will maximize the Navy's investment in future aircraft.\" Along with its pioneering aviation element, LHA 7 incorporates the fuel efficient gas turbine propulsion plant, zonal electrical distribution, and electric auxiliary systems first installed on USS Makin Island (LHD 8). LHA 7 will be 844 feet in length, will have a displacement of approximately 44,971 long tons, and will be capable of operating at speeds of over 20 knots. \"We look forward to working with the professional shipbuilders of Huntington Ingalls Industries as LHA 7 takes shape here in Pascagoula,\" said Capt. Joe Tuite, commanding officer of Supervisor of Shipbuilding Gulf Coast. LHA 7 is the third Navy ship to be named Tripoli. The name honors and commemorates the force of U.S. Marines and approximately 370 soldiers from 11 other nationalities who captured the city of Derna, Libya during the 1805 Battle of Derna. The battle resulted in a subsequent peace treaty and the successful conclusion of the combined operations of the First Barbary War.", "url": "https://popularmilitary.com/navys-future-lha-to-include-the-joint-strike-fighter/"}, {"title": "Future Multipurpose Amphibious Assault ship USS Tripoli (LHA 7) Keel Authenticated", "date": "2014-06-23", "content": "The keel laying and authentication ceremony for the amphibious assault ship, the future USS Tripoli (LHA 7) was held at the Huntington Ingalls Industries Pascagoula shipyard June 20. Ship Sponsor Mrs. Lynne Mabus and retired Lt. Cmdr. Steve Senk, the chief engineer of the previous Tripoli (ex-USS Tripoli, LPH 10) served as the keel authenticators. The laying of the keel traditionally marked the first step in ship construction. \"We're honored to have Mrs. Mabus with us today to confirm the ship's keel is truly and fairly laid. Mrs. Mabus is a part of this ship's history and together we can look forward to many more ship milestones,\" said Capt. Christopher Mercer, Amphibious Warfare Program Manager within Program Executive Office, Ships. \"This keel laying ceremony marks a significant first step in bringing shape to the Navy's next amphibious assault ship.\" Like the recently delivered America (LHA 6), LHA 7 incorporates key components to provide the fleet with a more aviation centric platform. The design of the future Tripoli features an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. The ship will also be the first LHA replacement ship to deliver fully ready to integrate the entire future air combat element of the Marine Corps to include the Joint Strike Fighter. \"Like America, Tripoli boasts a very credible and capable aviation centric design that replaces the Tarawa class of amphibious assault ships,\" said Mercer. \"The design brings with it increased capabilities and will maximize the Navy's investment in future aircraft.\" Along with its pioneering aviation element, LHA 7 incorporates the fuel efficient gas turbine propulsion plant, zonal electrical distribution, and electric auxiliary systems first installed on USS Makin Island (LHD 8). LHA 7 will be 844 feet in length, will have a displacement of approximately 44,971 long tons, and will be capable of operating at speeds of over 20 knots. \"We look forward to working with the professional shipbuilders of Huntington Ingalls Industries as LHA 7 takes shape here in Pascagoula,\" said Capt. Joe Tuite, commanding officer of Supervisor of Shipbuilding Gulf Coast. LHA 7 is the third Navy ship to be named Tripoli. The name honors and commemorates the force of U.S. Marines and approximately 370 soldiers from 11 other nationalities who captured the city of Derna, Libya during the 1805 Battle of Derna. The battle resulted in a subsequent peace treaty and the successful conclusion of the combined operations of the First Barbary War.", "url": "http://www.navyrecognition.com/index.php/naval-news/naval-news-archive/year-2014-news/june-2014-navy-naval-forces-maritime-industry-technology-security-global-news/1841-future-multipurpose-amphibious-assault-ship-uss-tripoli-lha-7-keel-authenticated.html"}]}, [], {"win label": 0, "news": [{"title": "US Navy Builds Largest-Ever Amphibious Assault Ship for F-35 Fighters", "date": "2015-07-30", "content": "Over at military.com, Kris Osborne reports that the assembly of the second America-class amphibious assault ship, USS Tripoli, is going according to plan, with a third of initial construction already complete. The ship \"is approximately 30% complete. Fabrication has started on 211 units, 97% of all units, and 84 grand blocks are erected - 47% of the total,\" according to a U.S. Navy spokesperson who provided Osborne with a written statement. Scheduled for launch in in July 2017 and with a tentative induction date set for December 18, the ship is specifically designed to accommodate Marine Corps F-35B Joint Strike Fighters, along a host of other aircraft such as MV-22 Osprey tiltrotor aircraft, CH-53 Super Stallions, and UH-1Y Huey helicopters. The USS Tripoli, called LHA 7 [Landing Helicopter Assault] 7, is being assembled at the Huntington Ingalls shipyard in Pascagoula, Mississippi. Once finished, the ship will displace more than 44,000 tons-similar to the size of fixed-wing aircraft carriers in France and India. Measuring 844 feet long and 106 feet wide the ship, in fact, is a small aircraft carrier. \"The ship is optimized for aviation and capable of supporting current and future aircraft with additional aviation maintenance capability and increased fuel capacities. LHA[Landing Helicopter Assault] 6 will be a Flight I ship, reintroducing the well deck without sacrificing aviation capability,\" the U.S. Navy's website notes about the USS Tripoli's sister ship, the USS America. Enjoying this article? Click here to subscribe for full access. Just $5 a month. While the basic characteristics of the will remain the same, the new ship of the class will display some improvements in comparison to its predecessor commissioned in October 2014. \"The Navy and Ingalls have identified lessons learned from design and construction of LHA 6 for incorporation into design and construction of LHA 7 to improve production and quality. These lessons learned were addressed at Unit Readiness Reviews prior to the start of fabrication of each unit, for incorporation into the LHA 7 build strategy,\" U.S. Navy spokesman Mathew Leonard told military.com. \"LHA 7 is being built as a repeat of the LHA 6 with very limited changes to the design. After delivery of LHA 6, a group of significant changes to the ship's flight deck structure and equipment were necessary to accommodate the F-35B aircraft. These improvements are being incorporated into the basic build of LHA 7, which is expected to yield a better overall technical solution at reduced cost,\" Leonard added. According to the U.S. Navy's website, the USS Tripoli will \"transport and land elements of the Marine Expeditionary Unit (MEU) or Marine Expeditionary Brigade (MEB) with a combination of aircraft and landing craft.\" All in all, the ship will be able to carry 1,871 troops next to a crew of 1,204. U.S. Navy officials state that the ship's defenses are more geared towards repelling anti-ship missile attacks rather than fast-attack crafts. \"America-class ships are outfitted with a group of technologies called a Ship Self Defense System. This includes two Rolling Aircraft Missile RIM-116 Mk 49 l launchers; two Raytheon 20mm Phalanx CIWS mounts; and seven twin .50 cal. machine guns,\" according to the military.com report. ", "url": "https://thediplomat.com/2015/07/us-navy-builds-largest-ever-amphibious-assault-ship-for-f-35-fighters/"}]}, [], {"win label": 0, "news": [{"title": "HUNTINGTON INGALLS INDUSTRIES LIFTS 700-TON DECKHOUSE ON TRIPOLI (LHA 7)", "date": "2016-07-12", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division has successfully installed the deckhouse on the amphibious assault ship Tripoli (LHA 7). The lifting of the deckhouse is a major event in the ship's construction schedule and begins the integration of the three largest sections of the ship. The deckhouse was installed on Saturday-three weeks ahead of schedule. \"Ingalls Shipbuilding continues to be the builder of choice when it comes to the construction of amphibious warships for the U.S. Navy,\" said Ingalls Shipbuilding President Brian Cuccias. \"We are benefitting from serial production, including our process of rolling over the same shipbuilding crews to work on the large-deck amphibious ships. It's a busy time on LHA 7, and our construction milestones continue to clock in ahead of schedule. We look forward to delivering another quality amphibious ship to our customer in 2018.\" \"Ingalls Shipbuilding continues to be the builder of choice when it comes to the construction of amphibious warships for the U.S. Navy,\" said Ingalls Shipbuilding President Brian Cuccias. \"We are benefitting from serial production, including our process of rolling over the same shipbuilding crews to work on the large-deck amphibious ships. It's a busy time on LHA 7, and our construction milestones continue to clock in ahead of schedule. We look forward to delivering another quality amphibious ship to our customer in 2018.\" Like USS America (LHA 6) which was delivered in 2014, Tripoli will have an increased aviation capacity to include an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. Similar to its predecessors, the ship will be able to operate as the flagship for an Expeditionary Strike Group. Ingalls has built five Tarawa-class (LHA 1) ships as well as eight Wasp-class (LHD 1) ships. Ingalls was recently awarded a contract for LHA 8. This deckhouse installation on Tripoli was no small feat, according to Premo Sabbatini, LHA 7 program director. \"The deckhouse is comprised of five deck levels and includes radio and radar spaces, the primary flight control station, and the pilot house,\" he said. \"The estimated lift weight for the deckhouse is 701 short tons and required three cranes to complete this task. Performing this milestone ahead of schedule is a testament to the hard work and dedication of our shipbuilders.\"​ Tripoli will be the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of U.S. Marines and approximately 370 soldiers from 11 other nations. The battle, memorialized in the Marines' Hymn with the line \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War.", "url": "https://hii.com/news/tripoli-lha7-deckhouse-lift/"}, {"title": "Deckhouse Lifted Onto Tripoli (LHA 7)", "date": "2016-07-12", "content": "Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division has installed the deckhouse on the amphibious assault ship Tripoli (LHA 7), a major event in the ship's construction schedule which begins the integration of the three largest sections of the ship. The deckhouse was installed three weeks ahead of schedule. The installation was no small feat, according to Premo Sabbatini, LHA 7 program director. \"The deckhouse is comprised of five deck levels and includes radio and radar spaces, the primary flight control station, and the pilot house,\" he said. \"The estimated lift weight for the deckhouse is 701 short tons and required three cranes to complete this task. Performing this milestone ahead of schedule is a testament to the hard work and dedication of our shipbuilders.\" Like USS America (LHA 6) delivered in 2014, Tripoli will have an increased aviation capacity to include an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity, the shipbuilder said. The ship will be able to operate as the flagship for an Expeditionary Strike Group. Ingalls has built five Tarawa-class (LHA 1) ships as well as eight Wasp-class (LHD 1) ships, and was recently awarded a contract for LHA 8. \"Ingalls Shipbuilding continues to be the builder of choice when it comes to the construction of amphibious warships for the U.S. Navy,\" said Ingalls Shipbuilding President Brian Cuccias. \"We are benefitting from serial production, including our process of rolling over the same shipbuilding crews to work on the large-deck amphibious ships. It's a busy time on LHA 7, and our construction milestones continue to clock in ahead of schedule. We look forward to delivering another quality amphibious ship to our customer in 2018.\" Tripoli will be the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of U.S. Marines and approximately 370 soldiers from 11 other nations. The battle, memorialized in the Marines' Hymn with the line \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War.", "url": "https://www.marinelink.com/news/deckhouse-tripoli-lifted412493"}, {"title": "Deckhouse of US Navy's USS Tripoli (LHA 7) amphibious assault ship installed", "date": "2016-07-14", "content": "The deckhouse of the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7), has been successfully installed by Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division. Carried out three weeks ahead of schedule, the installation marks the start of integration of the ship's three largest sections. LHA 7 programme director Premo Sabbatini said: \"The deckhouse is comprised of five deck levels and includes radio and radar spaces, the primary flight control station, and the pilot house. The deckhouse of the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7), has been successfully installed by Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division. Carried out three weeks ahead of schedule, the installation marks the start of integration of the ship's three largest sections. LHA 7 programme director Premo Sabbatini said: \"The deckhouse is comprised of five deck levels and includes radio and radar spaces, the primary flight control station, and the pilot house.", "url": "https://www.naval-technology.com/news/newsdeckhouse-of-us-navys-uss-tripoli-lha-7-amphibious-assault-ship-installed-4949625/"}, {"title": "Ingalls Shipbuilding lifts 700-ton LHA 7 deckhouse", "date": "2016-07-15", "content": "Huntington Ingalls Industries' shipbuilding division has successfully installed the deckhouse on the future amphibious assault ship USS Tripoli, the company announced this week. The major ship construction milestone for the LHA 7 begins the integration of the three largest ship sections and took place three weeks ahead of schedule, HII said in a statement. \"We are benefitting from serial production, including our process of rolling over the same shipbuilding crews to work on the large-deck amphibious ships,\" Ingalls Shipbuilding President Brian Cuccias said. The company expects to deliver the Tripoli in 2018. Like the USS America delivered in 2014, Tripoli will feature increased aviation capacity, including an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, increase in available stowage for parts and equipment and increased aviation fuel capacity. Like its predecessors, the Tripoli will be able to operate as an expeditionary strike group flagship. The company has built five Tarawa-class amphibious assault ships, of which Tripoli will be the latest, as well as eight Wasp-class ships.", "url": "https://www.upi.com/Defense-News/2016/07/15/Ingalls-Shipbuilding-lifts-700-ton-LHA-7-deckhouse/7241468595317/"}]}, {"win label": 0, "news": [{"title": "HUNTINGTON INGALLS INDUSTRIES LAUNCHES AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7) AHEAD OF SCHEDULE", "date": "2017-05-03", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division launched the amphibious assault ship Tripoli (LHA 7) from its floating dry dock on Monday. The launch was accomplished 13 weeks ahead of the original construction schedule. \"Ingalls has been the Navy's large-deck amphib builder since the early 1970s,\" said Ingalls Shipbuilding President Brian Cuccias. \"Our vast knowledge and experience in the design and construction of these great ships is paying dividends-not only for the American taxpayer, but also for the Navy-Marine Corps team and the sailors and Marines who will be operating these important warships in defense of our country.\" Tripoli, the second of the America-class amphibious assault ships, was translated to the company's floating dry dock on April 8 and, after some prep work on the ship's hull, was launched on Saturday. The next ship in the class, Bougainville (LHA 8), is scheduled to start construction in late 2018. Ingalls is currently the sole builder of large-deck amphibious ships for the Navy. The shipyard delivered its first amphibious assault ship, the Iwo Jima-class USS Tripoli (LPH 10), in 1966. Ingalls has since built five Tarawa-class (LHA 1) ships, eight Wasp-class (LHD 1) ships and the first in a new class of ships, America (LHA 6).", "url": "https://hii.com/news/amphibious-assault-ship-tripoli-lha7-launched/"}, {"title": "US Navy launches USS Tripoli amphibious assault ship", "date": "2017-05-04", "content": " The US Navy has launched its future America-class amphibious assault ship USS Tripoli after completing the transition from land to the dry dock at Huntington Ingalls Industries' shipyard. USS Tripoli required 247 units of jacking and pallet cars to complete the move, in order to support the displacement of the vessel and ensure even distribution throughout. HII successfully completed the large-deck vessel translation after 19 hours of continuous work. LHA Supervisor of Shipbuilding, Gulf Coast programme manager's representative commander Randy Slaff said: \"It was probably the most well- executed translation event that we've seen on a larger ship.\" Related Articles News Essentium demonstrates AM solutions in US Navy's REPTX exercise News Tomahawk Robotics wins USMC's ARTEMIS programme contract News SEA to upgrade weapon systems of British Navy's Type 23 frigates News US Navy's Arleigh Burke-class ship DDG 123 completes acceptance trials The US Navy's USS Tripoli was successfully launched after the dry-dock was flooded to submerge the vessel, enabling it to float off for the first time. ", "url": "https://www.naval-technology.com/uncategorized/newsus-navy-launches-uss-tripoli-amphibious-assault-ship-after-translation-5804943/"}]}, {"win label": 0, "news": [{"title": "Navy to Christen Amphibious Assault Ship Tripoli", "date": "2017-09-14", "content": "The Navy will christen its newest America-class amphibious assault ship, the future USS Tripoli (LHA 7), during a 10 a.m. CDT ceremony, Sept. 16, in Pascagoula, Mississippi. Mr. Thomas Dee, performing the duties of the Under Secretary of the Navy, will deliver the ceremony's principal address. Lynne Mabus, the wife of the 75th Secretary of the Navy, the Honorable Ray Mabus, will serve as the ship's sponsor. The ceremony will be highlighted by Mrs. Mabus breaking a bottle of sparkling wine across the bow to formally christen the ship, a time-honored Navy tradition. \"When USS Tripoli, the newest America-class amphibious assault ship, joins the fleet, we'll be a stronger, more flexible, and better Navy and Marine Corps team,\" Dee said. \"The ship will be a force multiplier, and her crew will proudly serve our country for decades to come. I am grateful to the men and women of Ingalls Shipbuilding for their dedication and to the citizens of Pascagoula for their unwavering support as we continue to make our Navy stronger.\" LHA 7 will incorporate key components to provide the fleet with a more aviation centric platform. The design of the future Tripoli will feature an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. The ship will also be the first LHA replacement ship to depart the shipyard fully ready to integrate the entire future air combat element of the Marine Corps to include the Joint Strike Fighter. Along with its pioneering aviation element, LHA 7 will incorporate a gas turbine propulsion plant, zonal electrical distribution, and fuel efficient electric auxiliary propulsion systems first installed on USS Makin Island (LHD 8). LHA 7 will be 844 feet in length, have a displacement of approximately 45,000 long tons and be capable of operating at speeds of over 20 knots. LHA 7 will be the third Navy ship to be named Tripoli. The name honors and commemorates the force of U.S. Marines and approximately 370 soldiers from 11 other nationalities who captured the city of Derna, Libya during the 1805 Battle of Derna. The battle resulted in a subsequent peace treaty and the successful conclusion of the combined operations of the First Barbary War, and was later memorialized in the Marines' Hymn with the line, \"to the shores of Tripoli.\"", "url": "https://www.navy.mil/Press-Office/Press-Briefings/display-pressbriefing/Article/2255722/navy-to-christen-amphibious-assault-ship-tripoli/"}, {"title": "Navy will christen the USS Tripoli this weekend", "date": "2017-09-15", "content": "The US Navy on Saturday will christen the USS Tripoli, its latest America-class amphibious assault ship that will pack Osprey helicopters, F-35 fighters, and thousands of Marines for rapid deployment from sea to shore. Lynne Mabus, the wife of former Secretary of the Navy Ray Mabus, will break the ceremonial bottle of wine across the bow of the 844-foot warship during a ceremony at Huntington Ingalls Industries in Pascagoula, Mississippi. Once it hits the fleet around 2018, the Tripoli will join the USS America on the high seas, with the pair of ships packing unique capabilities among the expected total 11 ships of this class. Besides their power-plant and technology upgrades, the Tripoli and America will not have a well deck for launching small boats filled with Marines to the shore. Instead, the ships are \"optimized for aviation capability\" - giving them larger hangar decks to store more aircraft, enhanced aircraft-maintenance facilities, more storage for onboard jet fuel, and more high-tech intelligence, surveillance, and reconnaissance capabilities. ", "url": "https://www.businessinsider.com/navy-christen-the-uss-tripoli-2017-9"}, {"title": "Navy To Christen USS Tripoli - A Ship That Will Pack Helos, F-35s, And Thousands Of Marines", "date": "2017-09-16", "content": "The US Navy on Saturday will christen the USS Tripoli, its latest America-class amphibious assault ship that will pack Osprey helicopters, F-35 fighters, and thousands of Marines for rapid deployment from sea to shore. Former Secretary of the Navy Ray Mabus will break the ceremonial bottle of wine across the bow of the 844-foot warship during a ceremony at Huntington Ingalls Industries in Pascagoula, Mississippi. Once it hits the fleet around 2018, the Tripoli will join the USS America on the high seas, with the pair of ships packing unique capabilities among the expected total 11 ships of this class. Besides their power-plant and technology upgrades, the Tripoli and America will not have a well deck for launching small boats filled with Marines to the shore. Instead, the ships are \"optimized for aviation capability\" - giving them larger hangar decks to store more aircraft, enhanced aircraft-maintenance facilities, more storage for onboard jet fuel, and more high-tech intelligence, surveillance, and reconnaissance capabilities. ", "url": "https://taskandpurpose.com/news/uss-tripoli-commissioning/"}, {"title": "US Navy Christens New F-35B-Carrying Warship", "date": "2017-09-28", "content": "The second America-class amphibious assault ship, USS Tripoli, was officially christened during a ceremony attended by around 2,000 guests at the Huntington Ingalls Industries' (HII) shipyard in Pascagoula, Mississippi on September 16. Under Secretary of the Navy, Thomas Dee, gave the ceremony's keynote address. \"When USS Tripoli, the newest America-class amphibious assault ship, joins the fleet, we'll be a stronger, more flexible and better Navy and Marine Corps team,\" he said. \"The ship will be a force-multiplier, and her crew will proudly serve our country for decades to come.\" The amphibious assault ship USS Tripoli, officially designated Landing Helicopter Assault (LHA) 7, was launched in May 2017. It is the third U.S. Navy ship to be named Tripoli. The 44,000-ton warship is an aircraft carrier in all but name and can accommodate up to nine F-35B fighter jet, the U.S. Marine Corps variant of the supersonic fifth-generation F-35B Lightning II Joint Strike Fighter, capable of vertical or short takeoffs and vertical landings without requiring a catapult launcher. In addition, the ship can carry four AH-1Z Viper attack helicopters, four CH-53E Super Stallion helicopters, 12 MV-22 Ospreys, and two MH-60S Search and Rescue helicopters. In comparison to the lead ship of the class, the USS America, the Tripoli features various design improvements incorporated into the basic build of the ship some of which specifically designed towards accommodating the F-35B \"The ship will also be the first LHA replacement ship to depart the shipyard fully ready to integrate the entire future air combat element of the Marine Corps to include the Joint Strike Fighter,\" then U.S. Navy said in a September 14 statement. According to a U.S. Navy brief from 2015: LHA 7 is being built as a repeat of the LHA 6 with very limited changes to the design. After delivery of LHA 6, a group of significant changes to the ship's flight deck structure and equipment were necessary to accommodate the F-35B aircraft. These improvements are being incorporated into the basic build of LHA 7, which is expected to yield a better overall technical solution at reduced cost. The ship can also carry an assault force of around 1,800 U.S. Marines and amphibious warfare equipment, next to a crew of about 1,200. The third America-class amphibious assault ship, the USS Bougainville, is currently being assembled at the Huntington Ingalls shipyard in Pascagoula, Mississippi. The USS Tripoli is slated for delivery to the US Navy in December 2018, whereas Bougainville is scheduled to be handed over in 2024. The U.S. Navy plans for a total force of 11 America-class amphibious assault ships.", "url": "https://thediplomat.com/2017/09/us-navy-christens-new-f-35b-carrying-warship/"}]}, [], {"win label": 0, "news": [{"title": "HUNTINGTON INGALLS INDUSTRIES SUCCESSFULLY COMPLETES BUILDER'S TRIALS FOR AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2019-07-22", "content": "Huntington Ingalls Industries (NYSE: HII) announced today the successful completion of builder's trials on the amphibious assault ship Tripoli (LHA 7). The second ship in the America class spent four days at sea in the Gulf of Mexico, testing the ship's main propulsion, combat and other systems before returning to HII's Ingalls Shipbuilding division. \"Congratulations to the Navy and Ingalls team for a solid LHA 7 builder's trials,\" said Ingalls Shipbuilding President Brian Cuccias. \"We have an excellent leadership team, and they will now be focusing on getting the ship ready for acceptance trials and delivery to the Navy. The flight deck modifications to support the F-35 Joint Strike Fighter aircraft provide an increased aviation capacity and demonstrate how an experienced team can evolve the platform to meet the current threats across the globe.\" Ingalls is currently the sole builder of large-deck amphibious warships for the U.S. Navy. The shipyard delivered its first amphibious assault ship, the Iwo Jima-class USS Tripoli (LPH 10), in 1966. Ingalls has since built five Tarawa-class ships, eight Wasp-class ships and the first in a new class of ships, USS America (LHA 6). The third ship in the America class, Bougainville (LHA 8), is currently under construction at the shipyard and will be the 16th large-deck amphibious ship built at Ingalls. \"We work with an amazing team of individuals who are committed to making each LHA better than the last,\" said George S. Jones, Ingalls' vice president of operations. \"From our shipbuilders, test and trials crew, and our Navy Supervisor of Shipbuilding partners, there is never a doubt that when these warships go to sea for trials they go out with the confidence and dedication of our team behind them. We build these state-of-the-art warships for the men and women of the U.S. Navy and Marine Corps, and that is a responsibility our shipbuilders take great pride in, and that pride really showed during this trial.\" Like the lead ship in the class, Tripoli is designed for survivability with increased aviation capacity, including an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. Similar to its predecessors, the ship will be able to operate as the flagship for an expeditionary strike group. Tripoli will be the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of Marines and approximately 370 soldiers from 11 other nations. The battle, memorialized in the Marines' Hymn with the line \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War.", "url": "https://hii.com/news/photo-release-huntington-ingalls-industries-successfully-completes-builders-trials-for-amphibious-assault-ship-tripoli-lha-7/"}, {"title": "HII Completes Builder's Trials for Amphibious Assault Ship Tripoli (LHA 7)", "date": "2019-07-23", "content": "Huntington Ingalls Industries (HII) announced the successful completion of builder's trials on the amphibious assault ship Tripoli (LHA 7). The second ship in the America class spent four days at sea in the Gulf of Mexico, testing the ship's main propulsion, combat and other systems before returning to HII's Ingalls Shipbuilding division. \"Congratulations to the Navy and Ingalls team for a solid LHA 7 builder's trials. We have an excellent leadership team, and they will now be focusing on getting the ship ready for acceptance trials and delivery to the Navy. The flight deck modifications to support the F-35 Joint Strike Fighter aircraft provide an increased aviation capacity and demonstrate how an experienced team can evolve the platform to meet the current threats across the globe.\" Ingalls Shipbuilding President Brian Cuccias Ingalls is currently the sole builder of large-deck amphibious warships for the U.S. Navy. ", "url": "https://www.navalnews.com/naval-news/2019/07/hii-completes-builders-trials-for-amphibious-assault-ship-tripoli-lha-7/"}, {"title": "Future amphibious assault ship USS Tripoli completes builder's trials", "date": "2019-07-23", "content": "The US Navy's second America -class amphibious assault ship, the future USS Tripoli, has successfully completed builder's trials conducted by Huntington Ingalls Industries' Ingalls Shipbuilding division. Dock trials and more than 200 at-sea test events were carried out on Tripoli for four days in the Gulf of Mexico, after which the vessel returned to HII's shipyard in Pascagoula, Mississippi, for final fitting out. Tripoli is scheduled for commissioning within the year. It is the last America -class LHA not to be fitted with a well deck for expeditionary landing craft whereas all subsequent vessels in the class will incorporate well decks. ", "url": "https://www.bairdmaritime.com/work-boat-world/maritime-security-world/naval/ships-naval/future-amphibious-assault-ship-uss-tripoli-completes-builder-s-trials/"}, {"title": "Delivery Of Newest America Class Amphibious Assault Ship Delayed Over Technical Issues", "date": "2019-08-13", "content": "Huntington Ingalls Industries had revealed that it will deliver the next America class amphibious assault ship, the future USS Tripoli, to the U.S. Navy later than expected, with the commissioning date potentially getting pushed back into 2020. The shipbuilder cited unspecified technical difficulties as the reason for the delays. Mike Petters, Huntington Ingalls Industries' (HII) CEO, made the announcement in a quarterly earnings call with reporters on Aug. 1, 2019. The Navy had planned to commission the future Tripoli, which completed builders trials in July, some time this fall, but this will now not occur until the very end of the year, at the earliest. HII launched the ship in 2017 and had delivered the first-in-class USS America to the Navy three years earlier. \"The systems are working today. It's just a question of whether they will work for the life of the ship,\" Petters explained, according to USNI News. \"We're working through a couple of technical design issues that we're working and discussing with the Navy about.\" Petters added that HII was in talks with the Navy about whether or not all of the deficiencies need to be resolved before commissioning. He declined to give any details about the issues specifically. \"We think that'll come to a resolution around the end of the year, and predicting whether it's the end of this year or the beginning the next year, we don't want to put up sort of any extra pressure on that,\" Petters continued. \"We want to resolve that the right way.\" The Navy made no mention of any possibility of a delay in commissioning when it announced the future Tripoli had finished builders trials on July 19, 2019. \"The Navy and industry team did a commendable job this week,\" Tom Rivers, the Amphibious Warfare Program Manager within the service's Program Executive Office Ships said at the time. That HII has specifically framed the reason for the delay as \"technical design issues,\" rather than, say, quality control problems, further raises the question about whether these deficiencies might be related to past difficulties with the first-in-class USS America and whether that ship might still suffer from similar problems years after formally entering service. In its review of developments relating to the America class in the 2018 Fiscal Year, the Pentagon's Director of Operational Test and Evaluation (DOT&E) did highlight a number of remaining issues with USS America, which is also known by its hull number LHA 6. \"Operational testing demonstrated that LHA 6 is effective at supporting some Marine Corps missions, but testing was not adequate to demonstrate effectiveness at supporting the full Marine Corps range of operations,\" the report, which DOT&E published in March 2019, said. \"The movement of marines, cargo, and vehicles executed during testing was insufficient to generate a realistic operational tempo required by the Operational Test Agencies for an adequate operational test.\" One of the core questions that remains is about whether America and the future Tripoli will be able to support the operations of a full complement of 20 F-35B Joint Strike Fighters (JSF). \"The Navy will not complete the operational evaluation of the ship's ability to support a complement of 20 F-35B JSF aircraft until 2021,\" DOT&E reported in March. The Navy has conducted evaluations with smaller numbers of F-35s. This is a major issue since these two America class ships lack the well deck found on past Navy classes of amphibious assault ship and is focused primarily on aviation operations, including those involving the F-35B. The third America class ship, the future USS Bougainville, features a significantly revised design that includes a well deck and will form a subclass unto itself. The War Zone has previously examined the differences in the America class subvariants and their associated concepts of operation in depth. In addition, previous tests identified cybersecurity vulnerabilities in a number of unspecified networked systems on America, which DOT&E has said \"could adversely affect operational effectiveness in a cyber-contested environment\" in the past. Beyond that, the Navy has not completed a required trial to assess how vulnerable the America class ships are to naval mines, an increasingly worrisome threat, particularly in the Middle East, as of September 2018. Despite the issues, in 2017, America had left for her first operational deployment, which included visits to the Western Pacific and the Middle East. In January 2019, the Navy also announced that it would forward deploy the first-in-class ship to Japan, where it could become the flagship of U.S. Seventh Fleet's amphibious forces, taking the place of the older first-in-class USS Wasp, which would return the United States. The delay in commissioning the future Tripoli also comes amid a spate of issues with other high profile Navy shipbuilding programs in recent years. The most notable of these has been the ongoing troubles with the first-in-class aircraft USS Gerald R. Ford, which continue to plague the ship and effectively prevent it from conducting any real combat operations, if necessary, in its present form, two years after its commissioning. It remains to be seen how serious the technical issues with the future Tripoli actually are, as well as if they reflect larger deficiencies with the America class design. Hopefully, the delay in commissioning the ship will be relatively minor and HII will be able to resolve the outstanding issues quickly.", "url": "https://www.thedrive.com/the-war-zone/29253/delivery-of-newest-america-class-amphibious-assault-ship-delayed-over-technical-issues"}, {"title": "U.S. Navy & HII Complete Acceptance Trials for Amphibious Assault Ship Tripoli (LHA 7)", "date": "2019-10-29", "content": "The future USS Tripoli (LHA 7) completed acceptance trials when she returned to the Huntington Ingalls Industries (HII)-Ingalls Shipbuilding Division's shipyard following three days underway in the Gulf of Mexico. During the underway, the U.S. Navy's Board of Inspection and Survey performed a rigorous evaluation on all of the ship's major systems including propulsion, communications, navigation, combat systems, and aviation capabilities. \"The capability that our large deck amphibs bring to the fight is tremendous. Their ability to embark Joint Strike Fighters and MV-22 Osprey enable this versatile platform to increase the lethality of our expeditionary warfighters.\" Tom Rivers, amphibious warfare program manager for Program Executive Office Ships Tripoli is the second ship of the America class, built to facilitate forward presence and power projection. LHA 7 is the last Flight 0 ship planned for construction and features an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, an increase in available stowage for parts and support equipment, and increased aviation fuel capacity. ", "url": "https://www.navalnews.com/naval-news/2019/10/u-s-navy-hii-complete-acceptance-trials-for-amphibious-assault-ship-tripoli-lha-7/"}, {"title": "Amphibious assault ship Tripoli (LHA 7) passes US Navy trials", "date": "2019-10-29", "content": "The US Navy's newest America-class amphibious assault ship, future USS Tripoli (LHA 7), has completed acceptance trials. The aviation-centric ship spent three days underway in the Gulf of Mexico during the trials, before returning to the Ingalls Shipbuilding's shipyard. The Navy's Board of Inspection and Survey evaluated all of the ship's major systems including propulsion, communications, navigation, combat systems and aviation capabilities. \"The capability that our large deck amphibs bring to the fight is tremendous,\" said Tom Rivers, amphibious warfare program manager for Program Executive Office (PEO) Ships. \"Their ability to embark F-35 B Joint Strike Fighters and MV-22 Osprey enable this versatile platform to increase the lethality of our expeditionary warfighters.\" Tripoli is the second ship of the America (LHA 6) class, built to facilitate forward presence and power projection. LHA 7 is the last Flight 0 ship planned for construction and features an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, an increase in available stowage for parts and support equipment, and increased aviation fuel capacity. LHA 8 will be the first Flight I ship, reincorporating a well deck to enhance expeditionary warfighting capabilities while maintaining the principal aviation characteristics of the Flight 0 ships. \"There's been a lot of hard work accomplished to get LHA 7 to this point\", said Capt. Nathan Schneider, Supervisor of Shipbuilding, Conversion and Repair Gulf Coast. \"The team's focus is now on delivering the LHA 7 to the fleet in the best possible condition, fully capable and ready to deploy if called upon.\" LHA 7 incorporates gas turbine propulsion plant, zonal electrical distribution, and fuel-efficient electric auxiliary propulsion systems first installed on USS Makin Island (LHD 8). LHA 7 is 844 feet in length, has a displacement of approximately 45,000 long tons and is capable of operating at speeds of over 20 knots.", "url": "https://www.navaltoday.com/2019/10/29/amphibious-assault-ship-tripoli-lha-7-passes-us-navy-trials/"}, {"title": "HUNTINGTON INGALLS INDUSTRIES SUCCESSFULLY COMPLETES ACCEPTANCE TRIALS FOR AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2019-10-30", "content": "Huntington Ingalls Industries (NYSE: HII) announced today the successful completion of acceptance trials aboard the amphibious assault ship Tripoli (LHA 7). The second ship in the America class spent three days at sea in the Gulf of Mexico with the U.S. Navy's Board of Inspection and Survey (INSURV), performing vital test procedures that included a full power run of the main propulsion system. \"The success of these trials is the culmination of the hard work and determination from our shipbuilders and leadership team. We have worked closely with our Navy partners to ensure that LHA 7 will provide unparalleled sea basing capabilities for the Navy's amphibious ready groups and the Marine Corps Air-Ground Task Forces,\" said Ingalls Shipbuilding President Brian Cuccias. Ingalls is currently the sole builder of large-deck amphibious warships for the U.S. Navy. The shipyard delivered its first amphibious assault ship, the Iwo Jima-class USS Tripoli (LPH 10), in 1966. Ingalls has since built five Tarawa-class ships, eight Wasp-class ships and the first in a new class of ships, USS America (LHA 6). The third ship in the America class, Bougainville (LHA 8), is currently under construction at the shipyard and will be the 16th large-deck amphibious ship built at Ingalls. \"The LHA team at Ingalls is truly unmatched in their dedication to making these state-of-the-art warships for the Navy,\" said George S. Jones, Ingalls' vice president of operations. \"That dedication really showed during this trial. Our shipbuilders, test and trials team and our partners at Supervisor of Shipbuilding, Gulf Coast take great pride in the work they do every day and I know they are ready to finish the job strong.\" Like the lead ship in the class, Tripoli is designed for survivability with increased aviation capacity, including an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. Similar to its predecessors, the ship will be able to operate as the flagship for an expeditionary strike group. Tripoli will be the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of Marines and approximately 370 soldiers from 11 other nations. The battle, memorialized in the Marines' Hymn with the line \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War.", "url": "https://hii.com/news/photo-releasehuntington-ingalls-industries-successfully-completes-acceptance-trials-for-amphibious-assault-ship-tripoli-lha-7/"}, {"title": "USS Tripoli (LHA-7) Passes Navy Testing Before Commissioning", "date": "2019-11-04", "content": "The US Navy's Board of Inspection and Survey tested the new America-class amphibious assault ship's ystems as it cruised the Gulf of Mexico for three days. It returned to the Ingalls Shipbuilding shipyard upon completion and now awaits deployment. The ship passed testing by Ingalls Shipbuilding in July, amidst reports of its commissioning ceremony being pushed back due to technical difficulties. With only one month left in the season, it remains unclear whether the commissioning ceremony will take place later this year or in early 2020. \"There's been a lot of hard work accomplished to get LHA 7 to this point\", said the Supervisor of Shipbuilding, Conversion and Repair Gulf Coast, Capt. Nathan Schneider. \"The team's focus is now on delivering the LHA 7 to the fleet in the best possible condition, fully capable and ready to deploy if called upon.\" Future USS Tripoli is set to be the second of the America class ships to be deployed by the US Navy, and the third vessel with the namesake Tripoli. Its name honors the battle of Derne fought against the Barbary state of Tripoli, the first overseas land battle fought by the United States in its history. The 844 feet long vessel utilizes systems of gas turbine propulsion, fuel-efficient electric auxiliary propulsion, and zonal electrical distribution first installed in the USS Makin Island (LHD-8). Its estimated displacement is 45,000 long tons and is capable of exceeding 20 knots of speeds. Both the hanger deck, parts and equipment stowage, aviation fuel capacity, and aviation maintenance facilities on the ship are expanded compared to previous Flight 0 designs. \"The capability that our large deck amphibs bring to the fight is tremendous,\" said Tom Rivers, amphibious warfare program manager for Program Executive Office (PEO) Ships. \"Their ability to embark F-35 B Joint Strike Fighters and MV-22 Osprey enable this versatile platform to increase the lethality of our expeditionary warfighters.\"", "url": "https://www.overtdefense.com/2019/11/04/uss-tripoli-lha-7-passes-navy-testing-before-commissioning/"}, {"title": "New USS Tripoli Nearing Completion", "date": "2019-12-17", "content": "The future USS Tripoli is in the homestretch of construction at Ingalls Shipbuilding in Pascagoula, Mississippi; about six months out from its commissioning ceremony in Pensacola. Members of the Pensacola group putting on the festivities, including the commissioning committee and Navy League, recently got a brief tour of the ship. In this segment installment, we learn more details about the ship, its crew and efforts to be more environment- and health-conscious. Tripoli (LHA 7), now referred to as a Pre-Commissioning Unit, is 845 feet long and weighs 45,000 tons. As part of the tour, Commanding Officer Capt. Kevin Meyers, and select members of his crew, lead the Pensacola group from the flight deck down ladder wells and through narrow passageways. \"Oops, up this way,\" said Capt. Meyers, still learning his way around the brand new ship. \"Yeah, we're going to \"skin\" back around. We took you down a detour.\" This brief detour results in a quick peek at sleeping quarters, specifically this is a Marine Corps berthing area, designated so with red paint. Capt. Meyers says the berthing areas are designed to accommodate three or four Marine officers, with two or three Navy officers to a space, \"And, for our junior officers, it'll be four. Four is the most for officers.\" For the enlisted personnel, there could be 40 to 50 sharing sleeping quarters. The Navy's newest amphibious assault ship, Tripoli is like a small carrier, designed to support Marine Corps operations and aircraft and host as many as 1,800 Marines. This is the third U.S. warship to carry the historic name and it's the third new construction vessel for Capt. Meyers, who took time out to conduct the tour. We learned a lot from the ship's wardroom, which is a reference to how the space was used dating back to colonial days. \"If you go back to the three-masted ships, you know you were engaged in close order battle, and if you had injuries and where were you going to take the injured people that was quiet and somewhere out of the way and safe,\" the captain said, explaining how the medical ward became the wardroom. The tables are still about six to six and a half feet long, as they were centuries ago, to accommodate a body for medical treatment or even surgery. But, Capt. Meyers points out that the Navy has come a long way since then, \"Our surgical capability now on this ship is pretty robust; it's essentially a miniature hospital.\" As to its medical capabilities, Tripoli has two operating rooms, three intensive care units, a 12-bed medical ward, X-ray facilities, pharmacy and lab. That leaves the wardroom to function as a dining and meeting space for Navy and Marine officers aboard the ship. \"Eventually, we'll load up television sets for PowerPoint briefings and other briefings in there, and then there are wardroom lounges around,\" added the captain. While in the wardroom, a member of the Pensacola group points to a feature known as a compartment bullseye, painted in the shape of a square on the back wall. It's a series of letters and numbers, designed to glow in the dark, that yield essential information about the location, size, and function of the space. \"We're above the main decks, you know, two decks above, 01 then 02.,\" said Meyers in reference to what the first numbers in the sequence mean. Such data can be crucial in times of emergency. \"Every space is designated with a bullseye that goes into a thing called the Repair Party Manual, which if we went down at the damage control central, the damage control assistant can open that up,\" he continued. The manual will include the dimensions of the space, and will provide information on whether it can be flooded to help stabilize the ship. Getting back to the function of the wardroom as a dining facility for officers, there's also a Chiefs Mess and separate mess for enlisted personnel. \"When we have the full complement, our crew is about a thousand, give or take. And, if we embark, Marines will be 1,800 or so, give or take; so, 2,800 people, at least three-and-half times a day,\" Meyers said. Capacity is about 12,000 meals a day aboard ship. According to the captain, the supply crew, cooks and attendants are almost always in, either cutting, carving, shaving, baking or cleaning. To get a different view, we head from the wardroom down to one of the crew dining areas, which is capable of serving up to 120 individuals per sitting. \"In the wardroom you can pull a chair out and sit down in a gentlemanly fashion,\" said Meyers, pointing out that the chairs have been welded to the tables in the enlisted mess. Additionally, officers get regular plates and flatware, while enlisted crewmembers get their food on trays. However, efforts are being made to improve the overall quality of the food, by providing healthier options. \"We all run what we call 21-day, pre-formatted meal,\" Meyers noted. \"We used to have deep fat fryers, but all that's gone away. Now, you can have some baked fries, tater tots, whatever.\" When it comes to clean up, the captain is proud to highlight the new, more environmentally-friendly method of handling plastic waste. \"You shred it up and then you throw it in a \"melter,\" and it melts it and it comes out in little pieces that are about a quarter inch thick and about this big around. And, you spray some deodorant on them so they don't smell, you throw them in bags and then when you come back into port, you dispose of them,\" he explained of their determination to be more conscience of sea life, such as turtles and dolphins. \"So, we don't throw the plastics overboard anymore.\" After hanging out in the enlisted mess for a bit, we're ready to embark on the final leg of our tour. Along the way, we walk through a very noisy, but important space, according to the ship's Mass Communications Specialist Julian Moorefield, \"Right now we're in the hangar bay; that's where all the aircraft will be worked on.\" Before long, we're back in the elevator and back on the dock, underneath the ship. \"If the ship falls off the blocks, your hard hat and your steel toes will protect you. You'll be fine. Safety first,\" joked the captain. Here, looking up at the ship's huge port side propeller, we're reminded that there's a bit more work to be done before future USS Tripoli is ready to go. \"Working on what we call fit and finish, making sure paint and everything is exactly the way it should be. Then the crew will move aboard, then we'll start our training cycle and then we'll come over to Pensacola to get commissioned.\" Currently, the commissioning ceremony is scheduled for June, although no final date has been set. In our final report, we'll meet two crew members, who've already reported for duty. The balance of the ship's crew is expected to report in late February.", "url": "https://www.wuwf.org/local-news/2019-12-17/new-uss-tripoli-nearing-completion"}]}, {"win label": 0, "news": [{"title": "Navy Accepts Delivery of Future USS Tripoli", "date": "2020-02-28", "content": "The Navy accepted delivery of the future USS Tripoli, the Navy's newest America-class amphibious assault ship, from Huntington Ingalls Industries -Ingalls Shipbuilding Division on Feb. 28. Amphibious assault ships project power and maintain presence by serving as the cornerstone of the amphibious ready group or expeditionary strike group. These ships transport elements of the Marine expeditionary unit or Marine expeditionary brigade with a combination of aircraft and landing craft. Optimized for aviation capability, Tripoli will enhance Marine Corps aviation with an enlarged hangar deck, greater maintenance capability, and JP-5 fuel capacity. ", "url": "https://www.navsea.navy.mil/Media/News/SavedNewsModule/Article/2097753/navy-accepts-delivery-of-future-uss-tripoli/"}, {"title": "Amphibious Assault Ship LHA-7 Delivered To The Navy", "date": "2020-02-28", "content": "The Navy accepted delivery of the future USS Tripoli (LHA-7), an America-class amphibious assault ship, from shipbuilder Huntington Ingalls Industries' Ingalls Shipbuilding [HII] on Feb. 28. Known as a \"large deck amphib,\" LHA-7 is 844 feet long, displaces about 44,971 long tons, and can operate at over 20 knots. The Navy noted it incorporates a fuel-efficient gas turbine propulsion plant, zonal electrical distribution, and electric auxiliary systems first installed on the USS Makin Island (LHD-8). HII built the vessel at its shipyard in Pascagoula, Miss. It is the Navy's only builder of large-deck amphibs. The LHAs transport elements of a Marine expeditionary unit or Marine expeditionary brigade with a combination of aircraft and landing craft. The Tripoli will also feature an enlarged hangar deck, greater maintenance capability, and JP-5 fuel capacity for Marine Corps aviation. Once Tripoli deploys, it will be the flagship of an Amphibious Ready Group. \"On behalf of the entire team, I am grateful to take delivery of this versatile warfighting asset. The Navy and industry team has worked persistently to deliver this platform, ready to integrate the Marine Corps air combat element, including the Joint Strike Fighter, to our combatant commanders,\" Tom Rivers, amphibious warfare program manager for Program Executive Office Ships, said in a statement. The next step for LHA-7 is moving crew aboard and preparing for commissioning and sailaway later in 2020. The ship's future homeport will be San Diego. LHA-7 previously finished acceptance trials last October after the ship was underway for three days at sea while the Navy's Board of Inspection and Survey performed an evaluation of all the major systems on the ship (Defense Daily, Oct. 31, 2019). The Tripoli was previously delayed due to technical design issues making sure ship systems would work over the total life of the ship. HII's Pascagoula shipyard is also working on the future Bougainville (LHA-8); guided missile destroyers Delbert D. Black (DDG-119), Frank E. Peterson (DDG-121), Lenah H. Sutcliffe Higbee (DDG-123), Jack H. Lucas (DDG-125); and amphibious transport dock ships, Fort Lauderdale (LPD-28) and Richard M. McCool Jr. (LPD-29).", "url": "https://www.defensedaily.com/amphibious-assault-ship-lha-7-delivered-navy/uncategorized/"}, {"title": "HUNTINGTON INGALLS INDUSTRIES DELIVERS AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2020-02-28", "content": "Huntington Ingalls Industries' Ingalls Shipbuilding division delivered amphibious assault ship Tripoli (LHA 7) to the U.S. Navy today. Tripoli will be commissioned later this year before sailing to its homeport of San Diego, California. \"Thousands of shipbuilders worked tirelessly to ensure the successful delivery of this highly-capable warship,\" Ingalls Shipbuilding President Brian Cuccias said. \"We are pleased to continue working closely with the Navy to deliver exceptional ships using the highest safety and quality standards.\" Ingalls is currently the sole builder of large-deck amphibious ships for the Navy. America-class ships are designed to enhance Marine Corps aviation, capable of supporting the tilt-rotor MV-22 and F-35B Joint Strike Fighter. When Tripoli enters the fleet, it will be the flagship of an Amphibious Ready Group, strategically positioning Marine Expeditionary Units ashore across a full spectrum of missions, including humanitarian, disaster relief, maritime security, antipiracy and other operations while providing air support for ground forces. \"The LHA team is proud to witness the delivery of the 15th large-deck amphibious ship built at Ingalls,\" said Bryan Williams, LHA 7 program manager. \"The completion of the Tripoli is a great complement to our longstanding legacy of building state-of-the-art warships.\" Tripoli is the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of Marines and nearly 370 soldiers from 11 other nations. The battle, memorialized in the Marines' Hymn with the line, \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War.", "url": "https://hii.com/news/huntington-ingalls-industries-delivers-amphibious-assault-ship-tripoli-lha-7/"}, {"title": "HII Delivers Amphibious Assault Ship Tripoli (LHA 7) to U.S. Navy", "date": "2020-02-29", "content": "Ingalls is currently the sole builder of large-deck amphibious ships for the Navy. America-class ships are designed to enhance Marine Corps aviation, capable of supporting the tilt-rotor MV-22 and F-35B Joint Strike Fighter. When Tripoli enters the fleet, it will be the flagship of an Amphibious Ready Group, strategically positioning Marine Expeditionary Units ashore across a full spectrum of missions, including humanitarian, disaster relief, maritime security, antipiracy and other operations while providing air support for ground forces. Tripoli is the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of Marines and nearly 370 soldiers from 11 other nations. The battle, memorialized in the Marines' Hymn with the line, \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War. ", "url": "https://www.navalnews.com/naval-news/2020/02/hii-delivers-amphibious-assault-ship-tripoli-lha-7-to-u-s-navy/"}, {"title": "US Navy receives America-class LHA Tripoli from HII", "date": "2020-03-02", "content": "Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division has delivered the newest America-class amphibious assault ship Tripoli (LHA 7) to the US Navy. Following its commissioning later this year, the assault ship will head to its homeport of San Diego in California, US. Ingalls Shipbuilding president Brian Cuccias said: \"Thousands of shipbuilders worked tirelessly to ensure the successful delivery of this highly capable warship. \"We are pleased to continue working closely with the navy to deliver exceptional ships using the highest safety and quality standards.\" The ship is designed to support MV-22 tilt-rotor and F-35B Joint Strike Fighter aircraft. USS Tripoli is also capable of conducting multiple mission operations, including humanitarian, disaster relief, maritime security and antipiracy. Additionally, the ship features an enlarged hangar deck and JP-5 fuel capacity to provide air support. With a displacement of approximately 44,971t, the US Navy's 844ft-long LHA 7 can cruise at top speeds of more than 20k. It is equipped with a fuel-efficient gas turbine propulsion plant, zonal electrical distribution, and electric auxiliary systems. In October last year, Tripoli concluded its acceptance trials in the Gulf of Mexico. LHA 7 programme manager Bryan Williams said: \"The LHA team is proud to witness the delivery of the 15th large-deck amphibious ship built at Ingalls. \"The completion of the Tripoli is a great complement to our longstanding legacy of building state-of-the-art warships.\" Currently, Bougainville (LHA 8), the guided-missile destroyers Delbert D Black (DDG 119), Frank E Peterson (DDG 121) Lenah H Sutcliffe Higbee (DDG 123), Jack H Lucas (DDG 125), and amphibious transport dock ships, Fort Lauderdale (LPD 28) and Richard M McCool Jr (LPD 29) are being built at HII's Pascagoula shipyard.", "url": "https://www.naval-technology.com/news/us-navy-lha-tripoli-hii/"}]}, {"win label": 0, "news": [{"title": "U.S. Navy Amphibious Assault Ship USS Tripoli Joins the Fleet", "date": "2020-07-15", "content": "The U.S. Navy commissioned USS Tripoli (LHA 7), today, July 15, 2020. Although the Navy canceled the traditional public commissioning ceremony due to public health and safety restrictions on large public gatherings, the Navy commissioned the USS Tripoli administratively and the ship transitioned to normal operations. Meanwhile, the Navy is looking at a future opportunity to commemorate the special event with the USS Tripoli's sponsor, crew and commissioning committee. \"USS Tripoli is proof of what the teamwork of all of our people - civilian, contractor and military - can accomplish together,\" said Secretary of the Navy Kenneth J. Braithwaite. \"This ship will extend the maneuverability and lethality of our fleet to confront the many challenges of a complex world, from maintaining the sea lanes to countering instability to maintaining our edge in this era of renewed great power competition.\" Rear Adm. Philip E. Sobeck, commander, Expeditionary Strike Group THREE, welcomes the Navy's newest amphibious assault ship, and crew, to the amphibious force. \"Tripoli is an example of the continued investment in our Navy, to increase and maintain our edge on the battlefield,\" said Sobeck. \"Congratulations to Tripoli's crew for all of your hard work, amidst these challenging times, to reach this milestone. We welcome you to the amphibious force, of combat ready ships and battle-minded crews to go to sea and support sustained combat operations.\" LHA 7 incorporates key components to provide the fleet with a more aviation-centric platform. Tripoli's design features an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. The ship is the first LHA replacement ship to depart the shipyard ready to integrate the entire future air combat element of the Marine Corps, to include the Joint Strike Fighter. Along with its pioneering aviation element, LHA 7 incorporates gas turbine propulsion plant, zonal electrical distribution, and fuel-efficient electric auxiliary propulsion systems first installed on USS Makin Island (LHD 8). LHA 7 is 844 feet in length, has a displacement of approximately 44,000 long tons, and will be capable of operating at speeds of over 20 knots. Tripoli's commanding officer, Capt. Kevin Myers, highlighted Tripoli's accomplishments over the past several months getting through initial sea trials. The hard work and dedication of the entire team during the past few years was evident in the successful execution of at-sea testing. \"Being the third ship to bear the Tripoli namesake is a profound honor and this crew stands ready to carry on the legacy of our longstanding Navy and Marine Corps amphibious community,\" said Meyers. \"These sailors and Marines will pave the way for those still to come. What's remarkable is seeing the dedication, perseverance and resilience these new plank owners have shown since day one, and more recently, through uncertain times as the Navy and nation work through a pandemic. There is no doubt in my mind that this team is ready to answer the nation's call at any time or place.\" LHA 7 is the third Navy ship to be named Tripoli. The name honors and commemorates the force of U.S. Marines and approximately 370 soldiers from 11 other nationalities who captured the city of Derna, Libya, during the 1805 Battle of Derna. The battle resulted in a subsequent peace treaty and the successful conclusion of the combined operations of the First Barbary War, and was later memorialized in the Marines' Hymn with the line, \"to the shores of Tripoli.\"", "url": "https://www.defense.gov/News/Releases/Release/Article/2274677/us-navy-amphibious-assault-ship-uss-tripoli-joins-the-fleet/"}, {"title": "USS Tripoli (LHA 7) Departs Ingalls Shipyard", "date": "2020-07-24", "content": "The U.S. Navy's newest amphibious assault ship, USS Tripoli, departed from Huntington Ingalls Industries' Ingalls Shipbuilding division Friday, sailing to its homeport in San Diego. Delivered to the Navy in February and officially commissioned last week, USS Tripoli is the U.S. Navy's second America- class amphibious assault ship built by the Pascagoula, Miss. shipyard. \"Tripoli sailing away to join the fleet is a proud moment for all of our shipbuilders, industry partners and the hundreds of suppliers that contributed to the production of this remarkable ship,\" Ingalls Shipbuilding President Brian Cuccias said. \"LHA 7 is an incredible asset that will strengthen the Navy's fleet and protect our nation. We look forward to what the future holds for Tripoli and the sailors and Marines aboard her.\" Ingalls is the sole builder of large-deck amphibious ships for the Navy. America-class amphibious warships are designed to enhance Marine Corps aviation, capable of supporting the tilt-rotor MV-22 and F-35B Joint Strike Fighter. Tripoli will be the flagship of an Amphibious Ready Group, strategically positioning Marine Expeditionary Units ashore across a full spectrum of missions, including humanitarian, disaster relief, maritime security, antipiracy and other operations while providing air support for ground forces. Tripoli is the third ship to bear the name that commemorates the capture of Derna in 1805 by a small force of Marines and nearly 370 soldiers from 11 nations. The battle, memorialized in the Marines' Hymn with the line, \"to the shores of Tripoli,\" brought about a successful conclusion to the combined operations of the First Barbary War.", "url": "https://www.marinelink.com/news/uss-tripoli-lha-departs-ingalls-shipyard-480455"}, {"title": "Navy's Newest Amphibious Assault Ship, USS Tripoli, Sets Sail For San Diego", "date": "2020-07-26", "content": "Following its commission just a few weeks ago, the USS Tripoli has set sail for its San Diego homeport, having departed the longwinded Huntington Ingalls Industries shipyard. The USS Tripoli is the US Navy's newest amphibious assault ship, title LHA 7, and was just commissioned on the 15th of July and is now the third US Navy ship to bear the name Tripoli. Let's check out the newest addition to the U.S. military. The Origin Of The Name: The ship was given the name Tripoli in order to commemorate the U.S. Marines and the 370 soldiers from 11 different nationalities that took part in the capture of the city of Derna in Libya in 1905. The Tripoli has recently been on sea trials, mainly in the Gulf of Mexico, and is now finally ready for active service following the completion of those trials. The ship has already been given a new assignment. Perhaps unsurprisingly, the ship has been assigned to the Pacific Fleet and is set to operate with Expeditionary Strike Force Group 3 once it has been fully deployed from its port in San Diego. It is just the second America class amphibious assault ship to be built for the US Navy and its christening was back in September 2017.", "url": "https://www.hotcars.com/navys-newest-amphibious-ship-uss-tripoli-sets-sail-san-diego/"}, {"title": "USS Tripoli Arrives in San Diego", "date": "2020-09-18", "content": "The Navy's newest amphibious assault ship, USS Tripoli (LHA 7), arrived at its new homeport in San Diego, Sept. 18. The Navy's latest America-class amphibious assault ship, USS Tripoli arrived at Naval Base San Diego following its commissioning and subsequent sail around South America this summer. \"Our Sailors did an outstanding job in getting Tripoli safely to our new homeport of San Diego,\" said Capt. Kevin Meyers, Tripoli's commanding officer. \"Now, we shift our focus to preparing this ship for her future mission: supporting combat operations and providing humanitarian assistance around the globe, in the air, on land, and sea.\" Tripoli, the only America-class amphibious assault ship in San Diego, joins the Wasp-class large-deck amphibious assault vessels USS Essex (LHD 2), USS Boxer (LHD 4), USS Bonhomme Richard (LHD 6), and USS Makin Island (LHD 8). As the largest amphibious ship on the waterfront, Tripoli serves as an LHD variant designed to accommodate the Marine Corps' future Air Combat Element (ACE) including the F-35B Lightning II and MV-22 Osprey. \"Tripoli serves as a fine example of our Sailors' ability to learn, adapt, and continuously improve even in the face of uncertainty,\" said Capt. Jennifer Ellinger, commodore of Amphibious Squadron (CPR) 7. \"The ship's arrival here today is exciting and the crew has worked diligently to get to this point.\" Tripoli's arrival brings approximately 1,100 Sailors and their family members to the San Diego area. \"It will be nice to get the ship to her homeport in San Diego, a city that is renowned for its continuing support of our service members,\" said Master Chief Alicia Harrison, Tripoli's acting Command Master Chief. \"This crew has not ceased to amaze me in how they have risen to every challenge from ship's delivery, to crew move aboard, to operating under new health guidelines, to sail around.\" Tripoli is the second LHA to be delivered to the Navy, and the third in naval history to bear the name which harkens back to the first U.S. battle fought on foreign soil. The name Tripoli was previously assigned to a Casablanca-class escort carrier which saw service in the Second World War. Later, the first amphibious assault ship with the name USS Tripoli (LPH 10) served in Vietnam and during the Gulf War. Tripoli was built in Pascagoula, Mississippi, by Huntington Ingalls Industries. Prior to departing for San Diego, Tripoli's crew conducted a 14-day restriction of movement (ROM) in accordance with U.S. Navy pre-deployment guidelines. In addition, the Navy canceled the ship's traditional commissioning ceremony as a COVID mitigation measure. The Navy commissioned Tripoli via naval message on 15 July and transitioned the ship into service as scheduled.", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/2353989/uss-tripoli-arrives-in-san-diego/"}, {"title": "USS Tripoli (LHA 7) Arrives at its new homeport at Naval Base San Diego", "date": "2020-10-16", "content": "The Navy's newest amphibious assault ship, USS Tripoli (LHA 7), arrived at its new homeport in San Diego, Sept. 18. The Navy's latest America-class amphibious assault ship arrived at Naval Base San Diego following its commissioning and subsequent sail around South America this summer. \"Our Sailors did an outstanding job in getting Tripoli safely to our new homeport of San Diego,\" said Capt. Kevin Meyers, Tripoli's commanding officer. \"Now, we shift our focus to preparing this ship for her future mission: supporting combat operations and providing humanitarian assistance around the globe, in the air, on land, and sea.\" Tripoli, the only America-class amphibious assault ship in San Diego, joins the Wasp-class large deck amphibious assault vessels USS Essex (LHD 2), USS Boxer (LHD 4), USS Bonhomme Richard (LHD 6), and USS Makin Island (LHD 8). As the largest amphibious ship on the waterfront, Tripoli serves as an LHD variant designed to accommodate the Marine Corps' future Air Combat Element (ACE) including the F-35B Lightning II and MV-22 Osprey. \"Tripoli serves as a fine example of our Sailors' ability to learn, adapt, and continuously improve even in the face of uncertainty,\" said Capt. Jennifer Ellinger, commodore of Amphibious Squadron (CPR) 7. \"The ship's arrival here today is exciting and the crew has worked diligently to get to this point.\" Tripoli's arrival brings approximately 1,100 Sailors and their family members to the San Diego area. \"It will be nice to get the ship to her homeport in San Diego, a city that is renowned for its continuing support of our service members,\" said Master Chief Alicia Harrison, Tripoli's acting Command Master Chief. \"This crew has not ceased to amaze me in how they have risen to every challenge from ship's delivery, to crew move aboard, to operating under new health guidelines, to sail around.\" Tripoli is the second LHA to be delivered to the Navy, and the third in naval history to bear the name which harkens back to the first U.S. battle fought on foreign soil. The name Tripoli was previously assigned to a Casablanca-class escort carrier which saw service in the Second World War. Later, the first amphibious assault ship with the name USS Tripoli (LPH 10) served in Vietnam and during the Gulf War. Tripoli was built in Pascagoula, Mississippi, by Huntington Ingalls Industries. Prior to departing for San Diego, Tripoli's crew conducted a 14-day restriction of movement (ROM) in accordance with U.S. Navy pre-deployment guidelines. In addition, the Navy cancelled the ship's traditional commissioning ceremony as a COVID mitigation measure. The Navy commissioned Tripoli via naval message on July 15 and transitioned the ship into service as scheduled.", "url": "https://www.surfpac.navy.mil/Media/News/Article/2468256/uss-tripoli-lha-7-arrives-at-its-new-homeport-at-naval-base-san-diego/"}]}, {"win label": 0, "news": [{"title": "USS Tripoli Marks Significant Steps Toward Fleet Tasking with Fitting Out Availability, Sea Trials", "date": "2021-03-31", "content": "USS Tripoli, the second amphibious assault ship in the America class, is highlighting its capabilities with the completion of its Fitting Out Availability on March 26 and upcoming sea trials, Team Ships and USS Tripoli Public Affairs said in a March 31 release. The FOA entails changes that resulted from lessons learned and feedback from USS America's availability and work postponed due to COVID-19 protocols. Work completed during this time directly supports the vessel's F-35B Joint Strike Fighter capability, including onboard space reconfiguration and preparing for advanced logistical systems installment. When the ship is underway for sea trials, the crew will begin validating performance, operating many of the ship's onboard systems, including navigation, damage control, mechanical and electrical systems, combat systems, communications and propulsion applications to ensure mission readiness. \"This amphibious assault ship is ready to provide critical capabilities in supporting overall mission readiness to the Sailors and Marines of the Pacific Fleet,\" said Capt. Cedric McNeal, program manager, Amphibious Warfare Programs. \"With its enhanced JSF capability, this ship meets the operational needs of today, while providing capacity for the future fight.\" Tripoli incorporates key components to provide the fleet with a more aviation-centric platform. The ship's design features an enlarged hangar deck, aviation maintenance facilities realignment and expansion, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. The ship will enter its Post Delivery Test and Trials phase, followed by Final Contract Trials with the Board of Inspection and Survey and the Post Shakedown Availability before eventual national tasking. \"The combined post-delivery and Tripoli team completed six months of depot-level work on time, a significant accomplishment in this COVID environment,\" said Capt. Joel Lang, Tripoli's commanding officer. \"The crew is ready to take the ship to sea to complete bow-to-stern testing to prove the combat effectiveness of assault carrier 7.\" The future USS Bougainville (LHA 8) is currently in production at Huntington Ingalls Industries and LHA 9 contract award is on track for 2021. ", "url": "https://seapowermagazine.org/uss-tripoli-marks-significant-steps-toward-fleet-tasking-with-fitting-out-availability-sea-trials/"}, {"title": "LHA-7 Finishes FOA, Sea Trials Next", "date": "2021-04-02", "content": "The USS Tripoli completed its Fitting Out Availability on March 26 and is next set to undergo sea trials, the Navy said March 31. The Navy accepted delivery of the second America -class amphibious assault ship from shipbuilder Huntington Ingalls Industries HII over a year ago. As a \"large deck amphib,\" the ship will transport elements of a Marine Expeditionary Unit or Marine Expeditionary Brigade via aircraft and landing craft. LHA-7 is homeported in San Diego and will be the flagship of an Amphibious Ready Group once deployed. This FOA involves changes to the ship from lessons learned and feedback from sister ship USS America 's availability as well as work postponed due to the COVID-19 pandemic. The Navy noted that work completed during the FOA \" directly supports the vessel's Joint Strike Fighter (JSF) capability, including onboard space reconfiguration and preparing for advanced logistical systems installment.\" The Tripoli is an amphibious assault ship variant designed to accommodate the Marine Corps' F-35B Joint Strike Fighter and MV-22 Osprey. The ship is next set to go underway for sea trials when the crew will start operating systems to validate performance including navigation, damage control, mechanical and electrical systems, combat systems, communications and propulsion applications. The service reiterated LHA-7 includes some components to provide a more aviation-centric platform than other amphibious ships. This includes an enlarged hangar deck, aviation maintenance facilities realignment and expansion, an increase in available stowage for parts and support equipment, and larger aviation fuel capacity. The Tripoli noticeably does not include a well deck to allow room for the additional aviation spaces. \"This amphibious assault ship is ready to provide critical capabilities in supporting overall mission readiness to the Sailors and Marines of the Pacific Fleet. With its enhanced JSF capability, this ship meets the operational needs of today, while providing capacity for the future fight,\" Capt. Cedric McNeal, program manager for Amphibious Warfare Programs, said in a statement. The next steps for the ship are that it will enter a Post-Delivery Test and Trials phase, then Final Contract Trials with the Board of Inspection and Survey (INSURV) before a Post-Shakedown Availability. Only then will it be available for national tasking. \"The combined post-delivery and Tripoli team completed six months of depot-level work on time, a significant accomplishment in this COVID environment. The crew is ready to take the ship to sea to complete bow-to-stern testing to prove the combat effectiveness of assault carrier 7,\" Capt. Joel Lang, Tripoli's commanding officer, added.", "url": "https://www.defensedaily.com/lha-7-finishes-foa-sea-trials-next/navy-usmc/"}, {"title": "US Navy's amphibious assault ship USS Tripoli completes CSSQT", "date": "2021-04-19", "content": "The US Navy's America-class amphibious assault ship USS Tripoli (LHA 7) has successfully completed its combat system ship qualification trials (CSSQT). Completion of the trials, which were conducted earlier this month, marks a major milestone in the ship's readiness. During CSSQT, the USS Tripoli's weapons systems were put through a wide range of tests to assess their functionality in an operational environment. Mass communication specialist 3rd Class Erica KR Higa reported that the vessel's combat systems suite demonstrated capability to communicate and disable incoming threats. Tripoli command, control, communications computers, combat systems and interoperability (C5I) officer lieutenant commander Paul Gillett said: \"This test is designed to go through all of the things that form the backbone and execution of combat systems. \"This was just one of several at-sea periods where the team not only had to practice but execute complex events. This was a huge win for the crew because they got to see all of that hard work come to fruition.\" As part of the qualification phases, the team performed several tests on the ship's self-defence systems to validate their performance. This included testing the vessel's radars and operating the Rolling Airframe Missile (RAM), Nato Sea Sparrow, and Close-In Weapon System (CIWS). Program Executive Office, Ships Amphibious Warfare Programs programme manager captain Cedric McNeal said: \"I can't say enough about how pleased we are with Tripoli's performance during the post delivery test and trials phase, and their recent successful completion of the combat systems ship qualification trials is just another step in the right direction towards fleet introduction for this ship. \"This is just one of many milestones that LHA 7 has met on the path to becoming a command-and-control centre of capability for Amphibious Ready Groups in the future fight.\" The ship, homeported in San Diego, is assigned to Amphibious Squadron 7. It will now undergo further certifications and qualifications to prepare it for real combat situations with the navy. USS Tripoli was commissioned in July last year. It has been built by Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division.", "url": "https://www.naval-technology.com/news/us-navys-amphibious-assault-ship-uss-tripoli-completes-cssqt/"}]}, {"win label": 0, "news": [{"title": "USS Tripoli (LHA 7) Completes Combat System Ship Qualification Trials (CSSQT)", "date": "2021-08-18", "content": "Sailors aboard amphibious assault ship USS Tripoli completed the ship's first-ever Combat System Ship Qualification Trials earlier this month. CSSQT is a major milestone where teams demonstrate the ship's weapons systems' ability to effectively communicate and destroy incoming threats in an operational environment. \"This test is designed to go through all of the things that form the backbone and execution of combat systems,\" said Lt. Cmdr. Paul Gillett, Tripoli's command, control, communications computers, combat systems and interoperability officer. \"This was just one of several at-sea periods where the team not only had to practice, but execute complex events. ", "url": "https://www.navsea.navy.mil/Media/News/SavedNewsModule/Article/2737537/uss-tripoli-lha-7-completes-combat-system-ship-qualification-trials-cssqt/"}, {"title": "LHA-7 Finishes Combat System Ship Trials", "date": "2021-08-19", "content": "The amphibious assault ship USS Tripoli (LHA-7) completed the ship's first Combat System Ship Qualification Trials (CSSQT) earlier this month, the Navy said Aug. 18. The service noted these trials are a milestone where crew teams demonstrate the ship's weapons systems' ability to communicate and destroy incoming threats in an operational environment. The Navy said that during these qualification phases the service team conducted multiple trials to validate the ship's self-defense systems' performance including radar tests and operating the Rolling Airframe Missile (RAM), NATO Sea Sparrow, and Close-In Weapon System (CIWS) weapons systems. \"This test is designed to go through all of the things that form the backbone and execution of combat systems. This was just one of several at-sea periods where the team not only had to practice, but execute complex events. This was a huge win for the crew because they got to see all of that hard work come to fruition,\" Lt. Cmdr. Paul Gillett, Tripoli's command, control, communications computers, combat systems and interoperability (C5I) officer, said in a statement. \"I can't say enough about how pleased we are with Tripoli's performance during the Post Delivery test and trials phase, and their recent successful completion of the Combat Systems Ship Qualification Trials (CSSQT) is just another step in the right direction toward fleet introduction for this ship. This is just one of many milestones that LHA 7 has met on the path to becoming a command and control center of capability for Amphibious Ready Groups in the future fight,\" Capt. Cedric McNeal, Program Manager for Amphibious Warfare Programs at Program Executive Office Ships, added. Following CSSQTs, LHA-7 is next set to focus on additional certifications and qualification to ensure it is combat ready. The Tripoli is the newest Huntington Ingalls Industries' [HII] America-class amphibious assault ship and is homeported in San Diego. It is assigned to Amphibious Squadron 7 and designed to accommodate the Marine Corps' F-35B Joint Strike Fighter and MV-22 Osprey. Previously, in March, LHA-7 completed its Fitting Out Availability, which entailed changes to the ship from lessons learned and feedback from sister ship USS America's (LHA-6) availability and work postponed due to the COVID-19 pandemic (Defense Daily, April 2).", "url": "https://www.defensedaily.com/lha-7-finishes-combat-system-ship-trials/uncategorized/"}, {"title": "US Navy's newest amphibious assault ship USS Tripoli completes FCT", "date": "2021-08-31", "content": "The US Navy's second America-class amphibious assault ship, USS Tripoli (LHA 7), has successfully completed its final contract trials (FCT). Completion of trials, which were conducted by the navy's Board of Inspection and Survey, marks the final in-depth review of the vessel. The four-day FCT trials included both in-port and at-sea evaluations. The at-sea phase testing included full power runs, demonstrations of combat systems, and simulated damage control situations. The trials also included other events designed to fully demonstrate the vessel's crew and systems. US Navy Program Executive Office Ships Amphibious Warfare Programs programme manager captain Cedric McNeal said: \"Tripoli is ready to significantly contribute to a larger, more lethal, and more ready fleet. \"With the completion of FCTs, this platform is one step closer to providing significant capability and power projection to our sailors.\" The ship was commissioned in July last year. It has been built by Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division. The landing helicopter assault ship recently completed its combat system ship qualification trials (CSSQT). USS Tripoli's design features increased stowage space for parts and support equipment, as well as an expanded aviation fuel capacity. It also has an enlarged hangar deck and expanded aviation maintenance facilities that provide the fleet with an aviation-centric platform. The ship, homeported in San Diego, is assigned to Amphibious Squadron 7. It will now undergo post shakedown availability (PSA) before it gets ready for fleet tasking.", "url": "https://www.naval-technology.com/news/uss-tripoli-completes-final-contract-trials/"}]}, {"win label": 0, "news": [{"title": "USS Tripoli joins the Fleet-will be homeported in San Diego", "date": "2022-01-06", "content": "USS Tripoli joined the Pacific Fleet July 15 when the amphibious assault ship was administratively commissioned in Mississippi. Although the Navy canceled the traditional public commissioning ceremony due to public health and safety restrictions on large public gatherings, the Navy commissioned Tripoli administratively and the ship transitioned to normal operations. Meanwhile, the Navy is looking at a future opportunity to commemorate the special event with USS Tripoli's sponsor, crew and commissioning committee. \"USS Tripoli is proof of what the teamwork of all of our people - civilian, contractor and military - can accomplish together,\" said Secretary of the Navy Kenneth J. Braithwaite. \"This ship will extend the maneuverability and lethality of our fleet to confront the many challenges of a complex world, from maintaining the sea lanes to countering instability to maintaining our edge in this era of renewed great power competition.\" Rear Adm. Philip E. Sobeck, commander, Expeditionary Strike Group Three, welcomed the Navy's newest amphibious assault ship, and crew, to the amphibious force. \"Tripoli is an example of the continued investment in our Navy, to increase and maintain our edge on the battlefield,\" said Sobeck. \"Congratulations to Tripoli's crew for all of your hard work, amidst these challenging times, to reach this milestone. We welcome you to the amphibious force, of combat ready ships and battle-minded crews to go to sea and support sustained combat operations.\" LHA 7 incorporates key components to provide the fleet with a more aviation-centric platform. Tripoli's design features an enlarged hangar deck, realignment and expansion of the aviation maintenance facilities, a significant increase in available stowage for parts and support equipment, and increased aviation fuel capacity. The ship is the first LHA replacement ship to depart the shipyard ready to integrate the entire future air combat element of the Marine Corps, to include the Joint Strike Fighter. Along with its pioneering aviation element, LHA 7 incorporates gas turbine propulsion plant, zonal electrical distribution, and fuel-efficient electric auxiliary propulsion systems first installed on USS Makin Island (LHD 8). LHA 7 is 844 feet in length, has a displacement of approximately 44,000 long tons, and will be capable of operating at speeds of over 20 knots. Tripoli's commanding officer, Capt. Kevin Myers, highlighted Tripoli's accomplishments over the past several months getting through initial sea trials. The hard work and dedication of the entire team during the past few years was evident in the successful execution of at-sea testing. \"Being the third ship to bear the Tripoli namesake is a profound honor and this crew stands ready to carry on the legacy of our longstanding Navy and Marine Corps amphibious community,\" said Meyers. \"These sailors and Marines will pave the way for those still to come. What's remarkable is seeing the dedication, perseverance and resilience these new plank owners have shown since day one, and more recently, through uncertain times as the Navy and nation work through a pandemic. There is no doubt in my mind that this team is ready to answer the nation's call at any time or place.\" The name Tripoli honors and commemorates the force of U.S. Marines and approximately 370 soldiers from 11 other nationalities who captured the city of Derna, Libya, during the 1805 Battle of Derna. The battle resulted in a subsequent peace treaty and the successful conclusion of the combined operations of the First Barbary War, and was later memorialized in the Marines' Hymn with the line, \"to the shores of Tripoli.\" ", "url": "https://www.navydispatch.com/News2020/news0720/uss-tripoli-commissioned-to-be-homeported-in%20san-diego.html"}, {"title": "Marines carry out Test of 'Lightning Carrier' Concept by loading Record 16 F-35Bs Aboard USS Tripoli", "date": "2022-04-02", "content": "ringing more than a dozen of the F-35B jets aboard Tripoli for flight operations - a number that could grow to 18 or 20 this week -isn't just about breaking records and a photo opportunity. The Marines of Marine Aircraft Group 13 (MAG-13) broke a record on Mar. 3, 2022 when they loaded the most 16 F-35B Lightning II Joint Strike Fighters ever aboard a big-deck amphibious warship, USNI News reports. The fighters aboard USS Tripoli (LHA-7), the Navy's newest big deck amphibious warship, belong to two operational squadrons - the \"Vikings\" of Marine Fighter Attack Squadron 225 and the \"Wake Island Avengers\" of Marine Fighter Attack Squadron 211, both based at Yuma Marine Corps Air Station, Ariz. - and to Marine Operational Test and Evaluation Squadron 1, based at Yuma and New River, N.C. But bringing more than a dozen of the F-35B jets aboard Tripoli for flight operations - a number that could grow to 18 or 20 this week - along with 500 Marines isn't just about breaking records and a photo opportunity. \"The way we've fought over the last 20 years obviously has been a different model. There have been a lot of different squadrons doing a lot of things in the Middle East as needed, as directed,\" said Col. Chad A. Vaughn, commander of MAG-13, based at Yuma. But adversaries in today's existing threat and the future fight are much more capable in the air than any the US aviators have faced in the past. Squadrons must be capable of fighting in more and larger higher-level joint operations, officials say. The last time MAG-13 fought as an air group was 2003. The \"Lightning Carrier\" concept has been tossed about for years by Marines and the F-35 program office. \"It just worked out perfectly with the opportunity for us to practice and train with the MAG,\" Vaughn said, adding that operational testers with VMX-1 are aboard Tripoli this week evaluating lessons learned from the F-35B operations. The concept takes a page from history. In the invasion of Iraq in March 2003, amphibious assault ship USS Bataan (LHD-5) and USS Bonhomme Richard (LHD-6) were dubbed the \"Harrier carriers,\" each supporting two squadrons of AV-8B Harrier attack jets for Commander Task Force 51 as U.S. and combined forces pushed toward Baghdad. The ships at the time typically had a detachment of Harriers among an aircraft mix composed largely of Marine Corps helicopters. Tripoli is an America-class amphibious assault ship commissioned in July 2020. The ship is homeported in San Diego and operates under commander, Expeditionary Strike Group 3. Tripoli is the second LHA to be delivered to the Navy, and the third in naval history to bear the name which harkens back to the first US battle fought on foreign soil. The name Tripoli was previously assigned to a Casablanca-class escort carrier which saw service in the Second World War. Later, the first amphibious assault ship with the name USS Tripoli (LPH 10) served in Vietnam and during the Gulf War.", "url": "https://theaviationgeekclub.com/marines-carry-out-test-of-lightning-carrier-concept-by-loading-record-16-f-35bs-aboard-uss-tripoli-the-number-of-lightning-iis-aboard-tripoli-could-grow-to-18-or-20-this-week/"}, {"title": "USS Tripoli (LHA 7) Conducts USMC NMESIS Transportability training", "date": "2022-04-04", "content": "The United States Marine Corps has recently conducted a training exercise with the USS Tripoli (LHA 7) on March 22, 2022 to test the interoperability and transportability of the new Navy Marine Expeditionary Ship Interdiction System (NMESIS). The NMESIS was tested to see if it will fit in the confines of the hangar, drive up the vehicle ramp leading to the Flight Deck, and fit and drive through the vehicle doors of the amphibious ship. The NMESIS will form a key component in U.S. Marine Corps' Commandant General David Berger's Force Design 2030 strategy to counter peer nation shipping in the Indian Pacific Command (INDO-PACOM) region with stealthy sea-skimming programmable and survivable Anti-Ship missiles. The United States Marine Corps' (USMC) Navy Marine Expeditionary Ship Interdiction System (NMESIS) is an unmanned 4×4 wheeled Joint Light Tactical Vehicle (JLTV) that can transport two stealthy 100+ kilometer Naval Strike Missiles (NSMs) for Anti-Ship Area Denial Missions. Being able to drive itself by remote control, the NMESIS increases U.S. Marine battlefield survivability and concealment and is also able to fire remotely. The USMC intends to field NMESIS by FY2023 as a counter to amphibious assaults and adversary shipping in the INDO-PACOM and Asian Pacific Rim (RIMPAC) region. The JLTV NMESIS is also able to be transported via U.S. Navy Landing Craft Air Cushion (LCAC) and Surface-to-Shore Connector (SSC) hovercrafts and small utility boat connectors, inside a USMC KC-130 cargo plane, and slung underneath a USMC CH-53K heavy-lift helicopter. The NMESIS JLTVs should be able to be embarked and deployed from the upcoming Light Amphibious Warships (LAW) that are intended to cruise the RIMPAC region on missions lasting around thirty days with 75 Marines and their associated vehicles embarked aboard. By deploying USMC's NMESIS and High Mobility Artillery Rocket Systems (HIMARS) on various ships and islands in the INDO-PACOM region, the USMC hopes that these Long-range Precision Fires (LRPF) rocket and missile systems will act as an effective land and ship-based deterrent against any hostile invasion force. HIMARS has been tested to be able to fire from the Flight Deck of amphibious transport ships. One-thousand-plus-mile Tomahawk cruise missiles fired from land-based trailers is also a LRPF possibility if the funding comes through for trailer-based Tomahawk vertical launch missile development and acquisition, as are other possible missile and rocket warhead options in development.", "url": "https://www.navalnews.com/event-news/sea-air-space-2022/2022/04/uss-tripoli-lha-7-conducts-usmc-nmesis-transportability-training/"}, {"title": "Marines Load Record 16 F-35Bs Aboard USS Tripoli Test of 'Lightning Carrier' Concept", "date": "2022-04-05", "content": "The Marines broke a record on Sunday when they loaded the most 16 F-35B Lightning II Joint Strike Fighters ever aboard a big-deck amphibious warship. Under cloudy skies on Sunday afternoon, deck sailors directed Marine pilots onto launching spots and maneuvered others into parking spots on the flight deck USS Tripoli, the Navy's newest big deck amphibious warship, with more coming later this week. The fighters belong to two operational squadrons - the \"Vikings\" of Marine Fighter Attack Squadron 225 and the \"Wake Island Avengers\" of Marine Fighter Attack Squadron 211, both based at Yuma Marine Corps Air Station, Ariz. - and to Marine Operational Test and Evaluation Squadron 1, based at Yuma and New River, N.C. The Marine Corps is fielding the advanced, multi-mission aircraft to replace its older F/A-18 Hornet and AV-8B Harrier jets. But bringing more than a dozen of the F-35B jets aboard Tripoli for flight operations - a number that could grow to 18 or 20 this week - along with 500 Marines isn't just about breaking records and a photo opportunity, military officials told USNI News. Rather, the week-long MAG-13 training event with Tripoli is the start of identifying and building capabilities for the big deck and its crew and for Marines and their jets to conduct integrated MAG-level operations at sea, something that hasn't been done in a generation. \"The way we've fought over the last 20 years obviously has been a different model. There have been a lot of different squadrons doing a lot of things in the Middle East as needed, as directed,\" said Col. Chad A. Vaughn, commander of Marine Aircraft Group 13, based at Yuma. But adversaries in today's existing threat and the future fight are much more capable in the air than any the U.S. military, and aviators specifically, have faced in the past. Squadrons must be capable of fighting in more and larger higher-level joint operations, officials say. The last time MAG-13 fought as an air group was 2003. \"It requires a skill set that we just haven't practiced as much,\" Vaughn said Sunday afternoon aboard Tripoli, speaking with Capt. Joel Lang, the ship's commander. Last October, MAG-13 deployed squadrons in a desert integrated field exercise at the Marine Air Ground Combat Center in Twentynine Palms, Calif. It was \"an opportunity to learn for a MAG headquarters how to fight from the land,\" Vaughn said. \"This opportunity arose, in conjunction with operational tests, to put a number of F-35s, as many as we could safely put on here, and [it] simultaneously opened up a training event for us to train our MAG pilots and our MAG headquarters on how to fight from the sea.\"", "url": "https://news.usni.org/2022/04/05/marines-load-record-16-f-35bs-aboard-uss-tripoli-test-of-lightning-carrier-concept"}, {"title": "Marines Land 20 F-35Bs Lightning IIs On Amphibious Assault ship", "date": "2022-04-06", "content": "Marine Corps pilots landed 20 F-35B Lightning II Joint Strike Fighters on the deck of the USS Tripoli this week, marking the largest number of the jump jets loaded onto a U.S. Navy amphibious assault ship. The aircraft landings are part of an ongoing joint Navy and Marine Corps exercise underway in the Pacific demonstrating the lightning carrier concept that turns amphibious assault ships into light carriers. The Tripoli, which was commissioned in 2020, is the Navy's newest amphibious assault ship and was designed to accommodate a Marine Corps' Air Combat Element that includes the F-35Bs, as well as the MV-22 Osprey. \"The Lightning carrier concept demonstration shows Tripoli and other amphibious assault ships are capable of operating as dedicated fixed-wing carrier platforms, capable of bringing fifth generation short takeoff/vertical landing aircraft wherever they are required,\" the U.S. Navy said. Of the aircraft on the Tripoli, 16 are assigned to Marine Aircraft Group 13, 3rd Marine Aircraft Wing and four belong to Marine Operational Test and Evaluation Squadron 1, a military spokesperson told FLYING. ", "url": "https://www.flyingmag.com/marines-land-20-f-35bs-lightning-iis-on-amphibious-assault-ship/"}, {"title": "USS Tripoli amphibious assault ship completes Lightning Carrier Concept demo with 20 F-35B Joint Strike Fighters aboard (almost as many jets as on Chinese Carriers)", "date": "2022-04-07", "content": "The Lightning Carrier concept demonstration shows that Tripoli and other amphibious assault ships are capable of operating as dedicated fixed-wing platforms when needed. Taken on Apr. 7, 2022 the photos in this post feature USS Tripoli, an American-class amphibious assault ship, returning to port at Naval Amphibious Base Coronado, California. The Tripoli supported the launch of 20 F-35B Lightning II jets from Marine Fighter Attack Squadrons 211 and 225, Marine Aircraft Group 13, 3rd Marine Aircraft Wing, both based at Yuma Marine Corps Air Station, Ariz. - and to Marine Operational Test and Evaluation Squadron 1, based at Yuma and New River, N.C., as part of the US Marine Corps' Lightning Carrier concept demonstration. The Lightning Carrier concept demonstration shows that Tripoli and other amphibious assault ships are capable of operating as dedicated fixed-wing platforms when needed, capable of bringing fifth generation short takeoff/vertical landing aircraft wherever they are required. The concept takes a page from history. In the invasion of Iraq in March 2003, amphibious assault ship USS Bataan (LHD-5) and USS Bonhomme Richard (LHD-6) were dubbed the \"Harrier carriers,\" each supporting two squadrons of AV-8B Harrier attack jets for Commander Task Force 51 as U.S. and combined forces pushed toward Baghdad. The ships at the time typically had a detachment of Harriers among an aircraft mix composed largely of Marine Corps helicopters. The Navy's nine amphibious assault ships primarily carry helicopters and tiltrotors along with half a dozen vertical takeoff jets. But with 20 of the new stealth jets aboard, an amphibious ship becomes a mini aircraft carrier. According to Times of San Diego, at 20 F-35B Lightning II jets, the Tripoli has a smaller complement than the 85 to 90 aircraft carried by a nuclear-powered Nimitiz-class supercarrier, but almost as many jets as on Chinese carriers.", "url": "https://theaviationgeekclub.com/uss-tripoli-amphibious-assault-ship-completes-lightning-carrier-concept-demo-with-20-f-35b-joint-strike-fighters-aboard-almost-as-many-jets-as-on-chinese-carriers/"}, {"title": "USS Tripoli Quietly Leaves on Maiden Deployment", "date": "2022-05-02", "content": "Amphibious assault ship USS Tripoli departed Naval Station San Diego, Calif., on an independent deployment to the Western Pacific on Monday, USNI News has learned. The 45,000-ton big-deck amphibious ship left San Diego to gather F-35B Lightning II Joint Strike Fighters that will include further testing of the Marine's \"lightning carrier\" concept, a defense official confirmed to USNI News. The lightning carrier can load up to 20 of the short take-off, vertically landing F-35s as an adjunct capability to a carrier strike group, USNI News understands. A U.S. 3rd Fleet spokesman confirmed to USNI News the big-deck left San Diego on Monday, but did not provide additional details on the deployment. Tripoli's departure comes just less than a month after the ship wrapped up a week of at-sea testing and training to prove the lightning carrier concept. Operating off Southern California, Tripoli took on at one point 20 F-35Bs, marking a major milestone in seeing how many of the fighters the Navy and Marine Corps could operate aboard the ship at one time. The F-35s came from three Marine Corps squadrons, officials said. They included the \"Vikings\" of Marine Fighter Attack Squadron (VMFA) 225 and the \"Wake Island Avengers\" of VMFA-211, both based at Yuma Marine Corps Air Station, Ariz., and Marine Operational Test and Evaluation Squadron 1, based at Yuma and New River, N.C. The advanced, multi-mission F-35Bs are replacing the Marine Corps' older F/A-18 Hornet and AV-8B Harrier jets. Navy officials have said little about what it plans to do with Tripoli following the recent at-sea training. Other big-deck amphibious assaults ships usually train and deploy as part of a three-ship Amphibious Ready Group that deploys with 2,200-member Marine Expeditionary Units, with their large well-decks supporting waterborne craft that provide significant Marine Corps capability in littoral operations. Tripoli, however, was designed to support air operations, centered around the F-35B. \"We refer to the ship as 'assault carrier 7.' And assault is traditional for an LHD, LHA,\" Capt. Joel Lang, the ship's commander, said during an April 3 media event aboard Tripoli. \"We have the space for a battalion landing team, we have about 1,000 infantrymen. And typically the air combat element is a blend of rotary and tilt-rotor in order to enable that assault force to go ashore. What we're doing right now is lightning carrier, and we are proving the operational concept. We are proving the tactics and the techniques and the procedures to employ the lightning carrier concept.\" When asked what the plans are for Tripoli once the training was completed, Lang said, \"I'm going to get ready to go over the horizon, and then be prepared to be tasked with one of those two concepts, and then offer the Navy and the Marine Corps, we have a relevant option - you've got two of them - and then just based on where we go in the world, what that contingency op is, they can employ one of those two concepts. So when we get home, that's what we're going to do. We're going to get ready to go over the horizon and be prepared to do one of these two once we get on the other side of the Earth.\" The arrival of Tripoli and a force of F-35Bs won't in any way displace the MEU, but will give regional commanders new options, said Col. Chad Vaughn, commander of Marine Aircraft Group 13. \"This is just an option... for contingency operations,\" said Vaughn, a veteran F/A-18 pilot who was among the first ones to transition to the F-35B. \"This ship just gives you an option.\" \"We're not an aircraft carrier,\" he said of Tripoli. \"We are an LHA that is very uniquely suited to aviation operations - whether that's an assault or in this case, a lightning carrier. The traditional carrier has capabilities that are unique that we do not. We do some unique things that we can help out the joint task force or the combatant commander and do unique things to help out those CVNs and help out the Marine commander on the ground, whoever it is. We have some unique capabilities, especially when you put 20 F-35s on here.\" It's unclear if Tripoli will transit the Pacific with additional amphibs, but it's time in the Western Pacific comes as the Navy's other aircraft-centric amphib - USS America (LHA-6) - is currently in a maintenance availability, USNI News understands. ", "url": "https://news.usni.org/2022/05/02/uss-tripoli-quietly-leaves-on-maiden-deployment"}, {"title": "USS Tripoli Hosts JSDF Flag/General Officers United States ", "date": "2022-06-06", "content": "Members of Japan Self-Defense Force disembark an MH-60S Sea Hawk helicopter assigned to Helicopter Sea Combat Squadron 23 on the flight deck aboard amphibious assault carrier USS Tripoli, June 3, 2022. Tripoli is conducting routine operations in U.S. 7th Fleet. 220603-N-XN177-1159 PACIFIC OCEAN - Members of Japan Self-Defense Force walk across the flight deck aboard amphibious assault carrier USS Tripoli, June 3, 2022. Tripoli is conducting routine operations in U.S. 7th Fleet. ", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/3053286/uss-tripoli-hosts-jsdf-flaggeneral-officers/"}, {"title": "Agile Combat Employment: UOTT Takes Part in Lightning carrier concept aboard USS Tripoli", "date": "2022-06-16", "content": "The U.S. Operational Test Team supported a U.S. Marine Corps F-35 spring test event aboard the USS Tripoli, led by the Navy's Operational Test and Evaluation Force. The mission demonstrated the Lightning carrier concept where several F-35B aircraft rapidly launch from a Landing Helicopter Assault ship to conduct missions involving large strike packages or hours of defensive counter air. This particular demonstration showed how the Tripoli and other amphibious assault ships are capable of operating as dedicated fixed-wing strike platforms when needed and also capable of bringing fifth generation Short Takeoff/Vertical Landing aircraft wherever they are required. \"U.S. combat power projection relies upon the ability to rapidly compose force packages from anywhere in the world at any time,\" said LtCol David Merritt, UOTT Commanding Officer. ", "url": "https://www.afotec.af.mil/News/Article-Display/Article/3066203/agile-combat-employment-uott-takes-part-in-lightning-carrier-concept-aboard-uss/"}]}, {"win label": 0, "news": [{"title": "Starlight Flights: USS Tripoli and its Embarked Aircraft Go Nocturnal", "date": "2022-07-25", "content": "Amphibious assault ship USS Tripoli transitioned to conducting night flight operations demonstrating another element of the ship's versatility. \"You can't really see which felt weird at first, but over time it started to feel normal,\" said Airman Taylor Perry. Perry is one of the \"blue shirts\" on the flight deck responsible for securing aircraft to the flight deck with chocks and chains. \"We did more preparation ahead of time, so we could just grab what we needed and go.\" Tripoli's flight operations are controlled from primary flight control, located high above the flight deck. The officers on watch in Pri-Fly look down on the aircraft taxiing, launching and landing from large windows that allow them to see the whole length of the flight deck. Pri-Fly is similar to a control tower at an airport and teamwork between the Sailors on the deck and in Pri-Fly is essential. At night, that teamwork is even more important. \"We take for granted that we have a bird's eye view of everything that's going on up here, but at night we have limited visibility\" said Lt. Brian Isbell, Tripoli's safety officer. \"Pri-Fly personnel do have night vision goggles, but say it is still difficult to see. \"We really have to rely on the yellow shirts below to tell us what's going on.\" Yellow shirts serve as aircraft directors, shooters, and landing signalmen-enlisted. They guide the aircraft while taxiing, give launch signals, guide aircraft back on deck during recovery and are in charge of any additional aircraft movements on the flight deck. Because of the noise on deck, they use hand signals to communicate with pilots and other Sailors on the flight deck. Hand signals are not the only means of visual communication on the flight deck. The crew still has other cues they can rely on, such as deck lighting that helps determine the status of the deck where aircraft need to go. Those same cues also help the pilots. For them, flying at night from a ship at sea is a whole other world. \"Landing on a ship at night is a unique challenge,\" said U.S. Marine Corps Capt. John Mensch, an F-35B Lightning II pilot assigned to Maine Strike Fighter Squadron (VMFA) 121. \"One of the biggest challenges that comes with that is spatial orientation. You can't see where the horizon is,\" said Mensch. Another challenge is the way the ship looks at night. \"When you see it a few miles out, it's just lights suspended in space,\" said Mensch. \"You have to trust your instruments and trust your landing signal officers (LSO) to bring you aboard safely.\" LSOs are pilots who stand watch in Pri-Fly and provide essential guidance over the radio for launches, landings and help trouble shoot if there is an emergency. LSOs only work with fixed-wing aircraft like F-35s or its predecessor the AV-8B Harrier. Working in the dark does have some advantages though, such as a break from the south Pacific heat. Another is seeing what the flight deck and the environment look like at night. The deck glows from the various lights that aren't needed during the day. The stars are visible with a remarkable clarity due to the lack of light from other sources. Aside from the deck lighting, another source of light are the lighted hand wands the yellow shirts use to signal the pilots and crew during night operations. \"When you are first learning to communicate with wands, it feels confusing, but it's actually easier,\" said Aviation Boatswain's Mate 2nd Class Lawrence Pivec, one of Tripoli's aircraft directors or yellow shirts. \"The vocabulary with wands is smaller, and it's a lot easier to see signals with them farther down the flight deck.\" Eventually flight operations shifted back to the bright light of the sun, after Tripoli's crew proved they could accomplish any mission asked of them, day or night. Tripoli is operating in the U.S. 7th Fleet area of operations to enhance interoperability with allies and partners and serve as a ready response force to defend peace and maintain stability in the Indo-Pacific region. ", "url": "https://www.navy.mil/Press-Office/News-Stories/Article/3103518/starlight-flights-uss-tripoli-and-its-embarked-aircraft-go-nocturnal/"}, {"title": "USS Tripoli and 31st MEU Prepare for Maiden Patrol", "date": "2022-08-22", "content": "The amphibious assault carrier USS Tripoli prepared for their maiden patrol with the 31st Marine Expeditionary Unit during a port visit to Okinawa, Japan, July 28. With more than 2,400 Sailors and Marines, each of Tripoli's departments had an area of responsibility to ensure that the ship can support the MEU and their operations. \"Bringing the MEU aboard will be an opportunity to integrate as one Navy and Marine Corps team,\" said Lt. Joel Tidd, Tripoli's assistant supply officer. \"Challenges including longer chow lines and sharing both working and living spaces will be part of the new regular routine. However, our combined efforts will increase the mission ranges and lethality of Team Tripoli.\" Tripoli Sailors frequently onload supplies and stores while in port, and embarking the Marines in Okinawa was no exception. Tripoli received over 100 pallets of food, retail goods, general stores, and mail. \"Supply evolutions in port are a team effort by over 200 outstanding supply department Sailors and Marines to re-supply and replenish our storerooms, receive and distribute mail and care packages, offload trash and hazardous waste, all while providing daily customer service support,\" said Tidd. In addition to the efforts of Supply department, Weapons department was equally busy handling all of the MEU's small arms, as well as preparing ordnance for missions. \"There are more weapons onboard and now the majority of the weapons belong to the 31st MEU,\" said Lt. Cmdr. Kenneth Davis, Tripoli's Weapons department head. \"Random spot checks of the berthings and armory by the Marines, G2 division, and the weapons duty officers is paramount.\" Every member of the MEU's ground combat element (GCE) brought their rifle. It was Weapons department's responsibility for turning over all of the rifle rack locks to the troop armory staff noncommissioned officer, and verify all rifle rack tuff locks properly operated. However, the MEU onload was not all business after working hours; Tripoli and MEU personnel experienced liberty in Okinawa. Sailors and Marines took to the beach to unwind. Morale, Welfare, and Recreation (MWR) White Beach provided buses to and from Kadena Air Force Base where personnel shopped at the base Exchange. \"It was a pleasant surprise to have the beach access and our beachside trailer so close to the ship,\" said Aviation Ordnanceman 3rd Class Christopher Carlson from Buckley, Washington. \"Out of all of the ports we've been to, Okinawa is my favorite. The waters here are crystal clear, and I just enjoyed hanging out with my friends on the beach.\" Currently, Tripoli and the 31st MEU are completing integrated training. Tripoli is operating in the U.S. 7th Fleet area of operations to enhance interoperability with allies and partners and serve as a ready response force to defend peace and maintain stability in the Indo-Pacific region. ", "url": "https://www.dvidshub.net/news/427710/uss-tripoli-and-31st-meu-prepare-maiden-patrol"}, {"title": "USS Tripoli Arrives in Singapore as Chinese Warships Continue to Operate Near Japan", "date": "2022-08-31", "content": "Amphibious assault ship USS Tripoli is now docked in Singapore for a port call, having arrived at Changi Naval Base on Wednesday following an underway in the South China Sea. Tripoli 's stop in Singapore marks its first port visit since it pulled into Naval Base White Beach, Okinawa and embarked the 31st Marine Expeditionary Unit on July 25. Prior to embarking the 31st MEU, Tripoli had been operating under the \"lightning carrier\" concept, in which it had more than a dozen F-35Bs aboard during its Pacific deployment. The ship is underway with Marine MV-22B Ospreys and CH-53E Super Stallions for the remainder of its Indo- Pacific deployment. The ship is underway with Marine MV-22B Ospreys and CH-53E Super Stallions for the remainder of its Indo-Pacific deployment. Tripoli took part in the June Valiant Shield exercise, but has transitioned to an amphibious ready force with the Marine Medium Tiltrotor Squadron (VMM) 262 (Reinforced) embarked. Since it began its deployment in May, Tripoli has also had a detachment of MH-60S Knight Hawks embarked from the \"Wildcards\" of Helicopter Sea Combat Squadron (HSC) 23. In April, Tripoli's then commanding officer, Capt. Joel Lang, told USNI News that for its upcoming deployment the big deck could operate either as a lightning carrier or an amphibious assault platform. While Tripoli was in the South China Sea, closer to Japan, a Chinese People's Liberation Army Navy (PLAN) surface action group transited the Tsushima Strait on Tuesday into the Sea of Japan. A PLAN intelligence ship and PLAN destroyer separately transited the Miyako Strait into the Pacific on Sunday and Wednesday, according to Japan Ministry of Defense releases. On Sunday, PLAN Dongdiao-class intelligence ship sailed southeast through the waters between Okinawa and Miyako Island into the Pacific Ocean, according to a Monday news release from the Joint Staff Office (JSO) of the Ministry of Defense. The MoD said that Japan Maritime Self-Defense Force destroyer JS Fuyuzuki (DD-118) and a JMSDF P-3C Orion maritime patrol aircraft of Fleet Air Wing 5 operating from Naha Air Base, Okinawa, monitored the PLAN ship.", "url": "https://news.usni.org/2022/08/31/uss-tripoli-arrives-in-singapore-as-chinese-warships-continue-to-operate-near-japan"}, {"title": "Chinese Warships Prowl off Japan as USS Tripoli Docks in Singapore", "date": "2022-09-02", "content": "As the USS Tripoli docks in Singapore, while China's warships remain active near Japan. The latest amphibious assault ship of the US Navy, the USS Tripoli (LHA-7), recently arrived at the Changi Naval Base in Singapore days after navigating the waters of the South China Sea. Tripoli is the second America-class amphibious assault vessel built in the mid-2010s and commissioned to service in July 2020. At the height of the brewing tension between the US and China, Tripoli departed Naval Station San Diego en route to the Western Pacific Ocean to embark on her maiden deployment on May 2022. During its voyage, the amphibious assault vessel participated in a \"lightning carrier\" trial concept with 20 F-35Bs onboard. By April, Tripoli can now operate as a capable vessel, either as a lightning carrier or an amphibious assault platform, with the latter serving only as a contingency option, given that the ship is primarily a dedicated Landing Helicopter Assault (LHA). \"We're not an aircraft carrier,\" said Vaughn, a veteran F/A-18 pilot who was among the first to transition to the F-35B. \"We are an LHA that is very uniquely suited to aviation operations-whether that's an assault or, in this case, a lightning carrier.\" Tripoli successfully transitioned to an amphibious-ready role two years after entering service, launching the 31st Marine Expeditionary Unit at Naval Base Okinawa, Japan, on July 25, after which steered across the South China Sea to make a port call at Singapore's Changi Naval Base on Wednesday, August 31. As Tripoli left the Naval Base Okinawa, China's warships began to appear in sea waters near Japan. According to a news report, \"a Chinese People's Liberation Army Navy (PLAN) surface action group transited the Tsushima Strait on Tuesday into the Sea of Japan.\" Below is the timeline as reported by the Japan Ministry of Defenses beginning August 28 to 31: Sunday, August 28 - A PLAN Dongdiao-class intelligence ship traversed southeast through the waters between Okinawa and Miyako Island into the Pacific Ocean to which the Japan Maritime Self-Defense Force (JMSDF) immediately took action in monitoring the activities of the PLAN ships using its destroyer JS Fuyuzuki (DD-118) and a JMSDF P-3C Orion maritime patrol aircraft of Fleet Air Wing 5 operating from Naha Air Base, Okinawa. Tuesday, August 30 - Another group of PLAN ships were spotted 240 km southwest of Tsushima, comprised of three warships, including destroyer CNS Nanchang (101), frigate CNS Yancheng, and replenishment ship CNS Dongpinghu (902). In addition, JMSDF sent its fast attack crafts JS Otaka (PG-826) and JS Umitaka (PG-828), along with a JMSDF P-1 MPA of Fleet Air Wing 4 operating from Naval Air Facility Atsugi, Honshu, to watch over the PLAN ships. Wednesday, August 31 - Japan Ministry of Defense reported seeing a PLAN destroyer CNS Zibo (156) sailing north-northeast of Miyako Island and then southeast through the Miyako Strait into the Pacific Ocean. A JMSDF P-3C Orion MPA from Fleet Air Wing 5 was dispatched to keep an eye on the ship. While PLAN appeared to be on to something, the activities of these warships near Japan's waters are actually currently participating in the Russian Vostok 2022 exercise, which will take place over the next few days. Global Times reported that the PLAN Northern Theater Command partook in this year's Russian military drill, sending about \"2,000 personnel, more than 300 vehicles of various types, 21 fixed-wing aircraft and helicopters, and three warships.\" Moreover, the Chinese and Russian navies will conduct anti-ship and anti-submarine defense drills in the Sea of Japan, focusing on strengthening defenses in sea lanes and areas of maritime economic activity and assisting ground forces. \"While the drills are not aimed at a third party and are not related to current events, analysts say they serve as a deterrent against uncertainties such as ill-intended external forces, hegemony, and power politics, and that China and Russia's military cooperation will contribute to peace and stability in the region,\" the report added. Amid the ongoing invasion of Ukraine, Russia will be sending out tens of thousands of troops to join in the military exercise along with tanks, APCs, artillery, aircraft, warships, boats, and support vessels. Other countries, including Algeria, India, Belarus, Tajikistan, Mongolia, and more, are expected to be present at the Vostok-2022 maneuvers. Meanwhile, the Pacific Vanguard 2022 military exercise, which included the Royal Australian Navy, Royal Canadian Navy, JMSDF, Republic of Korea Navy, and the US Navy, recently concluded in Guam. According to a press release from the US 7th Fleet, the exercise was \"designed to provide training that emphasizes integrated task group maritime training and maneuver in a challenging exercise environment. It allows the US and its allies to be equipped and ready to respond to crises and contingencies in a changing Indo-Pacific.\" ", "url": "https://sofrep.com/news/chinese-warship-uss-tripoli-singapore-2022/"}, {"title": "USS Tripoli to join PH-US Exercise 'Kamandag' in October", "date": "2022-09-28", "content": "USS Tripoli (LHA-7), a United States Navy amphibious assault ship, will remain docked in Manila until October as it is set to participate in the Exercise Kamandag, the Philippine Navy (PN) disclosed Wednesday, Sept. 28. USS Tripoli was docked in Manila Bay after it arrived in Port Area, Manila on Tuesday. The PN said that USS Tripoli made a port visit and conducted a replenishment and routine maintenance in preparation for Exercise Kamandag or \"Kaagapay ng mga Mandirigma Mula sa Dagat\" (Cooperation of Warriors of the Sea). This year's iteration of Exercise Kamandag will be held from Oct. 3 to 14. Exercise Kamandag is an annual joint exercise between the Philippine Marine Corps (PMC) and US Marine Corps. Troops from the Japan Ground Self-Defense Force (JGSDF) will also join the drills. The PMC-hosted military exercise aims to conduct bilateral exchanges between Filipino and American forces to enhance their interoperability and cooperation, consistent with the Mutual Defense Treaty (MDT) and Visiting Forces Agreement (VFA). The exercise focuses on counter-terrorism, humanitarian assistance and disaster response (HADR), internal security, and civic assistance operations.", "url": "https://mb.com.ph/2022/09/28/uss-tripoli-to-join-ph-us-exercise-kamandag-in-october/"}, {"title": "USS Tripoli Returns to San Diego After Seven-Month Maiden Deployment", "date": "2022-11-29", "content": "Amphibious assault ship USS Tripoli (LHA-7) returned home on Tuesday following a seven-month deployment to the Indo-Pacific, the Navy announced. The America-class amphib pulled into its homeport of Naval Base San Diego, Calif., Tuesday morning local time. The ship quietly left for its maiden deployment in May and spent the first few months testing out the \"lightning carrier\" or \"assault carrier\" concept with U.S. Marine Corps F-35B Lightning II Joint Strike Fighters aboard. \"The U.S. Marine Corps embarked 16 F-35Bs aboard Tripoli, which flew missions in support of exercises Valiant Shield 22 and Noble Fusion,\" according to a Tuesday release from Expeditionary Strike Group 3. \"Overall, the crew completed 2,052 hours of flight operations and traveled 40,303 nautical miles during exercise support.\" That testing evaluated how a big-deck amphibious warship can work with a carrier strike group, USNI News previously reported. \"One day you can have F-35Bs on the flight deck, the next day you could have MV-22s and you can be putting Marines ashore. And so it just is a very versatile instrument and the fact that you have 14 5th-gen fighters on board - it's an incredibly capable sensor,\" U.S. 7th Fleet commander Vice Adm. Karl Thomas said in October of the concept and testing. \"And so we're still in the experimentation phase. We wanted to at least try to find out how would you integrate an assault carrier with a full-sized carrier. What missions might it be able to do?\" During Tripoli's time in the Indo-Pacific, it drilled with aircraft carriers USS Abraham Lincoln (CVN-72) and USS Ronald Reagan (CVN-76) for the Valiant Shield exercise in June.", "url": "https://news.usni.org/2022/11/29/uss-tripoli-returns-to-san-diego-after-seven-month-maiden-deployment"}]}]