[{"win label": 0, "news": [{"title": "Venus Express spacecraft is complete", "date": "2004-09-30", "content": "The assembly of ESA's Venus Express spacecraft, ready for Europe's first mission to the second planet in the Solar System, is complete. Often referred to as 'Earth's twin', Venus holds many mysteries that intrigue scientists. The main question is why a planet similar to Earth in size, mass and composition could have evolved so differently over the course of the last four thousand million years. Venus Express will make the first multispectral global examination of the atmosphere of Venus. Completely different from the one around Earth, the Venusian atmosphere appears to be hot and dense. Venus Express will investigate the choking 'greenhouse' effect, the hurricane-force winds that encircle the planet, and its mysteriously weak magnetic field. Completion of assembly of the Venus Express spacecraft, including integration and testing of the flight equipment and experiments, at Alenia Spazio in Turin, Italy, is an important milestone. Scheduled for launch on 26 October 2005, Venus Express is currently being made ready for shipment to Astrium, ESA's prime contractor, in Toulouse, France, in mid-October this year. There, further tests to prove the spacecraft's flight readiness will take place.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_spacecraft_is_complete"}, {"title": "Venus Express arrives in Baikonur", "date": "2004-10-08", "content": "Blazing hot temperatures welcomed ESA's Venus Express spacecraft as it arrived at the Yubileiny airport of the Baikonur cosmodrome, Kazakhstan, on Sunday morning, 7 August. The shipment, including the spacecraft and all the complex equipment needed for ground support to prepare for launch, was carried by an Antonov 124 cargo plane which left the airport of Toulouse, France, on Saturday 6 August. On arrival the precious load was unloaded from the huge cargo bay of the plane and transported by train into the big MIK hangar at the cosmodrome. In these clean rooms the spacecraft has now started its final series of tests before launch, scheduled to take place on 26 October. From now until the end of August ESA and the industrial teams who built Venus Express will check again the integrity of all spacecraft systems and their functionality after the journey. This includes the delicate checks of the spacecraft propulsion system. With these tests, currently underway in the so-called Hazardous Processing Facility, the engineers ensure that the propulsion system and the pressurising mechanisms are functioning correctly, and that the system is still leak-tight after transportation. Subsequent tests on the basic performance of the spacecraft will follow, such as electrical and functional testing including on-ground simulation of actual mission scenarios. After these operations on the spacecraft a new broader series of tests will start at the beginning of September. The Venus Express ground system, located at ESA's European Space Operations Centre (ESOC), in Darmstadt, Germany will be test-connected to the spacecraft located in Baikonur, so that the engineers can confirm that the ground station and Venus Express can 'talk' properly to each other over the course of the Venus Express mission. Everything on track for the launch of Venus Express, the next planetary mission of the European Space Agency.", "url": "http://www.venus2004.org/sinformer/n/news6931.php?langue=2"}, {"title": "Venus Express launch postponed several days", "date": "2004-10-22", "content": "During the final preparations for the launch of the European Space Agency's Venus Express spacecraft by a Soyuz-Fregat launcher, contamination was detected inside the launcher's fairing. Starsem and ESA have therefore decided to carry out additional checks, which will postpone the originally scheduled launch date of Wednesday, 26 October by several days. A new launch date will be announced shortly.", "url": "http://www.venus2004.org/sinformer/n/news7405.php?langue=2"}]}, [], {"win label": 0, "news": [{"title": "Venus Express launch campaign starts", "date": "2005-08-03", "content": "ESA's Venus Express spacecraft has just completed its last phase of testing in Europe and is ready to be shipped to its launch site at the Baikonur Cosmodrome in Kazakhstan. One and a half years after its sister spacecraft Mars Express arrived at Mars, Europe's newest planetary probe is ready to depart on the first leg of its journey to Earth's own sister planet, the mysterious Venus. Venus Express was proposed in 2001, as a mission concept to take as much as possible of the Mars Express design and use it for another planetary mission. The mission to Venus was officially approved in 2002 by ESA's Science Programme Committee, and the industrial contract to build the spacecraft was awarded in October 2002 to EADS Astrium, leading a team of 25 subcontractors from 14 European countries. The spacecraft is currently at the Astrium-owned Intespace facility in Toulouse, France where it has been undergoing testing since October 2004. \"The spacecraft really deserves its name, as never before has an ESA scientific mission been developed that rapidly!\" said Don McCoy, ESA Project Manager for Venus Express. The mission has in fact taken only four years from concept to launch. Work on Venus Express began in earnest eight months before Mars Express was launched. This meant that continuity was maintained in the programmes and the industrial consortium was kept almost unchanged. Thirty-four months later, the spacecraft has passed its Flight Acceptance Review, and is ready for shipping. \"We are legitimately proud of this achievement which was possible through a co-operation with ESA, industry and the scientific community,\" said Don McCoy. Built by Alenia Spazio of Turin, Italy, the spacecraft was brought to Toulouse with its seven scientific instruments, mainly inherited from the Mars Express and Rosetta missions, already integrated. These instruments will provide new clues on the planet's peculiar features, that still remain unexplained even though more than 20 Russian and US probes have visited Venus since 1964. The mission will provide the most comprehensive study ever of the Venusian atmosphere. It will dig into mysteries such as the unexplained fast atmospheric rotation in four days around the planet and the polar vortices. It will study the global thermal balance and the role of the strongest 'greenhouse effect' found in the Solar System, as well as the structure and dynamics of the clouds and the mysterious ultraviolet markings detected above the cloud cover. In Toulouse, the spacecraft underwent two rounds of system-level testing and subsystem checks before and after environmental testing. The latter included vibration and acoustic testing, necessary to verify that it would survive launch. They also included thermal vacuum testing, to make sure that the spacecraft will withstand the cold of deep space, and a special set of simulated solar illumination tests, to make sure the spacecraft will survive the harsh thermal conditions created by the vicinity of the Sun at Venus. The spacecraft closely resembles Mars Express, but has been redesigned with several major modifications to allow it to face a very different environment around Venus. Venus Express has improved thermal control systems, to sustain a spacecraft heating that at Venus is four time greater than at Mars. As the spacecraft will be much closer to the Sun than Mars Express, and therefore there is higher availability of solar radiation to power the spacecraft, the solar arrays have been redesigned to be smaller than those of Mars Express. Also, their new gallium-arsenide based technology is more tolerant to high temperatures. Differently from Mars Express, instead of one high-gain antenna, Venus Express has two - pointed in opposite directions. In fact, as seen from Venus, Earth is an outer planet and it can be in any direction relative to the Sun. Two antennas will allow the spacecraft to communicate with Earth in any configuration, always having the side hosting delicate instruments away from the Sun. Now Venus Express is in its container, which will be closed this week and moved by truck to Toulouse-Blagnac airport for its trip to Baikonur. Venus Express will fly via Moscow on board an Antonov 124 commercial cargo plane, arriving at its launch site on Sunday 7 August. ", "url": "https://www.esa.int/About_Us/ESA_Permanent_Mission_in_Russia/Venus_Express_launch_campaign_starts"}, {"title": "Venus Express spacecraft ready for launch", "date": "2005-09-28", "content": "The European Space Agency is set to launch a spacecraft to Venus. It will be the first mission to the swelteringly hot and corrosive planet in 15 years. Called Venus Express, it is scheduled to lift off aboard a Soyuz rocket from Baikonur, Kazakhstan, on 26 October. When it arrives at Venus in April 2006, it will study the planet from a polar orbit stretching from an altitude of 250 to 60,000 kilometres. Seven instruments will scrutinise the planet at a range of wavelengths. Astronomers hope to understand how a planet that has more in common with Earth than any other in terms of distance from the Sun, size and mass could have evolved into such an inhospitable world. Temperatures hover at 450°C, while the thick, carbon dioxide atmosphere produces crushing surface pressures 90 times those on Earth and sulphuric acid rains from the sky. \"We're still struggling to understand why Venus is so radically different from Earth,\" says Fred Taylor, an astronomer at the University of Oxford, UK.", "url": "https://www.newscientist.com/article/dn8066-venus-express-spacecraft-ready-for-launch/"}, {"title": "Cebreros inaugurated, ready for Venus Express", "date": "2005-09-29", "content": "ESA's new tracking station in Cebreros, Spain, was officially inaugurated on 28 September. The 35-metre deep space antenna joins the ESTRACK ground station network just in time to support next month's launch of Venus Express. The Cebreros deep space antenna, DSA 2, joins DSA 1 in New Norcia, Ausstralia, as ESA's second station intended for communication with far distant planetary missions, starting with Venus Express and later to include missions to Mercury and other destinations in the Solar System. The ceremony took place under a blue, cloud-free sky, emphasising the choice of Cebreros's rural location, intended to minimise interference from commercial and population centres. The launch event was attended by ESA Director of Science, David Southwood, the Director of Operations and Infrastructure, Gaele Winters, and the Director of the European Centre for Space Astronomy, Vicente Gómez. Fernando González, Director General of Spain's National Institute of Aerospace Technology, attended on behalf of the Spanish government. \"Deep space antennas symbolise mankind's interest in space exploration,\" said Professor Southwood, speaking at the ceremony. Hundred-million-kilometre data stream: Future deep space missions are expected to transmit large amounts of data from hundreds of millions of kilometres and require higher frequencies to boost data return. Featuring state-of-the-art technology, Cebreros will be capable of supporting Herschel Planck, LISA Pathfinder, Gaia and BepiColombo, among others, all scheduled for launch in the next decade. With an antenna height of 40 metres and a total weight of 620 tonnes, Cebreros appears similar to DSA 1, opened in New Norcia in 2002. However, the station incorporates Ka-band (31.8 - 32.3 Gigahertz) receiving capability, significantly enhancing data reception, as well as improved pointing accuracy. The antenna can also be rotated further and faster than DSA 1. Strong ESA member state industrial cooperation: The antenna and related site facilities were completed earlier this year by an industrial group led by SED Systems, Canada; the antenna was built by Germany's Vertex Antennentechnik. Spanish firms Esteyco and Necso built the antenna tower infrastructure, and LV Salamanca was responsible for refurbishing the site buildings, which had previously been used by NASA - also as a tracking station - in the 1960s and 70s. The grouping included additional companies from Germany, France, Spain and Switzerland. A third deep space antenna is planned for construction at an American longitude, some 120 degrees between Cebreros and New Norcia, later this decade, providing full, 360 degree coverage as the Earth rotates. ESTRACK automates routine tracking: ESA's ESTRACK ground station network comprises 8 ground tracking stations in Europe, Africa, South America and Australia linking satellites with a central control facility at ESA's Space Operations Centre (ESOC) in Germany. Stations are automated for routine operations, providing significant personnel savings.", "url": "https://www.esa.int/Enabling_Support/Operations/ESA_Ground_Stations/Cebreros_inaugurated_ready_for_Venus_Express"}, {"title": "'Venus Express' space probe launch delayed", "date": "2005-10-24", "content": "The launch of the European Space Agency's \"Venus Express\" spacecraft has been delayed after technicians discovered contamination in the Russian-made launcher, an ESA official said on Monday. Europe's first mission to Venus was scheduled for Wednesday but will be delayed for several days while tests are carried out on the Soyuz-Fregat launcher, a spokesman at the agency's European Space Operations Center in Darmstadt said. The tests on the covering of the carrier rockets where the contamination was discovered at the weekend will only take a few days, the spokesman said.  After that, the spacecraft should be launched as planned from Baikonur, Kazakhstan. The Venus Express probe will travel through space for around 163 days and once it is captured by Venusian gravity, it will orbit the planet and analyze its atmosphere and clouds. Among the mysteries about Venus the mission hopes to solve is why a planet so similar to Earth in size, mass and composition has evolved so differently over the course of the last 4,600 million years.", "url": "https://www.nbcnews.com/id/wbna9802208"}, {"title": "Venus Express preliminary investigations bring encouraging news", "date": "2005-10-25", "content": "This recovery 'investigation procedure' has so far revealed a spacecraft in good status. Having been removed from the Soyuz rocket, the upper composite, consisting of the Venus Express spacecraft attached to the Fregat upper stage and all housed in the rocket fairing, was transported to the Baikonur Cosmodrome's Upper Composite Integration Facility in the early morning of Sunday 23 October. On Monday 24 October the fairing was removed and engineers started the inspection to assess the status of the spacecraft. The scenario is so far very encouraging, as only fairly large particles, pieces of the insulating material initially covering the launcher's Fregat upper stage, have been found on the body of the spacecraft. These have been easy to identify by naked eye or with UV lamps, and are being carefully removed with tweezers, vacuum-cleaners or nitrogen gas airbrushes, according to size. In the next couple of days the inspections and cleaning of Venus Express will continue, focussing on the instrument optics and apertures. After this step, Venus Express will be ready for the electrical tests, routine checks that precede the final cleaning done just before the encapsulation with the fairing. The upper composite will then be complete again and will be ready for re-integration with the launcher. ESA and Starsem, the company responsible for the Soyuz-Fregat launcher, are merging the results of their parallel investigations and recovery measures to define a new launch date in the shortest timeframe. The ESA Project team is confident that Venus Express will be launched well within the launch window, which closes on 24 November this year. ", "url": "https://www.esa.int/Enabling_Support/Operations/Venus_Express_preliminary_investigations_bring_encouraging_news"}, {"title": "Venus Express spacecraft set for to lift-off", "date": "2005-11-02", "content": "Venus Express, the European Space Agency's first mission to explore Earth's closest neighbour, will be launched November 9 from the Baikonur Cosmodrome in Kazakhstan, after it was postponed earlier this month, the Russian space agency says. \"The launch is planned for November 9 at 6:33am Moscow time from the Russian cosmodrome in Baikonur, Kazakhstan,\" Roskosmos agency said in a statement. The new date was set during a meeting of a state commission grouping Russian space sector officials. Venus Express, designed to monitor the planet's unusual atmosphere, was to have been launched by a Russian Soyuz-Fregat rocket, operated by the company Starsem, from the Baikonur Cosmodrome in Kazakhstan on October 26. But the European Space Agency (ESA) said five days earlier that \"contamination\" had been detected inside the fairing - the bullet-shaped hood that covers the payload on the top of the rocket - in final checks at Baikonur. It did not give details. The 1.27-tonne unmanned orbiter is equipped with seven instruments, is intended to map the Venusian surface and weather system, looking at temperature variation, cloud formations, wind speeds and gas composition. Its main goal is to help understand why Venus fell prey to runaway global warming. Venus is the second planet from the Sun.", "url": "https://gsi.ir/en/news/6196/venus-express-spacecraft-set-for-to-lift-off"}, {"title": "Launch Countdown Begins for Europe's Venus Express Probe", "date": "2005-11-08", "content": "Scientists were counting down Tuesday for the blast off of a Russian booster rocket carrying a European-built probe aimed at exploring the hot, dense atmosphere around Venus. The launch of the European Space Agency's Venus Express probe is planned for 10:33 p.m. EST Wednesday at the Russian-leased Baikonur Cosmodrome in Kazakhstan. Venus Express was originally scheduled to go up Oct. 26, but the launch was postponed after checks revealed a problem with the thermal insulation in the uppersection of the Soyuz-Fregat rocket. Once it separates from the rocket, scientists at ESA's mission control in Darmstadt, south of Frankfurt, plan tomake contact with the probe. \"We've just had the pre-launch briefing and everything is in the green zone,\" said ESA spokeswoman Jocelyne Landeau. \"Everything is ready for go.\" The mission, Europe's first to Venus, is aimed at exploring the hot and dense atmosphere around the planet, concentrating on its green house effect and the permanent hurricane force winds that constantly encircle it. In addition, instruments onthe probe will try to discover whether Venus' many volcanoes are active, andlook at how a planet so similar to Earth could have evolved so differently. \"Venus is still a bigmystery,\" Gerhard Schwehm, head of the planetary missions at ESA, said Monday. Not only is Venus the nearestplanet to Earth within the solar system, but the two share also roughly thesame mass and density. Both have inner cores of rock and are believed to havebeen formed at roughly the same time. But despite these similarities ,the two have vastly different atmospheres, with Venus' composed almost entirelyof carbon dioxide with very little water vapor. It is also the hottest surfaceof all the planets and lacks atmospheric pressure. It will take 163 days, orroughly five months, for the $260 million probe to reachVenus. As a sister probe to ESA's Mars Express, launched in 2003, Venus Express shares manyinstruments with MarsExpress, a sister probe launched in 2003, and the Rosetta probe, sent last year and bound for a comet. Venus Express is expectedto begin its experiments in early June. The last mission to Venuswas Magellan,launched by NASA in 1989. It completed more than 15,000 orbits around theplanet between 1990 and 1994. Using radar, Magellan wasable to map virtually all the surface of Venus, revealing towering volcanoes,gigantic rifts and crisp-edged craters.", "url": "https://www.space.com/1760-launch-countdown-begins-europe-venus-express-probe.html"}, {"title": "Next Stop Venus: Europe's Express Probe Launches Toward Earth's 'Twin'", "date": "2005-11-08", "content": "A European probe is bound for the planet Venus on a mission to peel back the shroud of theplanet's thick atmosphere after successfully launching into space atop a Russian rocket. The European Space Agency's Venus Express spacecraft rode a Russian-built Soyuz rocket into space at about 10:33 p.m. Nov. 8 EST, lifting off from Baikonur Cosmodrome inKazakhstan on a 162-day trip to the second planet from the Sun. By 12:13a.m. EST Wednesday, ESA officials said Venus Express had successfully fired the engine of its Fregat upper stage for a final time, sending the probe on a Venus-bound course. The probe later unfurled its solar arrays, ESA officials said. \"I havegreat expectations for this mission,\" Venus Express project scientist Hkan Svedhem told SPACE.com in an e-mail interview before launch. \"I am sure we will get very exciting dataand perhaps a few surprises.\" The $260 million Venus Express probe is the ESA's fastest spacecraftto develop to date, taking less than four years to move from the concept phaseto launch, and its first aimed at Venus. While several probes have swung past theplanet on their way to other bodies in the Solar System, the ESA's Venus Express is the first dedicated probe to investigate the cloudy world since NASA's Magellan orbiter burned up in the planet's atmosphere in 1994. \"The atmosphere of Venus is so alien compared to Earth, yet it's our sister planet,\" KevinBaines, a scientist from NASA's Jet Propulsion Laboratory participatingin the ESA mission, told SPACE.com before launch. \"We've got the same size, the same materials basically and almost the same gravity.\" Butsome where along the line, Earth's neighbor clouded over with a thick atmosphere rich in carbon dioxide, and a surface temperature of averaging about 869 degrees Fahrenheit. Researchers believe the planet may be example of the greenhouse effect run amok, in which the world's atmosphere traps in heat. \"Venus hasa lot of lessons to teach the Earth about how things could go awry,\" said Baines,who is participating on work with two Venus Express' instruments. The 2,733-pound probe carries seven high fidelity instruments - many of which left over or derived from previous tools aboard ESA's Mars Express and Rosetta probes - to make a detailed study of the planet's atmosphere. While Venus Express' primary goal is to peer close at the Venusian atmosphere, Svedhem and other mission team members are hopeful the spacecraft's instruments may find hints of active volcanoes and other features on theplanet's surface. \"We shall get detailed images of the dynamic behavior of the atmosphere in three dimensions and spectra telling us the about the various substances in the atmosphere,\" Svedhem said. \"There are so many things that we want to study onVenus and the spacecraft and the instruments are all in excellent condition.\" Tuesday's late-night launch - though it was early morning on Nov. 9 at the mission'sKazakh launch site - marked the second attempt to launch Venus Express. Launchofficials missed an initial Oct. 26 launch date after engineers discovered traces of insulationcontamination inside the probe's protective launch fairing. The contaminationforced pad workers to remove Venus Express from its Soyuz-Fregat booster toallow cleaning. \"This Soyuzrocket has proven to be very reliable and it has a very good record,\" Svedhemadded. ESAofficials expect Venus Express to enter orbit around its target planet on April11 of next year. After a series of passes to adjust its orbit, the probe shouldreach its final flight configuration by about May 7, they added. VenusExpress is slated to spend at least 15 months studying the Venusian atmosphere -which spans about two full days on Venus due to its slow spin rate - though thatterm could be extended in the future, ESA officials said.", "url": "https://www.space.com/1731-stop-venus-europe-express-probe-launches-earth-twin.html"}, {"title": "Listening for Venus Express", "date": "2005-11-08", "content": "A complex and far-flung network of ground tracking stations will be intently 'watching' tonight's sky waiting to acquire the critical first signal back to Earth from Venus Express, scheduled to lift off from Baikonur Cosmodrome on board a Soyuz launcher at 04:30 CET tomorrow morning. \"The first signal from Venus Express is due as early as one hour and 56 minutes after launch, about 20 minutes after separation from the Fregat upper stage. There will be four antennas listening for it. It can take 10 or 20 minutes to grab the signal, which can be difficult since the spacecraft may still be rotating, but we'll find it,\" says Kris Capelle, Operations Manager at ESA's European Space Operations Centre (ESOC) in Darmstadt, Germany. Capelle is one of the experienced operations managers in ESOC's Ground Infrastructure division who oversee the operational support services for ESA missions such as Venus Express. Their challenge is to plan, organise and implement the ground segment activities controlled by ESOC's Operations Control Centre (OCC), a task that runs from making sure that links to the seven ground tracking stations involved in Venus Express are fully functional to overseeing communications, maintenance and engineering support during the crucial Launch and Early Orbit Phase (LEOP). During this critical initial part of the Venus Express mission, six ground tracking stations will be involved: the ESA stations at Perth and New Norcia in Australia; NASA's DSS 34 and DSS 46, at Canberra, also in Australia; ESA's Kourou station in French Guiana; and NASA's DSS 24 at Goldstone, California. Later, ESA's new 35-metre deep space station in Cebreros, Spain, will take over for routine operations. First signal: As old space hands will confirm, LEOP is when immediate post-launch problems, if they occur, are most likely to crop up. Receipt of the first telemetry, the signal a spacecraft sends back to Earth to let controllers know that everything is operating nominally, is one of the most white-knuckle, waited-for events during LEOP. Capelle's colleague Luca Foiadelli explains that, for grabbing Venus Express's first telemetry, an innovative new technique is being implemented, based on the physics of radio signals and receiver antennas. \"What we've done is use software to chain two ground tracking stations into a single - and more flexible - 'virtual' station,\" he says. Immediately after launch, the precise location of the spacecraft will not be known. Therefore, the smaller, 15-metre antenna at Perth, which can be programmed to search along the projected track, will be used to listen for Venus Express; the smaller antenna has a larger field of view and can therefore scan a larger swath of sky. Once Perth acquires the signal, newly developed software will calculate the difference between the spacecraft's actual position and the planned position, and then hand over the correct pointing coordinates to ESA's larger 35-metre New Norcia station, which has a smaller field of view but which can grab the signal much more accurately and at lower power. Keeping in touch: In all phases of the Venus Express mission, pointing accuracy will be crucial to ensure that the spacecraft's antenna and the ground station's antenna are looking directly at each other. Venus Express transmits signals back to Earth with a nominal power of just a few watts. \"By the time the signals reach Earth from around Venus, we're only receiving a few picowatts of power, or about one-million millionth of a watt,\" says Capelle. While the technique may sound simple, it has actually required intensive and early preparation. Typically, OCC engineers begin planning mission support arrangements two years in advance and start implementation and testing six months before launch. Speaking at the L-1 briefing held at ESOC on Tuesday, 8 November, Capelle told the 100-plus assembled Venus Express ground segment personnel, \"We've done a lot of testing including mission readiness tests, communications and countdown procedures. All ground stations are fully operational.\" Planning ground communications infrastructure at ESOC includes factors such as the mission's destination and trajectory, the intended radio frequencies, the amount of data to be transmitted, the amount of power available on board the craft as well as many others. In the end, the OCC team provides a crucial link between the mission controllers and the spacecraft. \"For the Mission Control Team, the operation managers are the interface into all aspects of ground communications support,\" says John Reynolds, another deputy operations manager working on Venus Express. Reynolds has been involved in dozens of launches during his long career, and makes a habit of growing a beard at the start of each; he only shaves it off after a successful launch. \"John always grows a beard,\" says Thomas Beck, Ground Facilities Services head at ESOC and John's boss, \"And he's never been involved in a launch that didn't succeed.\" ", "url": "https://www.esa.int/Enabling_Support/Operations/Listening_for_Venus_Express"}, {"title": "Europe's Venus Express Takes Off", "date": "2005-11-09", "content": "The Venus Express probe separated from the Soyuz Fregat carrier around 90 minutes after the 3:33 a.m. GMT blast-off on the first expedition to Earth's closest neighbour in over 10 years. \"A perfect mission,\" said Jean-Yves Le Gall, head of Starsem, which was in charge of the launch, after the take-off. The probe soon emitted its first signal. \"The baby cried,\" said Jean-Pierre Cau of EADS Astrium, which built the spacecraft's propulsion system. \"Venus Express has begun its operational mission.\" Venus Express will explore the unusual stormy atmosphere and runaway global warming on Venus in the hope of better understanding Earth's greenhouse-gas problem. Similar, yet different Venus, the second planet from the Sun, is similar in size, mass and age to Earth but has a vastly different and ferociously hot weather system. Also known as the Evening Star, thanks to the bright light it reflects from the Sun, the planet is blanketed by thick clouds of suffocating gas driven by often hurricane-force winds and a surface pressure and temperature high enough to crush and melt lead. The planet's clouds reflect back 80 percent of the Sun's radiation and absorb another 10 percent, leaving just 10 percent to filter down to the surface. But the clouds provide such effective insulation the surface zone becomes a pressure cooker capable of melting metal. \"Venus has no surface water, a toxic, heavy atmosphere made up almost entirely of carbon dioxide (CO2) with clouds of sulphuric acid, and at the surface the atmospheric pressure is over 90 times that of Earth at sea-level,\" the ESA notes. The planet's searing surface temperature of 477 Celsius (890 Fahrenheit) -- the hottest in the Solar System -- and immense atmospheric pressure have caused many previous missions to fail or send data streams lasting only minutes before their instruments were crushed.", "url": "https://www.dw.com/en/europes-venus-express-takes-off/a-1771342"}, {"title": "Venus Express en route to probe the planet's hidden mysteries", "date": "2005-11-09", "content": "The European spacecraft Venus Express has been successfully placed into a trajectory that will take it on its journey from Earth towards its destination of the planet Venus, which it will reach next April. A virtual twin sister of the Mars Express spacecraft which has been orbiting the Red Planet since December 2003, Venus Express is the second planet-bound probe to be launched by the European Space Agency. Venus Express will eventually manoeuvre itself into orbit around Venus in order to perform a detailed study of the structure, chemistry and dynamics of the planet's atmosphere, which is characterised by extremely high temperatures, very high atmospheric pressure, a huge 'greenhouse effect' and as-yet inexplicable 'super-rotation' which means that it speeds around the planet in just four days. The European spacecraft will also be the first orbiter to probe the planet's surface while exploiting the 'visibility windows' recently discovered in the infrared waveband. The 1240 kg mass spacecraft was developed for ESA by a European industrial team led by EADS Astrium with 25 main contractors spread across 14 countries. It lifted off on board a Soyuz- Fregat rocket, the launch service being provided by Starsem. The lift-off from the Baikonur Cosmodrome in Kazahkstan this morning took place at 09:33 local time (04:33 Central European Time). Initial Fregat upper-stage ignition took place nine minutes into the flight, manoeuvring the spacecraft into a low-earth parking orbit. A second firing, one hour and 22 minutes later, boosted the spacecraft to pursue its interplanetary trajectory. Contact with Venus Express was established by ESA's European Space Operations Centre (ESOC) at Darmstadt, Germany approximately two hours after lift-off. The spacecraft has correctly oriented itself in relation to the sun and has deployed its solar arrays. All on-board systems are operating perfectly and the orbiter is communicating with the Earth via its low-gain antenna. In three days' time, it will establish communications using its high-gain antenna. Full speed ahead for Venus: Venus Express is currently distancing itself from Earth at full speed, heading on its five-month, 350 million kilometre journey inside our Solar System. After check-outs to ensure that its on-board equipment and instrument payload are in proper working order, the spacecraft will be 'mothballed', with contact with Earth being reduced to once daily. If needed, trajectory correction manoeuvres can go ahead at the half-way stage in January. When making its closest approach, Venus Express will face far tougher conditions than those encountered by Mars Express on nearing the Red Planet. For while Venus's size is indeed similar to that of Earth, its mass is 7.6 times that of Mars, with gravitational attraction to match. To resist this greater gravitational pull, the spacecraft will have to ignite its main engine for 53 minutes in order to achieve 1.3 km/second deceleration and place itself into a highly elliptical orbit around the planet. Most of its 570 kg of propellant will be used for this manoeuvre. A second engine firing will be necessary in order to reach final operational orbit: a polar elliptical orbit with 12-hour crossings. This will enable the probe to make approaches to within 250 km of the planet's surface and withdraw to distances of up to 66 000 km, so as to carry out close-up observations and also get an overall perspective. Exploring other planets to better understand planet Earth: \"The launch of Venus Express is a further illustration of Europe's determination to study the various bodies in our solar system,\" stressed Professor David Southwood, the Director of ESA's science programmes. \"We started in 2003 with the launch of Mars Express to the Red Planet and SMART-1 to the Moon and both these missions have amply exceeded our expectations. Venus Express marks a further step forward, with a view to eventually rounding off our initial overview of our immediate planetary neighbours with the BepiColombo mission to Mercury to be launched in 2013.\" \"With Venus Express, we fully intend to demonstrate yet again that studying the planets is of vital importance for life here on Earth,\" said Jean Jacques Dordain, ESA Director General. \"To understand climate change on Earth and all the contributing factors, we cannot make do with solely observing our own planet. We need to decipher the mechanics of the planetary atmosphere in general terms. With Mars Express, we are studying the Martian atmosphere. With Huygens, we have explored that of Saturn's satellite Titan. \"And now with Venus Express, we are going to add a further specimen to our collection. Originally, Venus and the Earth must have been very similar planets. So we really do need to understand why and how they eventually diverged to the point that one became a cradle for life while the other developed into a hostile environment.\" The Venus Express mission is planned to last at least two Venusian days (486 Earth days) and may be extended, depending on the spacecraft's operational state of health. Twin sister of Mars Express: Venus Express largely re-uses the architecture developed for Mars Express. This has reduced manufacturing cycles and halved the mission cost, while still targeting the same scientific goals. Finally approved in late 2002, Venus Express was thereby developed fast, indeed in record time, to be ready for its 2005 launch window. However, Venusian environmental conditions are very different to those encountered around Mars. Solar flux is four times higher and it has been necessary to adapt the spacecraft design to this hotter environment, notably by entirely redesigning the thermal insulation. Whereas Mars Express sought to retain heat to enable its electronics to function properly, Venus Express will in contrast be aiming for maximum heat dissipation in order to stay cool. The solar arrays on Venus Express have been completely redesigned. They are shorter and are interspersed with aluminium strips to help reject some solar flux to protect the spacecraft from temperatures topping 250ºC. It has even been necessary to protect the rear of the solar arrays - which normally remain in shadow - in order to counter heat from solar radiation reflected by the planet's atmosphere. An atmosphere of mystery: Following on from the twenty or so American and Soviet missions to the planet carried out since 1962, Venus Express will endeavour to answer many of the questions raised by previous missions but so far left unanswered. It will focus on the characteristics of the atmosphere, its circulation, structure and composition in relation to altitude, and its interactions with the planet's surface and with the solar wind at altitude. To perform these studies, it has seven instruments on board: three are flight-spare units of instruments already flown on Mars Express, two are from comet-chaser Rosetta and two were designed specifically for this mission. The PFS high-resolution spectrometer will measure atmospheric temperature and composition at varying altitudes. It will also measure surface temperature and search for signs of current volcanic activity. The SPICAV/SOIR infrared and ultraviolet spectrometer and the VeRa instrument will also probe the atmosphere, observing stellar occultation and detecting radio signals; the former will in particular seek to detect molecules of water, oxygen and sulphuric compounds thought to be present in the atmosphere. The VIRTIS spectrometer will map the various layers of the atmosphere and conduct multi-wavelength cloud observation in order to provide images of atmospheric dynamics. Assisted by a magnetometer, the ASPERA 4 instrument will analyse interaction between the upper atmosphere and the solar wind in the absence of magnetospheric protection such as that surrounding Earth (for Venus had no magnetic field). It will analyse the plasma generated by such interaction, while the magnetometer will study the magnetic field generated by the plasma. The VMC camera will monitor the planet in four wavelengths, notably exploiting one of the 'infrared windows' revealed in 1990 by the Galileo spacecraft (when flying by Venus en route for Jupiter), making it possible to penetrate cloud cover through to the surface. The camera will also be used to monitor atmospheric dynamics, notably to observe the double atmospheric vortex at the poles, the origin of which still remains a mystery.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_en_route_to_probe_the_planet_s_hidden_mysteries"}, {"title": "Venus Express performs flawlessly, LEOP complete", "date": "2005-11-11", "content": "Earlier today, ESA Ground Segment Manager Manfred Warhaut declared the critical Launch and Early Orbit Phase (LEOP) for Venus Express complete. The spacecraft has successfully entered the Near Earth Commissioning Phase and is now on the exact trajectory required for Venus Orbit Insertion in five months' time. Venus Express successfully completed LEOP at 9:48 CET today, 53:15 hours into the mission. At this time, Venus Express was 634 000 km from the Earth. \"Overall, the spacecraft is performing flawlessly. It's a tribute to the many people who devoted so much time to ensuring that the spacecraft was fully checked out before launch,\" said Philippe Sivac, a Venus Express Assembly, Integration and Verification Engineer from the European Space Research and Technology Centre (ESTEC), in Noordwijk, the Netherlands. For everyone involved in the mission, particularly the Mission Control team, the completion of LEOP means they can finally relax - at least a little - after several weeks of intensive pre-flight and launch activities. During LEOP, the Venus Express Mission Control team worked in shifts, covering the Main Control Room 24 hours per day. LEOP is the first critical segment of any mission due to the high physical stresses on the spacecraft during launch and the requirement to quickly confirm that the solar panels have deployed and that power, Attitude and Orientation Systems (AOCS), navigation and other crucial flight systems are active and working properly. In addition to Mission Control, specialists from ground station support, navigation, software, flight dynamics and other sections at ESA's European Space Operations Centre (ESOC) can now return to a regular schedule, as can the additional ground tracking stations assigned from ESA and NASA.", "url": "https://www.esa.int/About_Us/ESOC/Venus_Express_performs_flawlessly_LEOP_complete"}, {"title": "Venus Express Launch Successful, Orbit Expected in April", "date": "2005-11-14", "content": "Europe's Venus Express satellite is expected to enter orbit around the second planet from the sun in April to begin 16 months of observations in what officials say is the latest example of making maximum use of Europe's limited space budget. The 1,240-kilogram Venus Express spacecraft was launched Nov. 9 aboard a Russian Soyuz-Fregat launch vehicle from the Russian-run Baikonur Cosmodrome in Kazakhstan. Initial contact confirming the satellite's health and solar-array deployment was made with the European Space Agency's Esoc space operations center in Darmstadt, Germany, two hours after launch. Following its initial in-space checkout, the satellite will be put into hibernation for the five-month voyage to Venus. Once there, it will need almost all of its fuel to perform a delicate breaking maneuver intended to place it in a highly elliptical orbit at an altitude of between 250 kilometers and 66,000 kilometers above Venus' surface. A lower, more-circular orbit would have required more fuel than Venus Express carries. European Space Agency (ESA) officials think the phrase \"faster, better, cheaper\" got a bad reputation in the late 1990s following several failed U.S. missions. But the label applies to Venus Express. The satellite was originally proposed to ESA not by scientists, but by EADS Astrium officials who said they could build a satellite based on the Mars Express orbiter for some other mission. Three of Venus Express' seven observing instruments were originally built as spares for Mars Express. Two others were adapted from ESA's Rosetta comet-chaser satellite, and just two were designed specifically for Venus Express.", "url": "https://spacenews.com/venus-express-launch-successful-orbit-expected-april/"}, {"title": "Venus probe sends snapshot of Earth", "date": "2005-11-30", "content": "A European probe bound for Venus has taken a parting glance at its home world as it heads toward its cloudy quarry. The European Space Agency's Venus Express probe photographed Earth and the moon in both visible and infrared light during a shakedown of its instrument package, which includes the VIRTIS imaging spectrometer. \"It shows that the instrument is really working beautifully,\" Kevin Baines, a NASA participating scientist with Venus Express' VIRTIS team, told Space.com. \"It bodes well for the rest of the mission.\" VIRTIS, an instrument that scans objects in the ultraviolet, visible and near-infrared range of the light spectrum, is designed to track Venus' thick clouds at varying altitudes, as well as study their composition. Like many of the instruments aboard Venus Express, VIRTIS is similar to a tool flown on a previous ESA mission - in this case, the comet-bound Rosetta probe. When pointed at Earth, VIRTIS returned a familiar globe of blue and white - with day and night sides easily discernable - in the visible range, while an infrared view presented a thermal glimpse of a planet awash in warm reds. The observations will serve as a benchmark for comparison once the spacecraft reaches Venus, ESA researchers said. \"A comparison of Venus spectra with Earth spectra with the same instrument will also be of interest for textbook illustration of the comparison between the two planets,\" Pierre Drossart, one of two principal investigators for the VIRTIS instrument, said in an ESA statement. Venus Express turned its VIRTIS eye on the Earth-moon system from a distance of about 2.1 million miles (3.5 million kilometers). The probe's six other primary instruments, such as its Venus Monitoring Camera, are also going through their own series of checks and evaluations. \"It's like testing a new airplane or car,\" Baines said. \"Before you go off joyriding with it, you want to make sure everything works.\" Venus Express launched spaceward three weeks ago from Kazakhstan's Baikonur Cosmodrome and is expected to reach Venus in April 2006.", "url": "https://www.nbcnews.com/id/wbna10252956"}]}, {"win label": 1, "news": [{"title": "Successful Venus Express main engine test", "date": "2006-02-17", "content": "One hundred days after beginning its cruise to Venus, ESA's Venus Express spacecraft successfully tested its main engine for the first time in space. The main engine test is a critical step in the mission. In fact, it is due to its powerful thrust that Venus Express will be able to 'brake' on arrival at Venus. The spacecraft must slow down in order to be captured in orbit around the planet. The engine was fired during the night of 16/17 February, starting at 01:27 CET (00:27 UT) and the 'burn' lasted for about three seconds. Thanks to this engine burn, the spacecraft changed its velocity by almost three metres per second. About one hour later, the data received from the spacecraft by the Venus Express ground control team (via ESA's New Norcia antenna in Australia) revealed that the test was successful. The engine performed as expected. The spacecraft reacted correctly to the push and was able to recover the control of its attitude and to correctly point its high-gain antenna back to Earth to communicate with ground control. All data recorded during the burn will now be carefully analysed by Astrium (who built the spacecraft) and ESA's engineers to study the performance of the engine in detail. The next big milestone is the Venus Orbit Insertion manoeuvre on 11 April 2006, which will require the main engine firing sequence to operate for about 51 minutes in the opposite direction to the spacecraft motion. This braking will allow the spacecraft to counteract the pull of the Sun and Venus, and to start orbiting the planet. Venus Express is currently at a distance of about 47 million kilometres from Earth.", "url": "https://www.esa.int/Enabling_Support/Operations/Successful_Venus_Express_main_engine_test"}, {"title": "ESA's Venus Express to reach final destination", "date": "2006-04-07", "content": "It was on 9 November last year that ESA's Venus Express spacecraft lifted off from the desert of Kazakhstan onboard a Soyuz-Fregat rocket. Now, after having travelled 400 million kilometres in only about five months, the spacecraft is about to reach its final destination. The rendezvous is due to take place on 11 April. First step: catching Venus: To begin to explore our Earth's hot and hazy sister planet, Venus Express must complete a critical first step, the most challenging one following launch. This involves a set of complex operations and manoeuvres that will inject the spacecraft into orbit. The Venus Orbit Insertion (VOI) manoeuvre allows the spacecraft to reduce its speed relative to Venus, so that it can be captured by the planet's gravitation. The manoeuvre is a critical one which must proceed at precisely the right place and time. The VOI phase officially started on 4 April and will not be completed until 13 April. It is split into three main sub-phases. The first consists in preparing or initialising the spacecraft for the actual capture manoeuvre so as to avoid the risk of the spacecraft going into safe mode, should parameters unrelated to VOI go off-range. The capture manoeuvre itself consists of a main-engine burn lasting about 50 minutes on the morning of 11 April starting at 09:17 (Central European Summer Time). This is the second main VOI sub-phase. The final sub-phase will be restoring all spacecraft functions, notably resuming communications with Earth and uplinking the commands to be executed during the preliminary 'capture' orbit. Orbital capture is controlled by an automatic sequence of predefined commands, uploaded to the spacecraft four days prior to VOI. This sequence is the minimum set needed to perform the main-engine burn. All spacecraft operations are controlled and commanded by the ground control team located at ESA's European Spacecraft Operations Centre (ESOC) in Darmstadt, Germany. Timeline of major VOI events: 4 April, spacecraft transmitter connected to low gain antenna is switched on. During its interplanetary cruise and during the scientific part of the mission to come, Venus Express communicates with Earth by means of its two high gain antennas. However, during the orbit capture phase, these two antennas become unusable because of the spacecraft's required orientation at that time. The low gain antenna, carrying a feeble but instantly recognisable signal, will be transmitting throughout all VOI manoeuvres. This will allow ground controllers to monitor the velocity change during the burn, using NASA's Deep Space Network's 70-metre antenna near Madrid, Spain. No other means of communication with the Earth is possible during the capture burn. 5 and 9 April, targeting control manoeuvres. Two time slots are available to adjust course if needed. Given the high accuracy of the course correction performed end of March, Venus Express is currently on the right trajectory for a successful capture into orbit and it is therefore unlikely that either of these two extra slots will be required. 10 to 11 April, final preparations for VOI manoeuvre. 24 to 12 hours before VOI, spacecraft controllers will command Venus Express into its final configuration for the burn. Over the final 12 hours, they will monitor its status, ready to deal with any contingencies requiring last-minute trajectory correction or any revising of the main-engine burn duration. 11 April, 08:03, 'slew' manoeuvre. This manoeuvre lasts about half an hour and rotates Venus Express so that the main engine faces the direction of motion. Thanks to this, the burn will slow down the spacecraft. 11 April, 09:17, main-engine burn starts. A few minutes after firing of the spacecraft thrusters to make sure the propellant settles in the feed lines to the main engine, the latter will begin its 50-minute long burn, ending at 10:07. This thrust will reduce the initial velocity of 29 000 kilometres per hour (in relation to Venus) by 15 percent, allowing capture. Venus Express will settle into its preliminary, elongated nine-day orbit. On capture, it will be at about 120 million kilometres from the Earth and, at its nearest point, within 400 km of the surface of Venus. During the burn, at 09:45 (CEST), Venus Express will disappear behind the planet and will not be visible from Earth. This is known as its 'occultation' period. The spacecraft will re-emerge from behind Venus's disc some ten minutes later. So, even with the low gain antenna's signal, it will only be visible during the first half of the burn and the last six minutes. Receiving the spacecraft signal after the occultation period will be the first positive sign of successful orbit insertion. 11 April, h 11:13 (CEST), re-establish communication with Earth. At the end of the burn, Venus Express still has to perform a few automatic operations. These re-orient the solar panels towards the sun and one of the high gain antennas (the smaller High Gain Antenna 2) towards Earth. If everything goes as expected, at 11:13 the spacecraft should be able to establish its first communication link with ESA's Cebreros ground station near Madrid. Over the next few hours, it will send much-awaited information about its state of health. Information about its actual trajectory will be available from ESOC's flight dynamics team around 12:30 (CEST). 12 to 13 April 2006, full reactivation starts. During the 24 hours following orbital capture, time will be devoted to reactivating all spacecraft functions, including all internal monitoring capacity. By the morning of the 13th, the larger 'High Gain Antenna 1, hitherto unused, will be oriented and fed by the transmitter to communicate with Earth. The two high gain antennas, located on different sides of the spacecraft, will be used alternately during the mission, to avoid exposure to the sun of critical equipment on the outside. Reaching final orbit: A series of further manoeuvres and many more days will be required to settle Venus Express into its final orbit. The preliminary nine-day orbit is elliptical, ranging from 350 000 kilometres at its furthest point from the planet (apocentre) to less than 400 kilometres at its closest (pericentre). During this period, Venus Express will also have to perform seven burns (two with the main engine, five with its banks of thrusters) to gradually reduce the apocentre of the following orbits. Final orbit will be reached on 7 May after 16 loops around the planet. It will be a polar orbit, ranging from 66 000 to 250 kilometres from Venus and with a pericentre located at above latitude 80° North. On 22 April, Venus Express will start its in-orbit commissioning phase. Its instruments will be switched on one by one for detailed checking until 13 May, then operated all together or in groups. This allows simultaneous observation of phenomena to be tested, to be ready for the nominal science phase beginning on 4 June. Observations in capture orbit: The preliminary nine-day polar orbit will be a great opportunity to perform scientific observations. These will proceed only if other critical operations of the spacecraft do not take priority, and in any case not before 30 hours after VOI. The first opportunity to gather scientific data will be on 12-13 April. During this preliminary orbit phase, the complete disc of Venus will be fully visible for the spacecraft's imaging instruments, an opportunity that will not occur during the nominal mission, when the range of distances from the planet will be smaller. Such observations will mainly cover the southern hemisphere, which was inadequately studied on previous missions. In particular, the geometry of the capture orbit makes it possible to observe the dynamics of the Venusian atmosphere continuously and thoroughly from a greater distance, over a duration even longer than the full rotation cycle of the atmosphere at the cloud tops (the still-unexplained four-day 'super rotation'). Indeed, atmospheric study is one of the mission's prime goals. For instance, from distances greater than 200 000 kilometres, the visible/near-infrared mapping spectrometer (VIRTIS) will be able to take snapshots of the entire planetary disc and atmosphere. During the nominal science phase, images of the atmosphere will need to be built up in mosaics. The analyser of space plasma and energetic atoms (ASPERA) will have an unprecedented opportunity to study from great distances the unperturbed solar wind and to gather data on the atmospheric escape processes on a planet which has no magnetic protection. In the capture orbit, all the instruments (except the VeRA radio science experiment and PFS spectrometer) may perform observations for a few hours a day on selected dates. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/ESA_s_Venus_Express_to_reach_final_destination"}, {"title": "Bound for Venus: European Probe to Arrive at Shrouded Planet", "date": "2006-04-10", "content": "A Europeanprobe bearing down on the planet Venus is set for a Tuesday arrival to take aclose look at the world's soupy atmosphere. After fivemonths of spaceflight ,the European Space Agency's Venus Express orbiter is expected to fire itsmain engine in a nearly hour-long maneuver to begin its planet-watching duties. \"I don'tdare get too excited because we have to be calm if there are any problems,\" VenusExpress project manager Don McCoy told SPACE.com. \"It will feel goodonce we know we're in orbit around the planet.\" The ESA launched the $226 million Venus Express mission spaceward in November2005 on what the space agency has billed its fastest mission to fly. Not sinceNASA's Magellanmission ended with the spacecraft's death plunge into the Venusian thickatmosphere in 1994 has the planet had a dedicated orbiter around it. \"It's gettingvery close and everything is working well, so that is comforting,\" said H?kan Svedhem, Venus Express project scientist, in atelephone interview. The 2,799-pound Venus Express spacecraft is expected to fire itsmain engines for 51 minutes beginning at 3:17 a.m. EDT Tuesday toplace itself on the proper orbital trajectory. By themaneuver's end the spacecraft is expected to be flying in an orbit that reaches248 miles above the Venusian surface at its low point andabout 217,479 miles at the high end, mission managerssaid. \"It'sa very eccentric orbit,\" said McCoy, adding that it should take Venus Express afull nine days to complete its first orbit while observing the planet. \"It'sthe only time during the entire mission that we'll be able to see the entireplanetary disk.\" Unveiling Venus: VenusExpress carries sevenprimary instruments, many of which were spares left over from previous ESAmissions such as the agency's MarsExpress and comet-bound Rosetta programs, to peel back the layers of the Venusian atmosphere. Researchers hopethe spacecraft will unveil the source of Venus' dense, turbulent and toxic atmosphere. \"We thinkthat volcanism is the mechanism that would produce that atmosphere,\" Svedhem said. \"And if we find that this is the case, well thatI think would be very exciting.\" Svedhem and his colleagues also hope to better understand howtrapped carbon dioxide, water vapor and sulphuric aerosol gases factored intothe \"greenhouse effect\" that appears to superheat Venus' atmosphere to anaverage temperature of about 869 degrees Fahrenheit. VenusExpress is expected to begin its primary science mission - a 15-Earth monthperiod that translates into two of Venus' long sidereal days - in June after aseries of maneuvers to reach its final operational orbit. \"It's juststraight propulsion,\" McCoy said of the orbital posturing, adding that unlikeNASA's Mars Reconnaissance Orbiter - which is currently using Mars' atmosphereto shape its orbit in a process called aerobraking- Venus Express will rely solely on its engines. \"It's lot faster thanaerobraking and, in that sense, it's easier.\" VenusExpress' transit to its target planet required less of the probe's 1,256 pounds of fuel than anticipated, allowing for some leeway in theprocess, ESA officials said. \"Inprinciple, we're all ready to go,\" McCoy added.", "url": "https://www.space.com/2272-bound-venus-european-probe-arrive-shrouded-planet.html"}, {"title": "Second from the Sun: European Probe Enters Venus Orbit", "date": "2006-04-11", "content": "Europe's Venus Express probe entered orbit around Venus early Tuesday to begin a planned 16-month mission to study a planet on which the greenhouse effect has gone to hellish extremes. The European Space Agency probe fired its main engine today for a 50-minute braking maneuver toallow itself to be captured by the gravitational pull of Venus. Venus Express managers atESA's mission control center here had loaded the engine-firing commands to thesatellite several days before, and had little more to do than watch theirscreens and hopethe sequence went as planned. It did. Using large groundantennas located in Australia and Spain, ground teams confirmed that the enginefiring was a success. With the satellite 74 million miles from Earth, it took seven minutes for the satellite's signal toreach ground teams, creating some tense moments here as the science and missionteams waited for the satellite's signal. \"It's agreat day for ESA,\" said ESA director-general Jean-Jacques Dordain after VenusExpress' successful orbital arrival. \"It's a happy day for all of us.\" Tense times: \"We were sweating for a few minutes,\" said Manfred Warhaut, Venus Express flightoperations for the ESA, in a post-orbit arrival press conference. Applause followed theconfirmation that the signal had been acquired anew. But there were 12 moreminutes of engine burn that were needed to further slow the satellite's speedand confirm its capture by Venus. Mission controllers applauded when thesignal confirmed that the engine had completed its burn and shut down, making Venus Express the first dedicated orbiter to study its cloudy target since NASA's Magellan mapping probe plunged into the planet's atmosphere in 1994. \"It's a fantasticmoment,\" said Don McCoy, Venus Express project manager at ESA. \"We'refinally around Venus. The S-band signal tells us we are in orbit. If we didn'tget at least 46 minutes of engine burn, we basically would just fly past theplanet.\" Venus Express' initialnine-day orbit is designed to be highly elliptical ranging from an altitudeof between 248 miles and 217,479 miles above Venus' surface, and gives the probe its only view of the entireplanet's disk during its mission, mission managers have said. Two more burnswill be conducted in the coming days to bring the orbit into its operationalaltitude of between 155 miles and 41,010 miles. \"This isreally a fantastic experience to see that we ended up in exactly the position wewanted to be in,\" Venus Express project scientist H?kanSvedhem said in the press conference. \"Now our work starts.\" Launched in November 2005, the ESA's $264 million Venus Expressmission is not expected to begin full operations until mid-May, but missionmanagers will begin switching the probe's sevenobserving instruments by Wednesday with the first image to arrive on Thursday,ESA officials said. A cloudy world: Evidence from pastsatellite missions - the United States and Russia have sent more than a dozen satellitesto Venus since the 1960s - shows that Venus once featured surfacewater. \"We have many questionssurrounding Venus,\" Svedhem said, adding that the planet appears to have sharedmuch in common with Earth during its early days. \"Why is Venus the way it is,why is it not like Earth?\" For reasons not yetunderstood, Venus' atmosphere built up huge amounts of carbon dioxide, whichtrapped the sun's heat and drive temperatures to around 890 degrees Fahrenheit. It is an extreme example of the same greenhouse effectthat operates on Earth, and scientists want to learn lessons from Venus thatmight be of use on this planet. \"If you want to findout about things on our own little planet, you have to look out,\" saidDavid Southwood, ESA's science director. Venus Express was built bya European consortium led by EADS Astrium, using hardware that was initiallydesigned for Europe's MarsExpress satellite. Instruments built for Mars Express and for Europe's Rosetta comet-chaser satellite were reused on Venus Express as well. Taking advantage ofpreviously used hardware helped speed Venus Express development. It took justthree years from the time themanufacturing contract was signed to the launch of the satellite. Initially designed for a 243-Earthday - or two Venusian day - mission, Venus Express has enough fuel remaining todouble its time at the second planet from the Sun thanks to a spot on launchfrom Earth, mission managers said. \"We have quite a good margin of fuel on board,\" McCoy said, adding that VenusExpress could study its cloudy target for up to six years if its extendedmission is approved. \"Right from the very instance of separation from ourlauncher, we've had an excellent trajectory to Venus.\"", "url": "https://www.space.com/2277-sun-european-probe-enters-venus-orbit.html"}, {"title": "Europe scores new planetary success: Venus Express enters orbit around the Hothouse Planet", "date": "2006-04-11", "content": "This morning, at the end of a 153-day and 400-million km cruise into the inner Solar System beginning with its launch on 9 November 2005, ESA's Venus Express space probe fired its main engine at 09:17 CEST for a 50-minute burn, which brought it into orbit around Venus. With this firing, the probe reduced its relative velocity toward the planet from 29,000 to about 25,000 km/h and was captured by its gravity field. This orbit insertion manoeuvre was a complete success. During the next four weeks, the Venus Express probe will perform a series of manoeuvres to reach the scheduled operational orbit for its scientific mission. It will move from its current highly elongated 9-day orbit to a 24-hour polar orbit, culminating at 66,000 kilometres. From this vantage point, the orbiter will conduct an in-depth observation of the structure, chemistry and dynamics of the atmosphere of Venus for at least two Venusian days (486 Earth days). Enigmatic atmosphere: From previous missions to Venus as well as observations directly from Earth, we already know that our neighbouring planet is shrouded in a thick atmosphere where extremes of temperature and pressure conditions are common. This atmosphere creates a greenhouse effect of tremendous proportions as it spins around the planet in four days in an unexplained 'super-rotation' phenomenon. The mission of Venus Express will be to carry out a detailed characterisation of this atmosphere, using state-of-the-art sensors in order to answer the questions and solve the mysteries left behind by the first wave of explorers. It will also be the first Venus orbiter to conduct optical observations of the surface through 'visibility windows' discovered in the infrared spectrum. The commissioning of the onboard scientific instruments will begin shortly and the first raw data are expected within days. The overall science payload is planned to be fully operational within two months. ## Europe explores the Solar System: With this latest success, ESA is adding another celestial body to its range of Solar System studies. ESA also operates Mars Express around Mars, SMART-1 around the Moon and is NASA's partner on the Cassini orbiter around Saturn. In addition, ESA is also operating the Rosetta probe en route to comet 67P/Churyumov-Gerasimenko. It should reach its target and become the first spacecraft ever to enter orbit around a comet nucleus by 2014. Meanwhile, ESA also plans to complete the survey of our celestial neighbours with the launch of the BepiColombo mission to Mercury in 2013. \"With the arrival of Venus Express, ESA is the only space agency to have science operations under way around four planets: Venus, the Moon, Mars and Saturn\" underlines Professor David Southwood, the Director of ESA's science programmes. \"We are really proud to deliver such a capability to the international science community.\" \"To better understand our own planet, we need to explore other worlds in particular those with an atmosphere,\" said Jean-Jacques Dordain, ESA Director General. \"We've been on Titan and we already are around Mars. By observing Venus and its complex atmospheric system, we will be able to better understand the mechanisms that steers the evolution of a large planetary atmosphere and the change of climates. In the end, it will help us to get better models of what is actually going on in our own atmosphere, for the benefit of all Earth citizens.\" State-of-the-art science package: Venus Express was developed for ESA by a European industrial team led by EADS Astrium incorporating 25 main contractors from 14 European countries. Its design is derived from that of its highly successful predecessor, Mars Express, and its payload accommodates seven instruments including upgraded versions of three instruments developed for Mars Express and two for Rosetta. The PFS spectrometer will determine the temperature and composition profile of the atmosphere at very high resolution. It will also monitor the surface temperature and search for hot spots from possible volcanic activity. The UV/infrared SpicaV/SOIR spectrometer and the VeRa radioscience experiment will probe the atmosphere by observing the occultation of distant starts or the fading of radio signals on the planetary limb. SpicaV/SOIR will be particularly looking for traces of water molecules, molecular oxygen and sulphur compounds, which are suspected to exist in the atmosphere of Venus. The Virtis spectrometer will map the different layers of the atmosphere and provide imagery of the cloud systems at multiple wavelengths to characterise the atmospheric dynamics. On the outer edge of the atmosphere, the Aspera instrument and a magnetometer will investigate the interaction with the solar wind and plasma it generates in an open environment without the protection of a magnetosphere like the one we have around Earth. The VMC wide-angle multi-channel camera will provide imagery in four wavelengths, including one of the 'infrared windows' which will make imaging of the surface possible through the cloud layer. It will provide global images and will assist in the identification of phenomena detected by the other instruments. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Europe_scores_new_planetary_success_Venus_Express_enters_orbit_around_the_Hothouse_Planet"}, {"title": "Unexpected detail in first-ever Venus south pole images", "date": "2006-04-13", "content": "ESA's Venus Express has returned the first-ever images of the hothouse planet's south pole from a distance of 206 452 kilometres, showing surprisingly clear structures and unexpected detail. The images were taken 12 April during the spacecraft's initial capture orbit after successful arrival on 11 April 2006. Engineers have lost no time in switching on several of the instruments and yesterday the VMC and VIRTIS imaged, for the first time in space history, the southern hemisphere of Venus as the spacecraft passed below the planet in an elliptical arc. Scientists are especially intrigued by the dark vortex shown almost directly over the south pole, a previously suspected but until now unconfirmed structure that corresponds to a similar cloud structure over the north pole. \"Just one day after arrival, we are already experiencing the hot, dynamic environment of Venus,\" said Dr Hakan Svedhem, Venus Express project scientist. \"We will see much more detail at an unprecedented level as we get over 100 times better resolution as we get closer to Venus, and we expect to see these spiral structures evolve very quickly.\" The initial, low-quality images were taken from an extreme distance of 206 452 kms from the planet, yet caught scientists' attention, particularly with the surprisingly clear structures and unexpected details shown in the VIRTIS spectrometer images. The false-colour VIRTIS composite image shows Venus's day side at left and night side at right, and corresponds to a scale of 50 kms per pixel. The day half is itself a composite of images taken via wavelength filters and chiefly shows sunlight reflected from the tops of clouds, down to a height of about 65 km above the planet's surface. Dynamic spiral cloud structures: The more spectacular night half, shown in reddish false colour, was taken via an IR filter at a wavelength of 1.7 microns, and chiefly shows dynamic spiral cloud structures in the lower atmosphere, around 55 km altitude. The darker regions correspond to thicker cloud cover, while the brighter regions correspond to thinner cloud cover, allowing hot thermal radiation from lower down to be imaged. The smaller VMC image shows Venus at a scale of 150 kms per pixel and is also shown in false colour. It was recorded in ultraviolet. Venus Express fired its main engine to enter Venus orbit on 11 April 2006 and is now in the first 9-day capture orbit taking it to apocentre (maximum height) at 350 000 kilometres below the south pole. It will swing back up to pass pericentre (minimum height) at an altitude of 250 kilometres over the planet's north pole. Towards the 24-hour final orbit: In the first capture orbit, Venus Express will have 5 additional opportunities for gathering data until reaching pericentre. These observations represent a great opportunity because, at apocentre, the full disc of Venus is fully visible for the spacecraft's imagers. Such opportunities will not occur again during the nominal mission, starting on 4 June 2006, when the range of distances from the planet will be much smaller. In addition to VMC and VIRTIS, the spacecraft's MAG (Venus Express Magnetometer) has been switched on for initial verification and is operating nominally. Together with the ASPERA (Analyser of Space Plasma and Energetic Atoms), the two instruments are expected to gather information about the unperturbed solar wind and the atmospheric escape processes on Venus, a planet with no magnetic protection. A series of further engine and thruster burns are planned to gradually reduce the apocentre during the following 16 orbital loops around the planet and the spacecraft is due to attain its final 24-hour polar orbit on 7 May, ranging from 66 000 to 250 kilometres above Venus.", "url": "https://www.esa.int/About_Us/ESOC/Unexpected_detail_in_first-ever_Venus_south_pole_images"}, {"title": "Venus Express in orbit", "date": "2006-04-25", "content": "On the morning of 11 April 2006, the European Space Agency's (ESA) Venus Express spacecraft successfully entered orbit around Earth's twin planet after its five-month, 400km journey through space. The manoeuvre, the space equivalent of a controlled handbrake turn, went precisely as planned. Over the next month, the orbit will be trimmed to its final elliptical orbit, 250km at its nearest point above the planet's North pole and 66,000km high over its South pole. Dr Andrew Coates, Head of Planetary Science at the UCL Mullard Space Science Laboratory (MSSL) is also a Co-Investigator of the mission. He said: \"In planetary terms, Venus is our nearest neighbour- but our worst nightmare: an Earth-like planet with a hellish atmosphere.\" Venus and Earth were formed at the same time, 4.6 billion years ago, and have similar size and composition, with Venus about 50 million km nearer the Sun. However, the two planets have evolved quite differently. Venus' surface is hotter than an oven at 460°C, due to a runaway greenhouse effect. It has a carbon dioxide atmosphere with pressure over 90 times higher than Earth. With sulphuric acid clouds and super-rotating hurricane-force winds, the planet rotates slowly the wrong way round, and lacks a magnetic field.", "url": "https://www.ucl.ac.uk/news/2006/apr/venus-express-orbit"}, {"title": "European Probe Reaches Final Orbit Around Venus", "date": "2006-05-09", "content": "A probe circling the planet Venus has slipped into its final orbit around the cloud-covered world, though final instrument checks are still underway, the European Space Agency said Tuesday. The space agency's Venus Express spacecraft, which arrived around its target planet last month, settled into its final, elliptical orbit Sunday, ESA officials said. The orbital path ranges between 155 miles and 41,010 miles above the cloudy world's surface and takes24 hours for a complete circuit, they added. \"This is the orbit designed to perform the best possible observations of Venus, given the scientific objectives of the mission,\"said Hkan Svedhem, Venus Express project scientist for the ESA, in a statement. When Venus Express first entered orbit around itsdestination world, the probe's orbit varied in altitude between 248 miles and217,479 miles. Despite the large distance to Venus at its farthest point, that initial, nine-dayorbit excited researchers since it gave them their only global views ofVenus for the planned 243-Earth day mission. Two days after making orbital arrival, Venus Express returnedimages of its target planet's south pole - the first-ever of Venus -finding a previously suspected vortex that appears to be a counterpart to anorth pole structure. The $226million Venus Express mission launched from Earth in November 2005 as the ESA's fastest-developed expedition to date. Itis the first dedicated orbiter to visit the planet since NASA's Magellan probe, whichended its mission with a death plunge into the Venusian atmosphere in 1994. Checks ofthe Venus Express' sevenprimary instruments will continue until about June 4, when the spacecraft'sscience phase is slated to begin, mission managers said. ", "url": "https://www.space.com/2392-european-probe-reaches-final-orbit-venus.html"}, {"title": "Venus Express has reached final orbit", "date": "2006-05-09", "content": "Already at 21:49 CEST on 6 May, when the spacecraft communicated to Earth through ESA's ground station at New Norcia (Australia), the Venus Express ground control team at ESA's European Spacecraft Operations Centre (ESOC) in Darmstadt (Germany) received advanced confirmation that the final orbit would be successfully achieved about 18 hours later. Launched on 9 November 2005, Venus Express arrived at its destination on 11 April 2006, after a five-month interplanetary journey to the inner solar system. The initial orbit - or 'capture orbit' - was an ellipse ranging from 330 000 kilometres at its furthest point from Venus surface (apocentre) to less than 400 kilometres at its closest (pericentre). After orbit insertion Venus Express had to perform a series of further manoeuvres to gradually reduce the apocentre and the pericentre altitudes over the planet. This was achieved by means of the spacecraft main engine - which had to be fired twice during this period (on 20 and 23 April 2006) - and through the banks of Venus Express' thrusters - ignited five times (on 15, 26 and 30 April, 3 and 6 May 2006). \"Firing at apocentre allows the spacecraft to control the altitude of the next pericentre, while firing at the pericentre controls the altitude of the following apocentre,\" says Andrea Accomazzo, Spacecraft Operations Manager at ESOC. \"It is through this series of operations that we reached the final orbit last Sunday, about one orbital revolution after the last 'pericentre change manoeuvre' on Saturday 6 May\". Venus Express entered its target orbit at apocentre on 7 May 2006 at 15:31 (CEST), when the spacecraft was at 151 million kilometres from Earth. Now the spacecraft is running on an ellipse substantially closer to the planet than during the initial orbit. The orbit now ranges between 66 000 and 250 kilometres over the Venus and it is polar, with a pericentre located almost above the North pole (80º North latitude). It takes 24 hours for the spacecraft to orbit around the planet. \"This is the orbit designed to perform the best possible observations of Venus, given the scientific objectives of the mission. These include global observations of the Venusian atmosphere, of the surface characteristics and of the interaction of the planetary environment with the solar wind,\" says Håkan Svedhem, Venus Express Project Scientist. \"It allows detailed high resolution observations near pericentre and the North Pole, and it lets us study the very little explored region around the South Pole for long durations at a medium scale,\" he concluded. Until beginning of June, Venus Express will continue its 'orbit commissioning phase', started on 22 April this year. \"The spacecraft instruments are now being switched on one by one for detailed checking, which we will continue until mid May. Then we will operate them all together or in groups\" said Don McCoy, Venus Express Project Manager. \"This allows simultaneous observations of phenomena to be tested, to be ready when Venus Express' nominal science phase begins on 4 June 2006,\" he concluded. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_has_reached_final_orbit"}]}, {"win label": 0, "news": [{"title": "Despite Balky Sensor, Venus Express Ready for Operations", "date": "2006-07-13", "content": "Europe's Venus Express satellite, which entered Venus orbit in April, has cleared its commissioning phase and isready to begin formal operations despite the fact that one of its seven observing instruments is not functioning, the European Space Agency saidJ uly 12. The Planetary Fourier Spectrometer, which encountered problems in May, is stuck in \"closed\" position despite weeks of efforts to return the instrument to operations, ESA said. \" A series of activities and further in-orbit tests will be conducted in the next months, as well as a series of independent investigations, to examine the origin of the problem,\" ESA said in a July 12 statement on Venus Express'status. \"In the meantime, other instruments will cover some of the PFS objectives.\" The PFS is designed to measure Venus' surface and atmospheric temperature. Part of its mission is to hunt for volcanic activity on the planet. Venus Express was launched in November 2005 and entered Venus orbit in April, after which it began adjusting its position to arrive at the highly elliptical orbitin which it will operate. The satellite will view Venus from distances of between 66,000 kilometers and 250 kilometers.", "url": "https://www.space.com/2622-balky-sensor-venus-express-ready-operations.html"}, {"title": "Venus Express 'talks' to Earth", "date": "2006-11-04", "content": "At 11:12 CEST Venus Express re-established communication with Earth for the first time after the start of the orbit insertion manoeuvres. After the end of the main engine burn, Venus Express still had to perform a few automatic operations. These included re-orienting the solar panels towards the Sun and one of its high gain antennas (the smaller High Gain Antenna 2) towards Earth. It is through this antenna that the spacecraft established the first communication link with Earth and started to send back information about its health status. The spacecraft data are sent to ESA's European Spacecraft Operations Centre (ESOC) via ESA's Cebreros ground station near Madrid. The data downlink lasts for a few hours. Information about Venus Express' actual trajectory will be available from ESOC's flight dynamics team around 12:30 CEST.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_talks_to_Earth"}, {"title": "Happy Birthday, Venus Express!", "date": "2006-11-12", "content": "One year after its launch on 9 November 2005 and a few months into its science phase, ESA's Venus Express keeps working well and continues to gather lots of data about the hot and noxious atmosphere of the planet. Newly released images show additional details of the thick cloud deck that surrounds Venus. It was 11 April 2006 when, after a delicate manoeuvre, Venus Express entered into orbit around Venus, and started a series of gradually smaller loops around the planet to reach its 24-hour science orbit (spanning between 66 000 over the South pole and 250 kilometres over the North pole) on 7 May 2006. \"From that time onwards this unique spacecraft, equipped with the most advanced instruments ever used for atmospheric investigations at Venus, has started gathering views and information on the thick atmosphere, its cloud system and its dynamics - during experiment tests in the beginning, and on a nominal basis after 4 June 2006,\" said Håkan Svedhem, Venus Express Project Scientist. From the very first images of the approaching planet and from the South Pole views obtained on 12 April - the first of this area taken in the infrared in the history of Venus' exploration - scientists immediately obtained novel glimpses about an extraordinarily complex weather system. This is ruled by huge and still largely unexplained forces at work in the atmosphere, causing hurricane-force winds and generating the amazing double-eyed vortices over both poles. It was indeed this European spacecraft to entirely reveal for the first time the double vortex over the planet's South pole, with its 3D structure so much differentiated over different altitudes and similarly shaped (but mirrored) to that present over the North pole. Newly released images, obtained in July and September 2006 by the Visible and Infrared Thermal Imaging Spectrometer (VIRTIS) on board Venus Express, show new details of the cloud structure. This thick layer of clouds, located around 60 kilometres altitude over the surface, blocks part of the thermal radiation coming from below. However, VIRTIS is designed to catch the only radiation that can pass through the lower atmopshere and the cloud deck, making use of the so called 'infrared windows'. Through these 'windows', thermal (infrared) radiation at specific wavelengths can cross the lower atmosphere and escape towards space. By doing so, it carries information about the lower atmospheric layers and the surface that VIRTIS can collect from orbit. The first, false-colour night-side image, was taken at a 1.7-micrometre wavelength on 23 September 2006, when the spacecraft was flying at about 60 000 kilometres over the planet around the point of furthest distance from the surface (apocentre). It shows an area close to the South pole. \"The bright big spot on the left of the image corresponds to an area where the cloud deck is thinner,\" said Giuseppe Piccioni, VIRTIS co-Principal Investigator. \"Such regions, similar to large holes, allow the thermal radiation from below the clouds layer to increase significantly with respect to the surrounding areas, and make it possible to probe very deep in the atmosphere with a limited attenuation from the clouds.\" The atmospheric layers below the cloud deck, and the fact that they are blocking almost all thermal radiation coming from the surface, are the main responsible for the tremendous green-house effect at work on the planet - the most powerful found in the Solar System. It maintains the surface temperature as high as 450°C! The second, night-side image of the southern hemisphere was taken by VIRTIS on 29 July 2006 from a distance of about 64 000 kilometres over the surface (around the orbit apocentre) at a wavelength of 1.7 micrometres. The South pole is visible on the top left of the image. This image provides a remarkable example of a wave structure, running from the bottom to the top-right, each 'wave' extending about 150 kilometres. This peculiar cloud feature is often seen at a latitude of about 55º South. \"Despite the fact that the cloud structure is very variable and dynamic at Venus, recurrent patterns and structures tend to appear in the same locations,\" said Pierre Drossart, VIRTIS co-Principal Investigator. \"They are mostly visible in the infrared, sometimes very easily, some other times less. When they are very faint and hidden, we need to play with the intensity of the images.\" The picture also shows a part of the polar vortex (top left). Regions of thinner clouds are present also in this image. They are visible as bright spots (top left corner), as they allow more thermal radiation to escape towards deep space from the hotter regions below. The region between the black stripe around the pole and the wave structure contains the so called 'cold collar', a region in which the temperature of the clouds is lower than that of the surrounding area. Similar cold-collar structures are present at both poles. The cold collar over the South pole cannot be clearly seen in this image (1.7 micrometre wavelenght), but it was was imaged by VIRTIS at 5 micrometres in April 2006. In the meantime, VIRTIS and the other instruments on board Venus Express keep observing the mysterious atmosphere of Venus. Well done so far and…happy anniversary, Venus Express!", "url": "https://www.sciencedaily.com/releases/2006/11/061109130702.htm"}, {"title": "Venus Express Sees Right Down To Planet's Lead-Melting Hot Surface", "date": "2006-12-15", "content": "Thanks to ESA's Venus Express data, scientists obtained the first large-area temperature maps of the southern hemisphere of the inhospitable, lead-melting surface of Venus. The new data may help with searching and identifying 'hot spots' on the surface, considered to be possible signs of active volcanism on the planet. The results, presented today at the American Geophysical Union (AGU) assembly in San Francisco, USA, were obtained thanks to VIRTIS, the Visible and Infrared Thermal Imaging Spectrometer on board Venus Express. To obtain this fundamental information about the surface temperature, VIRTIS made use of the so-called infrared spectral 'windows' present in the Venusian atmosphere. Through these 'windows' thermal radiation at specific wavelengths can leak from the deepest atmospheric layers, pass through the dense cloud curtain situated at about 60 kilometres altitude, and then escape to space, where it can be detected by instruments like VIRTIS. In this way VIRTIS succeeded in looking through the thick carbon dioxide curtain surrounding Venus and detected the heat directly emitted by the hot rocks on the ground. \"We are very excited about these results, as they represent a very important item in the list of Venus Express' and VIRTIS' scientific objectives at Venus\", says Giuseppe Piccioni, one of the Principal Investigators of the VIRTIS experiment, from the Istituto di Astrofisica Spaziale e Fisica Cosmica in Rome, Italy. The measurements, made in August 2006 over the Themis and Phoebe Regions in the southern hemisphere of Venus, reveal temperature variations of 30 degrees between lowlands and mountain tops, correlating well with existing topographical radar data from previous missions. The Themis Region is a highland plateau located at 270º East longitude and at about 37º South latitude. It is a region that has experienced strong volcanic activity, at least in the geologic past. On Venus there are no day and night variations of the surface temperature. The heat is globally 'trapped' under the carbon-dioxide atmosphere, with pressure 90 times higher than on Earth. Instead, the main temperature variation is due to topography. Just like on Earth, mountain tops are colder, whereas the lowlands are warmer. The 'only' difference is that on Venus 'cold' means 447º Celsius, while 'warm' means 477º Celsius. Such high temperatures are caused by the strongest greenhouse effect found in the Solar System. \"The VIRTIS results represent a major step forward in our attempt to identify specific surface features on the surface of Venus\", said Jörn Helbert from the German Aerospace Center's (DLR) Institute of Planetary Research in Berlin, Germany, and a member of the VIRTIS team. \"By 'peeling' off the atmospheric layers from the VIRTIS data, we can finally measure the surface temperature,\" Helbert added. Eventually, the VIRTIS team hopes to identify 'hot spots' on the surface of Venus, possibly stemming from active volcanoes. In the Solar System, besides Earth, active volcanoes have been observed only on Io, a satellite of Jupiter, on Neptune's satellite Triton, and on Saturn's moon Enceladus (in the form of the so-called 'cryo-volcanism'). Venus is the most likely planet to host other active volcanoes. In order to achieve this, the Venus Express scientists started comparing the maps of the Venusian topography obtained by NASA's Magellan orbiter in the early 1990s with the data gathered by VIRTIS. The Magellan topography maps allow for a rough prediction of the surface temperature, too. Comparing these predictions with the measurements made by VIRTIS allows searching for hot spots that show even higher temperatures than the oven-hot surface, possibly indicative of active volcanism. This direct interdependence between temperature and topography will enable scientists to derive new topography maps of the Venusian surface from temperature measurements. This will help in complementing the Magellan maps. \"Actually, when comparing our temperature map with topographical data from Magellan, we are not only obtaining quite a good agreement, but we can even fill gaps that the Magellan and Venera 15 radar data sets left open\", concluded Pierre Drossart, the other Principal Investigator of the VIRTIS experiment, from the Observatoire de Paris Meudon, France.", "url": "https://www.sciencedaily.com/releases/2006/12/061214142316.htm"}]}, {"win label": 0, "news": [{"title": "500 days at Venus, and the surprises keep coming", "date": "2007-03-09", "content": "Venus Express has now orbited Earth's twin for 500 Earth days, completing as many orbits. While the satellite maintains steady and excellent performance, the planet continues to surprise and amaze us. In spite of experiencing a challenging environment, Venus Express is in an excellent condition. It receives four times the amount of solar radiation as its sister spacecraft, Mars Express, but modifications to the spacecraft design have worked just as intended and operation has been very stable. Many different activities happen on board with each orbit: instruments are switched on and off, they change modes and targets and the spacecraft checks out and monitors its subsystems more or less continuously. The few anomalies that occurred were quickly resolved by vigilant spacecraft controllers. On 18 August, Venus was at the shortest distance from Earth. The planet was also aligned with Earth and the Sun. Given the short distance, all instruments worked at full speed and the communication system at its maximum. Back on Earth, data was downloaded without difficulty. This situation is very different from when Venus is on the far side of the Sun. Due to the large distance, the rate at which data can be downloaded plummets to 22 kbit/s, a tenth of the maximum. At such times, competition between the instruments can be quite tough. Despite this, an impressive amount of data - about 1 Terabits, or one million million bits - has been transmitted to Earth over the first 500 days. Håkan Svedhem, Venus Express Project Scientist says, \"The scientists analysing the data have a challenging but exciting task ahead.\" They will have to archive the data and extract the most important detail from this immense collection of images, spectra and profiles of temperature, pressure and chemical composition. While early results have already been published, some of the first detailed analyses are now being completed and will soon be published in acclaimed scientific journals.", "url": "https://www.esa.int/About_Us/ESOC/500_days_at_Venus_and_the_surprises_keep_coming"}, {"title": "Venus' Atmosphere More Chaotic Than Thought", "date": "2007-04-10", "content": "New images from a Venus-orbiting satellite reveal the planet's atmosphere is much more dynamic than previously thought and that conditions can change in a matter of hours. The chaotic atmosphere of Venus has long baffled scientists. Winds speeds are so high that clouds can be ferried around the entire planet in only four Earth-days in what scientists call a \"super-rotation.\" Yet Venus, a rocky world, takes 243 Earth-days to make one complete rotation around its axis. At the poles, all this activity sets up huge, dark, swirling vortices. European Space Agency's (ESA) Venus Express-launched in November 2005-carries instruments suited to the Venusian atmosphere that are capable of probing the dense clouds and answering some of the longstanding questions about this unsettled solar system neighbor. \"The instruments on board are based on a consolidated design studied to fly on other missions like Rosetta and Mars Express, but they have been adapted to the hot environment at Venus,\" said ESA researcher Giuseppe Piccioni. Venus Express, the first dedicated mission to study the stormy atmosphere of our sister planet since the Magellan spacecraft more than 15 years ago, arrived at Venus in April 2006. The probe-for which the primary mission is set to last 486 Earth-days after orbit injection-is capable of studying the atmosphere on both the day and night sides of Venus. Similar to Earth, Venus is constantly changing what part of it faces the Sun, only more slowly. Since it takes so long for Venus to complete one rotation on its axis, the day side has a long time to heat up while the night side sits in cold darkness. The Sun heats up the thick Venusian atmosphere on the day side and creates convective cells where masses of warm air upwell and create local disturbances and regional winds. Observations from the spacecraft show that at the equator, clouds are irregular and often shaped like bubbles. At mid latitudes they are more regular and streaky, running almost parallel to the direction of the atmosphere's super-rotation with speed reaching more than 300 mph (400 kilometers per hour). Closer to the poles, the clouds take on the vortex shape. Curiously, clouds on the night side are similar, even though there's no sunlight to create the effects. Other mechanisms must be at work, such as thermal tides (a variation in atmospheric pressure due to the daily heating of the atmosphere by the sun) and gravity waves (created in the atmosphere by gravity). Features on the surface, which can't be readily observed through the thick atmosphere, likely affect wind patterns around the Venusian globe, too. \"There are outstanding questions not yet answered about Venus that we have the chance to unveil, with a bit of luck,\" Piccioni told SPACE.com. Volcanic activity? It's possible, for example, that volcanic activity on the planet's surface is affecting the atmosphere. \"We know that in the past there has been an intense volcanic activity, but it is not sure when this stopped, if it did,\" he said. \"We also know that about 800 million years ago there was a complete resurfacing of the planet surface, possibly catastrophic, but what was the cause? What about the global atmospheric dynamics and energetic balance of the planet?\" The answers to these questions will help scientists understand why Venus, a planet thought to have been very similar to Earth long ago, is so different today. The thick atmosphere of sulfuric acid gas is about 95 times greater than Earth's and would crush a human. The results of the data received by Venus Express also \"could help us understand the Earth's evolution in the past and possibly in the future,\" Piccioni said.", "url": "https://www.space.com/3659-venus-atmosphere-chaotic-thought.html"}, {"title": "Venus Express' infrared camera goes filming", "date": "2007-05-07", "content": "An exciting new series of videos from ESA's Venus Express has been capturing atmospheric details of day and night areas simultaneously, at different altitudes. The south pole of the planet and its gigantic double vortex has been pictured as never before. The south pole of Venus and the double-eyed storm permanently rule atmospheric phenomena in that area of the planet. They are key to understanding the global atmospheric dynamics on Venus and will contribute to a better comprehension of the global meteorology of the planet. In the search for all possible clues on how to solve the global atmospheric 'puzzle', the team of scientists behind the Ultraviolet, Visible and Near-Infrared Mapping Spectrometer (VIRTIS) on board Venus Express, have tried something new - starting from the south pole. They started by focusing on this target from the advantageous position of the orbit apocentre (the furthest distance of the spacecraft from the planet). This allows the instrument to keep the target in the field of view for longer than in other portions of the orbit, where the spacecraft travels faster. In this favourable position, scientists made efficient use of the multi-wavelength capability of VIRTIS. By using wavelengths longer than 3 microns in the thermal infrared range, VIRTIS can obtain a combined view of the day and night sides simultaneously. This is more convenient since at shorter wavelengths, the difference between the thermal radiation emitted on the day and night sides is too high to observe both regions simultaneously without 'blinding' some channels of the camera. \"It is comparable to looking at bright, sun-illuminated snow and at a dark sky without having to change your glasses,\" said Giuseppe Piccioni, VIRTIS co-Principal Investigator. \"In addition, within this observation process, not only can we look at the dark and lit sides of the south pole at the same time, but we can also look into the atmosphere at different depths. What we are building is the most complete 3D data set of the Venusian atmosphere to date.\" The VIRTIS videos of the south polar vortex presented here are the result of combined observations at two different wavelengths used at the same time. The various images were taken over five orbits, during a time-span of about 8 hours per orbit. The 3.8-micron channel was chosen because of its compatibility with the 1.7-micron observations, as well as for its capability to provide information about the cloud deck at about 65 kilometres altitude over the planet. The 1.7-micron wavelength was chosen to probe the atmosphere below the clouds when looking at the night side. It is clearly possible to see that the morphology of the vortex changes a lot during the 8-hour observation session and from one orbit to the next. It is interesting to note that due to 'bad weather conditions', by the time of the observations, the videos do not show the maximum achievable image contrast. In fact, the visibility of the polar structure was somewhat reduced by the local increase of the upper atmospheric haze. \"If the weather permits, by extending the time span of our future observations, we may have the chance to obtain even clearer and more detailed views of the polar vortex,\" added Piccioni. \"With video sequences of this kind, combining all the pieces of information together, we can study the dynamics and the evolution of the vortex both in the short and the long term,\" said Pierre Drossart, the other co-Principal Investigator on VIRTIS. \"What we want to understand is the overall 3D thermal structure of the vortex, especially the vertical variation of the horizontal winds.\" The next step will be the correlation of this data and data collected in the next sessions, with fluid dynamics computer models. This will eventually help the scientists create the best possible atmospheric model of Venus to date. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_infrared_camera_goes_filming"}]}, {"win label": 0, "news": [{"title": "An Up-Close View of Evening on Venus", "date": "2007-09-04", "content": "THE EUROPEAN SPACE Agency's Venus Express probe has Venushit the 500-day mark in its orbit of that hot planet, with more than a terabit of data now relayed to Earth, ESA scientists say. Researchers are still in the process of analyzing the data, with several scientific papers in the works. But they've highlighted one early finding, noting that the planet's atmospheric structure has turned out to be extraordinarily dynamic, changing rapidly from day to day. The series of pictures included here depicts a late-evening, or pre-midnight sector of the planet (one Venusian day is 243 Earth days), photographed successively over 8 orbits, or 10 earth days. The probe itself continues to function well, experiencing only minor problems that have been easily corrected by ground-based controllers, the Agency said.", "url": "https://www.wired.com/2007/09/an-up-close-vie/"}, {"title": "First results from Venus Express", "date": "2007-11-01", "content": "The first scientific results of the ESA Venus Express mission are published (Nature, November 29, 2007). The spacecraft is in polar orbit around Venus since 11 April 2006. The observations made by its six active instruments concern the atmosphere, the surface and the ionised environment of Venus. These publications are a first step which will be followed by a global approach including several instruments to build global models of Venus, a still mysterious planet, so close to Earth, but with a so dramatically different climate. Results of the visible and infrared imaging spectrometer VIRTIS Two series of investigations have been conducted in this first step with VIRTIS, built partly in LESIA in collaboration with the Istituto di Astrofisica Spaziale in Rome: a) The high atmospheric emission come from two molecules: CO2 , for fluorescent observations inthe vibration band at 4.3 micron, on the day side, and O2 in the radiative recombination band from 1Deltag state at 1.27 micron on the night side. In both cases, limb observations give a direct and essential viewing point for the modelization: the peak altitude of the emission are measured at 115 km for CO2 and 96 km for O2. These altitudes correspond to upper atmospheric sones where complex energy transfer between solar radiation, gravity wave dissipation coming from lower altitude regions and solar wind interaction take place. These altitudes are also very poorly know, due to the difficulty to directly observe them. The VIRTIS observations therefore pave the way to systematic observations of spatio-temporal variability in the upper atmospheric layers. A first step has been obtained in confronting models to observations, in order to use these emissions as diagnostics of intrincsic atmospheric phenomena.", "url": "https://www.observatoiredeparis.psl.eu/spip.php?page=imprimer&id_article=2056&lang=fr"}]}, [], {"win label": 0, "news": [{"title": "VENUS EXPRESS TO FLY CLOSER TO VENUS", "date": "2008-07-15", "content": "A series of orbit control manoeuvres (OCMs) is underway to alter the orbit of the Venus Express spacecraft, with the goal of reducing the pericentre altitude to 185 km. These manoeuvres, which began on 13 July, provide new opportunities for scientific observations of regions which have not been probed by the spacecraft so far. In April 2006, Venus Express successfully entered orbit around Venus. Several manoeuvres over the period 15 April - 6 May 2006 then lowered the spacecraft into its operational orbit: a 24-hour, elliptical, quasi-polar orbit, in which it has been since. The nominal mission of 500 days was successfully completed by the summer of 2007. Venus Express is now in the middle of the extended period of operations that runs up to May 2009. The highly eccentric orbit takes Venus Express out to 66 000 km from the planet when at apocentre. The pericentre altitude varies between 250 and 400 km due to natural perturbation of the orbit, mainly by the Sun's gravity. Regular corrections to compensate for this perturbation are performed to maintain the pericentre in the desired altitude range. Over a period of about four weeks, beginning on Sunday 13 July, the pericentre of the orbit is being permanently lowered from its former range of 250-400 km to 185-300 km. The lowering will be done in four steps at one-week intervals. Each step includes two manoeuvres: one at pericentre to raise the apocentre altitude, and one at apocentre during the next orbit to lower the pericentre altitude (for more details see below). The combined effect of each pair of manoeuvres will leave the orbital period largely unchanged. At the start of these manoeuvres the pericentre altitude was ~360 km. Figure 2 shows the planned evolution of the pericentre altitude during the lowering activities. The inset shows the period around the time when the lowest altitude (185 km) will be reached. Also plotted is the expected evolution over the subsequent months, including the first quarter of 2009.", "url": "https://sci.esa.int/web/venus-express/-/43110-venus-express-to-fly-closer-to-venus"}, {"title": "Closing in on Venus", "date": "2008-07-17", "content": "Starting this week, spacecraft controllers have been executing a series of manoeuvres to gradually bring Venus Express closer to its host planet. In its modified orbit, the spacecraft will be able to observe unexplored regions and investigate phenomena that were not within its reach before. The operational manoeuvres to bring the spacecraft closer will be executed through the month of July, settling it into its new orbit by 4 August. Until now, Venus Express has occupied a highly eccentric polar orbit: at its closest point (pericentre), the spacecraft is between 250 km and 400 km from the planet, and at its farthest (apocentre), it is about 66 000 km away. The pericentre is located at 84° north. This eccentric orbit was designed to facilitate observation of the southern hemisphere for extended periods, and of the northern hemisphere and the northern polar region at closer distances. The altitude of the pericentre will now be lowered to between 185 and 300 km. This modification will enable the following science advantages: Study of the magnetic field in the northern polar region. Study of the plasma environment deeper in the ionosphere. To indirectly deduce the density of the planet's atmosphere by measuring the force, or drag, exerted by the planet's atmosphere on the body of the spacecraft as it moves closer to the planet. The lowering of the Venus Express orbit is the first step in a more ambitious strategy, yet to be confirmed in its entirety. The intention is to lower the spacecraft's orbit further into the atmosphere, such that the drag on the spacecraft's body can be measured by the on-board accelerometers. As the next step, Venus Express may test aerobraking, a technique where a spacecraft uses the force exerted by the planet's atmosphere to decelerate and so significantly change its orbit in a controlled manner.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Closing_in_on_Venus"}, {"title": "Clouds Lift on Mysterious Winds of Venus", "date": "2008-09-23", "content": "Veiled Venus just got a little less mysterious in a new3-D view that showcases the planet's powerful winds. The European Space Agency's Venus Express spacecraft trackedcloud movements hidden within the murkydepths of Venus' southern hemisphere, and scoped out the hugehurricane- like vortexes spinning over the planet's poles. \"Tracking them for long periods of time gives us aprecise idea of the speed of the winds that make the clouds move and of thevariation in the winds,\" said Agustin Sanchez-Lavega, a planetaryscientist at the Universidad del Pais Vasco in Bilbao, Spain. Sanchez-Lavega and the Venus Express team followed 625clouds at a 41-mile altitude, 662 clouds at a roughly 38-mile altitude, and 932 clouds at altitudes of 28 to 29 miles. An instrument called the Venus Express Visual andInfrared Thermal Imaging Spectrometer peered at visiblecloud motions at the upper altitudes during the day, and switched to the infraredrange of light to see lower cloud movements at night. The team found that the wind speed could vary from almost230 mph at the 41-mile altitude to roughly 130 mph at the28 to 29 mile altitude range. On Earth, wind speeds can regularly top 100 mphabove 18,000 feet, and occasionally hit 200 mph at 30,000 feet. Such results could help researchers begin to understandthe complexweather system of Earth's neighboring planet. \"Our measurements will first help to constrainexisting models of Venus General Circulation,\" Sanchez-Lavega told SPACE.com.\"At present, Venus General Circulation remains unexplained, representing achallenge for researchers.\" Wind patterns changed drastically near the hurricane- likeweather of the poles. Winds of roughly the same speed pushed clouds at allaltitudes, although the speed dropped to almost zero at the center of the giantvortex. For the first time, Venus Express also uncovered avertical map of the zonal winds, or winds that blow parallel to the lines oflatitude. The zonal wind speeds blow more strongly in the evenings on Venusbecause of the difference in the sun's heat, also called the solar tide effect. The Venus Express team chose to examine the southernhemisphere because the spacecraft reaches its highest point in orbit there, at41,000 miles above the planet. \"At present we cannot observe the northernhemisphere with the VIRTIS instrument,\" Sanchez-Lavega said. \"Ifthere is a second extension of the mission, we could reach the north. Withother instruments, in particular with the Venus Monitoring Camera, part of thenorth is available for the measurement of cloud motions.\"", "url": "https://www.space.com/5870-clouds-lift-mysterious-winds-venus.html"}, {"title": "Venus Express searching for life - on Earth", "date": "2008-10-10", "content": "Scientists using ESA's Venus Express are trying to observe whether Earth is habitable. Silly, you might think, when we know that Earth is richly stocked with life. In fact, far from being a pointless exercise, Venus Express is paving the way for an exciting new era in astronomy. Venus Express took its first image of Earth with its Visible and Infrared Thermal Imaging Spectrometer (VIRTIS) soon after its launch in November 2005. About a year after the spacecraft established itself in Venus's orbit, David Grinspoon, a Venus Express Interdisciplinary Scientist from the Denver Museum of Nature & Science, Colorado, suggested a programme of sustained Earth observation. \"When the Earth is in a good position, we observe it two or three times per month,\" says Giuseppe Piccioni, Venus Express VIRTIS Co-Principal Investigator, at IASF-INAF, Rome, Italy. The instrument has now amassed approximately 40 images of Earth over the last two years. The images of Earth cover both visible and near-infrared regions of the spectrum and can be split into spectra, in order to search for the signature of molecules in the Earth's atmosphere. The value of the images lies in the fact that Earth spans less than a pixel in Venus Express's cameras. In other words, it appears as a single dot with no visible surface details. This situation is something that astronomers expect to soon face in their quest for Earth-sized worlds around other stars. \"We want to know what can we discern about the Earth's habitability based on such observations. Whatever we learn about Earth, we can then apply to the study of other worlds,\" says Grinspoon. Since 1995, astronomers have been discovering these extrasolar planets and now know of more than three hundred. As observational techniques have been refined and the data continuously taken, so smaller and smaller planets have been discovered. Now, with CNES-ESA's COROT and NASA's Kepler missions, the prospect of discovering Earth-sized worlds in Earth-like orbits around other stars is better than ever. \"We are now on the verge of finding Earth-like planets,\" says Grinspoon. As has been proved with the discovery of gas giant planets, as soon as astronomers know that they are there, they invent all sorts of innovative methods to separate the planet's feeble light from the overwhelming glare of the star. One thing has become obvious from the study of Earth using Venus Express: determining whether a planet is habitable is not going to be easy. \"We see water and molecular oxygen in Earth's atmosphere, but Venus also shows these signatures. So looking at these molecules is not enough,\" says Piccioni. Instead, astronomers are going to have to search for more subtle signals, perhaps the so-called red edge caused by photosynthetic life. \"Green plants are bright in the near infrared,\" says Grinspoon. The analysis to see whether this red edge is visible is just beginning. The team will also compare spectra of the Earth's oceans with those taken when the continents are facing Venus Express. \"We have initiated the first sustained programme of Earth observation from a distant platform,\" says Grinspoon. Although the observations may not tell us anything new about the Earth, they will allow us to unveil far-off worlds, making them seem more real than simply dots of light. ", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_searching_for_life_on_Earth2"}, {"title": "VENUS EXPRESS REACHES LOWEST PERICENTRE ALTITUDE", "date": "2008-10-14", "content": "The series of orbit correction manoeuvres designed to lower the pericentre altitude of the Venus Express orbit have been successfully completed, with the spacecraft reaching the lowest pericentre altitude since the start of the mission. Over a period of about four weeks, beginning on Sunday 13 July, the pericentre of the orbit has been permanently lowered from its former range of 250-400 km to 185-300 km. At the start of this period, the pericentre altitude was 360 km. The lowest pericentre altitude of 185 km was reached on 4 August 2008. All the pericentre lowering orbit control manoeuvres (OCMs) were executed at apocentre. To maintain the same orbital period of nearly 24 hours, four apocentre raising OCMs were also performed with the spacecraft at pericentre. These occurred on the orbit prior to each pericentre lowering OCM. The tables below list the results of the eight OCMs as derived from orbit determinations after each manoeuvre.", "url": "https://sci.esa.int/web/venus-express/-/43382-venus-express-reaches-lowest-pericentre-altitude"}]}, [], {"win label": 0, "news": [{"title": "MISSION EXTENSIONS APPROVED FOR SCIENCE MISSIONS", "date": "2009-10-07", "content": "ESA's Science Programme Committee has approved the extension of mission operations for XMM-Newton, INTEGRAL, Venus Express, Mars Express and Cluster, as well as the ESA support to the operations of HST and SOHO, until 31 December 2012. An additional year of operations has been approved for Planck. At the 126th meeting of the Science Programme Committee, held 2 October 2009, at ESTEC, the Netherlands, the decision was taken to approve the period of mission operations for seven missions until end 2012. This meeting marked the first application of a new procedure whereby mission extensions for all missions whose approved operations end within the following four years are considered as a whole. The missions under consideration at this meeting were: XMM-Newton, INTEGRAL, Venus Express, Mars Express and Cluster, and the ESA support to the operations of HST and SOHO. The case for extending the period of operations for these missions is based on the value of the science added as a result of extended operations. The proposal for extension of mission operations for all of these missions, based on recommendations from an SPC Task Group and the Space Science Advisory Committee (SSAC), was accepted by the SPC. The extensions for mission operations are approved up to 31 December 2012, subject to a mid-term review in 2010. Towards the end of 2010 the SPC will be requested to confirm, subject to the satisfactory performance of the missions, the remaining two years of the extension and to consider further extensions of operations. The additional year of Planck operations, to follow on from the end of nominal operations in 2010, would facilitate an additional two sky surveys. This extra period of operations is subject to the SSAC confirming that the mission has achieved satisfactory in-orbit performance. Planck, launched in May 2009, has recently commenced routine operations following the successful completion of the in-orbit commissioning and performance verification phases. The nominal mission operations for Herschel, which was launched with Planck in May 2009, were previously approved until end 2012.", "url": "https://sci.esa.int/web/director-desk/-/45685-mission-extensions-approved-for-science-missions"}]}, {"win label": 0, "news": [{"title": "Venus Orbiter Finds Potential Active Volcanoes", "date": "2010-04-08", "content": "The Venus Express spacecraft has found convincing evidence that Earth is not the only geologically active planet in the solar system. Infrared emissions from lava flows on the surface of Venus indicate that they are relatively young, which means the planet may still be capable of volcanic eruptions. \"The solidified lava flows, which radiate heat from the surface, seem hardly weathered. So we can conclude that they are younger than 2.5 million years old -- and the majority are probably younger than 250,000 years,\" Jörn Helbert of the DLR Institute of Planetary Research in Germany, co-author of a study published April 8 in Science, said in a press release. \"In geological terms, this means that they are practically from the present day.\" The results could explain why there are fewer asteroid impacts than expected on the planet's surface. Volcanism has been the prime suspect, because lava flows can fill in and obscure craters. But scientists were unsure whether a major episode of volcanic activity resurfaced much of the planet all at once in the past, or if intermittent activity has slowly filled in craters over time. The existence of a recent flow suggests the latter is more likely, and that volcanism may be ongoing. Venus is shrouded in a thick cloud cover which obscures the visible light emissions form the surface. So a team led by Suzanne Smrekar of NASA's Jet Propulsion Laboratory studied the thermal emissions of the surface using the Visible and Infrared Thermal Imaging Spectrometer on the Venus Express orbiter. Older surfaces tend to be smoothed by weathering over time, while younger surfaces are more rough and have higher thermal emissions.", "url": "https://www.wired.com/2010/04/venus-volcanism/"}, {"title": "Hotspots on Venus May Be Recently Active Lava Flows", "date": "2010-04-12", "content": "Evidence of recently active volcano hotspots on Venus like those that created the Hawaiian Islands has been found in new observations by a European spacecraft. These relatively young and potentially active surface features could give scientists clues to how the planet has resurfaced over the last billion years, which in turn could help them better understand the interior dynamics of Venus, as well as climate change on Earth's nearest neighbor and on Earth itself. The hotspots on Venus' surface were first recognized by NASA's Magellan spacecraft, which entered into orbit around the planet in 1990. These hotspots stood out because they had a distinctive rise in topography, volcanic centers and telltale gravity signatures. The sites were the most likely candidates for recent volcanic activity on the surface of Venus - the question of whether or not Venus' surface is geologically active has been a major one in studies of the planet - but just how young the features were was unclear.", "url": "https://spacenews.com/hotspots-venus-may-be-recently-active-lava-flows/"}]}, {"win label": 0, "news": [{"title": "Venus' lightning similar to Earth's", "date": "2010-09-23", "content": "Despite the huge differences between Venus' and Earth's atmospheres, data from ESA's Venus Express satellite finds that the planets produce lightning in surprisingly similar ways. Although early missions such as Venera, Pioneer Venus and Galileo reported evidence for optical and electromagnetic waves that could be produced by lightning, the topic has been much debated given Venus' very different atmosphere to our own planet's - its surface pressure is nearly 100 times greater than that of Earth and 500 degrees hotter. Now, thanks to Venus Express' magnetometer, scientists have confirmed that lightning is also a common occurrence on our neighbouring planet. Dr Christopher Russell, who presented the results at the European Planetary Science Congress today, says that the rates of discharge, intensity and spatial distribution of lightning are all comparable to the behaviour of lightning on Earth. \"Short strong pulses of the signals expected to be produced by lightning were seen almost immediately upon arrival at Venus, despite the generally unfavorable magnetic field orientation for entry of the signals into the Venus ionosphere at the altitude of the Venus Express measurements,\" he says. Like Earth, when clouds form on Venus, energy from the Sun that has been deposited in the air can be released in a very powerful electrical discharge. The mechanism is thought to involve the collision of cloud particles, which causes a separation of electrical charges. As positively charged particles rise, negatively charged particles sink and the charge differences spark the formation of lightning. Around 100 such lightning discharges occur per second on Earth, and the new Venus Express data suggests a similar strength on Venus. \"We have analysed 3.5 Earth-years of Venus lightning data using the low- altitude Venus Express data - 10 minutes per day,\" says Russell. \"By comparing the electromagnetic waves produced at the two planets, we found stronger magnetic signals on Venus, but when converted to energy flux we found very similar lightening strength,\" says Russell. The data also revealed that lightning is more prevalent on the dayside than at night and occurs more often at low Venusian latitudes where the solar input to the atmosphere is strongest. \"Venus and Earth are often called twin planets because of their similar size, mass, and interior structure. The generation of lightning is one more way in which Venus and Earth are fraternal twins,\" adds Russell. ", "url": "https://astronomynow.com/news/n1009/23venus/"}, {"title": "Venus is alive", "date": "2010-08-04", "content": "ESA's Venus Express has returned the clearest indication yet that Venus is still geologically active. Relatively young lava flows have been identified by the way they emit infrared radiation. The finding suggests the planet remains capable of volcanic eruptions. It has long been recognised that there are simply not enough craters on Venus. Something is wiping the planet's surface clean. That something is thought to be volcanic activity but the question is whether it happens quickly or slowly? Is there some sort of cataclysmic volcanic activity that resurfaces the entire planet with lava, or a gradual sequence of smaller volcanic eruptions? New results suggest the latter. \"Now we have strong evidence right at the surface for recent eruptions,\" says Sue Smrekar, a scientist at NASA's Jet Propulsion Laboratory in California. That strong evidence comes in the form of compositional differences compared to the surrounding landscape in three volcanic regions. The data were collected by the Visible and Infrared Thermal Imaging Spectrometer (VIRTIS) on ESA's Venus Express spacecraft, which has been orbiting the planet since April 2006. VIRTIS records the brightness of surface rocks, providing an estimate of 'emissivity'. In 2008, Jörn Helbert and Nils Müller, Institute of Planetary Research, German Aerospace Center, Berlin and co-authors on this new work, published a map of the variation of infrared emissivity across the southern hemisphere of Venus. Dr Smrekar and her colleagues targeted three regions that geologically resemble Hawaii, well known for its active volcanism. They show that the regions on Venus have higher emissivities than their surroundings, indicating different compositions. On Earth, lava flows react rapidly with oxygen and other elements in the atmosphere, changing their composition. On Venus, the process should be similar, though more intense because of the hotter, denser atmosphere, chiefly of carbon dioxide. The researchers interpret the fact that the lava flows appear to have different compositions from their surroundings as being evidence of a lack of surface weathering, indicating that the flows erupted relatively recently. They estimate that the flows are possibly as geologically recent as 2 500 000 years - and likely much less, possibly even currently active. \"This is a significant result,\" says Håkan Svedhem, ESA Venus Express Project Scientist. Whilst the gradual resurfacing scenario might not be the most spectacular, it does make Venus look a little more Earth-like. \"There are some intriguing models of how Venus could have completely covered itself in kilometres of volcanic lava in a short time, but they require that the interior of Venus behaves very differently from Earth. If volcanism is more gradual, this implies that the interior may behave more like Earth, though without plate tectonics,\" says Dr Smrekar.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_is_alive_geologically_speaking"}, {"title": "The Venus Express spacecraft finds that Venus has an ozone layer, too", "date": "2010-10-06", "content": "The European Space Agency's (ESA) Venus Express spacecraft has discovered an ozone layer high in the atmosphere of Venus. Comparing its properties with those of the equivalent layers on Earth and Mars will help astronomers refine their searches for life on other planets. Venus Express made the discovery while watching stars seen right at the edge of the planet set through its atmosphere. Its SPICAV instrument analyzed the starlight, looking for the characteristic fingerprints of gases in the atmosphere as they absorbed light at specific wavelengths. The ozone was detectable because it absorbed some of the ultraviolet from the starlight. Ozone is a molecule containing three oxygen atoms. According to computer models, the ozone on Venus is formed when sunlight breaks up carbon dioxide molecules, releasing oxygen atoms. These atoms are then swept around to the night side of the planet by winds in the atmosphere; they can then combine to form two-atom oxygen molecules, but also sometimes three-atom ozone molecules.", "url": "https://www.astronomy.com/space-exploration/the-venus-express-spacecraft-finds-that-venus-has-an-ozone-layer-too/"}, {"title": "VENUS EXPRESS PROBES THE PLANET'S ATMOSPHERE BY FLYING THROUGH IT", "date": "2010-10-07", "content": "ESA's Venus Express is exploring the density of the Venusian upper atmosphere by measuring how much the planet's atmosphere itself slows down or twists the pointing of the spacecraft. New density measurements, centred on the Northern Pole and obtained during these atmospheric drag experiments, show an unexpected inhomogeneous pattern in the atmosphere of our neighbouring planet. These latest results from the Venus Express Atmospheric Drag Experiment are being presented, this week, at the 42nd annual meeting of the Division for Planetary Sciences of the American Astronomical Society held in Pasadena, California. In orbit around Venus since 2006, the Venus Express spacecraft has been monitoring the atmosphere of our neighbouring planet with a broad suite of instruments. Although none of these instruments can directly collect and analyse samples of atmospheric gas, two techniques have been developed to perform in-situ measurements of the density of the Venusian atmosphere by making use of the whole spacecraft as a laboratory. One of the methods exploits the drag effect that the Venus Express spacecraft experiences while moving through the planet's atmosphere. In fact, the atmosphere slows the spacecraft down, slightly altering its trajectory, and by measuring this effect it is possible to estimate the atmospheric density. This is the concept lying behind the Venus Express Atmospheric Drag Experiment (VExADE) which has been running as a series of measurement campaigns since 2008. VExADE yields local measurements of the density, in contrast to the remote measurements obtained by the onboard instruments. \"The drag effect represents a unique opportunity to perform in-situ measurements of Venus' atmospheric density,\" explains Håkan Svedhem, Venus Express Project Scientist. \"Moreover, drag measurements probe the upper level of the atmosphere, about 180 kilometres above the surface, a region that is inaccessible to remote sensing observations which only target lower layers, at 140 kilometres and below,\" he adds. Along with the other instruments on board Venus Express, the atmospheric drag campaigns contribute to the creation of a complete picture of the planet's atmosphere. Another technique, which has been tested earlier this year and employed in the latest VExADE campaign, was proposed by the Flight Dynamics team at ESOC led by Michael Mueller and Mathias Lauer. It is based on an asymmetric configuration of Venus Express's solar panels: positioned with an angle of 90 degrees between each other, one of the panels is perpendicular to the incoming flow, whereas the other sees it edge on. In this arrangement, the spacecraft experiences a torque moment, or twisting force: as the atmosphere causes it to turn, the internal reaction wheels compensate for the twist, keeping the spacecraft at the right attitude - in other words, they keep it pointed in the right direction. The torque is not directly observed, but it is recorded by the on board instrumentation and translated into an estimate of the density of the atmosphere. \"By monitoring the torque exerted by the atmosphere on Venus Express, we can achieve density measurements with unprecedented sensitivity. Instead of measuring only an average value, we can now reconstruct the altitude density profile of the entire segment of atmosphere through which the spacecraft is flying,\" explains Svedhem. Drag campaigns are possible thanks to Venus Express's highly eccentric orbit, which has an apocentre distance of about 66,000 kilometres, but gets as close as 250 kilometres to the planet's surface when at pericentre. It is around the pericentre that the spacecraft starts to dip into the atmosphere and experience a drag effect. However, at an altitude of 250 kilometres the atmosphere is not dense enough to produce a significant, and thus measurable effect. In order to perform the measurements, the pericentre is lowered, for a few days, to an altitude below 200 kilometres, where the denser atmosphere produces a more significant effect, and then it is raised again. \"When Venus Express is close to pericentre, it experiences the drag for about 6 minutes,\" says Pascal Rosenblatt from the Royal Observatory of Belgium, who led the effort to measure the atmospheric density during the VExADE campaigns. \"During the campaigns, which last for a few consecutive days, extensive radio tracking of the spacecraft is performed, in order to reconstruct its orbit as precisely as possible and to disentangle the drag effect from gravitational effects and other forces,\" he explains. Venus Express has a polar orbit with its pericentre almost precisely above the planet's North Pole, hence its drag measurements provide a direct estimate of the atmospheric density in this region. Previous in-situ measurements of Venus' atmosphere, conducted in the 1980s and 1990s by the Pioneer Venus Orbiter (PVO) and the Magellan missions, focussed on the equatorial regions, instead. The extensive data from PVO and Magellan have been used to construct models for the upper atmosphere of Venus which are now challenged by the latest measurements obtained by Venus Express at the North Pole.", "url": "https://sci.esa.int/web/venus-express/-/47798-venus-express-probes-the-planet-s-atmosphere"}]}, [], {"win label": 0, "news": [{"title": "Scientists Discover Ozone Layer On Venus", "date": "2011-10-11", "content": "A European spacecraft has discovered an ozone layer high in the sweltering atmosphere of Venus, a new study reveals. The discovery will help astronomers better understand the composition of Venus' murky atmosphere, and by comparing it to the atmospheres of Earth and Mars, the findings could even help shape the search for life on other planets, the researchers said. The European Space Agency's Venus Express spacecraft detected ozone, which is a molecule containing three oxygen atoms, while gazing at stars that can be seen at the very edge of the planet through its atmosphere. \"This detection gives us an important constraint on understanding the chemistry of Venus's atmosphere ,\" study leader Franck Montmessin, of the Laboratoire Atmosphères, Milieux, Observations Spatiales in France, said in a statement. Ozone layer on Venus: The probe's Spectroscopy for Investigation of Characteristics of the Atmosphere of Venus scrutinized the starlight for key characteristics of gases in the atmosphere as it is absorbed at different wavelengths. The Venus Express SPICAV instrument discovered the ozone because it absorbed some of the ultraviolet light from the stars, the researchers said. Amazing Photos of Venus The findings were presented Oct. 6 at the joint meeting of the European Planetary Science Congress and the American Astronomical Society's Division for Planetary Sciences in Nantes, France. Computer models show that the ozone on Venus forms when sunlight breaks up carbon dioxide molecules, which releases oxygen atoms. Winds in the atmosphere of Venus sweep these atoms around to the night side of the planet, where they can combine to form two-atom oxygen molecules, as well as three-atom ozone molecules. The discovery will help scientists better characterize the chemistry of Venus' atmosphere, but it could also be useful for astronomers searching for life on other worlds, the researchers said. By comparing the properties of Venus' atmosphere with equivalent layers of the atmospheres of Earth and Mars, scientists could narrow down their search for life on other planets, Montmessin explained. The research will be detailed in the November issue of the journal Icarus. Ozone on other worlds: To date, ozone has only previously been found in the atmospheres of Earth and Mars. On Earth, it plays a critical role because it protects life on the planet by absorbing much of the sun's harmful ultraviolet rays. Furthermore, it is thought to have been generated by life itself, the researchers said. The Strangest Alien Planets The exact reason for the buildup of oxygen in Earth's atmosphere 2.4 billion years ago is not entirely understood, the scientists said, but microbes that expelled oxygen as a waste gas likely played a role. Like plants, this process continues to replenish Earth's oxygen and ozone. Some astrobiologists have pointed to this to suggest that the existence of carbon dioxide, oxygen and ozone in an atmosphere could be a key marker for life on a planet. Using this as a guide, future telescopes could pinpoint planets around other stars to examine their potential habitability. But, it's important to note that the amount of ozone is a critical part of the recipe. The small amount of ozone in Mars' atmosphere has not been generated by life, but rather it is the result of sunlight breaking up carbon dioxide molecules. Similarly, Venus is thought to have built up its ozone by non-biological means. The ozone layer on Venus sits 62 miles above the planet's surface, which is roughly four times higher in the atmosphere compared to Earth, and is also a hundred to a thousand times less dense. Astrobiologists have theorized that a planet's ozone concentration must be about 20 percent of Earth's value before life should be considered as a cause. The results of this new study line up with this theory, since Venus remains well below this threshold. \"This ozone detection tells us a lot about the circulation and the chemistry of Venus's atmosphere,\" Håkan Svedhem, a project scientist for the Venus Express mission at the European Space Agency, said in a statement. \"Beyond that, it is yet more evidence of the fundamental similarity between the rocky planets, and shows the importance of studying Venus to understand them all.\"", "url": "https://www.space.com/13244-venus-atmosphere-ozone-layer.html"}]}, {"win label": 0, "news": [{"title": "Raging Solar Storm 'Blinds' Venus Spacecraft", "date": "2012-03-08", "content": "Strong radiation from one of the most intense solar storms in the past five years has temporarily \"blinded\" a European spacecraft in orbit around Venus, and mission controllers are now racing to fix the problem. The European Space Agency's Venus Express probe, which is located much closer to the sun than Earth, experienced high doses of radiation from the recent solar storm, and on Tuesday at 8:40 p.m. EST, spacecraft operators reported that Venus Express' onboard startracker cameras had become blinded. After being bombarded by solar radiation Tuesday, the cameras were unable to pick up any stars, said Octavio Camino, the Venus Express spacecraft operation manager at ESA's European Space Operations Center in Darmstadt, Germany. \"We were not able to detect any stars, so we decided to switch to the B unit, but we saw exactly the same thing,\" Camino told SPACE.com. \"Both of them were blinded by heavy solar activity. Since then, we have not been able to get them back on track, so we are doing a lot of things in order to keep the spacecraft in a safe configuration.\" The startracker cameras take pictures of the sky and use internal databases to recognize the stars. The Venus Express probe uses this information to measure its position and orientation in space. \"This information is calibrated with another tool, called gyroscopes, that tell the spacecraft what it's pointing at and what its angular rotation is,\" said Paolo Ferri, head of ESA's solar and planetary mission operations. \"So the spacecraft uses the gyroscope information plus the calibrated information from startrackers to realize its current attitude.\" These cameras are crucial on all spacecraft, but are particularly important for interplanetary probes, since they have to continuously point their solar arrays at the sun and their antennas at the ground, Ferri told SPACE.com. Spacecraft operators have full control of Venus Express but are relying on just the onboard gyroscopes and manual corrections as they attempt to regain the startracker cameras. \"For a human being, the startrackers are the eyes and the gyroscopes are the ears,\" Ferri said. \"When you close your eyes, you can go on for a while with your ears if you're walking, but sooner or later you have to open your eyes and see where you are because the ears are not accurate enough.\" The sun has been active all week, but a strong solar storm erupted after the sun fired off two huge solar flares Tuesday. These flares unleashed a wave of solar plasma and energetic particles, called a coronal mass ejection, into space. Space weather scientists predicted that as these particles travel through space and bombard Earth's magnetic field, satellites and power grids on the ground could experience some disruptions. Venus Express' blindness is not expected to be permanent, and as the sun's activity has waxed and waned, the spacecraft has experienced similar glitches in the past. Still, the cameras have been out of commission for nearly 40 hours now, which is an unusually long time, Ferri said. \"On this spacecraft, we've had between five and 10 cases where solar activity caused a drop of the startrackers,\" he explained. \"In a case like this one, where it lasts so long, it's quite unusual. We had one time in the past where this lasted 32 hours, but this is quite a long duration, so it's sort of an exceptional case for us.\" ESA officials anticipate that this issue could last several days, particularly because the sun shows no signs of quieting down. \"We have several days of margin if we need it, but of course we're concerned,\" Ferri said. \"We don't like to be in this type of situation. Normally these spacecraft are very autonomous, but this forces us to do a lot of manual operations that we normally don't do.\" Eventually, the spacecraft is expected to return to normal operations, but ESA officials will continue to closely monitor the situation and maintain control of the probe. In the meantime, mission controllers have suspended many functions aboard Venus Express until things return to normal. \"We're not assuming that this type of problem is permanent,\" Ferri said. \"The sun normally goes through increases and decreases like this, and we need just a short period of quiet for us to recover to normal and for the startracker to reacquire the stars by itself. It's a lot of manual babysitting now, but we don't expect this to last forever.\"", "url": "https://www.space.com/14834-solar-storm-blinds-venus-express-spacecraft.html"}, {"title": "Solar flares over, Venus Express restarts science investigations", "date": "2012-03-16", "content": "ESA's Venus Express spacecraft has returned to routine operation after its startracker cameras were temporarily blinded last week by radiation from a pair of large solar flares. Science observations by ESA's Venus Express were temporarily suspended on 7 March after the two startrackers - used to help navigate and orient the spacecraft - were overwhelmed by excessive proton radiation. The proton storm stemmed from the Coronal Mass Ejections (CMEs) emitted by the Sun, which were associated with a pair of massive solar flares that occurred early in the morning on 7 March. With the startrackers unable to function properly, mission controllers at ESOC, ESA's European Space Operations Centre, Darmstadt, had to place the spacecraft into a special mode to ride out the storm. This meant that all instruments were switched off and routine scientific observations and data gathering were stopped. \"As the radiation faded, the startrackers began functioning normally again on 9 March,\" said Octavio Camino, ESA's Spacecraft Operations Manager. \"After taking some time to conduct a series of thorough spacecraft health checks, Venus Express returned to regular science operations on 12 March at 20:20 GMT.\"", "url": "https://www.esa.int/Enabling_Support/Operations/Solar_flares_over_Venus_Express_restarts_science_investigations"}, {"title": "Venus Express unearths new clues to the planet's geological history", "date": "2012-05-23", "content": "ESA's Venus Express has been used to study the geology in a region near Venus' equator. Using near-infrared observations collected by the Venus Monitoring Camera (VMC), scientists have found evidence that the planet's rugged highlands are scattered with geochemically more evolved rocks, rather than the basaltic rocks of the volcanic plains. This finding is in agreement with previous studies, which used data from the spacecraft's Visible and Infrared Thermal Imaging Spectrometer (VIRTIS) to map the planet's surface in the southern hemisphere. Investigations into the nature of Venus' surface are complicated by the fact that the surface is concealed behind a dense covering of clouds. Since the 1980s, radar instruments on board orbiting spacecraft have been used to peer through these clouds to gain insight into the texture of the surface. However, in order to understand how Venus has evolved, geologists want to 'dig a bit deeper' and study the composition of its rocks - information that radar imaging can't provide. They're eager to learn if geological features revealed in radar images, such as steep-sided domes and rugged highland terrain (called tesserae), contain materials that are rich in silicates, such as 'felsic rocks'. On Earth, most felsic rocks - the most common of which is granite - formed in a water environment. This makes them particularly interesting with regards to planetary evolution. Since Venus Express began its observations, scientists are now starting to unearth the planet's geology. The near-infrared channels of the VMC and VIRTIS instruments have measured the intensity of 1 micron-wavelength radiation, which is dependent upon the surface temperature and emissivity of the rocks. It's the latter that is important here, as it depends on several factors, including the surface texture and mineral composition. In a new study, the first findings about the geology of Venus based on VMC data have been published. The study, which was led by Alexander Basilevsky from the Vernadsky Institute of Geochemistry and Analytical Chemistry in Moscow, Russia, analysed the rugged highland terrain called Chimon-mana Tessera and its surrounding volcanic plains. This region was chosen for the VMC study because its equatorial position prevented solar light from skewing the data; by observing the night-side of Venus and keeping within low latitudes (40 degrees above and below the equator), the planet eclipsed the Sun from the spacecraft. Furthermore, the team needed to eliminate the effects that variations in the surface temperature may have had on the intensity of 1-micron radiation, so that any changes could be attributed to emissivity. Here, Venus' thick atmosphere played a helping hand, as the surface temperature has very little diurnal, seasonal or latitudinal variations; it is almost entirely a function of surface elevation. Therefore, the scientists compared observations of Chimon-mana Tessera with the nearby Tuulikki volcano, which lies 10 degrees north of the equator, as both summits are at a similar elevation (about 0.5-1 km above the plains). \"Tuulikki is a basaltic volcano and we thought it presented a good scientific control for altitude,\" says Basilevsky. However, the 'control' volcano had a surprise in store for the team: an unexpected decrease in emissivity at its summit compared to the surrounding plains. \"It was only when we found the lower emissivity that we looked at the volcano with maximum resolution and discovered a steep-sided dome feature at the summit,\" says Basilevsky. The decrease in emissivity found in this steep-sided dome feature is consistent with the presence of geochemically more evolved rocks, such as felsic rocks. Furthermore, the team also found a decrease in emissivity of the surface material in the original target area, the Chimon-mana Tessera. Their conclusions, which support the presence of felsic materials on Venus, are in agreement with the earlier VIRTIS studies. \"While VIRTIS and VMC have different strengths, they have complemented each other perfectly here by reaching a common conclusion while studying different regions of the planet's surface,\" says Håkan Svedhem, ESA Venus Express Project Scientist. The team says that their findings aren't compromised by the fact that the volcano turned out to be a poor control region for the effects of altitude, as the mineralogical composition clearly plays a more important role. \"The winds are expected to be stronger at higher altitudes, blowing away the small grains and leaving behind coarser material that exhibits greater emissivity. Therefore, the effect of elevation, if any, should be an increase in emissivity,\" explains Eugene Shalygin from the Max Planck Institute for Solar System Research in Katlenburg-Lindau, Germany. \"However, we detected a decrease in emissivity at Chimon-mana Tessera and the summit of the volcano, which may be caused by a change in mineralogical composition,\" he continues. The jury is still out on whether the felsic rocks on Venus, if they do indeed exist, were created in a water environment, similar to the process that formed most of these materials on Earth. But it is in an enticing possibility, comments Basilevsky. \"This is not the only way of forming felsic materials, but planetary geologists, like myself, are eager to find more similarities between Earth and Venus,\" he says. However, he also points out that the Tuulikki volcano, which also showed decreased emissivity at its summit, formed late in the geologic history of Venus, when there couldn't have been any oceans on the planet. \"If there are felsic materials on the summit of Tuulikki, then these particular rocks clearly formed without water,\" says Basilevsky.", "url": "https://phys.org/news/2012-05-venus-unearths-clues-planet-geological.html"}, {"title": "Venus Express and the transit of Venus", "date": "2012-06-11", "content": "While astronomers around the world looked to the skies last week to witness Venus move across the face of the Sun, ESA's Venus Express took measurements of the transiting planet from its unique viewpoint. Venus Express is currently the only spacecraft orbiting Venus, but of course could not tell that the 5-6 June transit was occurring from its location. Instead, it watched the Sun setting through the planet's thick atmosphere towards the end of the transit as seen from Earth, a technique used to reveal the concentration of different gas molecules at different altitudes. The measurements will be compared to those made from Earth at the same time, to refine details of our sister planet's atmosphere. The same method is also used to probe the atmospheres of planets that orbit stars outside of our Solar System to determine their potential habitability. The results from the transit will help scientists refine these techniques to study rocky Earth-sized planets. In addition, the last available images from before the transit have been returned from Venus Express. The movie tracks cloud motions in the planet's thick atmosphere on 1 June, initially looking at the southern hemisphere. As the spacecraft moves closer, cloud structures are seen around the planet's equator, before moving to high latitudes by the end of the sequence.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express_and_the_transit_of_Venus"}]}, {"win label": 0, "news": [{"title": "Mysterious Cold Layer Discovered in the Atmosphere of Venus", "date": "2012-10-02", "content": "Based on a new analysis of compiled data from ESA's Venus Express, scientists have uncovered a very chilly layer high in Venus's atmosphere with temperatures of around -175ºC at 125 km above the planet's surface. This is colder than any part of Earth's atmosphere, despite Venus being much closer to the Sun. Venus Express has spied a surprisingly cold region high in the planet's atmosphere that may be frigid enough for carbon dioxide to freeze out as ice or snow. The planet Venus is well known for its thick, carbon dioxide atmosphere and oven-hot surface, and as a result, is often portrayed as Earth's inhospitable evil twin. But in a new analysis based on five years of observations using ESA's Venus Express, scientists have uncovered a very chilly layer at temperatures of around -175ºC in the atmosphere 125 km above the planet's surface. The curious cold layer is far frostier than any part of Earth's atmosphere, for example, despite Venus being much closer to the Sun. The discovery was made by watching as light from the Sun filtered through the atmosphere to reveal the concentration of carbon dioxide gas molecules at various altitudes along the terminator - the dividing line between the day and night sides of the planet. Armed with information about the concentration of carbon dioxide and combined with data on atmospheric pressure at each height, scientists could then calculate the corresponding temperatures.", "url": "https://scitechdaily.com/mysterious-cold-layer-discovered-in-the-atmosphere-of-venus/"}, {"title": "Clues Point to Volcanoes Erupting on Venus", "date": "2012-12-06", "content": "New evidence hints that Venus may be volcanically active, which has long been a controversial topic among scientists. Six years of observations by the European Space Agency's Venus Express spacecraft have shown significant changes in the sulfur dioxide content of the planet's atmosphere over time, which could be explained by a bout of volcanism. Immediately after arriving at Venus in 2006, the spacecraft recorded a significant increase in the average density of sulfur dioxide in the upper atmosphere, followed by a sharp decrease, according to a release from the European Space Agency. Venus' atmosphere contains much higher levels of sulfur dioxide than on Earth. On our planet, the smelly, toxic gas is produced by volcanoes. Sulfur dioxide doesn't last long in Venus' upper atmosphere, because it is broken down by sunlight. Any sulfur dioxide in the upper regions must have recently arrived there from the thick protective clouds that swirl beneath. Some scientists think the spike in sulfur dioxide suggests that a large volcano - or several volcanoes - must have erupted. Venus is covered in hundreds of volcanoes, but whether they remain active today is much debated, and settling this question is an important scientific goal for Venus Express. The mission has already found clues pointing to volcanism in the planet's recent geological past, within the last few hundreds of thousands to millions of years. Previous measurements of infrared radiation from the surface pointed to lava flows atop a volcano, suggesting that the volcano had erupted recently. NASA's Pioneer Venus mission, which orbited the planet from 1978 to 1992, saw a similar peak and decline in sulfur dioxide. At that time, the preferred explanation was an earlier injection of sulfur dioxide from one or more volcanoes. \"If you see a sulfur dioxide increase in the upper atmosphere, you know that something has brought it up recently, because individual molecules are destroyed there by sunlight after just a couple of days,\" said Emmanuel Marcq of LATMOS, a French research institute, in the statement. Marcq is the lead author of a paper describing the findings, published in the journal Nature Geoscience. \"A volcanic eruption could act like a piston to blast sulfur dioxide up to these levels, but peculiarities in the circulation of the planet that we don't yet fully understand could also mix the gas to reproduce the same result,\" noted co-author Jean-Loup Bertaux in the release. Venus has a bizarre atmosphere that whips around the planet in just four Earth-days, much faster than the 243 days the planet takes to complete one rotation about its axis. Such rapid atmospheric circulation spreads the sulfur dioxide around, making it difficult to isolate any individual points of origin for the gas. ", "url": "https://www.space.com/18807-venus-volcanoes-sulfur-dioxide.html"}]}, {"win label": 0, "news": [{"title": "The fast winds of Venus are getting faster", "date": "2013-06-18", "content": "Venus is well known for its curious super-rotating atmosphere, which whips around the planet once every four Earth days. This is in stark contrast to the rotation of the planet itself - the length of the day - which takes a comparatively laborious 243 Earth days. Now ESA's Venus Express has revealed that the winds on the planet Venus have steadily been getting faster over the last six years. The spacecraft chronicled what ESA says is the \"most detailed record of cloud motion\" yet in the atmosphere of Venus in order to reach this conclusion. By tracking the movements of distinct cloud features in the cloud tops some 70 kilometers above the planet's surface over a period of 10 venusian years, scientists have been able to monitor patterns in the long-term global wind speeds. When Venus Express arrived at the planet in 2006, average cloud-top wind speeds between latitudes 50 degrees on either side of the equator were clocked at roughly 300 km/h. The results of two separate studies have revealed that these already remarkably rapid winds are becoming even faster, increasing to 400 km/h over the course of the mission. \"This is an enormous increase in the already high wind speeds known in the atmosphere. Such a large variation has never before been observed on Venus, and we do not yet understand why this occurred,\" says Igor Khatuntsev from the Space Research Institute in Moscow and lead author of the Russian-led paper to be published in the journal Icarus. Dr Khatuntsev's team determined the wind speeds by measuring how cloud features in images moved between frames: over 45 000 features were painstakingly tracked by hand and more than 350 000 further features were tracked automatically using a computer programme. In a complementary study, a Japanese-led team used their own automated cloud tracking method to derive the cloud motions: their results are to be published in the Journal of Geophysical Research. On top of this long-term increase in the average wind speed, however, both studies have also revealed regular variations linked to the local time of day and the altitude of the sun above the horizon, and to the rotation period of Venus. One regular oscillation occurs roughly every 4.8 days near the equator and is thought to be connected to atmospheric waves at lower altitudes. But the research also unveiled some harder-to-explain curiosities. \"Our analysis of cloud motions at low latitudes in the southern hemisphere showed that over the six years of study the velocity of the winds changed by up 70 km/h over a time scale of 255 Earth days - slightly longer than a year on Venus,\" says Toru Kouyama from the Information Technology Research Institute in Ibaraki, Japan.", "url": "https://earthsky.org/science-wire/the-fast-winds-of-venus-are-getting-faster/"}]}, [], {"win label": 0, "news": [{"title": "Weird 'Gravity Waves' in Venus Clouds Spotted by Spacecraft", "date": "2014-01-21", "content": "A European spacecraft circling Venus has captured high-resolution images of strange waves in the clouds whirring above Earth's nearest neighbor. These ripples could help scientists understand how Venus' hellish surface shapes its atmosphere. On Venus, mountains and volcanoes rise above vast lava plains and temperatures are hot enough to melt lead. But this hostile landscape is largely obscured by the planet's dense, toxic atmosphere with clouds blown by winds up to 186 to 248 mph. The European Space Agency's Venus Express snapped images of gravity waves in those clouds. Not to be confused with ripples in space and time known as gravitational waves, the gravity waves in a planet's atmosphere can occur when winds whip over geological features like a mountain's face or crater wall and the updraft rises and sinks in a layer of stable air above. Condensation in the rising air can produce clouds, creating a pattern of waves moving in the same direction, spaced at regular intervals. Scientists looking at Venus Express data confirmed that gravity waves in Venus' clouds are concentrated near the planet's high northern latitudes, especially above Ishtar Terra, one of two continental landmasses on Venus, which is about the size Australia. These patterns occur in the planet's uppermost clouds, some 37 to 43 miles high. \"We believe that these waves are at least partly associated with atmospheric flow over Ishtar Terra, an upland region which includes the highest mountains on Venus,\" researcher Silvia Tellmann of the University of Cologne said in a statement from ESA. \"We don't yet fully understand how such topographic forcing can extend to high levels, but it seems likely to be one of the key processes for the generation of gravity waves at high northern latitudes on Venus. The waves may form when a stable air flow passes over the mountains.\" In 2012, Tellmann and a group of scientists first reported that they had detected gravity waves above Venus by using the Venus Express Radio Science Experiment to look at changes in the frequencies of the radio signals that passed through the planet's thick atmosphere. The new high-resolution images taken with the Visible Monitoring Camera aboard Venus Express show gravity waves are indeed found over Venus' northern latitudes. In fact, the study researchers say the weird wave patterns were spotted in more than 300 images, taken over the course of 1,500 orbits of Venus, and they seem to take four different forms: long, medium, short and irregular. Håkan Svedhem, ESA's project scientist for Venus Express, said the new images help confirm that air flow over the uplands of Ishtar Terra produces gravity waves high above the planet. \"This is an exciting result because it strengthens the case that topography is likely to be a significant influence on the atmospheric circulation of Venus,\" Svedhem explained in a statement. \"This influence has been predicted by models but never observed in such detail until now,\" Svedhem added. \"Understanding the mechanisms of surface influence on atmospheric processes is crucial for understanding the maintenance of the remarkably rapid circulation of the atmosphere at Venus' cloud tops.\" The new research was detailed in the January 2014 issue of the journal Icarus. ", "url": "https://www.space.com/24295-weird-venus-gravity-waves-photos.html"}, {"title": "Active Volcanoes Revealed on Venus", "date": "2014-03-18", "content": "Scientists have long suspected that volcanoes played a huge role in the evolution of cloud-shrouded Venus, the second planet from the sun. Now, images from Europe's Venus Express orbiter are showing that volcanic eruptions may not just be a thing from the past. Scientists discovered four transient bright spots in a relatively young rift zone known as Ganiki Chasma, which was observed 36 times by the spacecraft's Venus Monitoring Camera. \"Venus might have ongoing volcanism,\" planetary scientist Alexander Bazilevskiy, with the Max-Planck Institute for Solar System Research in Germany, said at the Lunar and Planetary Science Conference in Houston on Monday. Bazilevskiy and colleagues constructed mosaics from images taken during the orbital passes and computed the relative surface brightness. They found four transient flashes, estimated to be between 980 degrees and 1,520 degrees Fahrenheit - well above the planet's normal 800 degree Fahrenheit surface temperature. The Metallic Snows of Venus: \"We were looking for these spots for several years didn't find,\" anything, Bazilevskiy said. He and colleagues figured the chance of seeing anything was extremely slim, just about 8 percent. \"Then we found something,\" Bazilevskiy said. Four places, actually, all near Maat Mons, a giant shield volcano on Venus that scientists believe last erupted 10 million to 20 million years ago. \"Geologically, it's like yesterday,\" Bazilevskiy said. Follow-up analysis suggests the bright flashes could be lava flows stretching 16 miles or so, a chain of cinder cones, or a volcanic hotspot similar to what has been found on Jupiter's volcanically active moon Io. Scientists plan to comb through archived radar images of Venus made with NASA's Magellan spacecraft between 1990 and 1994 to see if they can find any other evidence of potential volcanic activity. The team also is continuing to use the eight-year-old Venus Express spacecraft to look for flashes in other rift zones. In a synopsis of the research, lead author Eugene Shalygin, also with the Max- Planck Institute, wrote that the discovery of present-day volcanic activity on Venus would have \"major implications\" for understanding processes in the planet's interior, surface and atmosphere.", "url": "https://www.space.com/25106-venus-volcanoes-active.html"}, {"title": "On Venus, Rainbow-Like 'Glory' Seen for 1st Time", "date": "2014-03-26", "content": "Scientists have captured shimmering rainbow colors above Venus for the first time using a European spacecraft currently orbiting the cloud-covered planet. The new Venus photos mark the first time that a rainbow-like \"glory\" has been photographed on another world besides the Earth, officials with the European Space Agency announced this month. The phenomenon also pointed to a mystery in the hothouse planet's atmosphere, they added. ESA's Venus Express spacecraft captured a 746-mile glory on Feb. 24, 2011 that happened when the sun shone on sulfuric acid droplets atop the atmosphere. The phenomenon was spotted about 43 miles above Venus' surface after researchers took pictures of the clouds with the sun directly behind the spacecraft. Glories and rainbows both arise from reflected sunlight, but behave differently. Rainbows arch across vast distances, while glories are more concentrated and have colored rings converging on a shiny center. \"Glories are only seen when the observer is situated directly between the sun and the cloud particles that are reflecting sunlight,\" ESA officials wrote in a statement. \"On Earth, they are often seen from airplanes, surrounding the shadow of the aircraft on the clouds below, or around the shadow of climbers atop misty mountain peaks.\" Conditions for glories best occur among spherical cloud particles that are about the same size. On Earth, glories occur with water droplets, which are about 10 thousandths to 40 thousandths of a millimeter across. The sulfuric acid droplets high in Venus' atmosphere are much smaller - just 2 thousandths of a millimeter across - making the rings tighter from an observer's perspective than on Earth. What surprised researchers was how variable the brightness was within the rings. Scientists believe there must be more than sulfuric acid and water droplets in Venus' atmosphere. \"One idea is that the cause is the 'UV-absorber', an unknown atmospheric component responsible for mysterious dark markings seen in the cloud tops of Venus at ultraviolet wavelengths,\" ESA officials explained. \"More investigation is needed to draw a firm conclusion.\" The research was published in the Feb. 13 edition of Icarus. It was led by Wojtek Markiewicz of the Max Planck Institute for Solar System Research in Germany.", "url": "https://www.space.com/25220-venus-rainbow-glory-photos.html"}, {"title": "Venus Express gets ready to take the plunge", "date": "2014-05-16", "content": "After eight years in orbit, ESA's Venus Express has completed routine science observations and is preparing for a daring plunge into the planet's hostile atmosphere. Venus Express was launched on a Soyuz-Fregat from the Russian Baikonur Cosmodrome in Kazakhstan on 9 November 2005, and arrived at Venus on 11 April 2006. It has been orbiting Venus in an elliptical 24-hour loop that takes it from a distant 66 000 km over the south pole - affording incredible global views - to an altitude of around 250 km above the surface at the north pole, close to the top of the planet's atmosphere. With a suite of seven instruments, the spacecraft has provided a comprehensive study of the ionosphere, atmosphere and surface of Venus. \"Venus Express has taught us just how variable the planet is on all timescales and, furthermore, has given us clues as to how it might have changed since its formation 4.6 billion years ago,\" says Håkan Svedhem, ESA's project scientist. \"This information is helping us decipher how Earth and Venus came to lead such dramatically different lives, but we've also noticed that there are some fundamental similarities.\"", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_gets_ready_to_take_the_plunge"}, {"title": "Venus Express science mission ends; aerobraking experiment beginning", "date": "2014-05-16", "content": "Venus Express, currently the only spacecraft orbiting our nearest planetary neighbor, will soon meet a fiery end in Venus' atmosphere. According to a press release from the European Space Agency today, its science mission has ended. But its work isn't over yet. Just as NASA did with the Magellan Venus orbiter, ESA will maneuver Venus Express to dip into the uppermost Venus atmosphere and study how the spacecraft responds to atmospheric pressure. The work will give ESA valuable experience in aerobraking, in which the atmosphere of a planet like Venus or Mars is used to slow and shrink the orbit of a spacecraft -- saving fuel weight and making smaller, circular orbits possible. Soon after -- or perhaps even during -- the aerobraking experiment, Venus Express will burn up in Venus' atmosphere, bringing the highly productive mission to an end. This is the good kind of way for a space mission to end: having survived many times longer than expected, to the point of exhausted resources, and as a last act, performing an experiment that will open up new possibilities for ESA to deliver even more capable spacecraft to Venus and Mars. Based in part on the Magellan experience, NASA was able to use aerobraking successfully to circularize the orbits of Mars Global Surveyor, 2001 Mars Odyssey, and Mars Reconnaissance Orbiter, enabling missions that would not have been possible without the technique; I hope we see the same for ESA. So really, the only sadness I feel about Venus Express' coming end is that it will leave Venus without any Earth spacecraft. Akatsuki is on its way around the Sun, hopefully to arrive at Venus in late 2015 or 2016; but that mission is flying on a wing and a prayer. There has been no American mission to Venus since Magellan, and no Russian mission since the Vega missions. It's time we planned to return. ", "url": "https://www.planetary.org/articles/05161333-venus-express-mission-science"}, {"title": "Venus Express gets ready to take the plunge", "date": "2014-05-19", "content": "Venus Express completes science observations and prepares to enter the planet's hostile atmosphere. After eight years in orbit, Europe's Venus Express has completed routine science observations and is preparing for a daring plunge into the planet's hostile atmosphere. Venus Express was launched on 9 November 2005, and arrived at Venus on 11 April 2006. With British involvement in five of the mission's instruments, it has been an important project for the UK. The satellite has been orbiting Venus in an elliptical 24-hour loop that takes it from a distant 66 000 km over the south pole - affording incredible global views - to an altitude of around 250 km above the surface at the north pole, close to the top of the planet's atmosphere. With a suite of seven instruments, the spacecraft has provided a comprehensive study of the ionosphere, atmosphere and surface of Venus. Now, after eight years in orbit, the fuel supplies necessary to maintain the elliptical orbit are running low and will soon be exhausted. Thus, routine science operations concluded last week, and the spacecraft is being prepared for one final mission: to make a controlled plunge deeper into the atmosphere than ever before attempted.", "url": "https://www.gov.uk/government/news/venus-express-gets-ready-to-take-the-plunge"}, {"title": "This Satellite's Last Act Will Be Skydiving Through Venus' Atmosphere", "date": "2014-05-19", "content": "The ESA's Venus Express orbiter is going to end its life with a trip into Venus' atmosphere. Venus might be the closest planet to Earth and the most similar in size, but it's a scary place: the atmosphere is hot, the air is poison, rain is made of sulfuric acid and volcanoes pepper the surface. It was also the inspiration for our modern understanding of the hazards of a strong global greenhouse effect. Yet for all its importance, Venus has been studied relatively poorly compared to some of the other planets. After a burst of activity in the 1970s and 80s, our attention on Earth's smoldering twin has largely waned. The European Space Angecy's Venus Express orbiter is an exception, and for the past eight years VEX has been circling the planet. But now the spacecraft is out of fuel, and its main mission has come to an end. Not content to let VEX retire just yet, the ESA is going to take one last step to get everything they can out of the little spacecraft. Over coming weeks the space agency is going to maneuver VEX out of its safe orbit and gradually push it into Venus' atmosphere. Sensors about VEX will be able to gather direct observations of the temperature and pressure within Venus' atmosphere, says Space Fellowship, along with measurements of the planet's magnetic field, the properties of the solar wind and the composition of the air. The increased drag from the thickening atmosphere will likely kill the orbiter, says the ESA, yet with so few missions making it to Venus its important to study everything you can while you're there.", "url": "https://www.smithsonianmag.com/smart-news/satellites-last-act-will-be-skydiving-through-venus-atmosphere-180951491/"}, {"title": "Venus death dive to unlock secrets of Earth's evil twin", "date": "2014-06-04", "content": "TIME to wave goodbye to Earth's fiery twin. Next week, a European spacecraft will start a series of dives into the hellish atmosphere of Venus, marking the beginning of the end for the only probe now orbiting the planet. The dives will take the craft, called Venus Express, deeper into the atmosphere than it has gone before, allowing it to record conditions in a largely unstudied region. It will also be a test of the spacecraft's endurance as it drags itself through the planet's thick air, which will provide valuable data for future interplanetary missions. Venus Express may not survive the month-long campaign of daredevil plunges. Even if it does, the craft will run out of fuel later this year. No dedicated probe is due to launch in the next decade, and a damaged Japanese craft has just a slim chance of making it there next year. But there is still so much to discover about our neglected neighbour. Better knowledge of Venus could help answer two of the most important questions in modern science&colon; how is Earth's climate changing, and are we alone in the universe? \"Venus is so similar to Earth and yet so different,\" says project scientist Håkan Svedhem at the European Space Agency. \"One really needs to understand Venus to understand all terrestrial planets.\" At first glance, Venus seems nothing like Earth. It is shrouded in a haze of carbon dioxide, with toxic sulphuric clouds and temperatures topping 450 °C. Its surface is bone dry, and the air pressure is high enough to rupture the hull of a submarine. However, Venus is almost exactly the same size and mass as Earth, and is made from similar materials. It is thought to have started out with a water-rich atmosphere like Earth's, which may even have made the surface briefly habitable. But Venus is closer to the sun and lacks a global magnetic field, which is what protects Earth from our star's harshest rays. Without this shield, young Venus was blasted by radiation that boiled away most of the water in its air, leaving dense carbon dioxide and triggering a runaway greenhouse effect. \"Venus is like a controlled experiment&colon; what would happen if you took another Earth and started it off in slightly different conditions,\" says David Grinspoon, a NASA astrobiologist who worked on Venus Express. During its eight years in orbit, the Venus Express mission has made many discoveries about our \"evil twin\", most notably about the planet's wind patterns. \"It has really been our first weather satellite on another planet,\" says Grinspoon. \"A lot of advantages have come from observing it over a long period of time and seeing the patterns of changes in the atmosphere.\" Oddly, feeding atmospheric data from Venus Express into a variety of climate models throws up some surprising results. While these simulations can faithfully reproduce conditions on Earth, they all fail to recreate the climate of Venus, says Svedhem. Figuring out why could tell us about the underlying processes of climate change, and perhaps improve our models of climate on Earth. Such knowledge would also be useful to astronomers hunting for Earth-like worlds elsewhere in the galaxy. At the moment, we are able to identify planets with a similar mass and radius to Earth that orbit their stars at the right distance to support liquid water. Technically, Venus falls into this category, so worlds that look friendly from afar may be hellish up close. \"If we can't figure out Venus, we have no chance of predicting conditions on exoplanets,\" says Grinspoon. Daring dives: For its swansong, Venus Express will perform aerobraking, a way to reduce the speed of a spacecraft and so reduce its altitude. This lets an orbiting probe get much closer to a planet's surface and study it in greater detail. On 18 June, Venus Express will take its first dip into the clouds, where it will record the effects of friction from the atmosphere. During a series of these dives until 11 July it will also take readings on the atmosphere's density and composition. ESA has never attempted aerobraking before, so lessons from the Venus experiment will be valuable for future probes. For instance, the agency plans to use the technique when the ExoMars satellite arrives at the Red Planet in 2017, says ESA's Olivier Witasse. Learning more about aerobraking could also be useful for human missions. A related manoeuvre, called aerocapture, would help spacecraft land on Mars or return to Earth without needing prohibitively large landing rockets. \"People think the hard part of space travel is going as fast as you can,\" says Grinspoon. \"There is also the hard part of slowing down when you get places, because you need a big rocket for that or you just keep going.\" If Venus Express survives the ordeal, the plan is to take the probe back into a higher orbit and continue observations until its fuel runs out. Many questions will remain unanswered, including whether the planet is still volcanically active, and whether life could have thrived in the planet's past. However, neither NASA nor ESA has plans for another dedicated Venus mission. And other space agencies hold only faint hope. For the past decade, Russia has been talking of a follow-up to the Soviet Union's successful Venera series of probes in the 1960s and 70s. \"It is not doing very well,\" says Oreg Korablev at the Space Research Institute in Moscow. \"The Russian programme is dominated by lunar exploration.\" The mission, known as Venera-D, is set for a 2024 launch at the earliest. Geopolitics has also become an obstacle. Last December, NASA expressed interest in a Venera-D collaboration. Then Russia invaded Crimea and NASA drew back from most joint operations. In 2012, the Indian space agency, ISRO, announced that a Venus orbiter would be launched next year, but no details have emerged since then. That leaves the Japanese space agency, JAXA. Its Akatsuki probe tried to enter Venus orbit in 2010. Though it was unsuccessful, due to engine damage, the craft is swinging back for another try next year. Mars, meanwhile, enjoys much greater popularity. Two spacecraft are en route, and at least four more are set to launch in the next decade. Venus Express only exists because ESA threw together spare parts from its Mars Express mission. The difference in attitude to our two nearest planets is partly technological. On the surface of sweltering Venus, robotic probes survive for no more than a few hours. Even then, power is a problem. Other probes use solar panels, but thick clouds makes this impossible on Venus. The cloud barrier might be a mental block, too. \"Imagining ourselves going there is easier on Mars. That's a big part of it,\" says Grinspoon. Geoffrey Landis at the NASA John Glenn Research Center in Cleveland, Ohio, is working on Venus-specific technology, including electronics that operate at high temperatures and a solar-powered plane that would direct a rover on the ground. Perhaps an ambitious rover mission is key to reigniting interest in Venus. \"We've discovered how fascinating Mars is because we have been able to land on the surface and rove around,\" says Landis. \"If we could drive around on Venus, we would discover&colon; wow, it is just as interesting as Mars.\" \"If we could drive around on Venus, we would discover&colon; wow, it is just as interesting as Mars\" ", "url": "https://www.newscientist.com/article/mg22229722-800-venus-death-dive-to-unlock-secrets-of-earths-evil-twin/"}, {"title": "Venus Express is ready to dive into a hostile atmosphere", "date": "2014-06-15", "content": "The Venus Express spacecraft has spent eight productive years orbiting the planet Venus and is now ready to take the plunge. Its orbit is slowly being lowered and from Wednesday it will repeatedly dive in and out of the planet's dense and harsh atmosphere, travelling deeper than it ever has before. It's not known whether the spacecraft will survive the soaring temperatures or if its electrical components will be able to handle the strain. But whatever the outcome, valuable data will be obtained by the spacecraft's engineers to help inform future planetary missions, along with a rare opportunity to investigate a previously unexplored territory of Venus. Time to take a chance: Venus Express is the European Space Agency's first mission to Venus and is currently the only spacecraft studying that planet, the second from our sun. It entered orbit in April 2006 for a mission that was due to last 500 days, or just over two Venus days as measured by the planet's very slow rotation. After all this time - and a number of successful mission extensions - the spacecraft's fuel gauge is now close to empty. So ESA has seized the opportunity to push the spacecraft into new territory. It will be sent to plough through the atmosphere of Venus to demonstrate the techniques of aerobraking - using a planet's atmosphere to slow down a spacecraft. It's a useful manoeuvre for getting into orbit around a planet without heavy reliance on rocket engines, which would require packing lots of fuel on board and increases the power needed to launch off Earth. Swinging high and swinging low: It takes 24 hours for Venus Express to complete one highly elliptical orbit. The spacecraft soars 66,000km above the planet's south pole before swinging around to skim the upper atmosphere just a few hundred kilometres above the north pole. After completing 500 days in orbit, Venus Express had mapped the entire planet twice over. The second pass filled in important data gaps missed the first time around and showed how things had changed from one long Venus day to the next. During this period, the spacecraft maintained a height between 250km to 400km above the north pole. To open up new science opportunities and extend the work of the spacecraft beyond its primary mission, its orbit was cautiously lowered to between 185km and 300km, in the first atmospheric drag experiment. This placed Venus Express in reach of the upper atmosphere of Venus. And on August 4, 2008, the spacecraft did indeed feel the effects and experienced a low level of atmospheric drag for the first time. Pedalling against sunlight: Since then, over a dozen ADEs have been carried out, each one following a similar pattern. Venus Express is low on fuel because it routinely needs a boost to maintain its orbit. If left alone, the orbit falls into a natural decay which lowers the spacecraft towards the north pole by as much as 4km in each successive orbit. A number of factors are involved but the main effect is due to solar radiation. Sunlight is known to exert pressure - it's the reason why comet tails always point away from the Sun. So when Venus Express travels towards the incoming solar radiation its orbital speed is reduced, just like trying to ride a bicycle into a headwind. At such times, the spacecraft's orbit drops most quickly towards the north pole. But at other times, Venus Express travels across the solar radiation, or in other words our cyclist pedals against a crosswind. This is relatively easier to manage. The spacecraft doesn't slow down by as much and its descent towards the north pole is briefly stabilised. When this occurs, it's the perfect time to hold off any orbital boosts and allow the spacecraft to slowly and carefully dip into the atmosphere. The spacecraft is the experiment: The ADEs were perfect dress rehearsals for the major event occurring this week. During each one, Venus Express dipped into the atmosphere for just six minutes of its 24-hour orbit, and would repeat this for around ten days. On three occasions it dropped as low as 165km above the north pole, reaching into the upper ionosphere. Venus Express does not include an instrument capable of measuring the density of the atmosphere. Instead it uses its own reaction to the atmospheric drag it encounters. During the ADEs, the spacecraft's two solar panels are oriented asymmetrically, so that one faces the incoming stream of atmosphere, while the other is turned by 90 degrees and presents itself edge on. As it's buffeted by the weak atmosphere, the spacecraft experiences a torque. Stabilising reaction wheels work to compensate and maintain the spacecraft's orientation. Just how much adjustment is needed translates into quite a precise estimate of the atmosphere's density. Furthermore, the spacecraft's trajectory is also meticulously tracked so that any changes brought about by atmospheric drag can also be determined and turned into a measure of density. Australia listens in: In all previous ADEs, the safety of Venus Express has been paramount and the spacecraft was closely monitored by the two ground stations in the right location to track it at those critical moments: ESA's New Norcia station in Western Australia and NASA's Deep Space Network in Canberra. During an ADE, calculations would be made daily to determine the unique escape manoeuvre that would get Venus Express out of a bind and immediately raise its orbit. Venus Express was not allowed to experience levels of atmospheric drag that might comprise its safety. But that's about to change - it's now or never for Venus Express. Cloudy with a chance of annihilation: Science operations concluded on May 16 and since then the orbit of Venus Express has been left to decay and should stabilise at around 130km by Wednesday, June 18. If it survives it will be boosted back to an altitude of 475km in mid-July. But that will be it for fuel reserves and a final orbit decay will be inevitable later this year to close out the mission. Interestingly, the spacecraft quickly encountered a denser atmosphere than measured on any ADE in the last three years. While nowhere near critical, the spacecraft was given a final boost to place it on a proper descent deep into the atmosphere. For the first time, ESA's Space Weather Coordination Centre, which provides forecasts for Earth and its flotilla of satellites based on solar activity, is now providing space weather updates pertaining to Venus. Everything is being done to give Venus Express the best chance possible. To boldly go: No spacecraft has been in orbit around Venus for as long as Venus Express and in that time it has made some great discoveries. It found support for fresh volcanic activity, discovered water escaping from Venus' atmosphere and uncovered evidence for Venusian lightning It has recorded changes in extreme weather along with tracking cloud patterns, which may well inform climate change scenarios for Earth. Let's hope that the spacecraft's high-gain antenna survives the dive through the atmosphere intact so that wonderful new data has a chance of making it back to Earth.", "url": "https://theconversation.com/venus-express-is-ready-to-dive-into-a-hostile-atmosphere-27393"}]}, {"win label": 1, "news": [{"title": "Venus Express: up above the clouds so high", "date": "2014-07-28", "content": "ESA's Venus Express spacecraft has climbed to a new orbit following its daring aerobraking experiment, and will now resume observations of this fascinating planet for at least a few more months. The orbit-raising followed a month of aerobraking that saw the spacecraft surf in and out of the atmosphere at altitudes typically between 131 km and 135 km for a couple of minutes on each of its closest approaches to the planet. Before, normal operations involved an elliptical orbit every 24 hours that took Venus Express from 66 000 km over the south pole down to around 250 km at the north pole, just above the top of the atmosphere. But, after eight years and with propellant running low, the Venus Express team began a daring aerobraking campaign, dipping the craft progressively lower into the atmosphere on its closest approaches. The experiment directly explored previously uncharted regions of the atmosphere, while also providing information on how a spacecraft responds when encountering the tenuous upper reaches of an atmosphere at high speed. Aerobraking can be used to reduce the speed of a spacecraft approaching a planet or moon with an atmosphere, allowing it to be captured into orbit, and to move from an elliptical orbit to a more circular one. Less fuel has to be carried, yielding benefits all round. The technique will be used on future missions and the Venus Express experiments will help guide their design. \"We have collected valuable data on the Venusian atmosphere in a region difficult to characterise by other means,\" says Håkan Svedhem, ESA's Venus Express project scientist. \"The results show that the atmosphere seems to be more variable than previously thought for this altitude range, but further analysis will be needed in order to explain these variations properly.\" Between altitudes of 165 km and 130 km, the atmospheric density increases by a factor of roughly a thousand, meaning that the forces and stress encountered by Venus Express were much higher than during normal operations. It also experienced extreme heating cycles, with temperatures rising by over 100ºC during several 100 second-long passages through the atmosphere. In addition, the atmospheric drag at these lower altitudes was so great that the spacecraft's orbital period was reduced by more than an hour. \"The spacecraft has proven to be very robust and has apparently experienced no substantial degradation in any area, but a detailed evaluation is still to take place,\" says Joerg Fischer, Venus Express operations engineer. At the end of the campaign, 15 thruster burns raised the craft's altitude, preventing it from dropping into the atmosphere. The last was executed on Thursday evening, boosting Venus Express to a new altitude of 460 km at its closest and 63 000 km at its furthest. This new orbit takes 22 hours 24 minutes to complete. \"During the 15 manoeuvres, each thruster fired more than 8000 pulses and burned a total of about 5.2 kg of propellant to raise the spacecraft to this new altitude,\" adds Joerg.", "url": "https://www.esa.int/Science_Exploration/Space_Science/Venus_Express/Venus_Express_up_above_the_clouds_so_high"}, {"title": "European Probe Survives Daring Dive Through Venus Atmosphere", "date": "2014-08-21", "content": "A European spacecraft that's been orbiting Venus for the past eight years has finished a month-long maneuver that sent it rocketing through the outer reaches of the hellishly hot planet's atmosphere. The European Space Agency's Venus Express probe wrapped up this \"aerobraking\" move and entered a new, higher orbit in late July, ESA officials said. It will continue to study Venus for several more months, probably until December, and then, as its fuel runs out, dip back into the planet's thick atmosphere for good. During the aerobraking maneuver, Venus Express studied regions of Venus' atmosphere that had never been studied before, often getting as close as 81 to 84 miles above the planet's surface. \"We have collected valuable data on the Venusian atmosphere in a region difficult to characterize by other means,\" Venus Express project scientist Håkan Svedhem said in an ESA statement. Specifically, Venus Express found that, between altitudes of 81 and 103 miles, the atmospheric pressure increased by a factor of 1,000. Also, during several brief periods lasting 100 seconds each, temperatures increased by more than 212 degrees Fahrenheit, researchers said. The spacecraft's normal orbit during the bulk of the past eight years took it along an elliptical path that went around Venus every 24 hours. While above the planet's south pole, the probe peered down from an altitude of 41,000 miles. When the craft was above the north pole, it flew at a relatively close altitude of 155 miles, just at the top of the planet's atmosphere. The new orbit takes Venus Express out to a maximum distance of 39,150 miles, and in to a minimum altitude of 286 miles. The atmosphere-skimming maneuver also provided information on how to use aerobraking in future missions to alter a spacecraft's trajectory and orbit, researchers said. \"Aerobraking can be used to reduce the speed of a spacecraft approaching a planet or moon with an atmosphere, allowing it to be captured into orbit, and to move from an elliptical orbit to a more circular one,\" ESA officials said. \"Less fuel has to be carried, yielding benefits all-round.\" ", "url": "https://www.space.com/26896-venus-express-survives-daring-aerobraking-maneuver.html"}, {"title": "Venturing into the upper atmosphere of Venus", "date": "2014-11-12", "content": "As the end of its eight-year adventure at Venus edges ever closer, European Space Agency scientists have been taking a calculated risk with the Venus Express spacecraft in order to carry out unique observations of the planet's rarefied outer atmosphere. Currently, the only spacecraft orbiting our nearest planetary neighbor, Venus Express arrived at Venus on April 11, 2006. Since then, the spacecraft has gathered a wealth of data on the planet's atmosphere and surface from its elliptical, 24-hour polar orbit. With the spacecraft's fuel tank running low, the mission team decided to undertake several aerobraking campaigns, during which the orbiter would dip deeper than ever before into Venus's atmosphere during each pericenter passage; pericenter is the point of closest approach in a spacecraft's orbit around a planet. By gradually reducing its pericenter altitude to around 81 miles, the spacecraft would be able to provide unique, detailed, in-situ information about the sparse outer atmosphere, a region that is difficult to study using remote sensing instruments. Aerobraking has been used for many decades as a fuel-efficient way to slow down a spacecraft in a controlled manner. It has been used by the Apollo Command Modules on their return from the Moon and by automated spacecraft arriving at Mars. One of the major problems with aerobraking is that atmospheric friction places stresses on a spacecraft's structure and causes its exterior to heat up rapidly. However, Venus Express was designed to survive modest aerobraking in case the initial orbit insertion did not work as planned. Fortunately, this backup procedure was never needed. Now, near the end of its successful odyssey, the mission team had the opportunity to test and verify the spacecraft's design and aerobraking procedures without risking the overall success of the mission. For the first time, an ESA spacecraft would deliberately dip deep into a planetary atmosphere and then rise to continue operations. The aerobraking was performed near the lowest point of the orbit by turning the lower end of the spacecraft in the direction of travel and rotating the solar panels so that they created the most atmospheric drag. Starting May 17, the pericenter altitude was allowed to slowly decrease naturally from 118 miles to 87 miles. The orbit continued to alter under the influence of gravity, culminating in a month of \"surfing\" between 81 miles and 84 miles above the planet's surface. Additional small thruster burns were used to lower the trajectory even further, reaching a minimum of 80 miles on July 11. Although each dip into the atmosphere only slowed the orbiter's speed by about 1 mile per second, the combined effect of the daily drag at these lower altitudes was so great that its orbital period was eventually reduced from 24 hours to 22 hours, 20 minutes. The campaign ended July 12, after which a series of 15 thruster burns raised the craft's altitude again, placing it in a new orbit of 286 by 39,100 miles. \"Below 155km 96 miles, the onboard accelerometers gave direct measurements of the rate of deceleration, which was directly proportional to the local atmospheric density,\" said Håkan Svedhem from ESA. \"This provided an excellent way to study the overall density profile and small scale density variations during each dip into the atmosphere. \"To our surprise, we saw that the atmosphere appeared to be more variable than previously thought for this altitude, both from day-to-day and during each individual pericenter passage.\" The data indicate that the satellite experienced extreme heating cycles, with temperatures of the solar panels increasing to about 122° F - a rise of more than 180° F - during several of the brief sweeps through the atmosphere. The atmosphere also became about 1,000 times denser between altitudes of 103 miles and 81 miles, subjecting Venus Express to much higher forces and stress than during normal operations. \"We expected the density profile to be smooth,\" said Svedhem, \"but we saw wide variations, sometimes with a steep rise, flat top and steep decline, sometimes with several peaks or a triangular shape. \"One possible explanation is that we detected atmospheric waves. These features can be caused when high speed winds travel over mountain ranges. The waves then propagate upwards. However, such waves had never been detected at such heights - twice the altitude of the cloud deck that blankets Venus.\" At the time of the campaign, the low point of the orbit was located near the day-night terminator, at about 75° north latitude. Some marked changes were detected as Venus Express crossed the terminator. \"Atmospheric density changed very rapidly as the spacecraft moved from daylight into darkness,\" said Svedhem. \"It was about four times greater on the dayside than the nightside.\" Measurements of magnetic fields and energetic particles obtained during the campaign will be analyzed in the coming months and will certainly lead to new and improved models and a better understanding of the venusian atmosphere and its environment. Having survived its dives into the atmosphere, Venus Express is continuing a program of more routine science observations. However, the intrepid orbiter is living on borrowed time. \"Since July, the pericenter of the orbit has been naturally decreasing again, and by the end of November, we shall attempt to raise it once again,\" said Svedhem. \"Unfortunately, we do not know how much fuel remains in its tanks, but we are intending to continue the up-down process as long as possible, until the propellant runs out. \"We have yet to decide whether we shall simply continue until we lose control, allowing it to enter the atmosphere and burn up naturally, or whether we attempt a controlled descent until it breaks up.\" Either way, the tough little spacecraft will have revolutionized our knowledge of Earth's mysterious, cloud-shrouded neighbor, sending back more data than all previous missions to Venus combined.", "url": "https://astronomy.com/news/2014/11/venturing-into-the-upper-atmosphere-of-venus"}, {"title": "Venus Express spacecraft, low on fuel, does delicate dance above doom below", "date": "2014-11-28", "content": "It's been an interesting year for Venus Express. A few months ago, controllers deliberately dipped the spacecraft into the atmosphere of the planet-for science purposes, of course. The daring maneuver was approved because the spacecraft is near the end of its mission. It's nearly out of fuel and will fall into Venus-sometime. Likely in 2015. No one knows exactly when, however. Until Dec. 30, European Space Agency operators are going to boost the spacecraft's orbit to try to get a little more productivity out of it. After that, all depends on what gas is left in the tank. The push against the dense atmosphere revealed a few surprises. In a recent blog post, ESA said the atmosphere was changing more than expected. Between different altitudes, controllers sometimes saw a steady rise in pressure and sometimes multiple peaks. The spacecraft's journeys took it as low as 129.2 kilometers (80 miles) above the surface, but mostly involving a month of \"surfing\" between 131 km and 135 km (81.4 miles and 83.9 miles).", "url": "https://phys.org/news/2014-11-venus-spacecraft-fuel-delicate-doom.html"}, {"title": "ESA's Venus Express begins its descent", "date": "2014-12-02", "content": "Venus Express is beginning its bold plunge into the toxic atmosphere of Venus, the planet it has been orbiting for the last eight years. The risky operation will push the spacecraft's capabilities, testing what might be possible for future planetary missions. Throughout its mission, Venus Express has given us incredible views of the planet's ionosphere, atmosphere and surface. Currently Venus Express's orbit takes it from 66,000km above Venus's south pole to 250km over its north pole in a giant elliptical loop that takes 24 hours to complete. Maintaining the loop however, requires propellant, and the fuel on board the probe is rapidly beginning to run out. Between 18 June and 11 July, the spacecraft will begin its daring bid to journey deeper into the planet's atmosphere, causing it to slow down in a procedure known as aerobraking and it will sink down to just 130km above the surface. Perhaps even lower. \"We have performed previous short 'aerodrag' campaigns where we've skimmed the thin upper layers of the atmosphere at about 165 km, but we want to go deeper,\" says Patrick Martin, Venus Express mission manager.", "url": "https://www.skyatnightmagazine.com/news/esas-venus-express-begins-its-descent/"}, {"title": "Out of Fuel, Venus Express Is Falling Gently to Its Death in Planet's Skies", "date": "2014-12-17", "content": "Just above the surface of Venus, one of Earth's most intrepid robots is slipping into a sulfuric hereafter. Over the next few months, Venus Express will fall slowly through the 150-mile-thick atmosphere consisting of carbon dioxide and sulfuric acid that envelops the planet. The European Space Agency announced Tuesday that the mission has ended, after losing contact with the spacecraft in late November when it ran out of gas. For the past 8.5 years, Venus Express has been orbiting our nearest neighbor, quietly unveiling the shrouded planet's secrets. \"The spacecraft is expected to drop below 150 kilometers 93 miles in early January 2015, and plunge much deeper into the atmosphere of Venus by early February,\" says Patrick Martin, Venus Express mission manager. \"It will be destroyed in the atmosphere most likely toward the end of January or early February.\" The craft will probably burn up as it makes its final descent. During its time in orbit nearly 155 million miles away from Earth, Venus Express revealed many surprises about Earth's sister planet. It found some evidence for both past water on the surface and for recent volcanic activity, and spied on the mammoth, shape-shifting vortexes that swirl at the planet's poles. It studied the planet's odd, super-rotating atmosphere, which whips around the Earth-size world at 250 miles per hour. And it even detected evidence for lightning-and ozone-in the thick, mostly-carbon- dioxide atmosphere. \"Both geologically and from the point of view of the atmospheric circulation, Venus Express has just been an amazing mission,\" says Ellen Stofan, NASA's chief scientist. \"And it's really helped to refine the question of what you want to do next at Venus.\" Spacecraft's Final Moves Launched in 2005, Venus Express was slated to orbit Venus for just two years. But it refused to quit gathering data, and nearly a decade later, the spacecraft was still soldiering on-even performing a daring, experimental aerobraking maneuver earlier this year in an attempt to raise the craft's orbiting altitude. Just last month, mission scientists presented data from the maneuver at the American Astronomical Society's Division for Planetary Sciences meeting in Tucson, Arizona. But two weeks after that meeting, scientists lost contact with the craft. They'd been trying to raise the spacecraft's orbiting altitude, which consisted of a series of thruster burns and carried the inherent risk of burning through whatever fuel was left after years spent skimming the Venusian cloud tops. On November 28, the flight control team was unable to contact Venus Express. By December 3, the team managed to regain intermittent contact with the spacecraft, which was then in \"survival mode.\" Mission managers guessed that Venus Express had run out of propellant-an eventuality predicted to happen toward the end of this year. Without gas in the tank to power the thrusters, Venus Express is now caught in the grip of the planet's gravity. The team is still getting a carrier signal from the craft, but is no longer getting any data from it. \"We are all sad to see this great mission end, but at the same time we are very proud of its many achievements and successes,\" Martin says. \"And we will certainly celebrate this fantastic, once-in-a-lifetime adventure in the near future.\" Exploring Earth's Hellish Sister Venus's extreme atmospheric pressure will crumple and scorch the spacecraft before it hits the surface of a world with the hottest recorded temperatures in the solar system. Surface pressures are 90 times higher than on Earth, and visitors are not tolerated for long. In the 1970s and '80s, Venus made quick work of the half dozen robotic landers that formed the backbone of the Soviet Venera program; yet, some of the spacecraft managed to survive long enough to send back photos and data from the surface. Though brief, these short-lived victories marked the few decades when the spotlight of space exploration pointed at Venus. After NASA's last Venus probe, Magellan, burned up in the planet's atmosphere in 1994, it would be more than a decade before Venus Express was launched. Now, with only a single, already crippled Japanese spacecraft heading to Venus, Earth's sister is again retreating into the planetary shadows. But it's a world that could teach us a few things. Scientists suspect now- hellish Venus was once very much like the world we're standing on. Data suggest it was watery and more temperate then, and possibly capable of sustaining life. Billions of years ago, though, something went dreadfully wrong. Greenhouse gases overwhelmed the planet, shattering a fragile equilibrium and transforming the former oasis into a toxic, roasted world. \"Venus and Earth started out not that differently,\" Stofan says. \"It really is our twin sister gone bad. To understand why that is, and then what the implications of that are for how habitable worlds evolve around other stars, is really critical.\" Correction: An earlier version of this story misstated the year the Magellan probe blew up as 1990. It was 1994. ", "url": "https://www.nationalgeographic.com/science/article/141217-venus-express-final-plunge-space-science"}, {"title": "Europe's Venus Express mission is at its end", "date": "2014-12-18", "content": "The European Space Agency's Venus Express spacecraft has run out of fuel and will burn up in the atmosphere of Venus in January after a successful eight-year mission. Ground controllers lost contact with Venus Express on Nov. 28 after a planned maneuver to raise the altitude of the craft's orbit around Venus in hopes of keeping the mission going into 2015. Håkan Svedhem, ESA's Venus Express project scientist, said mission control has received intermittent telemetry from the spacecraft since late November. The data signature indicates the orbiter is in a spin and can only contact Earth when its antennas happen to be pointing the right direction. Complicating matters, Venus is near the farthest point from Earth as the planets orbit around the sun, so radio signals from Venus Express are very week, Svedhem said. Venus Express was programmed to execute a series of rocket burns to boost its orbit from Nov. 23 to Nov. 30 to keep the spacecraft from entering the Venusian atmosphere. \"The available information provides evidence of the spacecraft losing attitude control most likely due to thrust problems during the raising maneuvers,\" said Patrick Martin, ESA's Venus Express mission manager. \"It seems likely, therefore, that Venus Express exhausted its remaining propellant about half way through the planned maneuvers last month.\" Officials knew the fuel and oxidizer tanks aboard Venus Express were running low, but spacecraft do not carry a fuel gauge, so engineers were not sure how much propellant was left on the orbiter. \"It is difficult to quantify the probability, but I would say that it is very likely that the fuel in the tanks is at least so much depleted that we sometimes get gas bubbles in the fuel lines,\" Svedhem said in an email to Spaceflight Now. \"There might still be some limited amount of fuel in the tanks but this is not accessible.\" Without propellant to maintain its altitude, Venus Express will succumb to atmospheric drag and fall out of orbit some time around mid-January, Svedhem said. The probe will be crushed by the pressure of the Venusian atmosphere, disintegrating in a ball of plasma dozens of miles above the planet. The spacecraft arrived at Venus in April 2006 after five-month cruise from Earth, entering an egg-shaped orbit for a planned 500-day mission. ESA granted extra funding to continue the mission, including a final tranche of money approved in November to extend Venus Express operations into 2015 until it exhausted its fuel supply. \"After over eight years in orbit around Venus, we knew that our spacecraft was running on fumes,\" said Adam Williams, ESA's acting Venus Express spacecraft operations manager. \"It was to be expected that the remaining propellant would be exhausted during this period, but we are pleased to have been pushing the boundaries right down to the last drop.\" Controllers used the last bit of fuel inside the spacecraft to move its orbit closer to Venus in from May to July, exploring deeper inside the Venusian atmosphere and gathering data on aerobreaking, a technique that future missions could use to shape their orbits around planets like Venus. Venus Express spent most of its mission circling the planet in an orbit with a point closest to Venus about 120 miles above its surface. The orbit typically took the spacecraft 41,000 miles from Venus at its highest altitude. The aerobreaking campaign this year involved flying Venus Express as low as 80 miles above the planet. When the experiments were finished, engineers raised the low point of the craft's orbit to an altitude of about 285 miles. But the orbit naturally decayed and Venus Express fell closer to the upper reaches of the atmosphere, causing officials to decide to boost its orbit again in a bid to extend its mission by a few months. It turns out there was not enough propellant left in the probe's tanks to complete the orbit-raising maneuvers. Venus Express was built out of spare parts from ESA's Mars Express and Rosetta missions and launched in November 2005. ESA developed and launched the low- budget mission for 220 million euros, or about $270 million, at 2005 values. Scientists say the mission found evidence of lava flows on Venus indicating active volcanism within the last 2.5 million years. It also sensed fluctuations in concentrations of sulphur dioxide in the upper atmosphere, a finding that could be explained by volcanic activity. The orbiter's instruments measured wind speeds rose in the smothering Venusian atmosphere over a six-year period. The spacecraft discovered that a day on Venus - which lasts 243 Earth days - had shortened by six-and-a-half minutes since NASA's Magellan mission measured the planet's rotation more than 20 years ago. Data from Venus Express also support the theory that the planet was once more hospitable for life, with measurements indicating Venus once harbored significant water, perhaps enough to fill oceans on its surface, according to an ESA press release. \"During its mission at Venus, the spacecraft provided a comprehensive study of the planet's ionosphere and atmosphere, and has enabled us to draw important conclusions about its surface,\" Svedhem said in an ESA press release. \"While the science collection phase of the mission is now complete, the data will keep the scientific community busy for many years to come.\" With the end of the Venus Express mission, no more spacecraft are operating at Earth's sister planet. Japan's Akatsuki mission is due to arrive at Venus in November 2015 after missing a chance to enter orbit there in late 2010. Japanese officials blamed the 2010 failure on a glitch in the probe's main engine, and engineers plan to use smaller thrusters to help Venus capture the spacecraft in orbit.", "url": "https://spaceflightnow.com/2014/12/18/europes-venus-express-mission-at-its-end/"}, {"title": "ESA BIDS FAREWELL TO VENUS EXPRESS", "date": "2014-12-24", "content": "A highly successful spacecraft has ended its mission after returning nearly a decade of data on Earth's nearest planetary neighbor. Chances are good that you've never heard of an interplanetary spacecraft called Venus Express - and you wouldn't be alone. Launched by the European Space Agency in 2005, this spacecraft reached Venus in April 2006 and has been dependably sending back images, spectra, and other details about Earth's nearest planetary neighbor ever since. But the clock has finally run out on this dependable space sentinel. More accurately, the fuel ran out. Six months ago ground controllers commanded the spacecraft to alter its elliptical orbit so that its periapsis, or low point, was no more than 135 km (85 miles) from Venus's surface. This dropped Venus Express into the planet's uppermost atmosphere once per day for several weeks in order to test out aerobraking techniques. Then the periapsis altitude was raised, and limited scientific operations continued - though mission managers passed on the opportunity to observe Comet Jacques (C/2014 E2) when it passed just 8 million miles (13 million km) from Venus in mid-July. As the orbit continued to shrink due to gravitational perturbations, last month engineers commanded a last-ditch series of altitude-raising thruster firings that used up the last sips of fuel. Reliable radio contact was lost on November 28th, and ESA officials declared the mission over a week ago. The spacecraft is expected to plunge into the planet's atmosphere sometime in January. Venus Express was designed to be a near clone of ESA's equally successful Mars Express: a 1-ton cube measuring about 5 feet (1(1/2) m) on a side, with two long \"wings\" of solar-cell arrays for power. Although it carried a camera, Venus Express primarily studied the planet's dense, opaque atmosphere and the tenuous plasma higher up with a suite of six instruments and its radio transmitter.", "url": "https://skyandtelescope.org/astronomy-news/venus-express-mission-ends-12242014/"}]}]