[{"win label": 0, "news": [{"title": "Preparing for launch", "date": "2009-10-22", "content": "United Luanch Alliance workers position a solid rocket motor for emplacement on a Delta II rocket. The Delta II rocket will launch NASA's Wide-field Infrared Survey Explorer satellite, which will observe the entire sky in mid-infrared wavelengths with greater sensitivity than ever before.", "url": "https://www.afspc.af.mil/News/Article-Display/Article/250630/preparing-for-launch/"}, {"title": "New NASA Sky Mapper Heads to Launch Pad", "date": "2009-11-20", "content": "NASA's new asteroid-hunting spacecraft willroll out to the pad at Vandenberg Air Force Base, Calif., Friday inpreparation for launch next month.  The spacecraft is  due to launch  Dec. 9 aboard a United Launch Alliance Delta 2 rocket.  Known as the Wide-field Infrared Survey Explorer, thespacecraft will spend the next 10 months circling the Earth over the poles,scanning the complete sky at infrared wavelengths to uncoverhidden cosmic objects, including cool stars, dark asteroids and luminousgalaxies.  \"You can kind of think of it as the Google Map of theuniverse,\" said Amy Mainzer, NASA's deputy project scientist for WISE,explaining that the instrument will take repeated exposures of the same swathof sky, creating overlapping images as the telescope progresses through its skyscan. The stars and galaxies will appear fixed on the sky in each exposure, butasteroids will move over short amounts of time.  \"WISE is going to be finding about 100,000 new asteroids inthe main asteroid belt,\" Mainzer said during a Nov. 17 news conference at NASAheadquarters here. \"And we expect it's going to find several hundred newasteroids that  getclose to Earth orbits. These are asteroids and comets whose orbits takethem close to Earth's orbit.\"  The $320 million project, managed by NASA's Jet PropulsionLaboratory in Pasadena, Calif., was competitively selected under NASA'sExplorers Program, managed by the agency's Goddard Space Flight Center in Greenbelt, Md. The science instrument was built by the Space Dynamics Laboratory in Logan, Utah, and the spacecraft was built by Boulder, Colo.-based Ball Aerospace &Technologies Corp.  WISE principal investigator Edward \"Ned\" Wright of the University of So uthern California, Los Angeles, said the instrument will provide a vastimprovement over past infrared sky surveys.  \"We will find millions of objects that have never been seenbefore,\" he said during the news conference.  In addition to near Earth objects, WISE will find coolstars, known as  browndwarfs, which glow feebly like chunks of heated coal. By studying browndwarfs, astronomers can learn more about star formation, as well as theatmospheres of planets orbiting stars beyond the sun.  \"WISE is going to survey the whole sky and find thesenearest neighbors and transform our view of the solar neighborhood,\" said PeterEisenhardt, WISE project scientist at the Jet Propulsion Laboratory. \"It'spossible that one of these nearby brown dwarfs is even closer to the sun thanany star that we now know of.\"  The mission also will spot dusty nests of stars, swirlingplanet-forming disks and evolving galaxies.  \"WISE has been designed so that it can detect thesecataclysmic dusty forming galaxies out to a distance of 10 billion light yearsover the entire sky,\" said Eisenhardt. \"So we're going to find the mostsuper-duper, hyper-ultra luminous forming galaxies in the universe, and we'llsee just how extreme this galaxy forming process can get.\"  The mission will map the entire sky at four infraredwavelengths with sensitivity hundreds to hundreds of thousands of times greaterthan its predecessors, cataloging hundreds of millions of objects. The datawill serve as a navigation chart of sorts for other missions, pointing them tothe most interesting targets. NASA's Hubble and Spitzer space telescopes, theEuropean Space Agency's Herschel Space Observatory, and NASA's upcoming Sofia andJames Webb Space Telescope will follow up on WISE finds.  \"This is an exciting time for space telescopes,\" said JonMorse, Astrophysics Division director at NASA headquarters here. \"Many of thetelescopes will work together, each contributing different pieces to some ofthe most intriguing puzzles in our universe.\"", "url": "https://www.space.com/7564-nasa-sky-mapper-heads-launch-pad.html"}, {"title": "NASA's WISE Eye on the Universe Begins All-Sky Survey Mission", "date": "2009-12-14", "content": "NASA's Wide-field Infrared Survey Explorer, or WISE, lifted off over the Pacific Ocean this morning on its way to map the entire sky in infrared light. A Delta II rocket carrying the spacecraft launched at 6:09 a.m. PST (9:09 a.m. EST) from Vandenberg Air Force Base in California. The rocket deposited WISE into a polar orbit 326 miles above Earth. \"WISE thundered overhead, lighting up the pre-dawn skies,\" said William Irace, the mission's project manager at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"All systems are looking good, and we are on our way to seeing the entire infrared sky better than ever before.\" Engineers acquired a signal from the spacecraft via NASA's Tracking and Data Relay Satellite System just 10 seconds after the spacecraft separated from the rocket. Approximately three minutes later, WISE re-oriented itself with its solar panels facing the sun to generate its own power. The next major event occurred about 17 minutes later. Valves on the cryostat, a chamber of super-cold hydrogen ice that cools the WISE instrument, opened. Because the instrument sees the infrared, or heat, signatures of objects, it must be kept at chilly temperatures. Its coldest detectors are less than minus 447 degrees Fahrenheit. \"WISE needs to be colder than the objects it's observing,\" said Ned Wright of UCLA, the mission's principal investigator. \"Now we're ready to see the infrared glow from hundreds of thousands of asteroids, and hundreds of millions of stars and galaxies.\" With the spacecraft stable, cold and communicating with mission controllers at JPL, a month-long checkout and calibration is underway. WISE will see the infrared colors of the whole sky with sensitivity and resolution far better than the last infrared sky survey, performed 26 years ago. The space telescope will spend nine months scanning the sky once, then one-half the sky a second time. The primary mission will end when WISE's frozen hydrogen runs out, about 10 months after launch. Just about everything in the universe glows in infrared, which means the mission will catalog a variety of astronomical targets. Near-Earth asteroids, stars, planet-forming disks and distant galaxies all will be easy for the mission to see. Hundreds of millions of objects will populate the WISE atlas, providing astronomers and other space missions, such as NASA's planned James Webb Space Telescope, with a long-lasting infrared roadmap.", "url": "https://www.nasa.gov/mission_pages/WISE/news/wise20091214.html"}, {"title": "NASA launches infrared telescope to scan entire sky", "date": "2009-12-14", "content": "NASA launched a new telescope into space on Monday to scan the cosmos for undiscovered objects, including asteroids and comets that might threaten Earth.  The Wide-field Infrared Survey Explorer, or WISE, spacecraft will employ an infrared camera to detect light- and heat-emitting objects that other orbiting telescopes, such as the Hubble, might miss.  WISE launched Monday at 9:09 a.m. ET aboard a Delta II rocket from Vandenberg Air Force Base in California. The launch was postponed from Friday because of a problem with the motion of a booster steering engine.  The unmanned WISE will spend the next nine months in orbit, 326 miles above the Earth, mapping the universe in infrared light. Its lens eventually will cover the whole sky 1½ times, snapping a picture every 11 seconds.  \"The last time we mapped the whole sky at these particular infrared wavelengths was 26 years ago,\" said Edward \"Ned\" Wright of UCLA, the principal investigator of the mission. He was referring to WISE's predecessor, the Infrared Astronomical Satellite, which launched in 1983 and discovered six comets.  \"Infrared technology has come a long way since then,\" Wright said. \"The old all-sky infrared pictures were like impressionist paintings -- now, we'll have images that look like actual photographs.\" The solar-powered WISE will not be the first infrared telescope in space. Two others -- NASA's Spitzer Space Telescope and the European Space Agency's Herschel Space Observatory -- also catalog images of the universe, although both focus on specific celestial objects instead of surveying the entire sky.  Mission leaders expect WISE to find hundreds of asteroids and comets with orbits that come close to crossing Earth's path. By measuring the objects' infrared light, the telescope also should help determine their size and composition -- data that may help astronomers learn how often Earth can expect to be struck by a hurtling asteroid.  \"We can help protect our Earth by learning more about the diversity of potentially hazardous asteroids and comets,\" said Amy Mainzer, deputy project scientist for the $320 million mission at NASA's Jet Propulsion Laboratory in Pasadena, California.  WISE also will be looking for dim stars called brown dwarfs and millions of far-away galaxies that are shrouded in dust and often can't be seen in visible light.  Watch a video about the mission  Data taken by WISE will be downloaded by radio transmission four times per day to computers on Earth, which will combine the many overlapping images into an atlas covering the entire celestial sphere -- complete with a list of all the detected objects.  The rocket is expected to cross the California coastline shortly after liftoff and head south, out over the Pacific Ocean. About five minutes later, the \"fairing\" covering the telescope was expected to split open like a clamshell and fall away.  At about 55 minutes after launch, the spacecraft is expected to reach its final orbit and separate from the rocket. Engineers expected to pick up a signal from WISE anywhere from about one to 10 minutes after separation.", "url": "http://www.cnn.com/2009/TECH/space/12/14/wise.spacecraft.launch/index.html"}, {"title": "NASA's WISE Space Telescope Jettisons Its Cover", "date": "2009-12-29", "content": "Engineers and scientists say the maneuver went off without a hitch, and everything is working properly. The mission's \"first-light\" images of the sky will be released to the public in about a month, after the telescope has been fully calibrated. \"The cover floated away as we planned,\" said William Irace, the mission's project manager at NASA's Jet Propulsion Laboratory, Pasadena, Calif. \"Our detectors are soaking up starlight for the first time.\" WISE will perform the most detailed infrared survey of the entire sky to date. Its millions of images will expose the dark side of the cosmos -- objects, such as asteroids, stars and galaxies, that are too cool or dusty to be seen with visible light. The telescope will survey the sky one-and-a-half times in nine months, ending its primary mission when the coolant it needs to see infrared light evaporates away. WISE launched on Dec. 14 from Vandenberg Air Force Base in California. Once it was thoroughly checked out in space, it was ready to \"flip its lid.\" The cover served as the top to a Thermos-like bottle that chilled the instrument -- a 40-centimeter (16-inch) telescope and four infrared detector arrays with one million pixels each. The instrument must be maintained at frosty temperatures, as cold as below 8 Kelvin (minus 447 degrees Fahrenheit), to prevent it from picking up its own heat, or infrared, glow. The cover kept everything cool on the ground by sealing a vacuum space into the instrument chamber. In the same way that Thermos bottles use thin vacuum layers to keep your coffee warm or iced tea cold, the vacuum space inside WISE stopped heat from getting in. Now, space itself will provide the instrument with an even better vacuum than before. The cover also protected the instrument from stray sunlight and extra heat during launch. At about 2:30 p.m. PST (5:30 p.m. EST), Dec. 29, engineers sent a command to fire pyrotechnic devices that released nuts holding the cover in place. Three springs were then free to push the cover away and into an orbit closer to Earth than that of the spacecraft. Scientists and engineers are now busy adjusting the rate of the spacecraft to match the rate of a scanning mirror. To take still images on the sky as it orbits around Earth, WISE will use a scan mirror to counteract its motion. Light from the moving telescope's primary mirror will be focused onto the scan mirror, which will move in the opposite direction at the same rate. This allows the mission to take \"freeze-frame\" snapshots of the sky every 11 seconds. That's about 7,500 images a day. \"It's wonderful to end the year with open WISE eyes,\" said Peter Eisenhardt, the mission's project scientist at JPL. \"Now we can synch WISE up to our scan mirror and get on with the business of exploring the infrared universe.\" WISE is scheduled to begin its survey of the infrared heavens in mid-January of 2010.", "url": "https://web.archive.org/web/20110605042414/http://www.jpl.nasa.gov/news/news.cfm?release=2009-206&cid=release_2009-206&msource=2009206&tr=y&auid=5763743"}]}, {"win label": 0, "news": [{"title": "New Sky-mapping Telescope Takes First Photo", "date": "2010-01-06", "content": "A sea ofstars takes center stage in the very first photo released from NASA's newest space telescope built to map the entire sky.  About 3,000 stars are visible in the new sky image from the Wide-field Infrared Survey Explorer, a space telescope launched to seek out elusive dark asteroids, new planets,odd brown dwarfs and other cosmic objects. The photo covers a patch of sky in the constellation Carina that is about three times the size of the full moon asseen from Earth.  While WISE was also built to hunt for galaxies that are invisible to optical telescope butshine ultra-bright in the infrared, the first images do not include any of those unusually bright objects. Such targets could damage the telescope's delicate detectors if WISE stares at them for too long, researchers said.  This photograph is one of several engineering pictures beamed to Earth by  WISE after the telescope ejected its protective lens cap last week. They are beingused to calibrate the space telescope to make sure it takes the sharpest imagesof the sky.  WISE isdesigned to take a snapshot of the sky once every 11 seconds as it orbits theEarth. To make sure those pictures come out clear, the telescope has aninternal scan mirror that can move to counteract WISE's motion during itsorbit.  \"Rightnow, we are busy matching the rate of the scan mirror to the rate of thespacecraft, so we will capture sharp pictures as our telescope sweeps acrossthe sky,\" said WISEmission project manager William Irace at NASA's Jet Propulsion Laboratory in Pasadena, Calif.  WISE researchers have said the space telescope will generate the most detailedinfrared maps of the universe to date. To do that, the telescope's infrared detectors are kept at a chilly minus 445 degrees Fahrenheit, or about 8 degrees Kelvin.  But WISE only has a limited amount of super-cold coolant onboard. That supply will runout in October, when the mission is expected to end, researchers said.  WISE's first sky survey should be complete in about six months, with a second tofollow through the fall. A preliminary look at WISE's sky maps is expected inApril 2011, with the final cosmic atlas due out in March 2012.  But aselection of choice images collected during the survey will be released earlierbeginning in February, mission managers said.", "url": "https://www.space.com/7749-sky-mapping-telescope-takes-photo.html"}, {"title": "NASA Sky-Mapping Spacecraft Spots First New Asteroid", "date": "2010-01-25", "content": "NASA's latest sky-mapping space telescope has found anasteroid never-before-seen from Earth, the first of hundreds of new objects the telescope is expected to find.  The near-Earth object, designated 2010 AB78, was discovered by NASA's Wide-field Infrared Survey Explorer, or WISE, on Jan. 12. The space rock doesn't appear to pose any threat to Earth, NASA officials said.  The new found asteroid is currently about 98 million miles from Earth and has an estimated diameter of 0.6 miles.  The rock comes as close to the sun as Earth does, but because it circles the sun in an elliptical orbit tilted with respect to the Earth's orbital plane, the asteroid isn't thought to come near enough to ourplanet to pose a hazard. Scientists will monitor the asteroid though to make sure it doesn't pose an impact threat.  The WISE mission's software was able to pick out the object moving against a background of stationary stars. Researchers confirmed the object's identity with the University of Hawaii's 2.2-meter visible-light telescope near the summit of Mauna Kea.  WISE is expected to find about 100 to 1,000 previously undiscovered asteroids in the belt between Mars and Jupiter, as well as hundreds of new near-Earth asteroids during its all-sky survey, which began on Jan. 14.  A new report issued last week found that NASA's efforts at finding near-Earth asteroids that could potentially pose a threat to Earth are notsufficient.  NASA's asteroid and near-Earth object experts have saidthat the agency has found about 85 percent of the largest nearby asteroids,ones that are a half- mile  wide or larger. But only 15 percent of the460-foot wide asteroids near Earth have been discovered and tracked to date,and just 5 percent of nearby space rocks about 164 feet  across havebeen found.  WISE will also spot millions of new stars and galaxies asit scans the sky in the infraredwavelengths every 11 seconds as it orbits the Earth. Thespacecraft launched from Vandenberg Air Force Base in California in December2009.", "url": "https://www.space.com/7819-nasa-sky-mapping-spacecraft-spots-asteroid.html"}, {"title": "NASA's WISE Mission Releases Medley of First Images", "date": "2010-02-17", "content": "A diverse cast of cosmic characters is showcased in the first survey images NASA released Wednesday from its Wide-field Infrared Survey Explorer, or WISE.  Since WISE began its scan of the entire sky in infrared light on Jan. 14, the space telescope has beamed back more than a quarter of a million raw, infrared images. Four new, processed pictures illustrate a sampling of the mission's targets -- a wispy comet, a bursting star-forming cloud, the grand Andromeda galaxy and a faraway cluster of hundreds of galaxies.  \"WISE has worked superbly,\" said Ed Weiler, associate administrator of the Science Mission Directorate at NASA Headquarters in Washington. \"These first images are proving the spacecraft's secondary mission of helping to track asteroids, comets and other stellar objects will be just as critically important as its primary mission of surveying the entire sky in infrared.\"  One image shows the beauty of a comet called Siding Spring. As the comet parades toward the sun, it sheds dust that glows in infrared light visible to WISE. The comet's tail, which stretches about 10 million miles, looks like a streak of red paint. A bright star appears below it in blue.  \"We've got a candy store of images coming down from space,\" said Edward  Wright of UCLA, the principal investigator for WISE. \"Everyone has their favorite flavors, and we've got them all.\"  During its survey, the mission is expected to find perhaps dozens of comets, including some that ride along in orbits that take them somewhat close to Earth's path around the sun. WISE will help unravel clues locked inside comets about how our solar system came to be.  Another image shows a bright and choppy star-forming region called NGC 3603, lying 20,000 light-years away in the Carina spiral arm of our Milky Way galaxy. This star-forming factory is churning out batches of new stars, some of which are monstrously massive and hotter than the sun. The hot stars warm the surrounding dust clouds, causing them to glow at infrared wavelengths.   WISE will see hundreds of similar star-making regions in our galaxy, helping astronomers piece together a picture of how stars are born. The observations also provide an important link to understanding violent episodes of star formation in distant galaxies. Because NGC 3603 is much closer, astronomers use it as a lab to probe the same type of action that is taking place billions of light-years away.  Traveling farther out from our Milky Way, the third new image shows our nearest large neighbor, the Andromeda spiral galaxy. Andromeda is a bit bigger than our Milky Way and about 2.5 million light-years away. The new picture highlights WISE's wide field of view -- it covers an area larger than 100 full moons and even shows other smaller galaxies near Andromeda, all belonging to our \"local group\" of more than about 50 galaxies. WISE will capture the entire local group.  The fourth WISE picture is even farther out, in a region of hundreds of galaxies all bound together into one family. Called the Fornax cluster, these galaxies are 60 million light-years from Earth. The mission's infrared views reveal both stagnant and active galaxies, providing a census of data on an entire galactic community.  \"All these pictures tell a story about our dusty origins and destiny,\" said Peter Eisenhardt, the WISE project scientist at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"WISE sees dusty comets and rocky asteroids tracing the formation and evolution of our solar system. We can map thousands of forming and dying solar systems across our entire galaxy. We can see patterns of star formation across other galaxies, and waves of star-bursting galaxies in clusters millions of light years away.\"  Other mission targets include comets, asteroids and cool stars called brown dwarfs. WISE discovered its first near-Earth asteroid on Jan. 12, and first comet on Jan. 22. The mission will scan the sky one-and-a-half times by October. At that point, the frozen coolant needed to chill its instruments will be depleted.", "url": "https://www.jpl.nasa.gov/news/nasas-wise-mission-releases-medley-of-first-images"}, {"title": "Cosmic Feast Revealed in New NASA Sky-Mapper Photos", "date": "2010-02-17", "content": "A wispy comet, a bursting star-forming cloud, the Andromedagalaxy and a faraway cluster of hundreds of galaxies are just a few of thecosmic sights seen in the first processed images from a new NASA all-skysurvey.  NASA's new Wide-field Infrared Survey Explorer, or  WISE ,mission began scanning the entire sky in infraredlight on Jan. 14. Since then, the space telescope has beamed back more thana 250,000 raw, infrared images. Tucked away in that bunch were the four diversespace objects that give a taste of the survey telescope's capabilities.  \"WISE has worked superbly,\" said Ed Weiler,associate administrator for science missions at NASA headquarters in Washington,D.C. \"These first images are proving the spacecraft's secondary mission ofhelping to track asteroids, comets and other stellar objects will be just as criticallyimportant as its primary mission of surveying the entire sky in infrared.\"  One image shows a comet called Siding Spring. As the cometzooms towards the sun, it sheds dust that glows in infrared light visible toWISE.  The comet's tail, which stretches about 10 million miles, looks like a streak of red paint. A bright star appears below itin blue in the WISE image.  During its survey, the WISE mission is expected to find dozensof comets, including some that ride along in orbits that take them somewhatclose to Earth's path around the sun. It found  its firstnew comet  on Jan. 22. Scientists hope WISE will help unravel clues lockedinside comets about how our solar system came to be.  Another new image shows a bright and choppy star-formingregion called NGC 3603, which sits 20,000 light-years away in the Carina spiralarm of our Milky Way galaxy.  This star-forming factory is churning out batches of newstars, some of which are monstrously massive and hotter than the sun. The hotstars warm the surrounding dust clouds, causing them to glow at infraredwavelengths.  WISE will see hundreds of similar star-making regions in ourgalaxy, helping astronomers piece together a picture of how stars are born. Theobservations also provide an important link to understanding violent episodesof star formation in distant galaxies. Because NGC 3603 is much closer,astronomers use it as a lab to probe the same type of action that is takingplace billions of light-years away.  The third new image peers farther out from our Milky Waygalaxy to our nearest large neighbor, the Andromeda spiral galaxy. Andromeda isa bit bigger than the Milky Way and about 2.5 million light-years away.  The new picture highlights WISE's wide field of view ? itcovers an area equivalent to more than 100 full moons and even shows other smallergalaxies near Andromeda, all belonging to our local group of more than about 50galaxies. WISE will capture the entire local group.  The fourth WISE picture provides an even more distant view.It shows a region of hundreds of galaxies all bound together into one family.  Called the Fornax cluster, these galaxies are 60 millionlight-years from Earth. The mission's infrared views reveal both stagnant andactive galaxies, providing a census of data on an entire galactic community.  \"All these pictures tell a story about our dustyorigins and destiny,\" said Peter Eisenhardt, the WISE project scientist atNASA's Jet Propulsion Laboratory in Pasadena, Calif. \"WISE sees dustycomets and rocky asteroids tracing the formation and evolution of our solarsystem. We can map thousands of forming and dying solar systems across ourentire galaxy. We can see patterns of star formation across other galaxies, andwaves of star-bursting galaxies in clusters millions of light years away.\"  Other WISE mission targets include asteroids within oursolar system and cool failed stars known as browndwarfs. WISE discovered its  firstnear-Earth asteroid  on Jan. 12.  By October 2010, WISE will have scanned the skyone-and-a-half times, at which point, the frozen coolant needed to chill itsinstruments will run out. ", "url": "https://www.space.com/7936-cosmic-feast-revealed-nasa-sky-mapper-photos.html"}, {"title": "Dark, dangerous asteroids found lurking near Earth", "date": "2010-03-05", "content": "An infrared space telescope has spotted several very dark asteroids that have been lurking unseen near Earth's orbit. Their obscurity and tilted orbits have kept them hidden from surveys designed to detect things that might hit our planet.  Called the  Wide-Field Infrared Survey Explorer, the new NASA telescope launched on 14 December on a mission to map the entire sky at infrared wavelengths. It began its survey in mid-January.  In its first six weeks of observations, it has discovered 16 previously unknown asteroids with orbits close to Earth's.  Of these, 55 per cent reflect less than one-tenth of the sunlight that falls on them, which makes them difficult to spot with visible-light telescopes. One of these objects is as dark as fresh asphalt, reflecting less than 5 per cent of the light it receives.  Many of these dark asteroids have orbits that are steeply tilted relative to the plane in which all the planets and most asteroids orbit. This means telescopes surveying for asteroids may be missing many other objects with tilted orbits, because they spend most of their time looking in this plane.  Fortunately, the new objects are bright in infrared radiation, because they absorb a lot of sunlight and heat up. This makes them relatively easy for WISE to spot.  Ex-comets: \"It's really good at finding the darkest asteroids and comets,\" said mission team member  Amy Mainzer  of NASA's Jet Propulsion Laboratory in Pasadena, California, at the  Lunar and Planetary Science Conference  in Houston, Texas, on Thursday.  WISE is expected to discover as many as 200 near-Earth objects - but astronomers estimate that the number of unknown objects with masses great enough to cause ground damage in an impact runs into the tens of thousands.", "url": "https://www.newscientist.com/article/dn18616-dark-dangerous-asteroids-found-lurking-near-earth/"}, {"title": "Hidden Galaxy Photographed by Peeping Space Telescope", "date": "2010-04-21", "content": "A spiral galaxy that is usually shrouded behind our ownMilky Way has come out of hiding in a new infrared image from NASA's latestspace telescope.  The new photo reveals a leggy cosmic apparition called IC342, sometimes known as the \"hidden galaxy,\" and was snapped by the Wide-fieldInfrared Survey Explorer. The WISE space telescope is mapping the sky inunprecedented detail to find previously  unseenasteroids  and other objects.  Stargazers and professional astronomers typically have a difficulttime seeing this galaxy through the Milky Way's bright band of stars, dust andgas, but WISE's infraredvision penetrates through this veil, offering a crisp view.  In a spiral galaxy like IC 342, dust and gas areconcentrated in the arms. The denser pockets of gas trigger the formation ofnew stars, which is represented in green and yellow in the photo.  The core, shown in red, is also bursting with young stars,which are heating up dust. Stars that appear blue reside within our MilkyWay, between us and IC 342.  This galaxy has been of great interest to astronomers becauseof its relative proximity to our planet. Yet, determining its exact distancefrom Earth has proven difficult due to the intervening Milky Way.  The famed late astronomer Edwin Hubble, after whom theHubble Space Telescope is named, first thought the galaxy might belong to ourown Local Group, a neighborhood of about 40 galaxies that includes the MilkyWay and Andromeda.But current estimates now place it farther away, at about 6.6 to 11 millionlight- years.  NASA launched the WISE space telescope in December 2009. Itis expected to complete its initial survey of the sky in the first six monthsof its mission.", "url": "https://www.space.com/8260-hidden-galaxy-photographed-peeping-space-telescope.html"}, {"title": "NASA's WISE telescope delivers a stunning image of the Heart and Soul nebulae", "date": "2010-05-24", "content": "Two massive, bubbling clouds of star-making factories were captured in a stunning photo by a  NASA  space telescope that is surveying the entire sky in infrared light.  The huge mosaic of the  Heart and Soul nebulae  was taken by the  Wide-field Infrared Survey Explorer  space telescope, which has completed approximately three-fourths of its infrared survey of the entire sky. A NASA advisory panel recently recommended that the  telescope's mission end  in October as planned, instead of extending its imaging work.  WISE was designed to detect the faint glow of distant objects with instruments chilled to the point where they produce no detectable  infrared light.   Currently, WISE is producing approximately 7,500 images a day in each of four infrared wavelengths.  \"This new image demonstrates the power of WISE to capture vast regions,\" said  Ned Wright, the mission's principal investigator at  UCLA, who presented the new picture today at the 216th meeting of the  American Astronomical Society  in  Miami. \"We're looking north, south, east and west to map the whole sky.\"   Heart and soul: The two nebulae are located about 6,000 light-years away in the constellation Cassiopeia. The Heart nebula is so-called because of its resemblance to a human heart. The nearby Soul nebula also resembles a heart - only the more symbolic kind with two lobes.  Both massive star-making factories are marked by giant bubbles blown into surrounding dust by radiation and winds from the stars. WISE's infrared eyes allow it to see into the cooler and dustier crevices of these types of clouds, where gas and dust are just beginning to collect and form into new stars.  The new image was captured as WISE circled over Earth's poles, scanning strips of the sky. The image is a composite of 1,147 frames stitched together, taken with a total exposure time of three-and-a-half hours.  The WISE mission is set to complete its first map of the sky in July 2010. It will then spend the next three months surveying much of the sky a second time, before the solid-hydrogen coolant needed to chill the infrared detectors runs dry.  NASA plans to release the first installment of the public WISE catalog in summer 2011.  End of a mission?  The original 10-month WISE mission, which was launched in December and managed by the  Jet Propulsion Laboratory  in  Pasadena,  Calif., is scheduled to conclude when the supply of solid-hydrogen coolant runs out, which Wright predicts will happen in late October or early November.  But, since the spacecraft and telescope remain in good condition, Wright proposed a three-month extension of the WISE mission to complete the second half of the second sky survey in two of the four infrared wavelengths. WISE would be able to capture these images even after the hydrogen supply is exhausted and the instruments are no longer chilled.  The NASA panel advised against this three-month extension, which would have added $6.5 million to the program's $320 million price tag.  \"It was a science per dollar decision, which is understandable,\" Wright told  SPACE.com. \"The first time you see something is always better than the second time you see it. And, because of the amount of data collected, WISE is a very expensive mission.\"  Wright is currently examining different options to keep WISE alive following the expiration of its mission. But, the problem remains the space telescope's large price tag.  \"We haven't figured out if there's any inexpensive way to operate WISE and still take surveys,\" Wright said.  NEOs, Trojans and comets:  About 960,000  WISE images  have been beamed down from space to date. The telescope has snapped photos of star-forming clouds, remote, powerful galaxies, and speckled dots that are asteroids in our solar system.  So far, the mission has  observed over 60,000 asteroids, most of which lie in the main asteroid belt, orbiting between  Mars ) and  Jupiter ). About 11,000 of these near-Earth objects are newly discovered, and about 50 of these belong to a class of NEOs, which have paths that take them within about 30 million miles  of Earth's orbit.  One of the goals of the WISE mission is to study asteroids throughout our solar system and to uncover more clues about how they vary in size and composition. Infrared imaging helps with this because it can get more accurate size measurements of the space rocks than using visible light.  \"Infrared will help us understand more about the sizes, properties and origins of asteroids near and far,\" said  Amy Mainzer, the principal investigator of NEOWISE, a program that studies and catalogs asteroids detected by WISE.  WISE is also expected to study Trojans, which are asteroids that run along with Jupiter in its orbit around the sun in two packs - one in front of the gas giant, and one behind. The space telescope has already seen more than 800 of these objects, and by the end of the mission, it should have observed about half of all the 4,500 known Trojans.  The results of this study will address competing theories about how the outer planets evolved.  \"WISE is the first survey capable of observing the two clouds in a uniform way, and this will provide valuable insight into the early solar system,\" said astronomer  Tommy Grav  of  Johns Hopkins University  in  Baltimore, Md., who presented the information at today's meeting.  Comets have also made their way into WISE images, and more than 72 have been observed so far - more than a dozen of them new comets. WISE is taking a census of the different types of cometary orbits to help explain what kicks comets out of their original, more distant orbits and in toward the sun. ", "url": "https://www.csmonitor.com/Science/2010/0524/NASA-s-WISE-telescope-delivers-a-stunning-image-of-the-Heart-and-Soul-nebulae"}]}, {"win label": 0, "news": [{"title": "New Cosmic Photo Reveals Eye-Catching Rosette Nebula", "date": "2010-08-27", "content": "A NASA space telescope has snapped a stunning photo of a huge, flower-shaped cloud of dustand gas about 5,000 light-years from Earth.  The Wide-field Infrared Survey Explorer  captured the new cosmic photo of the star-forming Rosette nebula, which is in the constellation Monoceros  in our Milky Way galaxy.  The nebula,also known as NGC 2237, has a cluster of young stars at its heart. The mostmassive of these stars produce huge amounts of ultraviolet radiation, and theyblow strong winds that erode away the nearby gas and dust. This creates thelarge central hole seen in the image.  The streakat lower left is the trail of a satellite around Earth that crossed WISE's field of view as it snapped themultiple frames that make up the new image.  Although the Rosette nebula is too faint to see with the nakedeye, it is visible through a small telescope or a good pair of binoculars. TheEnglish astronomer John Flamsteed discovered the Rosette nebula's central star clusterwith a telescope around 1690, but the nebula itself was not identified until astronomerJohn Herschel observed it almost 150 years later.  The image is a four-color composite created by all four of WISE's infrareddetectors. Color is representational: blue and cyan represent infrared light atwavelengths of 3.4 and 4.6 microns, which is dominated by light from stars.Green and red represent light at 12 and 22 microns, which is mostly light fromwarm dust.   Scanning the infrared sky: The newimage is just one tiny piece of the massive sky atlas WISEtelescope isassembling. The satellite, launched in December 2009, is scanning the entiresky in infrared light during its 10-month mission. Astronomers hope WISE willuncover objects never seen before, including the coolest stars and some of thedarkest near-Earth asteroids and comets.  WISEcompleted its main mission, a full scan of the entire sky, in July. So far, thetelescope has captured more than 1.5 million images, uncovering hundreds ofmillions of objects, including asteroids, stars and galaxies. It has observed morethan 29,000  previouslyunknown asteroids  to date, more than 100 near-Earth objects and 15 comets.  WISE isstill scanning, but it has encountered some age-related hiccups. A few weeksago, NASA reported that the telescope's secondary coolant tank is depleted,causing the telescope to heat up slightly. WISE relies on super-cold liquidhydrogen coolant to chill its infrared detectors, but it does not have anunlimited supply of the stuff.  One ofWISE's infrared detectors stopped producing useful data once the telescopewarmed from 12 Kelvin  to 31 Kelvin.  But theprimary tank still has plenty of coolant, NASA officials said. In May, a NASApanel rejected a proposal to extend WISE's mission for an extra three months.", "url": "https://www.space.com/9020-cosmic-photo-reveals-eye-catching-rosette-nebula.html"}, {"title": "Last-minute Reprieve Extends WISE Mission", "date": "2010-10-05", "content": "A NASA space-based telescope that has been gathering imagery of comets, asteroids and distant galaxies since it was launched in December received a last-minute reprieve in late September. Just as the hydrogen used to cool the detectors on the Wide-field Infrared Survey Explorer (WISE) ran out, the space agency's Planetary Division stepped forward with $400,000 to continue the mission, albeit in a limited manner, for one month, said NASA spokesman J.D. Harrington. Without the hydrogen coolant, only two of the WISE mission's four infrared detectors will operate. However, those two detectors still will be useful in finding asteroids in the main belt between Mars and Jupiter and near Earth objects, the asteroids and comets moving relatively close to Earth's orbit, said Ned Wright, WISE principal investigator and professor of physics and astronomy at the University of California, Los Angeles. Amy Mainzer of NASA's Jet Propulsion Laboratory in Pasadena, Calif., is leading the extended mission, known as the Near-Earth Object WISE (NEOWISE) Post-Cryogenic Mission. If the data from the first month of the NEOWISE mission prove useful, the Planetary Division will continue funding the effort to find near Earth objects for three additional months, Harrington said. \"The possible four-month extension is what it would take to complete one full scan of the solar system,\" Harrington said. In May, a NASA astrophysics review panel rejected plans for a more ambitious extension of the WISE mission. At the time, program managers proposed spending $6.5 million on a three-month extension of the $320 million WISE mission. That program, known as Warm WISE, would not have been limited to a search for near Earth objects, but would have included efforts to gather and analyze data on all the original targets of the WISE mission, including asteroids, comets, galaxies and failed stars known as brown dwarfs. During the first six months of its mission, WISE surveyed the entire sky in four wavelengths of infrared light, discovering 19 comets and more than 33,500 asteroids, including 120 near Earth objects. On-board telescopes completed a second survey covering half the sky in the same wavelengths during the last three months, Harrington said. In addition to asteroids and comets, the telescope observed brown dwarfs as well as hidden galaxies that are dark in visible light but shine bright in the infrared range of the spectrum. The NEOWISE mission also should allow the telescope to study the closest brown dwarfs to the sun, as well as revisit previous targets to see how they have moved since they were first spotted. The science results from the first half of the WISE telescope's sky survey will be released in spring 2011, NASA officials said. \"The science data collected by WISE will be used by the scientific community for decades,\" said Jaya Bajpayee, NASA's WISE program executive at the agency's headquarters in Washington. \"It will also provide a sky map for future observatories like NASA's James Webb Space Telescope.\" NASA launched the WISE telescope on a Delta 2 rocket Dec. 14, 2009, to begin a 10-month mission to completely map the sky. The WISE spacecraft, built by Ball Aerospace & Technologies Corp. of Boulder, Colo., carries a 40-centimeter telescope built by the Space Dynamics Laboratory of Logan, Utah. The WISE mission is managed by the Jet Propulsion Laboratory. ", "url": "https://spacenews.com/last-minute-reprieve-extends-wise-mission/"}]}, {"win label": 1, "news": [{"title": "Mismatching Galaxies Revealed in New Photo", "date": "2011-01-14", "content": "Two companion galaxies couldn't look more different from one another, a new photo from NASA's WISE telescope reveals.  Though both are spiral galaxies, one beams a bright yellow light from the host of baby stars it is forming at a tremendous rate. The other, calmer galaxy glows in stately blue.  The pair, called  Messier 81  and Messier 82, swept by each other in a near-collision a few hundred million years ago. They are still close enough to feel a mutual gravitational attraction, and scientists expect they will eventually merge into one.  Messier 82, also known as the Cigar galaxy, is the yellow one, made so bright when the interaction with Messier 81 stimulated furious star growth inside it. Its spiral arms are less visible because it's seen edge-on from the perspective of Earth. The yellow hues reflect gas and dust that have been blown out of the galaxy by the swarm of new stars.  The more sedate Messier 81, or Bode's galaxy, also experienced some new star formation likely triggered by the tussle with its companion. The knots of yellow in its spiral arms represent these stellar nurseries.  \"What's unique about the  WISE view  of this duo is that we can see both galaxies in one shot, and we can really see their differences,\" Ned Wright of UCLA, principal investigator of WISE, said in a statement. \"Because the Cigar galaxy is bursting with star formation, it's really bright in the infrared, and looks dramatically different from its less active companion.\"  Because of Messier 82's furious star formation rate, it is known as a starburst galaxy.  \"It's striking how the same event stimulated a classic spiral galaxy in Messier 81 and a raging starburst in Messier 82,\" said WISE project scientist Peter Eisenhardt of NASA's Jet Propulsion Laboratory in Pasadena, Calif.  WISE, which stands for  Wide-field Infrared Survey Explorer, was launched in December 2009 to survey the entire sky in infrared light. The telescope had completed its main goal of covering the sky 1 1/2 times by October 2010, when it  ran out of the coolant  it needs to keep the instruments chilled.  The observatory is still plugging along though, taking photos of astronomical objects in the two infrared channels that aren't affected by warmer temperatures.  The new photo is shown in false color, because infrared light is invisible to human eyes. The shortest wavelengths in the picture are represented in blue and blue-green, while longer wavelengths of light appear green and red.  In visible light, Messier 81 is one of the brightest galaxies in the sky. Both companion galaxies  can be seen with binoculars  in the constellation of Ursa Major, which contains the Big Dipper. They are about 12 million light-years from Earth.", "url": "https://www.space.com/10630-mismatching-companion-galaxies-wise-telescope-photo.html"}, {"title": "Asteroid Survey Finds Over 33", "date": "2011-02-01", "content": "Our solar system just got more crowded. A newly completed NASA survey of space rocks in our solar system revealed 20 new comets, more than 33,000  asteroids, and 134 other near-Earth objects.  NASA's NEOWISE mission recently finished the survey, which was a secondary job for the agency's Wide-field Infrared Survey Explorer, or WISE, space telescope. WISE fulfilled its primary goal of photographing the entire sky 1 1/2 times in infrared light last year.  The telescope  ran out of coolant  to keep its electronics chilled in October 2010, but the NEOWISE mission was able to move forward using the two of its four detectors not affected by warmer temperatures.  The new catalog of space rocks helps fill in our limited knowledge of the contents of the solar system, researchers say.  Scientists say it's especially important to learn more about near-Earth objects, which are asteroids and comets with orbits that come within 28 million miles  of Earth's path around the sun, since some of them could potentially pose a  collision hazard with our planet.  \"Even just one year of observations from the NEOWISE project has significantly increased our catalog of data on  NEOs and the other small bodies  of the solar systems,\" Lindley Johnson, NASA's program executive for the NEO Observation Program, said in a statement.  Now that NEOWISE has successfully completed its catalog, the WISE spacecraft will go into hibernation mode and remain in polar orbit around Earth, where it could be called back into service in the future.  The $320 million WISE telescope launched December 2009, and has captured more than 2.7 million images of objects in space, ranging from  faraway galaxies  to asteroids and comets close to Earth.  The NEOWISE observations should help scientists determine the newfound space rocks' sizes and compositions.  Whereas visible-light data reveal how much sunlight reflects off an asteroid, infrared data is much more directly related to the object's size. By combining visible and infrared measurements, astronomers can learn about the compositions of the rocky bodies - for example, whether they are solid or crumbly. The findings will lead to a much-improved picture of the various asteroid populations, researchers say.  \"WISE has unearthed a mother lode of amazing sources, and we're having a great time figuring out their nature,\" said Edward  Wright, the principal investigator of WISE at UCLA.  ", "url": "https://www.space.com/10735-asteroid-survey-space-rocks-comets.html"}, {"title": "NASA's NEOWISE Completes Scan for Asteroids and Comets", "date": "2011-02-01", "content": "NASA's NEOWISE mission has completed its survey of small bodies, asteroids and comets, in our solar system. The mission's discoveries of previously unknown objects include 20 comets, more than 33,000 asteroids in the main belt between Mars and Jupiter, and 134 near-Earth objects (NEOs). The NEOs are asteroids and comets with orbits that come within 45 million kilometers (28 million miles) of Earth's path around the sun. NEOWISE is an enhancement of the Wide-field Infrared Survey Explorer, or WISE, mission that launched in December 2009. WISE scanned the entire celestial sky in infrared light about 1.5 times. It captured more than 2.7 million images of objects in space, ranging from faraway galaxies to asteroids and comets close to Earth. In early October 2010, after completing its prime science mission, the spacecraft ran out of the frozen coolant that keeps its instrumentation cold. However, two of its four infrared cameras remained operational. These two channels were still useful for asteroid hunting, so NASA extended the NEOWISE portion of the WISE mission by four months, with the primary purpose of hunting for more asteroids and comets, and to finish one complete scan of the main asteroid belt. \"Even just one year of observations from the NEOWISE project has significantly increased our catalog of data on NEOs and the other small bodies of the solar systems,\" said Lindley Johnson, NASA's program executive for the NEO Observation Program. Now that NEOWISE has successfully completed a full sweep of the main asteroid belt, the WISE spacecraft will go into hibernation mode and remain in polar orbit around Earth, where it could be called back into service in the future. In addition to discovering new asteroids and comets, NEOWISE also confirmed the presence of objects in the main belt that had already been detected. In just one year, it observed about 153,000 rocky bodies out of approximately 500,000 known objects. Those include the 33,000 that NEOWISE discovered. NEOWISE also observed known objects closer and farther to us than the main belt, including roughly 2,000 asteroids that orbit along with Jupiter, hundreds of NEOs and more than 100 comets. These observations will be key to determining the objects' sizes and compositions. Visible-light data alone reveal how much sunlight reflects off an asteroid, whereas infrared data is much more directly related to the object's size. By combining visible and infrared measurements, astronomers also can learn about the compositions of the rocky bodies -- for example, whether they are solid or crumbly. The findings will lead to a much-improved picture of the various asteroid populations. NEOWISE took longer to survey the whole asteroid belt than WISE took to scan the entire sky because most of the asteroids are moving in the same direction around the sun as the spacecraft moves while it orbits Earth. The spacecraft field of view had to catch up to, and lap, the movement of the asteroids in order to see them all. \"You can think of Earth and the asteroids as racehorses moving along in a track,\" said Amy Mainzer, the principal investigator of NEOWISE at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"We're moving along together around the sun, but the main belt asteroids are like horses on the outer part of the track. They take longer to orbit than us, so we eventually lap them.\" NEOWISE data on the asteroid and comet orbits are catalogued at the NASA-funded International Astronomical Union's Minor Planet Center, a clearinghouse for information about all solar system bodies at the Smithsonian Astrophysical Observatory in Cambridge, Mass. The science team is analyzing the infrared observations now and will publish new findings in the coming months. When combined with WISE observations, NEOWISE data will aid in the discovery of the closest dim stars, called brown dwarfs. These observations have the potential to reveal a brown dwarf even closer to us than our closest known star, Proxima Centauri, if such an object does exist. Likewise, if there is a hidden gas-giant planet in the outer reaches of our solar system, data from WISE and NEOWISE could detect it. The first batch of observations from the WISE mission will be available to the public and astronomical community in April. \"WISE has unearthed a mother lode of amazing sources, and we're having a great time figuring out their nature,\" said Edward (Ned) Wright, the principal investigator of WISE at UCLA.", "url": "https://www.nasa.gov/mission_pages/WISE/news/wise20110201.html"}, {"title": "Heavens above! WISE space telescope is shut down", "date": "2011-02-17", "content": "A prolific sky-mapping telescope that has spent more than a year scanning the heavens for asteroids, comets and other cosmic objects received its last command Thursday. NASA shut down its WISE spacecraft - short for Wide-field Infrared Survey Explorer - at 3 p.m. ET Thursday. The mission's principal investigator, Ned Wright of the University of California in Los Angeles, sent the final command to the now-hibernating spacecraft, according to an update from the WISE mission's official Twitter account. \"The WISE spacecraft will remain in hibernation without ground contacts awaiting possible future use,\" NASA officials said via Twitter. WISE launched on Dec. 14, 2009, to begin a 10-month mission to collect data to be stitched together into a composite map of the entire sky. The spacecraft surveyed the cosmos in infrared light, which allowed it to peer through dense layers of dust to capture stunning space photos of previously unseen objects in unprecedented detail. In addition to spotting asteroids and comets, the $320 million space telescope is designed to detect the faint glow of distant objects, such as strangely cool brown dwarf stars. Over the course of its mission, WISE scanned the sky 1 1/2 times, taking about 1.8 million images of asteroids, stars and galaxies. The spacecraft also spotted 19 previously unseen comets and more than 33,500 asteroids, including 120 near-Earth objects, which are objects with orbits that pass relatively close to Earth's own orbit around the sun. In late September 2010, WISE ran out of the coolant needed to chill its infrared detectors. The observatory then began an extended mission, dubbed the NEOWISE Post-Cryogenic Mission. Without coolant to prevent its instruments from warming up, WISE operated on two of its four detectors, training its eyes on objects within our solar system. Since the spacecraft and telescope were in good condition before the mission's end, Wright proposed a three-month extension in order to complete the second half of the observatory's second sky survey. In May 2010, a NASA panel advised against the extension, however, which would have added $6.5 million to the program's cost. After WISE's coolant ran out, mission scientists came up with an alternative plan - the NEOWISE mission - to seek out near-Earth asteroids. That mission extension cost substantially less, about $400,000, NASA officials have said.", "url": "https://www.nbcnews.com/id/wbna41654555"}, {"title": "NASA's Sky-Mapping Telescope Takes Last Starry Photo", "date": "2011-02-25", "content": "A sky-mapping telescope that spent 13 months cataloging cosmic objects as it roamed through space took one last photo of the sky this month before shutting down for good.  NASA's Wide-field Infrared Survey Explorer, called WISE, captured this last snapshot of a patch of our Milky Way galaxy as the spacecraft ended its  successful survey mission.  The image shows thousands of stars covering an area three times the size of the full moon. This swath of the sky is located in the constellation Perseus. In the upper left corner, a faint wispy cloud can be seen bending around a pulsating star called EV Persei.  WISE's final picture is reminiscent of its \"first light\" image, which the spacecraft took 13 months ago. The infrared space telescope was launched Dec. 14, 2009, to collect data for scientists to stitch together into a composite sky map.  During its brief 13 months in operation, WISE scanned the sky 1 1/2 times, taking about 1.8 million images of asteroids, stars and galaxies. The spacecraft spotted 19 previously unseen comets and more than 33,500 asteroids, including 120 near-Earth objects, which are objects with orbits that pass relatively close to Earth's own orbit around the sun.  Some scientists hope that the sky maps created by WISE will help determine whether a  giant planet called Tyche  actually exists on the edge of the solar system. Because the object, which theorists suggest could be four times the mass of Jupiter, is so far away and so cold, the infrared WISE observations may be the best bet to find it, one research team suggests.  However, other astronomers have doubts on whether planet Tyche exists at all. More proof is needed to support the claim, they have said.  In October 2010, WISE ran out of the coolant needed to chill its infrared detectors. The spacecraft warmed up from minus 436 degrees Fahrenheit  to minus 328 F. As WISE's instruments warmed, two of the observatory's four detectors stopped operating.  This image contains data from the two other detectors, which were largely unaffected by the higher temperatures. This photographed region of the sky had previously been observed by WISE using all four detectors as part of the mission's primary survey. There is no noticeable difference in the quality between the spacecraft's first image and this one.  Now that the survey is complete, WISE has been put into hibernation. While the satellite sleeps and circles more than 500 kilometers  above Earth, the WISE team is busy preparing the data for two public releases: one in April, and a final release in the spring of 2012. ", "url": "https://www.space.com/10953-nasa-wise-telescope-photo.html"}, {"title": "NASA Photos Bring Millions of Galaxies and Asteroids Down to Earth", "date": "2011-04-15", "content": "NASA has unveiled a flood of photos showing millions galaxies, stars and  asteroids  photographed by a prolific sky-mapping telescope that ended its mission earlier this year.  For the first time, the space agency publicly released more than half of the 2.7 million images taken by its Wide-field Infrared Survey Explorer  telescope during its mission to map the entire sky.  WISE launched in December 2009 and spent 14 months scanning the heavens in infrared light before  shutting down  this past February. The $320 million space telescope hunted for asteroids and comets, as well as more distant cosmic objects revealed by their faint glow.  WISE's infrared eyes were especially useful for peering through dense layers of dust to capture  stunning space photos  of previously unseen objects in unprecedented detail.  The telescope's observations have been used by mission scientists since they first started rolling in, but this is the first time a large amount of the data collected by  WISE  is being opened to the public, including scientists not affiliated with the project. Researchers are expecting the broadened exposure of the photos will enable a new wave of scientific discoveries.  \"Starting today thousands of new eyes will be looking at WISE data, and I expect many surprises,\" the mission's principal investigator Edward  Wright, of UCLA, said in a statement.  While circling the Earth in a polar orbit, WISE captured images of faraway galaxies and nearby asteroids. During its tenure, the telescope surveyed the entire sky about 1 1/2 times in four different wavelengths of light.  WISE discovered 20 new comets, more than 33,000  asteroids  between Mars and Jupiter, and 133 near-Earth objects, which are asteroids that come within 28 million miles  of Earth.  The data released today includes about 57 percent of the photos taken by WISE over the course of its mission, NASA officials said. The remaining images will be released to an online archive in the spring of 2012.  \"We are excited that the preliminary data contain millions of newfound objects,\" said Fengchuan Liu, the project manager for WISE at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"But the mission is not yet over - the real treasure is the final catalog available a year from now, which will have twice as many sources, covering the entire sky and reaching even deeper into the universe than today's release.\"  So far, the WISE mission has released dozens of colorful images of the cosmos, in which infrared light has been assigned colors we see with our eyes.", "url": "https://www.space.com/11402-nasa-photos-wise-telescope-millions-galaxies.html"}]}, {"win label": 0, "news": [{"title": "NASA's WISE Finds Earth's First Trojan Asteroid", "date": "2011-07-27", "content": "Astronomers studying observations taken by NASA's Wide- field Infrared Survey Explorer  mission have discovered the first known \"Trojan\" asteroid orbiting the sun along with Earth.  Trojans are asteroids that share an orbit with a planet near stable points in front of or behind the planet. Because they constantly lead or follow in the same orbit as the planet, they never can collide with it. In our solar system, Trojans also share orbits with Neptune, Mars and Jupiter. Two of Saturn's moons share orbits with Trojans.  Scientists had predicted Earth should have Trojans, but they have been difficult to find because they are relatively small and appear near the sun from Earth's point of view.  \"These asteroids dwell mostly in the daylight, making them very hard to see,\" said Martin Connors of Athabasca University in Canada, lead author of a new paper on the discovery in the July 28 issue of the journal Nature. \"But we finally found one, because the object has an unusual orbit that takes it farther away from the sun than what is typical for Trojans. WISE was a game- changer, giving us a point of view difficult to have at Earth's surface.\"  The WISE telescope scanned the entire sky in infrared light from January 2010 to February 2011. Connors and his team began their search for an Earth Trojan using data from NEOWISE, an addition to the WISE mission that focused in part on near-Earth objects, or NEOs, such as asteroids and comets. NEOs are bodies that pass within 28 million miles  of Earth's path around the sun. The NEOWISE project observed more than 155,000 asteroids in the main belt between Mars and Jupiter, and more than 500 NEOs, discovering 132 that were previously unknown.  The team's hunt resulted in two Trojan candidates. One called 2010 TK7 was confirmed as an Earth Trojan after follow-up observations with the Canada- France-Hawaii Telescope on Mauna Kea in Hawaii.  The asteroid is roughly 1,000 feet  in diameter. It has an unusual orbit that traces a complex motion near a stable point in the plane of Earth's orbit, although the asteroid also moves above and below the plane. The object is about 50 million miles  from Earth.  \"It's as though Earth is playing follow the leader,\" said Amy Mainzer, the principal investigator of NEOWISE at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"Earth always is chasing this asteroid around.\"  A handful of other asteroids also have orbits similar to Earth. Such objects could make excellent candidates for future robotic or human exploration. Asteroid 2010 TK7 is not a good target because it travels too far above and below the plane of Earth's orbit, which would require large amounts of fuel to reach it.  \"This observation illustrates why NASA's NEO Observation program funded the mission enhancement to process data collected by WISE,\" said Lindley Johnson, NEOWISE program executive at NASA Headquarters in Washington. \"We believed there was great potential to find objects in near-Earth space that had not been seen before.\"  NEOWISE data on orbits from the hundreds of thousands of asteroids and comets it observed are available through the NASA-funded International Astronomical Union's Minor Planet Center at the Smithsonian Astrophysical Observatory in Cambridge, Mass.  JPL manages and operates WISE for NASA's Science Mission Directorate in Washington. The principal investigator, Edward Wright, is a professor at the University of California, Los Angeles. The mission was selected under NASA's Explorers Program, which is managed by the agency's Goddard Space Flight Center in Greenbelt, Md. The science instrument was built by the Space Dynamics Laboratory in Logan, Utah.  The spacecraft was built by Ball Aerospace & Technologies Corp., Boulder, Colo. Science operations and data processing take place at the Infrared Processing and Analysis Center at the California Institute of Technology in Pasadena. Caltech manages JPL for NASA.", "url": "https://www.jpl.nasa.gov/news/nasas-wise-finds-earths-first-trojan-asteroid"}, {"title": "NASA's WISE mission captures black hole's wildly flaring jet", "date": "2011-09-21", "content": "Astronomers using NASA's Wide-field Infrared Survey Explorer  have captured rare data of a flaring black hole, revealing new details about these powerful objects and their blazing jets.  Scientists study jets to learn more about the extreme environments around black holes. Much has been learned about the material feeding black holes, called accretion disks, and the jets themselves through studies using X-rays, gamma rays, and radio waves. But key measurements of the brightest part of the jets, located at their bases, have been difficult despite decades of work. WISE is offering a new window into this missing link through its infrared observations.  \"Imagine what it would be like if our Sun were to undergo sudden random bursts, becoming 3 times brighter in a matter of hours, and then fading back again. That's the kind of fury we observed in this jet,\" said Poshak Gandhi from the Japan Aerospace Exploration Agency. \"With WISE's infrared vision, we were able to zoom in on the inner regions near the base of the stellar-mass black hole's jet for the first time and the physics of jets in action.\"  The black hole, called GX 339-4, had been observed previously. It lies more than 20,000 light-years from Earth near the center of our galaxy. It has a mass at least 6 times greater than the Sun. Like other black holes, it is an ultra-dense collection of matter, with gravity is so great that even light cannot escape. In this case, the black hole is orbited by a companion star that feeds it. Most of the material from the companion star is pulled into the black hole, but some of it is blasted away as a jet flowing at nearly the speed of light.  \"To see bright flaring activity from a black hole, you need to be looking at the right place at the right time,\" said Peter Eisenhardt from NASA's Jet Propulsion Laboratory  in Pasadena, California. \"WISE snapped sensitive infrared pictures every 11 seconds for a year, covering the whole sky, allowing it to catch this rare event.\"   Observing the jet's variability was possible because of images taken of the same patch of sky over time, a feature of NEOWISE, the asteroid-hunting portion of the WISE mission. WISE data enabled the team to zoom in on the compact region around the base of the jet streaming from the black hole. The size of the region is equivalent to the width of a dime seen at the distance of our Sun.  The results surprised the team, showing huge and erratic fluctuations in the jet activity on time scales ranging from 11 seconds to a few hours. The observations are like a dance of infrared colors and show the size of the jet's base varies. Its radius is approximately 15,000 miles  with dramatic changes by as large a factor of 10 or more.  \"If you think of the black hole's jet as a fire hose, then it's as if we've discovered the flow is intermittent, and the hose itself is varying wildly in size,\" Poshak said.  The new data also allowed astronomers to make the best measurements yet of the black hole's magnetic field, which is 30,000 times more powerful than the one generated by Earth at its surface. Such a strong field is required for accelerating and channeling the flow of matter into a narrow jet. The WISE data is bringing astronomers closer than ever to understanding how this exotic phenomenon works.       ", "url": "https://astronomy.com/news/2011/09/nasas-wise-mission-captures-black-holes-wildly-flaring-jet"}]}, {"win label": 0, "news": [{"title": "NASA Releases New WISE Mission Catalog of Entire Infrared Sky", "date": "2012-03-14", "content": "NASA unveiled a new atlas and catalog of the entire infrared sky today showing more than a half billion stars, galaxies and other objects captured by the Wide-field Infrared Survey Explorer (WISE) mission. \"Today, WISE delivers the fruit of 14 years of effort to the astronomical community,\" said Edward Wright, WISE principal investigator at UCLA, who first began working on the mission with other team members in 1998. WISE launched Dec. 14, 2009, and mapped the entire sky in 2010 with vastly better sensitivity than its predecessors. It collected more than 2.7 million images taken at four infrared wavelengths of light, capturing everything from nearby asteroids to distant galaxies. Since then, the team has been processing more than 15 trillion bytes of returned data. A preliminary release of WISE data, covering the first half of the sky surveyed, was made last April. The WISE catalog of the entire sky meets the mission's fundamental objective. The individual WISE exposures have been combined into an atlas of more than 18,000 images covering the sky and a catalog listing the infrared properties of more than 560 million individual objects found in the images. Most of the objects are stars and galaxies, with roughly equal numbers of each. Many of them have never been seen before. WISE observations have led to numerous discoveries, including the elusive, coolest class of stars. Astronomers hunted for these failed stars, called \"Y-dwarfs,\" for more than a decade. Because they have been cooling since their formation, they don't shine in visible light and could not be spotted until WISE mapped the sky with its infrared vision. WISE also took a poll of near-Earth asteroids, finding there are significantly fewer mid-size objects than previously thought. It also determined NASA has found more than 90 percent of the largest near-Earth asteroids. Other discoveries were unexpected. WISE found the first known \"Trojan\" asteroid to share the same orbital path around the sun as Earth. One of the images released today shows a surprising view of an \"echo\" of infrared light surrounding an exploded star. The echo was etched in the clouds of gas and dust when the flash of light from the supernova explosion heated surrounding clouds. At least 100 papers on the results from the WISE survey already have been published. More discoveries are expected now that astronomers have access to the whole sky as seen by the spacecraft. \"With the release of the all-sky catalog and atlas, WISE joins the pantheon of great sky surveys that have led to many remarkable discoveries about the universe,\" said Roc Cutri, who leads the WISE data processing and archiving effort at the Infrared and Processing Analysis Center at the California Institute of Technology in Pasadena. \"It will be exciting and rewarding to see the innovative ways the science and educational communities will use WISE in their studies now that they have the data at their fingertips.\"", "url": "https://www.nasa.gov/mission_pages/WISE/news/wise20120314.html"}, {"title": "NASA's WISE mission sees skies ablaze with blazars", "date": "2012-04-16", "content": "Astronomers using NASA's Wide-field Infrared Survey Explorer (WISE) have captured rare data of a flaring black hole, revealing new details about these powerful objects and their blazing jets. Scientists study jets to learn more about the extreme environments around black holes. Much has been learned about the material feeding black holes, called accretion disks, and the jets themselves through studies using X-rays, gamma rays, and radio waves. But key measurements of the brightest part of the jets, located at their bases, have been difficult despite decades of work. WISE is offering a new window into this missing link through its infrared observations. \"Imagine what it would be like if our Sun were to undergo sudden random bursts, becoming 3 times brighter in a matter of hours, and then fading back again. That's the kind of fury we observed in this jet,\" said Poshak Gandhi from the Japan Aerospace Exploration Agency (JAXA). \"With WISE's infrared vision, we were able to zoom in on the inner regions near the base of the stellar-mass black hole's jet for the first time and the physics of jets in action.\"  The black hole, called GX 339-4, had been observed previously. It lies more than 20,000 light-years from Earth near the center of our galaxy. It has a mass at least 6 times greater than the Sun. Like other black holes, it is an ultra-dense collection of matter, with gravity is so great that even light cannot escape. In this case, the black hole is orbited by a companion star that feeds it. Most of the material from the companion star is pulled into the black hole, but some of it is blasted away as a jet flowing at nearly the speed of light. \"To see bright flaring activity from a black hole, you need to be looking at the right place at the right time,\" said Peter Eisenhardt from NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California. \"WISE snapped sensitive infrared pictures every 11 seconds for a year, covering the whole sky, allowing it to catch this rare event.\" Observing the jet's variability was possible because of images taken of the same patch of sky over time, a feature of NEOWISE, the asteroid-hunting portion of the WISE mission. WISE data enabled the team to zoom in on the compact region around the base of the jet streaming from the black hole. The size of the region is equivalent to the width of a dime seen at the distance of our Sun. The results surprised the team, showing huge and erratic fluctuations in the jet activity on time scales ranging from 11 seconds to a few hours. The observations are like a dance of infrared colors and show the size of the jet's base varies. Its radius is approximately 15,000 miles (24,000 kilometers) with dramatic changes by as large a factor of 10 or more. \"If you think of the black hole's jet as a fire hose, then it's as if we've discovered the flow is intermittent, and the hose itself is varying wildly in size,\" Poshak said. The new data also allowed astronomers to make the best measurements yet of the black hole's magnetic field, which is 30,000 times more powerful than the one generated by Earth at its surface. Such a strong field is required for accelerating and channeling the flow of matter into a narrow jet. The WISE data is bringing astronomers closer than ever to understanding how this exotic phenomenon works. Astronomers using NASA's Wide-field Infrared Survey Explorer (WISE) have captured rare data of a flaring black hole, revealing new details about these powerful objects and their blazing jets.   Scientists study jets to learn more about the extreme environments around black holes. Much has been learned about the material feeding black holes, called accretion disks, and the jets themselves through studies using X-rays, gamma rays, and radio waves. But key measurements of the brightest part of the jets, located at their bases, have been difficult despite decades of work. WISE is offering a new window into this missing link through its infrared observations. \"Imagine what it would be like if our Sun were to undergo sudden random bursts, becoming 3 times brighter in a matter of hours, and then fading back again. That's the kind of fury we observed in this jet,\" said Poshak Gandhi from the Japan Aerospace Exploration Agency (JAXA). \"With WISE's infrared vision, we were able to zoom in on the inner regions near the base of the stellar-mass black hole's jet for the first time and the physics of jets in action.\" The black hole, called GX 339-4, had been observed previously. It lies more than 20,000 light-years from Earth near the center of our galaxy. It has a mass at least 6 times greater than the Sun. Like other black holes, it is an ultra-dense collection of matter, with gravity is so great that even light cannot escape. In this case, the black hole is orbited by a companion star that feeds it. Most of the material from the companion star is pulled into the black hole, but some of it is blasted away as a jet flowing at nearly the speed of light. \"To see bright flaring activity from a black hole, you need to be looking at the right place at the right time,\" said Peter Eisenhardt from NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California. \"WISE snapped sensitive infrared pictures every 11 seconds for a year, covering the whole sky, allowing it to catch this rare event.\" Observing the jet's variability was possible because of images taken of the same patch of sky over time, a feature of NEOWISE, the asteroid-hunting portion of the WISE mission. WISE data enabled the team to zoom in on the compact region around the base of the jet streaming from the black hole. The size of the region is equivalent to the width of a dime seen at the distance of our Sun. The results surprised the team, showing huge and erratic fluctuations in the jet activity on time scales ranging from 11 seconds to a few hours. The observations are like a dance of infrared colors and show the size of the jet's base varies. Its radius is approximately 15,000 miles (24,000 kilometers) with dramatic changes by as large a factor of 10 or more. \"If you think of the black hole's jet as a fire hose, then it's as if we've discovered the flow is intermittent, and the hose itself is varying wildly in size,\" Poshak said. The new data also allowed astronomers to make the best measurements yet of the black hole's magnetic field, which is 30,000 times more powerful than the one generated by Earth at its surface. Such a strong field is required for accelerating and channeling the flow of matter into a narrow jet. The WISE data is bringing astronomers closer than ever to understanding how this exotic phenomenon works.", "url": "https://astronomy.com/news/2012/04/nasas-wise-mission-sees-skies-ablaze-with-blazars"}, {"title": "NASA Survey Counts Potentially Hazardous Asteroids", "date": "2012-05-16", "content": "Observations from NASA's Wide-field Infrared Survey Explorer  have led to the best assessment yet of our solar system's population of potentially hazardous asteroids. The results reveal new information about their total numbers, origins and the possible dangers they may pose.  Potentially hazardous asteroids, or PHAs, are a subset of the larger group of near-Earth asteroids. The PHAs have the closest orbits to Earth's, coming within five million miles, and they are big enough to survive passing through Earth's atmosphere and cause damage on a regional, or greater, scale.  The new results come from the asteroid-hunting portion of the WISE mission, called NEOWISE. The project sampled 107 PHAs to make predictions about the entire population as a whole. Findings indicate there are roughly 4,700 PHAs, plus or minus 1,500, with diameters larger than 330 feet. So far, an estimated 20 to 30 percent of these objects have been found.  While previous estimates of PHAs predicted similar numbers, they were rough approximations. NEOWISE has generated a more credible estimate of the objects' total numbers and sizes.  \"The NEOWISE analysis shows us we've made a good start at finding those objects that truly represent an impact hazard to Earth,\" said Lindley Johnson, program executive for the Near-Earth Object Observation Program at NASA Headquarters in Washington. \"But we've many more to find, and it will take a concerted effort during the next couple of decades to find all of them that could do serious damage or be a mission destination in the future.\"  The new analysis also suggests that about twice as many PHAs as previously thought are likely to reside in \"lower-inclination\" orbits, which are more aligned with the plane of Earth's orbit. In addition, these lower-inclination objects appear to be somewhat brighter and smaller than the other near-Earth asteroids that spend more time far away from Earth. A possible explanation is that many of the PHAs may have originated from a collision between two asteroids in the main belt lying between Mars and Jupiter. A larger body with a low-inclination orbit may have broken up in the main belt, causing some of the fragments to drift into orbits closer to Earth and eventually become PHAs.  Asteroids with lower-inclination orbits would be more likely to encounter Earth and would be easier to reach. The results therefore suggest more near- Earth objects might be available for future robotic or human missions.  \"NASA's NEOWISE project, which wasn't originally planned as part of WISE, has turned out to be a huge bonus,\" said Amy Mainzer, NEOWISE principal investigator, at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"Everything we can learn about these objects helps us understand their origins and fate. Our team was surprised to find the overabundance of low-inclination PHAs. Because they will tend to make more close approaches to Earth, these targets can provide the best opportunities for the next generation of human and robotic exploration.\"  The discovery that many PHAs tend to be bright says something about their composition; they are more likely to be either stony, like granite, or metallic. This type of information is important in assessing the space rocks' potential hazards to Earth. The composition of the bodies would affect how quickly they might burn up in our atmosphere if an encounter were to take place.  The NEOWISE results have been accepted for publication in the Astrophysical Journal.  The WISE spacecraft scanned the sky twice in infrared light before entering hibernation mode in early 2011. It catalogued hundreds of millions of objects, including super-luminous galaxies, stellar nurseries and closer-to-home asteroids. The NEOWISE project snapped images of about 600 near-Earth asteroids, about 135 of which were new discoveries. Because the telescope detected the infrared light, or heat, of asteroids, it was able to pick up both light and dark objects, resulting in a more representative look at the entire population. The infrared data allowed astronomers to make good measurements of the asteroids' diameters and, when combined with visible light observations, how much sunlight they reflect.", "url": "https://www.jpl.nasa.gov/news/nasa-survey-counts-potentially-hazardous-asteroids"}, {"title": "WISE Finds Few Brown Dwarfs Close To Home", "date": "2012-06-08", "content": "Astronomers are getting to know the neighbors better. Our sun resides within a spiral arm of our Milky Way galaxy about two-thirds of the way out from the center. It lives in a fairly calm, suburb-like area with an average number of stellar residents. Recently, NASA's Wide-field Infrared Survey Explorer, or WISE, has been turning up a new crowd of stars close to home: the coldest of the brown dwarf family of \"failed\" stars.  Now, just as scientists are \"meeting and greeting\" the new neighbors, WISE has a surprise in store: are far fewer brown dwarfs around us than predicted.  \"This is a really illuminating result,\" said Davy Kirkpatrick of the WISE science team at NASA's Infrared Processing and Analysis Center at the California Institute of Technology in Pasadena. \"Now that we're finally seeing the solar neighborhood with keener, infrared vision, the little guys aren't as prevalent as we once thought.\"  Previous estimates had predicted as many brown dwarfs as typical stars, but the new initial tally from WISE shows just one brown dwarf for every six stars. It's the cosmic equivalent to finally being able to see down a mysterious, gated block and finding only a few homes.  Nonetheless, the observations are providing crucial information about how these exotic worlds form, and hinting at what their population densities might be like in our galaxy and beyond.  \"WISE is finding new, cold worlds that are ripe for exploration in their own right,\" said Kirkpatrick. \"We think they can form by several different mechanisms, including having their growth stunted by a variety of factors that prevent them from becoming full-blown stars. Still, we don't know exactly how this process works.\"  WISE was launched in 2009 and surveyed the entire sky in infrared light in 2010. One of the mission's main science goals was to survey the sky for the elusive brown dwarfs. These small bodies start their lives like stars, but lack the bulk required to burn nuclear fuel. With time, they cool and fade, making them difficult to find.  Improvements in WISE's infrared vision over past missions have allowed it to pick up the faint glow of many of these hidden objects. In August 2011, the mission announced the discovery of the coolest brown dwarfs spotted yet, a new class of stars called Y dwarfs. One of the Y dwarfs is less than 80 degrees Fahrenheit, or about room temperature, making it the coldest star-like body known. Since then, the WISE science team has surveyed the entire landscape around our sun and discovered 200 brown dwarfs, including 13 Y dwarfs.  Determining the distances to these objects is a key factor in knowing their population density in our solar neighborhood. After carefully measuring the distance to several of the coldest brown dwarfs via a method called parallax, the scientists were able to estimate the distances to all the newfound brown dwarfs. They concluded that about 33 brown dwarfs reside within 26 light-years of sun. There are 211 stars within this same volume of space, so that means there are about six stars for every brown dwarf.  \"Having fewer brown dwarfs than expected in our celestial backyard just means that each new one we discover plays a critical role in our overall understanding of these cold objects,\" said Chris Gelino, a co-author of the new research who is also at the Infrared Processing and Analysis Center. \"These brown dwarfs are fascinating objects that are bridging the gap between the coldest stars and Jupiter.\"  Kirkpatrick emphasized that the results are still preliminary: it is highly likely that WISE will discover additional Y dwarfs, but not in vast numbers, and probably not closer than the closest known star, Proxima Centauri. Those discoveries could bring the ratio of brown dwarfs to stars up a bit, to about 1:5 or 1:4, but not to the 1:1 level previously anticipated.  \"This is how science progresses as we obtain better and better data,\" said Kirkpatrick. \"With WISE, we were able to test our predictions and show they were wrong. We had made extrapolations based on discoveries from projects like the Two-Micron All-Sky Survey, but WISE is giving us our first look at the coldest brown dwarfs we're only now able to detect.\"  The new observations still allow the possibility of free-floating planets up to a few times the mass of Jupiter beyond a few light-years from the sun, which other surveys have predicted might exist. Those bodies would be too faint for WISE to see in the processed data in hand.  The new results are due to appear in the July 10 issue of The Astrophysical Journal. Other authors are: Michael Cushing of the University of Toledo, Ohio; Gregory Mace, Ian McLean and Ned Wright from UCLA; Roger Griffith and Kenneth Marsh of the Infrared Processing and Analysis Center at Caltech; Michael Skrutskie of the University of Virginia, Charlottesville; Peter Eisenhardt and Amy Mainzer of NASA's Jet Propulsion Laboratory, Pasadena, Calif.; Adam Burgasser of the University of California, San Diego; and Christopher Tinney, Stephen Parker, and Graeme Salter of the University of New South Wales, Australia.", "url": "https://www.nasa.gov/mission_pages/WISE/news/wise20120608.html"}]}, {"win label": 0, "news": [{"title": "The \"flame\" burns bright in new WISE image", "date": "2012-07-03", "content": "A new image from NASA's Wide-field Infrared Survey Explorer  shows the candle-like Flame Nebula lighting up a cavern of dust. The Flame Nebula is part of the Orion complex, a turbulent star-forming area located near the constellation's star-studded belt.  The image is being released today along with a new batch of data from the mission. Last March, WISE released its all-sky catalog and atlas containing infrared images and data on more than a half-billion objects, including everything from asteroids to stars and galaxies. Now the mission is offering up additional data from its second scan of the sky.  \"If you're an astronomer, then you'll probably be in hog heaven when it comes to infrared data,\" said Edward  Wright of the University of California in Los Angeles. \"Data from the second sky scan are useful for studying stars that vary or move over time, and for improving and checking data from the first scan.\"  The new WISE view of the Flame Nebula, in which colors are assigned to different channels of infrared light, looks like what appears to be a flaming candle sending off billows of smoke. In fact, the wispy tendrils in the image are part of the larger Orion star-forming complex, a huge dust cloud churning out new stars. In the Flame Nebula, massive stars are carving a cavity in this dust. Intense ultraviolet light from a central massive star 20 times heavier than our Sun, and buried in the blanketing dust, is causing the cloud to glow in infrared light. This star would be almost as bright to our eyes as the three stars in Orion's Belt, but the dust makes the star appear 4 billion times fainter than it really is.  Other features in this view include the nebula NGC 2023, seen as a bright circle in the lower half of the image, and the famous Horsehead Nebula, which is hard to see but located to the right of one of the lower, vertical ridges. The bright red arc at lower right is a bow shock, where material in front of the speeding multiple-star system Sigma  Orionis is piling up.  The data released today covers about one-third of the mission's second full scan of the sky. They were taken from August to September 2010 as the telescope began to deplete its coolant, operating with three of its four infrared detectors. The coolant kept the telescope chilled to prevent its heat, or infrared radiation, from interfering with the observations. As the telescope warmed during this period, one of the four channels on WISE was overwhelmed by the infrared radiation.", "url": "https://astronomy.com/news/2012/07/the-flame-burns-bright-in-new-wise-image"}, {"title": "NASA to Unveil New Black Hole Discoveries Today", "date": "2012-08-29", "content": "NASA will reveal new discoveries about black holes and other extreme objects in deep space today  during a briefing that will be streamed live on the Internet.  The NASA update is set for today at 1 p.m. EDT  and will discuss the latest science findings from NASA's Wide-field Infrared Survey Explorer mission. The prolific  WISE space telescope  mission actually ended in 2011, but astronomers continue to mine the observatory's data for new discoveries.  The Aug. 29 briefing will be a teleconference for media that the public can listen in online, NASA officials said.  \"The discoveries are related to the distant universe, including  supermassive black holes  and rare galaxies,\" space agency officials said in an announcement.  Scientists to speak during the briefing will be: Daniel Stern, astronomer, NASA's Jet Propulsion Laboratory, Pasadena, Calif.; Peter Eisenhardt, WISE project scientist, JPL; Jingwen Wu, astronomer, JPL; Rachel Somerville, astrophysics professor, Rutgers University, New Brunswick, N.J.  NASA's WISE space telescope was an infrared observatory designed to map the entire sky in unprecedented detail. The space telescope launched in December 2009 and mapped the sky twice before entering a hibernation mode in early 2011.  The $320 million WISE observatory was designed to seek out objects that were previously hidden from visible-light telescopes. It took 1.8 million infrared images of the sky and revealed more than 33,500 previously unknown asteroids and 19 comets.  The telescope also observed faint galaxies and other strange objects, such as cool failed stars known as brown dwarfs.", "url": "https://www.space.com/17276-nasa-black-holes-announcement.html"}, {"title": "NASA Discovers Millions of Black Holes in Space", "date": "2012-08-29", "content": "NASA's Wide-Field Infrared Survey Explorer telescope, also known as WISE, has led to a bonanza discovery of supermassive black holes and rare galaxies called hot DOGS, or dust-obscured galaxies.  WISE scanned the sky twice in infrared light, completing its survey early last year. NASA released all of the data from the mission, allowing scientists around the world to continue to make new discoveries of their own.  Using WISE, astronomers have identified some 2.5 million actively feeding supermassive black holes, some of them more than 10 billion light years away. About two-thirds of these black holes previously were unknown. A black hole is an object whose gravitational pull is so strong that nothing, not even light, can escape it once inside a particular region.  NASA astronomer Daniel Stern says the latest findings are helping astronomers better understand how galaxies, and the black holes at their centers, grow and evolve together.  \"One of the biggest results in the past decade has been a realization that every galaxy appears to have a large black hole at its center. Our own Milky Way  galaxy  has a black hole weighing about 4 million times the mass of the sun  our sun ,\" said Stern.  WISE researchers also report finding the rarest and brightest galaxies known. WISE project scientist Peter Eisenhardt says these are called \"hot DOGS\" because they are very hot, dust-obscured galaxies.   \"And now, with the WISE survey in hand, we are finding that is actually the most obscured objects in the WISE sky that are among the brightest in the universe. WISE has found about 1,000 of these brilliant \"hot DOGS,\" said Eisenhardt.  Eisenhardt says these galaxies are the brightest because they are the most powerful, emitting the most energy across the electromagnetic spectrum, even though they might not be easily visible. Experts say these galaxies are more than twice as hot as other infrared-bright galaxies and that they might be seeing a new, rare phase in the evolution of galaxies - another clue in understanding the mysteries of the universe.  ", "url": "https://www.voanews.com/a/nasa-discovers-millions-of-black-holes-in-space/1498202.html"}, {"title": "NASA's WISE Colors in Unknowns on Jupiter Asteroids", "date": "2012-10-16", "content": "Scientists using data from NASA's Wide-field Infrared Survey Explorer, or WISE, have uncovered new clues in the ongoing mystery of the Jovian Trojans - asteroids that orbit the sun on the same path as Jupiter. Like racehorses, the asteroids travel in packs, with one group leading the way in front of the gas giant, and a second group trailing behind. The observations are the first to get a detailed look at the Trojans' colors: both the leading and trailing packs are made up of predominantly dark, reddish rocks with a matte, non-reflecting surface. What's more, the data verify the previous suspicion that the leading pack of Trojans outnumbers the trailing bunch. The new results offer clues in the puzzle of the asteroids' origins. Where did the Trojans come from? What are they made of? WISE has shown that the two packs of rocks are strikingly similar and do not harbor any \"out-of-towners,\" or interlopers, from other parts of the solar system. The Trojans do not resemble the asteroids from the main belt between Mars and Jupiter, nor the Kuiper belt family of objects from the icier, outer regions near Pluto. \"Jupiter and Saturn are in calm, stable orbits today, but in their past, they rumbled around and disrupted any asteroids that were in orbit with these planets,\" said Tommy Grav, a WISE scientist from the Planetary Science Institute in Tucson, Ariz. \"Later, Jupiter re-captured the Trojan asteroids, but we don't know where they came from. Our results suggest they may have been captured locally. If so, that's exciting because it means these asteroids could be made of primordial material from this particular part of the solar system, something we don't know much about.\" Grav is a member of the NEOWISE team, the asteroid-hunting portion of the WISE mission. The first Trojan was discovered on Feb. 22, 1906, by German astronomer Max Wolf, who found the celestial object leading ahead of Jupiter. Christened \"Achilles\" by the astronomer, the roughly 81-mile-wide (130-kilometer-wide) chunk of space rock was the first of many asteroids detected to be traveling in front of the gas giant. Later, asteroids were also found trailing behind Jupiter. The asteroids were collectively named Trojans after a legend, in which Greek soldiers hid inside in a giant horse statue to launch a surprise attack on the Trojan people of the city of Troy. \"The two asteroid camps even have their own 'spy,'\" said Grav. \"After having discovered a handful of Trojans, astronomers decided to name the asteroid in the leading camp after the Greek heroes and the ones in the trailing after the heroes of Troy. But each of the camps already had an 'enemy' in their midst, with asteroid 'Hector' in the Greek camp and 'Patroclus' in the Trojan camp.\"  Before WISE, the main uncertainty defining the population of Jupiter Trojans was just how many individual chunks were in these clouds of space rock and ice leading Jupiter, and how many were trailing. It is believed that there are as many objects in these two swarms leading and trailing Jupiter as there are in the entirety of the main asteroid belt between Mars and Jupiter. To put this and other theories to bed requires a well-coordinated, well-executed observational campaign. But there were many things in the way of accurate observations - chiefly, Jupiter itself. The orientation of these Jovian asteroid clouds in the sky in the last few decades has been an impediment to observations. One cloud is predominantly in Earth's northern sky, while the other is in the southern, forcing ground-based optical surveys to use at least two different telescopes. The surveys generated results, but it was unclear whether a particular result was caused by the problems of having to observe the two clouds with different instruments, and at different times of the year. Enter WISE, which roared into orbit on Dec. 14, 2009. The spacecraft's 16-inch (40-centimeter) telescope and infrared cameras scoured the entire sky looking for the glow of celestial heat sources. From January 2010 to February 2011, about 7,500 images were taken every day. The NEOWISE project used the data to catalogue more than 158,000 asteroids and comets throughout the solar system. \"By obtaining accurate diameter and surface reflectivity measurements on 1,750 Jupiter Trojans, we increased by an order of magnitude what we knew about these two gatherings of asteroids,\" said Grav. \"With this information, we were able to more accurately than ever confirm there are indeed almost 40 percent more objects in the leading cloud.\" Trying to understand the surface or interior of a Jovian Trojan is also difficult. The WISE suite of infrared detectors was sensitive to the thermal glow of the objects, unlike visible-light telescopes. This means WISE can provide better estimates of their surface reflectivity, or albedo, in addition to more details about their visible and infrared colors (in astronomy \"colors\" can refer to types of light beyond the visible spectrum). \"Seeing asteroids with WISE's many wavelengths is like the scene in 'The Wizard of Oz,' where Dorothy goes from her black-and-white world into the Technicolor land of Oz,\" said Amy Mainzer, the principal investigator of the NEOWISE project at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"Because we can see farther into the infrared portion of the light spectrum, we can see more details of the asteroids' colors, or, in essence, more shades or hues.\" The NEOWISE team has analyzed the colors of 400 Trojan asteroids so far, allowing many of these asteroids to be properly sorted according to asteroid classification schemes for the first time. \"We didn't see any ultra-red asteroids, typical of the main belt and Kuiper belt populations,\" said Grav. \"Instead, we find a largely uniform population of what we call D-type asteroids, which are dark burgundy in color, with the rest being C- and P-type, which are more grey-bluish in color. More research is needed, but it's possible we are looking at the some of the oldest material known in the solar system.\" Scientists have proposed a future space mission to the Jupiter Trojans that will gather the data needed to determine their age and origins. The results were presented today at the 44th annual meeting of the Division for Planetary Sciences of the American Astronomical Society in Reno, Nev. Two studies detailing this research are accepted for publication in the Astrophysical Journal.", "url": "https://www.nasa.gov/mission_pages/WISE/news/wise20121015.html"}]}, {"win label": 0, "news": [{"title": "Taking a closer look at near-Earth asteroids", "date": "2013-02-14", "content": "On average every year a small asteroid no more than four metres across plunges through Earth's atmosphere to disintegrate. Perhaps a few small chunks of rock reach the ground as meteorites. Scavengers and scientists go hunting for the debris, while everybody else just shrugs - until the day one of that rock's bigger cousins comes calling.  NASA's WISE  satellite recently conducted a survey of near-Earth asteroids  survey of near-Earth asteroids, finding 93 percent of all space rocks bigger than a kilometre that come close to Earth. That's 911 out of an estimated total population of 981. An impact with something this large would devastate large swathes of the planet as debris billows into the atmosphere, blocking sunlight, causing crops to die and the food chain to break down - not to mention the large scale devastation across hundreds of kilometres where it makes landfall.  Then there are the mid-size asteroids close to Earth, between 100 and 1,000 metres across. If one were to strike, the regional destruction they would cause would be catastrophic. WISE was able to detect around 5,200 such asteroids, but another 14,300 are expected to lurk in space, currently hidden from us. Are any of these on trajectories to hit Earth? We don't know. As for the millions of near-Earth asteroids smaller than 100m, such as our annual four-metre wide visitors, or even the 45-70-kilometre asteroid believed to have exploded over the  Tunguska region of Siberia in June 1908 , we simply have no way of tracking them all.  Where do these asteroids come from? While the bulk of asteroids are found in the Asteroid Belt between Mars and Jupiter, they are not constrained to this narrow zone around the Sun. Collisions with other asteroids or gravitational perturbations from Jupiter can push them out from the Asteroid Belt into a variety of orbits around the Sun. The ones that are potentially dangerous are those asteroids whose orbits cross Earth's own path around the Sun. Handily, they've been divided into sub-types.  Aten asteroids, named after the asteroid  Aten that was discovered in 1976 by Eleanor Helin, have an average distance from the Sun that is less than Earth's, so for much of the time they are found safely tucked away inside the radius of Earth's orbit. However, like planets, asteroids orbit the Sun in ellipses, only often more exaggerated, meaning that they also have a closest point to the Sun  and most distant point  in their elongated orbital paths. Aten asteroids have their aphelion outside of Earth's orbit, meaning they have to cross our path to reach it. The most famous Aten asteroid is  Apophis, a 325-metre space rock that will come within 31,300 kilometres of Earth's surface on 13 April 2029 - close enough to pass inside the geostationary ring of communication satellites. There's a one-in-a- million chance that Earth's gravity could perturb it sufficiently to crash into our planet when it revisits us in 2036, but those odds are so low as to be nothing to worry about  nothing to worry about.  On the other hand, there are the Apollo-type near-Earth asteroids whose average distance from the Sun is greater than that of Earth, but for whom perihelion is inside Earth's orbit, which they cross more than once per year. The most famous examples are their prototype,  Apollo, which was discovered by Karl Wilhelm Reinmuth in 1932,  Icarus whose perihelion is closer to the Sun than Mercury  and the largest of the Apollos, ten-kilometre wide  Sisyphus. However, more pertinent this week is a much smaller Apollo, a 40-50 metre wide asteroid designated 2012 DA14, which will make a close fly-by of Earth at a distance of just 28,000 kilometres.  \"We will have an observational campaign around the time of its closest approach to get as much information about it as we can, both optically and with radar,\" says Lindley Johnson, who is the Programme Executive for NASA's NEA observation strategy. \"DA14 is coming so close that at its closest approach it is moving too fast for our radars to even keep up with it.\"  But can we declare that DA14 absolutely is not going to collide with Earth? Johnson is assured that it is safe - this time around. \"Since it was discovered a year ago we have well established the near term orbit and know how close it comes to Earth, so for this pass in February we know the orbit well enough,\" he says.  However, such close fly-bys inevitably result in Earth's gravity altering the asteroid's orbit, so what will that mean for DA14? \"We'll need to track it as it moves away from Earth to determine how much it has been perturbed in order to establish what its future orbit is going to be,\" Johnson tells Astronomy Now. Now, in most of these cases where there is this closer pass, it perturbs the orbit so much that it is no longer going to be a hazard, but there is a small chance that it could actually put it in an orbit that brings it close to Earth again some time in the future.\"  Eventually these near-Earth asteroids, if they do not collide with us, will over the course of many millions of years spiral into the Sun or be ejected out of the Solar System by the Sun's gravity. That's not to mean the danger of near Earth asteroids will pass, for new bodies are continuously sent in-system by the gravitational nudges of the planets. For example, the Amor asteroids cross the orbit of Mars but don't quite reach Earth - asteroid  Eros, visited by NASA's NEAR-Shoemaker spacecraft around the turn of the millennium, is an Amor. But such asteroids don't remain Amors forever - these are the Atens and Apollos of the future. Then there are the near-Earth comets, 93 of which are known at present.  Our fears of an asteroid colliding with Earth are a little over-hyped, for the biggest and deadliest of such impacts play out over timescales of millions of years. For instance a five kilometre asteroid is expected to collide with Earth on average just once every 20 million years. So it's unlikely civilisation is going to be wiped out by an asteroid any time soon. It's the smaller, more frequent ones we must look out for, which could take out a few city blocks or splash into the sea causing a tsunami that devastates many coastal regions. By studying harmless fly-bys such as that of 2012 DA14, we stand to learn much more about how these smaller near Earth asteroids act when they do come close to our planet, so we can better predict how they will behave in the future and, if the nightmare scenario does come to pass, give us time to figure out how to deflect them.  ", "url": "https://astronomynow.com/news/n1302/14asteroids/"}, {"title": "NASA's WISE Mission Finds Lost Asteroid Family Members", "date": "2013-05-29", "content": "Data from NASA's Wide-field Infrared Survey Explorer (WISE) have led to a new and improved family tree for asteroids in the main belt between Mars and Jupiter. Astronomers used millions of infrared snapshots from the asteroid-hunting portion of the WISE all-sky survey, called NEOWISE, to identify 28 new asteroid families. The snapshots also helped place thousands of previously hidden and uncategorized asteroids into families for the first time. The findings are a critical step in understanding the origins of asteroid families, and the collisions thought to have created these rocky clans. \"NEOWISE has given us the data for a much more detailed look at the evolution of asteroids throughout the solar system,\" said Lindley Johnson, the program executive for the Near-Earth Object Observation Program at NASA Headquarters in Washington. \"This will help us trace the NEOs back to their sources and understand how some of them have migrated to orbits hazardous to the Earth.\" The main asteroid belt is a major source of near-Earth objects (NEOs), which are those asteroids and comets that come within 28 million miles (45 million kilometers) of Earth's path around the sun. Some near-Earth objects start out in stable orbits in the main asteroid belt, until a collision or gravitational disturbance flings them inward like flippers in a game of pinball. The NEOWISE team looked at about 120,000 main belt asteroids out of the approximately 600,000 known. They found that about 38,000 of these objects, roughly one third of the observed population, could be assigned to 76 families, 28 of which are new. In addition, some asteroids thought to belong to a particular family were reclassified. An asteroid family is formed when a collision breaks apart a large parent body into fragments of various sizes. Some collisions leave giant craters. For example, the asteroid Vesta's southern hemisphere was excavated by two large impacts. Other smash-ups are catastrophic, shattering an object into numerous fragments, as was the case with the Eos asteroid family. The cast-off pieces move together in packs, traveling on the same path around the sun, but over time the pieces become more and more spread out. Previous knowledge of asteroid family lineages comes from observations of their orbits. NEOWISE also looked at the asteroids' reflectivity to identify family members. Asteroids in the same family generally have similar mineral composition and reflect similar amounts of light. Some families consist of darker-colored, or duller, asteroids, while others are made up of lighter-colored, or shinier, rocks. It is difficult to distinguish between dark and light asteroids in visible light. A large, dull asteroid can appear the same as a small, shiny one. The dark asteroid reflects less light but has more total surface area, so it appears brighter. NEOWISE could distinguish between the dark and light asteroids because it could detct infrared light, which reveals the heat of an object. The larger the object, the more heat it gives off. When the size of an asteroid can be measured, its true reflective properties can be determined, and a group of asteroids once thought to belong to a single family circling the sun in a similar orbit can be sorted into distinct families. \"We're separating zebras from the gazelles,\" said Joseph Masiero of NASA's Jet Propulsion Laboratory in Pasadena, Calif., who is lead author of a report on the new study that appears in the Astrophysical Journal. \"Before, family members were harder to tell apart because they were traveling in nearby packs. But now we have a better idea of which asteroid belongs to which family.\" The next step for the team is to learn more about the original parent bodies that spawned the families. \"It's as if you have shards from a broken vase, and you want to put it back together to find out what happened,\" said Amy Mainzer, the NEOWISE principal investigator at JPL. \"Why did the asteroid belt form in the first place and fail to become a planet? We are piecing together our asteroids' history.\"", "url": "https://www.jpl.nasa.gov/news/nasas-wise-mission-finds-lost-asteroid-family-members"}]}, {"win label": 1, "news": [{"title": "NASA Mulls Waking Space Telescope for Asteroid Hunt", "date": "2013-08-02", "content": "NASA may wake the Wide-field Infrared Survey Explorer  space telescope from a two-year hibernation to resume its NEOWISE asteroid hunting mission for another three years, the head of the agency's Near-Earth Object Observation Program said here Monday.  WISE launched in December 2009 and scanned for faraway comets,  asteroids  and galaxies for about 10 months before it depleted its hydrogen coolant in October 2010, rendering two of its four infrared detectors unusable. Rather than shut the telescope down right away, NASA approved the NEOWISE extended mission, which kept the observatory operating for another four months looking for asteroids in our solar system.  Now, NASA's Planetary Science Division is hoping for a much longer extension, which might be affordable even if Congress does not double the Near-Earth Object Observation Program's $20 million budget in 2014, as the  Obama administration requested in April.  \"I can afford it at $20 million, and certainly at $40 million,\" Lindley Johnson, program executive for the Near-Earth Object Observation Program, told members of the NASA Advisory Council's science committee at NASA headquarters here.  A second extension would focus on near-Earth object  detection and characterization - the determination of an asteroid's size, composition and orbital peculiarities. WISE, a $320 million observatory built by Ball Aerospace & Technologies Corp. of Boulder, Colo., around an infrared telescope supplied by Space Dynamics Laboratory of Logan, Utah, detected more than 30,000 asteroids during the four-month  NEOWISE phase.  Johnson has mentioned the idea of a WISE restart before, most recently during the Small Bodies Assessment Group and the Ball-hosted Target NEO-2 workshop, both of which took place here in early July. At the Small Bodies meeting, Johnson spoke for the group in urging a WISE restart, noting that \"some urgency\" was required. By 2017, Johnson said, the telescope's sun-synchronous Earth orbit will decay past the point of being useful for asteroid spotting. NASA, in its official response to the recommendation, said it would consider a restart, provided funding was available.  Although Johnson told the National Advisory Council July 29 that funding should indeed be available, he was short on specifics, and would not say what a NEOWISE restart and three years of operations would cost.", "url": "https://www.space.com/22227-nasa-revive-wise-mission-asteroids.html"}, {"title": "WISE Spacecraft Will Be Reactivated to Hunt for Asteroids", "date": "2013-08-22", "content": "NASA plans to reactivate the Wide-field Infrared Survey Explorer to help identify the population of potentially hazardous near-Earth objects, as well as asteroids suitable for exploration missions. A NASA spacecraft that discovered and characterized tens of thousands of asteroids throughout the solar system before being placed in hibernation will return to service for three more years starting in September, assisting the agency in its effort to identify the population of potentially hazardous near-Earth objects, as well as those suitable for asteroid exploration missions. The Wide-field Infrared Survey Explorer (WISE) will be revived next month with the goal of discovering and characterizing near-Earth objects (NEOs), space rocks that can be found orbiting within 28 million miles (45 million kilometers) from Earth's path around the sun. NASA anticipates WISE will use its 16-inch (40-centimeter) telescope and infrared cameras to discover about 150 previously unknown NEOs and characterize the size, albedo and thermal properties of about 2,000 others - including some which could be candidates for the agency's recently announced asteroid initiative. \"The WISE mission achieved its mission's goals and as NEOWISE extended the science even further in its survey of asteroids. NASA is now extending that record of success, which will enhance our ability to find potentially hazardous asteroids, and support the new asteroid initiative,\" said John Grunsfeld, NASA's associate administrator for science in Washington. \"Reactivating WISE is an excellent example of how we are leveraging existing capabilities across the agency to achieve our goal.\" NASA's asteroid initiative will be the first mission to identify, capture and relocate an asteroid. It represents an unprecedented technological feat that will lead to new scientific discoveries and technological capabilities that will help protect our home planet. The asteroid initiative brings together the best of NASA's science, technology and human exploration efforts to achieve President Obama's goal of sending humans to an asteroid by 2025. Launched in December 2009 to look for the glow of celestial heat sources from asteroids, stars and galaxies, WISE made about 7,500 images every day during its primary mission, from January 2010 to February 2011. As part of a project called NEOWISE, the spacecraft made the most accurate survey to date of NEOs. NASA turned most of WISE's electronics off when it completed its primary mission. \"The data collected by NEOWISE two years ago have proven to be a gold mine for the discovery and characterization of the NEO population,\" said Lindley Johnson, NASA's NEOWISE program executive in Washington. \"It is important that we accumulate as much of this type of data as possible while the WISE spacecraft remains a viable asset.\" Because asteroids reflect but do not emit visible light, infrared sensors are a powerful tool for discovering, cataloging and understanding the asteroid population. Depending on an object's reflectivity, or albedo, a small, light-colored space rock can look the same as a big, dark one. As a result, data collected with optical telescopes using visible light can be deceiving. During 2010, NEOWISE observed about 158,000 rocky bodies out of approximately 600,000 known objects. Discoveries included 21 comets, more than 34,000 asteroids in the main belt between Mars and Jupiter, and 135 near-Earth objects. The WISE prime mission was to scan the entire celestial sky in infrared light. It captured more than 2.7 million images in multiple infrared wavelengths and cataloged more than 560 million objects in space, ranging from galaxies faraway to asteroids and comets much closer to Earth. \"The team is ready and after a quick checkout, we're going to hit the ground running,\" said Amy Mainzer, NEOWISE principal investigator at NASA's Jet Propulsion Laboratory in Pasadena, California. \"NEOWISE not only gives us a better understanding of the asteroids and comets we study directly, but it will help us refine our concepts and mission operation plans for future, space-based near-Earth object cataloging missions.\"", "url": "https://scitechdaily.com/wise-spacecraft-will-be-reactivated-to-hunt-for-asteroids/"}, {"title": "NASA's Asteroid Hunter Spacecraft Returns First Images after Reactivation", "date": "2013-12-19", "content": "NASA's Near-Earth Object Wide-field Infrared Survey Explorer, a spacecraft that made the most comprehensive survey to date of asteroids and comets, has returned its first set of test images in preparation for a renewed mission.  NEOWISE discovered more than 34,000 asteroids and characterized 158,000 throughout the solar system during its prime mission in 2010 and early 2011. It was reactivated in September following 31 months in hibernation, to assist NASA's efforts to identify the population of potentially hazardous near-Earth objects. NEOWISE also can assist in characterizing previously detected asteroids that could be considered potential targets for future exploration missions.  \"NEOWISE not only gives us a better understanding of the asteroids and comets we study directly, but it will help us refine our concepts and mission operation plans for future, space-based near-Earth object cataloging missions,\" said Amy Mainzer, principal investigator for NEOWISE at NASA's Jet Propulsion Laboratory in Pasadena, Calif. \"The spacecraft is in excellent health, and the new images look just as good as they were before hibernation. Over the next weeks and months we will be gearing up our ground-based data processing and expect to get back into the asteroid hunting business, and acquire our first previously undiscovered space rock, in the next few months.\"  Some of the deep-space images taken by the spacecraft include a previously detected asteroid named  Holda. With a diameter of 26 miles, this asteroid orbits the sun between Mars and Jupiter in a region astronomers call the asteroid belt. The images tell researchers the quality of the spacecraft's observations is the same as during its primary mission.  The spacecraft uses a 16-inch  telescope and infrared cameras to seek out and discover unknown NEOs and characterize their size, albedo or reflectivity, and thermal properties. Asteroids reflect, but do not emit visible light, so data collected with optical telescopes using visible light can be deceiving.  Infrared sensors, similar to the cameras on NEOWISE, are a powerful tool for discovering, cataloging and understanding the asteroid population. Some of the objects about which NEOWISE will be collecting data could become candidates for the agency's announced asteroid initiative.  NASA's initiative will be the first mission to identify, capture and relocate an asteroid. It represents an unprecedented technological feat that will lead to new scientific discoveries and technological capabilities that will help protect our home planet. The asteroid initiative brings together the best of NASA's science, technology and human exploration efforts to achieve President Obama's goal of sending humans to an asteroid by 2025.  \"It is important that we accumulate as much of this type of data as possible while the spacecraft remains a viable asset,\" said Lindley Johnson, NASA's NEOWISE program executive in Washington. \"NEOWISE is an important element to enhance our ability to support the initiative.\"  NEOWISE began as WISE. The prime mission, which was launched in December 2009, was to scan the entire celestial sky in infrared light. WISE captured more than 2.7 million images in multiple infrared wavelengths and cataloged more than 747 million objects in space, ranging from galaxies faraway to asteroids and comets much closer to Earth. NASA turned off most of WISE's electronics when it completed its primary mission in February 2011.  Upon reactivation, the spacecraft was renamed NEOWISE, with the goal of discovering and characterizing asteroids and comets whose orbits approach within 28 million miles  from Earth's path around the sun.", "url": "https://www.jpl.nasa.gov/news/nasas-asteroid-hunter-spacecraft-returns-first-images-after-reactivation"}, {"title": "Reactivated NASA Asteroid-Hunting Probe Takes First Photos in 2.5 Years", "date": "2013-12-19", "content": "A NASA asteroid-hunting spacecraft has opened its eyes in preparation for a renewed mission, beaming home its first images in more than 2.5 years.  The Near-Earth Object Wide-field Infrared Survey Explorer spacecraft, or NEOWISE, has taken its first set of test images since being reactivated in September after a 31-month-long hibernation, NASA officials announced today. The space agency wants NEOWISE to resume its hunt for  potentially dangerous asteroids, some of which could be promising targets for future human exploration.  \"The spacecraft is in excellent health, and the new images look just as good as they were before hibernation,\" Amy Mainzer, principal investigator for NEOWISE at NASA's Jet Propulsion Laboratory in Pasadena, Calif., said in a statement.   \"Over the next weeks and months we will be gearing up our ground-based data processing and expect to get back into the asteroid-hunting business, and acquire our first previously undiscovered space rock, in the next few months,\" Mainzer added.  NEOWISE began its scientific life as WISE, which launched to Earth orbit in December 2009 on a 10-month mission to scan the entire sky in infrared light. WISE catalogued about 560 million celestial objects, ranging from faraway galaxies to nearby  asteroids  and comets, NASA officials have said.  WISE ran out of hydrogen coolant in October 2010, making two of its four infrared detectors inoperable. But NASA didn't shut the probe down at this point; rather, the agency granted a four-month mission extension known as NEOWISE, which focused on hunting asteroids.  NEOWISE discovered more than 34,000 asteroids and characterized 158,000 space rocks before being shut down in February 2011, NASA officials said.  And the spacecraft is now gearing up for another three-year space-rock hunt, partly to help find potential targets for NASA's ambitious asteroid-capture project. This \" Asteroid Initiative ,\" which was announced in April, seeks to drag a near-Earth asteroid to a stable orbit around the moon, where it would be visited by astronauts using the agency's Space Launch System rocket and Orion crew vehicle.  The plan represents a way to meet a major goal laid out by President Barack Obama, who in 2010 directed NASA to get astronauts to a near-Earth asteroid by 2025, then on to the vicinity of Mars by the mid-2030s.  NEOWISE employs a 16-inch  telescope and infrared cameras to find previously unknown asteroids and gauge the size, reflectivity and thermal properties of space rocks, NASA officials said.  \"It is important that we accumulate as much of this type of data as possible while the spacecraft remains a viable asset,\" said Lindley Johnson, NASA's NEOWISE program executive in Washington. \"NEOWISE is an important element to enhance our ability to support the  asteroid  initiative.\"", "url": "https://www.space.com/24032-nasa-neowise-spacecraft-asteroid-photos.html"}]}, {"win label": 0, "news": [{"title": "NASA's WISE Survey Finds Thousands of New Stars, But No 'Planet X'", "date": "2014-03-07", "content": "After searching hundreds of millions of objects across our sky, NASA's Wide- Field Infrared Survey Explorer  has turned up no evidence of the hypothesized celestial body in our solar system commonly dubbed \"Planet X.\"  Researchers previously had theorized about the existence of this large, but unseen celestial body, suspected to lie somewhere beyond the orbit of Pluto. In addition to \"Planet X,\" the body had garnered other nicknames, including \"Nemesis\" and \"Tyche.\"  This recent study, which involved an examination of WISE data covering the entire sky in infrared light, found no object the size of Saturn or larger exists out to a distance of 10,000 astronomical units, and no object larger than Jupiter exists out to 26,000 au. One astronomical unit equals 93 million miles. Earth is 1 au, and Pluto about 40 au, from the sun.  \"The outer solar system probably does not contain a large gas giant planet, or a small, companion star,\" said Kevin Luhman of the Center for Exoplanets and Habitable Worlds at Penn State University, University Park, Pa., author of a paper in the Astrophysical Journal describing the results.  But searches of the WISE catalog are not coming up empty. A second study reveals several thousand new residents in our sun's \"backyard,\" consisting of stars and cool bodies called brown dwarfs.  \"Neighboring star systems that have been hiding in plain sight just jump out in the WISE data,\" said Ned Wright of the University of California, Los Angeles, the principal investigator of the mission.  The second WISE study, which concentrated on objects beyond our solar system, found 3,525 stars and brown dwarfs within 500 light-years of our sun.  \"We're finding objects that were totally overlooked before,\" said Davy Kirkpatrick of NASA's Infrared and Processing Analysis Center at the California Institute of Technology, Pasadena, Calif. Kirkpatrick is lead author of the second paper, also in the Astrophysical Journal. Some of these 3,525 objects also were found in the Luhman study, which catalogued 762 objects.  The WISE mission operated from 2010 through early 2011, during which time it performed two full scans of the sky -- with essentially a six-month gap between scans. The survey captured images of nearly 750 million asteroids, stars and galaxies. In November 2013, NASA released data from the AllWISE program, which now enables astronomers to compare the two full-sky surveys to look for moving objects.  In general, the more an object in the WISE images appears to move over time, the closer it is. This visual clue is the same effect at work when one observes a plane flying low to the ground versus the same plane flying at higher altitude. Though traveling at the same speed, the plane at higher altitude will appear to be moving more slowly.  Searches of the WISE data catalog for these moving objects are uncovering some of the closest stars. The discoveries include a star located about 20 light- years away in the constellation Norma, and as reported last March, a pair of brown dwarfs only 6.5 light-years away -- making it the closest star system to be discovered in nearly a century.  Despite the large number of new solar neighbors found by WISE, \"Planet X\" did not show up. Previous speculations about this hypothesized body stemmed in part from geological studies that suggested a regular timing associated with mass extinctions on Earth. The idea was that a large planet or small star hidden in the farthest reaches of our solar system might periodically sweep through bands of outer comets, sending them flying toward our planet. The Planet X-based mass extinction theories were largely ruled out even prior to the new WISE study.  Other theories based on irregular comet orbits had also postulated a Planet X-type body. The new WISE study now argues against these theories as well.  Both of the WISE searches were able to find objects the other missed, suggesting many other celestial bodies likely await discovery in the WISE data.  \"We think there are even more stars out there left to find with WISE. We don't know our own sun's backyard as well as you might think,\" said Wright.  WISE was put into hibernation upon completing its primary mission in 2011. In September 2013, it was reactivated, renamed NEOWISE and assigned a new mission to assist NASA's efforts to identify the population of potentially hazardous near-Earth objects. NEOWISE will also characterize previously known asteroids and comets to better understand their sizes and compositions.", "url": "https://www.jpl.nasa.gov/news/nasas-wise-survey-finds-thousands-of-new-stars-but-no-planet-x"}, {"title": "Search for Potential 'Planet X' Far From Over", "date": "2014-03-27", "content": "The hunt for the hypothetical \"Planet X\" has been fruitless so far, but that doesn't mean astronomers are calling it off.  A new analysis of data collected by NASA's Wide-Field Infrared Survey Explorer  spacecraft revealed  no sign of the mysterious Planet X  hypothesized to exist in the outer solar system. But scientists are keeping up the search for a planet or dim star far from the sun.  \"I think astronomers will continue to search for a distant companion to the sun with every new, deeper survey,\" Kevin Luhman of the University of Pennsylvania told Space.com by email. Luhman, who studies low-mass stars and \"failed stars\" known as brown dwarfs, recently published the results of his search for Planet X using WISE.  \"We have a natural desire to better determine the contents of our solar system,\" Luhman said. \"There's a vast volume of space in the outer solar system, and we would like to know what's out there.\"  And a recent find may give a boost to the hunt for Planet X. On Wednesday, researchers announced they had  discovered a dwarf planet  orbiting the sun in a distant, largely unexplored region known as the inner Oort Cloud.  Further, the orbits of the newfound object, known as  2012 VP113, and some of its neighbors are consistent with  the existence of a planet-size \"perturber\" far from the sun - perhaps so distant that it cannot be detected with current instruments.  An unseen companion: For more than a century, astronomers have considered the possibility that another massive body exists in the outer solar system.   Percival Lowell  coined the term \"Planet X\" at the turn of the 20th century to refer to an undiscovered large planet that could be responsible for perturbing the orbits of Uranus and Neptune. More recently, the idea grew to incorporate a possible dwarf-star companion to the sun, nicknamed \"Nemesis.\"  In the 1980s, scientists suggested that a solar companion could be responsible for causing mass extinctions on Earth every 26 million years. They theorized that a small, dim star or a large  brown dwarf  -a body larger than a planet but too small to ignite the fusion reactions that power stars -could periodically pass through the Oort Cloud, the faraway comet repository that surrounds the solar system.  Gravitational tugs from this body could send a rain of comets hurtling toward the inner solar system, where some would collide with Earth and threaten any life that existed.  The Infrared Astronomical Satellite, the first space telescope to scan the entire sky in the infrared, collected a wealth of data in the early 1980s but found no sign of the putative distant object. More detailed data came back from NASA's Two Micron All-Sky Survey  a decade and a half later, with the same result.  But that didn't end the search for the mysterious body. A 1999 study, for example, claimed to find subtle anomalies in the orbits of comets - possible evidence for a distant solar companion. A follow-up study by the same authors in 2011 made the same claim. The team of astronomers suggested that the oddities could be the result of a gas giant planet that they nicknamed \" Tyche .\"  Most astronomers today don't give much credence to the claims of historical evidence for a companion star or distant planet, Luhman said. Yet the hunt continues, because the possibility such a body could exist is always there.   The recent results from WISE provide an even more detailed look at cool bodies within the solar system. Luhman's work, published in The Astrophysical Journal, found no sign of Saturn-size bodies to a distance of 10,000 times the Earth-sun distance.  The survey also sought Jupiter-like and larger bodies, which would include brown dwarfs and low-mass stars, as far away as 26,000 AU. It turned up no hint of the hypothesized body.  If scientists hadn't suggested that an unseen star or planet could be affecting life on Earth, would astronomers still search for Planet X? Luhman thinks so.  \"Even if no one had previously claimed to find evidence of a large body in the solar system, one would naturally search for an object of that kind with every new all-sky survey that is able to see fainter objects than the previous survey,\" he said.  Improving technology could make the difference when it comes to turning up a solar companion. According to Luhman, there is a small chance that a distant companion to the sun could have been missed if it was aligned close to a bright star. Data from the bright star could then have overwhelmed the companion, much as the sun overpowers a flashlight beam.  A companion could also have escaped detection by WISE if it has a relatively small mass and lies extremely far away. The smaller and dimmer an object is, the harder it becomes to spot as it draws farther away.  \"I think people are amazed by the fact that we can detect galaxies billions of light-years away, and yet there are parts of our own solar system that remain uncharted and unexplored,\" Luhman said.", "url": "https://www.space.com/25234-planet-x-search-solar-system.html"}]}, {"win label": 0, "news": [{"title": "Comet Pan-STARRS Marches Across the Sky", "date": "2014-07-03", "content": "NASA's NEOWISE mission captured a series of pictures of comet C/2012 K1 -- also known as comet Pan-STARRS -- as it swept across our skies in May 2014.  The comet is named after the astronomical survey project called the Panoramic Survey Telescope and Rapid Response System in Hawaii, which discovered the icy visitor in May 2012.  Comet Pan-STARRS hails from the outer fringes of our solar system, from a vast and distant reservoir of comets called the Oort cloud.  The comet is relatively close to us -- it was only about 143 million miles  from Earth when this picture was taken. It is seen passing a much more distant spiral galaxy, called NGC 3726, which is about 55 million light-years from Earth, or 2 trillion times farther away than the comet.  Two tails can be seen lagging behind the head of the comet. The bigger tail is easy to see and is comprised of gas and smaller particles. A fainter, more southern tail, which is hard to spot in this image, may be comprised of larger, more dispersed grains of dust.  Comet Pan-STARRS is on its way around the sun, with its closest approach to the sun occurring in late August. It was visible to viewers in the northern hemisphere through most of June. In the fall, after the comet swings back around the sun, it may be visible to southern hemisphere viewers using small telescopes.  The image was made from data collected by the two infrared channels on board the NEOWISE spacecraft, with the longer-wavelength channel  mapped to red and the shorter-wavelength channel  mapped to cyan. The comet appears brighter in the longer wavelength band, suggesting that the comet may be producing significant quantities of carbon monoxide or carbon dioxide.  Originally called the Wide-field Infrared Survey Explorer, the NEOWISE spacecraft was put into hibernation in 2011 after its primary mission was completed. In September 2013, it was reactivated, renamed NEOWISE and assigned a new mission to assist NASA's efforts to identify the population of potentially hazardous near-Earth objects. NEOWISE is also characterizing previously known asteroids and comets to better understand their sizes and compositions.", "url": "https://www.jpl.nasa.gov/news/comet-pan-starrs-marches-across-the-sky"}]}, {"win label": 0, "news": [{"title": "NASA Asteroid Hunter Spacecraft Data Available to Public", "date": "2015-03-27", "content": "Millions of images of celestial objects, including asteroids, observed by NASA's Near-Earth Object Wide-field Survey Explorer  spacecraft now are available online to the public. The data was collected following the restart of the asteroid-seeking spacecraft in December 2013 after a lengthy hibernation.  The collection of millions of infrared images and billions of infrared measurements of asteroids, stars, galaxies and quasars spans data obtained between December 13, 2013, and December 13, 2014.  \"One of the most satisfying things about releasing these cutting-edge astronomical data to the public is seeing what other exciting and creative projects the scientific community does with them,\" said Amy Mainzer, principal investigator for NEOWISE at NASA's Jet Propulsion Laboratory, in Pasadena, California.  In the first year of the survey, NEOWISE captured 2.5 million image sets, detecting and providing data on over 10,000 solar system objects. The data revealed 129 new solar system objects, including 39 previously undiscovered near-Earth objects. Each of the images also contains a multitude of background stars, nebulae and galaxies. More than 10 billion measurements of these more distant objects are contained in the release of the NEOWISE data.  \"And we're far from finished,\" said Mainzer. \"We're only into our second year of additional science collection, and we've already added another 21 new discoveries including six new near-Earth objects.\"  NEOWISE is a space telescope that scans the skies for asteroids and comets. The telescope sees infrared light, which allows it to pick up the heat signature of asteroids and obtain better estimates of their true sizes. As a result, NEOWISE can see dark asteroids that are harder for visible-light surveys to find. Nearly all of the NEOWISE discoveries have been large --hundreds of yards, or meters, wide-- and very dark, similar to printer toner. When NEOWISE's infrared data on an object is combined with that of a visible-light optical telescope, it helps scientists understand the object's composition.  NEOWISE always looks in the dawn and twilight skies - the direction perpendicular to a line between Earth and the sun. This unique vantage point makes it possible for NEOWISE to spot objects that approach Earth from the direction of the sun, unlike ground-based telescopes that are only able to view the night sky.  Originally called the Wide-field Infrared Survey Explorer, the spacecraft was placed in hibernation in 2011 after its primary mission was completed. In September 2013, it was reactivated, renamed NEOWISE and assigned a new mission to assist NASA's efforts to identify the population of potentially hazardous near-Earth objects and help characterize previously known asteroids and comets to provide information about their sizes and compositions.  NASA Wednesday announced more details in its plan for its Asteroid Redirect Mission, which in the mid-2020s will test a number of new capabilities needed for future human expeditions to deep space, including to Mars.For ARM, a robotic spacecraft will capture a boulder from the surface of a near-Earth asteroid and move it into a stable orbit around the moon for exploration by astronauts, all in support of advancing the nation's journey to Mars. The agency plans to announce the specific asteroid selected for the mission no earlier than 2019, approximately a year before launching the robotic spacecraft.  NASA also announced it has increased the detection of near-Earth Asteroids by 65 percent since launching its asteroid initiative three years ago.  \"NEOWISE is a vital asset in NASA's program to find objects that truly represent an impact hazard to Earth,\" said Lindley Johnson, program executive for the Near-Earth Object Observation Program at NASA Headquarters in Washington. \"The data reveals how far we've come to understand the danger to Earth but it will still take a concerted effort to find all of them that could do serious damage.\"  In 2012, the president's NASA budget included, and Congress authorized, $20.4 million for an expanded NASA Near-Earth Object  Observations Program, increasing the resources for this critical program from the $4 million per year it had received since the 1990s. The program was again expanded in fiscal year 2014, with a budget of $40.5 million. NASA is asking Congress for $50 million for this important work in the 2016 budget.", "url": "http://www.thebahamasweekly.com/publish/international/NASA_Asteroid_Hunter_Spacecraft_Data_Available_to_Public40936.shtml"}, {"title": "Among Millions of Galaxies, Survey Finds No Obvious Signs of Life", "date": "2015-04-14", "content": "A long, laborious study of a huge number of galaxies has found  no clear signs of life or civilization other than our own. Researchers at Penn State University sifted through nearly 100 million data entries from NASA's  Wide-field Infrared Survey Explorer satellite.  \"If an entire galaxy had been colonized by an advanced spacefaring civilization,\" explained study co-author  Jason Wright, \" the energy produced by that civilization's technologies would be detectable in mid-infrared wavelengths, exactly the radiation that the WISE satellite was designed to detect for other astronomical purposes.\"   The theory has been around since physicist Freeman Dyson suggested it in the 1960s, but collecting that data has only been possible more recently. The team whittled down the millions of records from WISE to around 100,000 - which then had to be inspected more or less manually, and largely by the paper's lead author, Roger Griffith.  The result? Nothing that screams \"aliens,\" although 50 galaxies showed \"unusually high\" levels of near-infrared radiation and other interesting qualities - follow-up studies will have to be conducted. The current paper will be published in the  April 15 issue of the Astrophysical Journal's Supplement Series.  Though no alien civilizations were found, the researchers are hardly discouraged.  \"This research is a significant expansion of earlier work in this area,\" said team member Brendan Mullen of the Carnegie Science Center in Pittsburgh. \"The only previous study of civilizations in other galaxies looked at only 100 or so galaxies, and wasn't looking for the heat they emit. This is new ground.\"", "url": "https://www.nbcnews.com/science/space/among-millions-galaxies-survey-finds-no-obvious-signs-life-n341561"}, {"title": "NASA's Wide-field Infrared Survey Explorer (WISE) data used to find Bright Distant Galaxy", "date": "2015-05-22", "content": "A remote galaxy shining with the light of more than 300 trillion suns has been discovered using data from NASA's Wide-field Infrared Survey Explorer.  The galaxy is the most luminous galaxy found to date and belongs to a new class of objects recently discovered by WISE - extremely luminous infrared galaxies, or ELIRGs.  \"We are looking at a very intense phase of galaxy evolution,\" said Chao-Wei Tsai of NASA's Jet Propulsion Laboratory in Pasadena, California, lead author of a new report appearing in the May 22nd issue of The Astrophysical Journal. \"This dazzling light may be from the main growth spurt of the galaxy's black hole.\"   The brilliant galaxy, known as WISE J224607.57-052635.0, may have a behemoth black hole at its belly, gorging itself on gas. Supermassive black holes draw gas and matter into a disk around them, heating the disk to roaring temperatures of millions of degrees and blasting out high-energy, visible, ultraviolet and X-ray light.  The light is blocked by surrounding cocoons of dust. As the dust heats up, it radiates infrared light.  Immense black holes are common at the cores of galaxies, but finding one this big so \"far back\" in the cosmos is rare. Because light from the galaxy hosting the black hole has traveled 12.5 billion years to reach us, astronomers are seeing the object as it was in the distant past. The black hole was already billions of times the mass of our sun when our universe was only a tenth of its present age of 13.8 billion years.  The new study outlines three reasons why the black holes in the ELIRGs could have grown so massive. First, they may have been born big. In other words, the \"seeds,\" or embryonic black holes, might be bigger than thought possible.  \"How do you get an elephant?\" asked Peter Eisenhardt, project scientist for WISE at JPL and a co-author on the paper. \"One way is start with a baby elephant.\"  The other two explanations involve either breaking or bending the theoretical limit of black hole feeding, called the Eddington limit. When a black hole feeds, gas falls in and heats up, blasting out light. The pressure of the light actually pushes the gas away, creating a limit to how fast the black hole can continuously scarf down matter.  If a black hole broke this limit, it could theoretically balloon in size at a breakneck pace. Black holes have previously been observed breaking this limit; however, the black hole in the study would have had to repeatedly break the limit to grow this large.  Alternatively, the black holes might just be bending this limit.  \"Another way for a black hole to grow this big is for it to have gone on a sustained binge, consuming food faster than typically thought possible,\" said Tsai. \"This can happen if the black hole isn't spinning that fast.\"  If a black hole spins slowly enough, it won't repel its meal as much. In the end, a slow-spinning black hole can gobble up more matter than a fast spinner.  \"The massive black holes in ELIRGs could be gorging themselves on more matter for a longer period of time,\" said Andrew Blain of University of Leicester in the United Kingdom, a co-author of this report. \"It's like winning a hot-dog- eating contest lasting hundreds of millions of years.\"  More research is needed to solve this puzzle of these dazzlingly luminous galaxies. The team has plans to better determine the masses of the central black holes. Knowing these objects' true hefts will help reveal their history, as well as that of other galaxies, in this very crucial and frenzied chapter of our cosmos.  WISE has been finding more of these oddball galaxies in infrared images of the entire sky captured in 2010. By viewing the whole sky with more sensitivity than ever before, WISE has been able to catch rare cosmic specimens that might have been missed otherwise.  The new study reports a total of 20 new ELIRGs, including the most luminous galaxy found to date. These galaxies were not found earlier because of their distance, and because dust converts their powerful visible light into an incredible outpouring of infrared light.  \"We found in a related study with WISE that as many as half of the most luminous galaxies only show up well in infrared light,\" said Tsai.", "url": "https://www.clarksvilleonline.com/2015/05/22/nasas-wide-field-infrared-survey-explorer-wise-data-used-to-find-bright-distant-galaxy/"}, {"title": "NASA Discovers Brightest Galaxy, Burning With 300 Trillion suns", "date": "2015-05-25", "content": " NASA 's Wide-field Infrared Survey Explorer ) has discovered a remote galaxy, far, far away that is the brightest galaxy known to date. Researchers calculated it burns with the light of 300 trillion suns. The sheer brightness of this galaxy puts it in an entirely new class of space objects, extremely luminous infrared galaxies, discovered using WISE. NASA has been using WISE, opposed to other methods, to target ELIRGs because the dust surrounding these super-luminous galaxies blocks visible light, and reduces it to infrared light.  The official name of the galaxy is WISE J224607.57-052635.0. Researchers believe that the galaxy's luminosity stems from a supermassive black hole at the center of the galaxy. This, in itself, is not rare, but this specific black hole is incredibly large and old. Research indicates that it was billions of times larger than our sun by the time the universe was only one- tenth of the way into its current age of 13.8 billion years. As the black hole sucks in gas and matter, it heats surrounding matter to millions of degrees, creating X-Rays, ultraviolet, and visible light. Even though the light is blocked by a cocoon of dust, the heated dust releases infrared light.  The scientists'  paper  points out three different theories that could be behind the black hole's massive growth spurt. The black hole could have arisen from \"seed\" black holes which were already larger than scientists thought possible. Co-author, Peter Eisenhardt, points out, \"How do you get an elephant? One way is to start with a baby elephant.\"  Besides starting large, the black hole could have been spinning slowly, allowing it to go on a \"sustained binge,\" consuming matter much faster than anticipated. A third explanation involves breaking the Eddington limit of black hole feeding to grow so massive so quickly.  ", "url": "https://www.slashgear.com/nasa-discovers-brightest-galaxy-burning-with-300-trillion-suns-26385163/"}, {"title": "New map confirms 4 Milky Way arms", "date": "2015-06-14", "content": "Astronomers using data from NASA's Wide-field Infrared Survey Explorer, or WISE, recently announced a new method of mapping the Milky Way that has confirmed four primary spiral arms for our galaxy. Using WISE data, the research team discovered more than 400 clouds of dust and gas in the galaxy, places where new stars are being born. They are using these dust-shrouded nurseries of stars to trace the shape of our galaxy's spiral arms. They describe seven of these embedded star clusters in a new study  published online on May 20  in the Monthly Notices of the Royal Astronomical Society.  The results of the study support the four-arm model of our galaxy's structure. For the last few years, various methods of charting the Milky Way have largely led to a picture of four spiral arms. The arms are where most stars in the galaxy are born. They contain most of the galaxy's gas and dust, the raw ingredients for new stars.  Two of the arms, called Perseus and Scutum-Centaurus, seem to be more prominent and jam-packed with stars, while the Sagittarius and Outer arms have as much gas as the other two arms but not as many stars.  The new WISE study finds embedded star clusters in the Perseus, Sagittarius, and Outer arms.  Imagine how hard it is to map our own galaxy. It's like trying to create a map of your house while confined to just one room. NASA said in a  statement on June 3:  You might peek through the doors into other rooms or look for light spilling  in through the windows. But, in the end, the walls and lack of visibility  would largely prevent you from seeing the big picture. The job of mapping our own Milky Way galaxy from planet Earth, situated about two-thirds of the way out from the galaxy's center, is similarly difficult. Clouds of dust permeate the Milky Way, blocking our view of the galaxy's stars.  Denilso Camargo from the Federal University of Rio Grande do Sul in Brazil is lead author of the new study. He said: The sun's location within the dust-obscured galactic disk is a complicating factor to observe the galactic structure.  NASA said embedded star clusters are a powerful tool for visualizing the whereabouts of spiral arms because the clusters are young, and their stars haven't yet drifted away and out of the arms. Stars begin their lives in the dense, gas-rich neighborhoods of spiral arms, but they migrate away over time. These embedded star clusters complement other techniques for mapping our galaxy, such as those used by radio telescopes, which detect the dense gas clouds in spiral arms. Camargo said: Spiral arms are like traffic jams in that the gas and stars crowd together and move more slowly in the arms. As material passes through the dense spiral arms, it is compressed and this triggers more star formation.  WISE is ideal for finding the embedded star clusters, NASA said, because its infrared vision can cut through the dust that fills the galaxy and shrouds the clusters. What's more, WISE scanned the whole sky, so it was able to perform a thorough survey of the shape of our Milky Way.  NASA's Jet Propulsion Laboratory in Pasadena, California managed and operated WISE for NASA's Science Mission Directorate in Washington. The spacecraft was put into hibernation mode in 2011, after it scanned the entire sky twice, thereby completing its main objectives.  In September 2013, WISE was reactivated, renamed NEOWISE and assigned a new mission to assist NASA's efforts to identify potentially hazardous near-Earth objects.", "url": "https://earthsky.org/space/new-map-confirms-four-milky-way-arms/"}]}, [], {"win label": 0, "news": [{"title": "No. 8 The most luminous galaxy in the Universe", "date": "2016-01-02", "content": "A distant galaxy that outshines our own by a thousand times set a new record when it was spotted in 2015 by NASA's Wide-field Infrared Survey Explorer  satellite. The galaxy is the most luminous ever discovered, but if it is so intrinsically bright, why did it take until 2015 to detect it? One reason is its sheer distance - WISE is detecting light that has travelled for 12.5 billion years to reach us - but it is also buried beneath an immense cloud of dust produced by the rapid cycle of star birth and death. WISE could only see this galaxy because its extreme luminosity heats up the dust, causing it to glow brightly in the infrared.  There's only one possible way that a galaxy could grow so bright: the radiation is pouring out from frenetic activity around a black hole thousands of times more massive than the black hole at the centre of our Galaxy.", "url": "https://astronomynow.com/2016/01/02/no-8-the-most-luminous-galaxy-in-the-universe/"}]}, [], {"win label": 0, "news": [{"title": "NASA detects TWO space rocks heading towards Earth", "date": "2017-01-04", "content": "This week a comet that started life in the outer reaches of our solar system will be visible from Earth for the first time, as it approaches our planet's orbit. The comet will be 66 million miles (106 million km) from Earth at its closest approach.  Another recently-discovered object, called 2016 WF9, has also been taking a scenic tour of our solar system, approaching Jupiter's orbit at its greatest distance from the sun. On 25 February this year, it will approach Earth's orbit, passing at a distance of nearly 32 million miles (51 million kilometers) from Earth.  But Nasa still doesn't know whether the object is an asteroid or a comet.  The comet, C/2016 U1 NEOWISE, 'has a good chance of becoming visible through a good pair of binoculars, although we can't be sure because a comet's brightness is notoriously unpredictable,' said Paul Chodas, manager of Nasa's Center for Near-Earth Object (NEO) Studies at the Jet Propulsion Laboratory in Pasadena, California. This week, comet C/2016 U1 NEOWISE will be in the south-eastern sky shortly before dawn. Nasa is unsure exactly how large it is.  It is moving farther south each day and it will reach its closest point to the sun, inside the orbit of Mercury, on 14 January, before heading back out to the outer reaches of the solar system for an orbit lasting thousands of years.  While it will be visible from Earth, it is not considered a threat to our planet Next month, another object, which is a blurred line between an asteroid and a comet, might also be visible. This object was discovered by Nasa's NEOWISE mission, the asteroid-and-comet-hunting portion of the Wide-Field Infrared Survey Explorer (WISE) mission, on 27 November last year. Over the course of 4.9 Earth-years, it has travelled inward, passing under the main asteroid belt and the orbit of Mars until it will swing just inside Earth's own orbit in February this year.  'The trajectory of 2016 WF9 is well understood, and the object is not a threat to Earth for the foreseeable future,' says Nasa. What scientists do know is that 2016 WF9 is relatively large: roughly 0.3 to 0.6 miles (0.5 to 1 kilometre) across. It is quite dark, reflecting only a few per cent of the light that falls on its surface. Its body resembles a comet in its reflectivity and orbit, but appears to lack the characteristic dust and gas cloud that defines a comet. '2016 WF9 could have cometary origins,' said Deputy Principal Investigator James 'Gerbs' Bauer at JPL. 'This object illustrates that the boundary between asteroids and comets is a blurry one; perhaps over time this object has lost the majority of the volatiles that linger on or just under its surface.'  After discovering more than 34,000 asteroids during its original mission, NEOWISE was brought out of hibernation in December of 2013 to find and learn more about asteroids and comets that could pose an impact hazard to Earth. If 2016 WF9 is a comet, it would be the 10th discovered since reactivation, but if it turns out to be an asteroid, it would be the 100th discovered since reactivation. Near-Earth objects (NEOs) absorb most of the light that falls on them and re-emit that energy at infrared wavelengths. This enables NEOWISE's infrared detectors to study both dark and light-coloured NEOs with nearly equal clarity and sensitivity. 'These are quite dark objects,' said NEOWISE team member Joseph Masiero. 'Think of new asphalt on streets; these objects would look like charcoal, or in some cases are even darker than that.' NEOWISE data have been used to measure the size of each near-Earth object it observes.  Thirty-one asteroids that NEOWISE has discovered pass within about 20 lunar distances from Earth's orbit, and 19 are more than 460 feet (140 metres) in size but reflect less than 10 per cent of the sunlight that falls on them.", "url": "https://www.dailymail.co.uk/sciencetech/article-4087190/Nasa-detects-TWO-space-rocks-heading-planet-huge-ll-able-entering-Earth-s-orbit.html"}, {"title": "NASA's Near-Earth Object Wide-field Infrared Survey Explorer continues finding unknown objects", "date": "2017-06-07", "content": " NASA's Near-Earth Object Wide-field Infrared Survey Explorer  mission has released its third year of survey data, with the spacecraft discovering 97 previously unknown celestial objects in the last year. Of those, 28 were near-Earth objects, 64 were main belt asteroids and five were comets.  The spacecraft has now characterized a total of 693 near-Earth objects since the mission was re-started in December 2013. Of these, 114 are new. The NEOWISE team has released an animation depicting this solar system survey's discoveries and characterizations for its third year of operations.  \"NEOWISE is not only discovering previously uncharted asteroids and comets, but it is providing excellent data on many of those already in our catalog,\" said Amy Mainzer, NEOWISE principal investigator from NASA's Jet Propulsion Laboratory in Pasadena, California. \"It is also proving to be an invaluable tool in in the refining and perfecting of techniques for near-Earth object discovery and characterization by a space-based infrared observatory.\"  Near-Earth objects  are comets and asteroids that have been nudged by the gravitational attraction of the planets in our solar system into orbits that allow them to enter Earth's neighborhood. Ten of the objects discovered by NEOWISE in the past year have been classified as potentially hazardous asteroids, based on their size and their orbits.  More than 2.6 million infrared images of the sky were collected in the third year of operations by NEOWISE. These data are combined with the Year 1 and 2 NEOWISE data into a single archive that contains approximately 7.7 million sets of images and a database of more than 57.7 billion source detections extracted from those images.  The NEOWISE images also contain glimpses of rare objects, like comet C/2010 L5 WISE. A new technique of modeling comet behavior called tail-fitting showed that this particular comet experienced a brief outburst as it swept through the inner-solar system.  \"Comets that have abrupt outbursts are not commonly found, but this may be due more to the sudden nature of the activity rather than their inherent rarity,\" said Emily Kramer, a NASA Postdoctoral Program Fellow at JPL and lead author of paper on the NEOWISE study. \"It is great for astronomers to view and collect cometary data when they find an outburst, but since the activity is so short-lived, we may simply miss them most of the time.\"  The tail-fitting technique identifies the size and quantity of dust particles in the vicinity of the comet, and when they were ejected from the comet's nucleus, revealing the history of the comet's activity.  With tail-fitting, future all-sky surveys may be able to find and collect data on more cometary outburst activity when it happens. A paper detailing the tail-fitting technique and other results of the study was published in the March 20 volume of the Astrophysical Journal.  Originally called the Wide-field Infrared Survey Explorer, the spacecraft was launched in December 2009. It was placed in hibernation in 2011 after its primary astrophysics mission was completed.  In September 2013, it was reactivated, renamed NEOWISE and assigned a new mission: to assist NASA's efforts to identify the population of potentially hazardous near-Earth objects. NEOWISE also is characterizing more distant populations of asteroids and comets to provide information about their sizes and compositions.", "url": "https://www.clarksvilleonline.com/2017/06/07/nasas-near-earth-object-wide-field-infrared-survey-explorer-continues-finding-unknown-objects/"}]}, [], {"win label": 0, "news": [{"title": "New NASA video reveals a solar system swarming with comets and asteroids", "date": "2018-04-23", "content": "NASA has released a video showing the locations and motions of 29,375 asteroids and comets that have been discovered by the agency's Near-Earth Object Wide-Field Infrared Survey Explorer  spacecraft. The video has been released to coincide with the publishing of the fourth year of NEOWISE observations, during which the telescope identified 10 potentially hazardous near-Earth asteroids.  NEOWISE began its life as the  Wide-field Infrared Explorer - an infrared orbital telescope launched on December 14, 2009, and tasked with the discovery of distant stars, galaxies, and, closer to home, asteroids.  By early 2011, WISE had scanned the entire sky twice, capturing images of three-quarters of a billion celestial objects. Sadly, at this point, the hydrogen coolant vital to the successful continuation of the primary science mission was running perilously low, and on February 17, 2011, WISE was placed in a state of hibernation.  In late 2013 the transmitters on the dormant telescope were  switched on once again, and like a phoenix from the ashes the NEOWISE mission was launched. This time around the telescope's gaze was focused solely on activity occurring within our home solar system, as it sought out and observed the host of comets and asteroids pacing an orbit around the Sun.  An incredible 29,375 solar system objects have been discovered by NEOWISE since its rebranding, including 788 near-Earth objects, and 136 comets.  Not all of these cosmic wanderers are benign in nature. NEOWISE has discovered a number of bodies that pose a significant danger to Earth, which are collectively classified as  potentially hazardous asteroids. In order to belong to this unsettling group, an asteroid must have an orbit that passes within five million miles of Earth and be large enough to survive the passage through our planet's dense atmosphere.  Still from the new NEOWISE animation showing the positions and movements of solar system asteroids and comets  NASA/JPL-Caltech/PSI  During the fourth year of its mission, NEOWISE captured over 2.5 million infrared images, leading to the discovery of numerous solar system bodies, including 10 new PHAs.  \"NEOWISE continues to expand our catalog and knowledge of these elusive and important objects,\" comments Amy Mainzer, NEOWISE principal investigator from NASA's Jet Propulsion Laboratory in Pasadena, California. \"In total, NEOWISE has now characterized sizes and reflectivities of over 1,300 near-Earth objects since the spacecraft was launched, offering an invaluable resource for understanding the physical properties of this population, and studying what they are made of and where they have come from.\"  The first four years of observations are now available to the public via the mission archive website. The resource contains over 10.3 million image sets, and a database of more than 76 billion source detections.  The NEOWISE data has been visualized in a new NASA video displaying the location and movement of the many asteroids and comets discovered by the veteran satellite. The orbital lines of Mercury, Venus and Mars are displayed in blue, while Earth's path is shown in teal.  Asteroids that pass relatively close to Earth are represented as green dots, while wandering comets are shown as yellow squares. Other more distant asteroids that predominantly orbit in the main asteroid belt located between Mars and Jupiter, the orbit of which lies beyond the scope of the animation, are shown in grey.  The video highlights the complex orbital ballet unfolding on all scales throughout our solar system, from the passage of massive planets, to wandering comets, and relatively tiny asteroids.  Scroll down to watch the NEOWISE survey visualization.", "url": "https://newatlas.com/nasa-neowise-video-solar-system-comet-asteroid/54326/"}]}, [], {"win label": 0, "news": [{"title": "NEOWISE Celebrates Five Years of Asteroid Data", "date": "2019-04-15", "content": "NASA's Near-Earth Object Wide-field Infrared Survey Explorer  mission released its fifth year of survey data on April 11, 2019. The five years of NEOWISE data have significantly advanced scientists' knowledge of asteroids and comets in the solar system, as well as the stars and galaxies beyond.  \"NEOWISE recently surpassed 95 billion recorded measurements of asteroids, comets, stars and galaxies - a remarkable accomplishment for a recycled spacecraft,\" said Lindley Johnson, NASA's planetary defense officer and head of the Planetary Defense Coordination Office at NASA Headquarters in Washington. \"This asteroid hunter has measured the sizes of more than 1,000 near-Earth asteroids and is still producing great data, making it a unique asset in our portfolio of asteroid-hunting telescopes and an important prototype for an upcoming space-based NEO survey mission.\"  In addition to providing critical data on asteroids and comets in our own solar system, NEOWISE has provided data that have enabled the worldwide scientific community to track bursting stars, characterize distant quasars from the first billion years of the universe's history, conduct a census of millions of merging galaxies and take multi-wavelength measurements of hundreds of millions of stars and galaxies.  \"The data from NEOWISE effectively give us a movie of the universe as it changes over time at infrared wavelengths, which is now being used in over 1,000 different astronomical publications,\" said Amy Mainzer, NEOWISE principal investigator at NASA's Jet Propulsion Laboratory in Pasadena, California.  From WISE to NEOWISE:  Originally called the Wide-field Infrared Survey Explorer, the spacecraft was launched in December 2009 to study galaxies, stars and solar system bodies by imaging the the infrared light in the entire sky. It was placed in hibernation in 2011 after completing its primary astrophysics mission. In September 2013, the spacecraft was reactivated, renamed NEOWISE and assigned a new mission: to assist NASA's efforts to identify and characterize the population of near-Earth objects. NEOWISE is also characterizing more distant populations of asteroids and comets to provide information about their sizes and compositions.  The NEOWISE survey will end when its changing orbit eventually prevents it from obtaining high-quality data. But until that time, NEOWISE will continue to contribute valuable data both to humanity's record of the universe around us and to the search for asteroids that pose a hazard to Earth.", "url": "https://solarsystem.nasa.gov/news/906/neowise-celebrates-five-years-of-asteroid-data/"}]}, [], {"win label": 0, "news": [{"title": "Comet NEOWISE tracker: Comet is 'looking healthy' as it travels through solar system", "date": "2020-06-23", "content": "This year has seen two comets making their way through the solar system, only to disintegrate as they approached the Sun. Comet ATLAS and Comet SWAN made headlines this year as astronomers spotted the bright space rocks making their way towards the Sun. Researchers had been hoping to analyse how the comets acted as they approached the Sun, and were hoping the comets would become visible to the naked eye. However, both comets began to crumble and break apart as they voyaged past the planets of the solar system.  But the latest comet - Comet NEOWISE - looks a safe bet to make its way past Earth as it voyages through the solar system.  Following observations from Solar and Heliospheric Observatory's  telescope, astronomers believe it is looking healthy and will be near to Earth on July 3.  Website Space Weather said: \"Comet NEOWISE  is plunging toward the sun for a close encounter near the orbit of Mercury on July 3rd.  \"SOHO coronagraphs are monitoring the approach, and it's looking good. The comet has brightened to 3rd magnitude, which would make it a naked-eye object when it emerges from the sun's glare in mid-July. \"SOHO will be monitoring the comet for the rest of the week, so stay tuned for updates.\" Comet NEOWISE has been analysed by astronomer Michael Mattiazzo who said: \"Pushing the limits of comet observing, I had to leave home to find a clear horizon. \"When I took the picture, Comet NEOWISE was very close to the sun and only 5 degrees above the local horizon. Its visual magnitude was near +7.0, below the threshold for naked-eye visibility. \"I'd say there's a 70 percent chance this comet will survive perihelion. Comet NEOWISE could be a case of third time lucky.\" Comet NEOWISE was first discovered by NASA's NEOWISE telescope - an asteroid hunting observatory ", "url": "https://www.express.co.uk/news/science/1300055/comet-neowise-tracker-solar-system-comet-atlas-swan-space-news-nasa"}]}, {"win label": 0, "news": [{"title": "Citizen Scientists Help Discover Two Bizarre Brown Dwarfs Using NASA's NEOWISE", "date": "2020-07-11", "content": "Data from NASA's NEOWISE mission, managed by the agency's Jet Propulsion Laboratory, fuels the search for these not-quite-planets-but-not-quite- stars.  With the help of citizen scientists, astronomers have discovered two highly unusual brown dwarfs, balls of gas that are not massive enough to power themselves the way stars do.  Participants in the NASA-funded Backyard Worlds: Planet 9 project helped lead scientists to these bizarre objects, using data from NASA's Near-Earth Object Wide-Field Infrared Survey Explorer  satellite along with all-sky observations collected between 2009 and 2011 under its previous moniker, WISE. Backyard Worlds: Planet 9 is an example of \"citizen science,\" a collaboration between professional scientists and members of the public.  Scientists call the newly discovered objects \"the first extreme T-type subdwarfs.\" They weigh about 75 times the mass of Jupiter and clock in at roughly 10 billion years old. These two objects are the most planetlike brown dwarfs yet seen among the Milky Way's oldest population of stars.  Astronomers hope to use these brown dwarfs to learn more about exoplanets, which are  planets outside our solar system. The same physical processes may form both planets and brown dwarfs.  \"These surprising, weird brown dwarfs resemble ancient exoplanets closely enough that they will help us understand the physics of the exoplanets,\" said astrophysicist Marc Kuchner, the principal investigator of Backyard Worlds: Planet 9 and the Citizen Science Officer for NASA's Science Mission Directorate. Kuchner is also an astrophysicist at NASA's Goddard Space Flight Center in Greenbelt, Maryland.  These two special brown dwarfs have highly unusual compositions. When viewed in particular wavelengths of infrared light, they look like other brown dwarfs, but at others they do not resemble any other stars or planets that have been observed so far.  Scientists were surprised to see they have very little iron, meaning that, like ancient stars, they have not incorporated iron from star births and deaths in their environments. A typical brown dwarf would have as much as 30 times more iron and other metals than these newly discovered objects. One of these brown dwarfs seems to have only about 3% as much iron as our Sun. Scientists expect very old exoplanets would have a low metal content, too.  \"A central question in the study of brown dwarfs and exoplanets is how much does planet formation depend on the presence of metals like iron and other elements formed by multiple earlier generations of stars,\" Kuchner said. \"The fact that these brown dwarfs seem to have formed with such low metal abundances suggests that maybe we should be searching harder for ancient, metal-poor exoplanets, or exoplanets orbiting ancient, metal-poor stars.\"  A study in The Astrophysical Journal details these discoveries and the potential implications. Six citizen scientists are listed as coauthors of the study.  #### How Volunteers Found These Extreme Brown Dwarfs  The study's lead author, Adam Schneider of Arizona State University's School of Earth and Space Exploration in Tempe, first noticed one of the unusual brown dwarfs, called WISE 1810, in 2016, but it was in a crowded area of the sky and was difficult to confirm.  With the help of a tool called WiseView, created by Backyard Worlds: Planet 9 citizen scientist Dan Caselden, Schneider confirmed that the object he had seen years earlier was moving quickly, which is a good indication that an object is a nearby celestial body like a planet or brown dwarf.  \"WiseView scrolls through data like a short movie,\" Schneider said, \"so you can see more easily see if something is moving or not.\"  The second unusual brown dwarf, WISE 0414, was discovered by a group of citizen scientists, including Backyard Worlds participants Paul Beaulieu, Sam Goodman, William Pendrill, Austin Rothermich, and Arttu Sainio.  The citizen scientists who found WISE 0414 combed through hundreds of images taken by WISE looking for moving objects, which are best detected with the human eye.  \"The discovery of these two brown dwarfs shows that science enthusiasts can contribute to the scientific process,\" Schneider said. \"Through Backyard Worlds, thousands of people can work together to find unusual objects in the solar neighborhood.\"  Astronomers followed up to determine their physical properties and confirm that they are indeed brown dwarfs. The discovery of these two unusual brown dwarfs suggests astronomers may be able to find more of these objects in the future.  The new study is coauthored by Federico Marocco, an astrophysicist at IPAC at Caltech in Pasadena, California, who conducted the work while at JPL. Marocco and JPL astronomer Eric Mamajek confirmed the brown dwarf status of WISE 0414 using observations taken using the 200-inch Hale Telescope at Palomar Observatory outside San Diego.", "url": "https://scitechdaily.com/citizen-scientists-help-discover-two-bizarre-brown-dwarfs-using-nasas-neowise/"}, {"title": "The WISE In NEOWISE: How A Hibernating Satellite Awoke To Discover The Comet", "date": "2020-07-22", "content": "Over the last few weeks the media has been full of talk about NEOWISE, one of the brightest and most spectacular comets to ever pass through our solar system  that you can still see if you hurry. While the excitement over this interstellar traveler is more than justified, it's also an excellent opportunity to celebrate the  Wide-field Infrared Survey Explorer  space telescope it was named after. The discovery of this particular comet is just the latest triumph in the orbiting observatory's incredible mission of discovery that's spanned over a decade, with no signs of slowing down anytime soon.  In fact, WISE has been operational for so long now that its mission has evolved beyond its original scope. When it was launched in December 2009 from California's Vandenberg Air Force Base, its primary mission was scheduled to be completed in less than a year.  But like many NASA spacecraft that came before it, WISE achieved its original design goals and found itself ready for a new challenge. Though not before it spent almost three years in hibernation mode as the agency decided what to do with it.  The Sky, One Picture at a Time:  The primary mission for WISE was to image the entire sky as it appears from Earth in multiple wavelengths of the infrared band. Orbiting at an altitude of approximately 500 kilometers and taking care to always point its telescope away from the planet's surface and the Moon, WISE would take a picture every 11 seconds. Eventually the orbiting observatory had collected millions of images, with each section of the sky being photographed at least eight times so they could be \"stacked\" to increase accuracy.  The images were captured using a 40 cm  diameter telescope and four separate infrared detectors operating at 3.4, 4.6, 12 and 22 microns respectively. To maximize sensitivity, the entire optical assembly was mounted inside a cryostat on the spacecraft and cooled to approximately 17 Kelvin by a block of solid hydrogen. As long as the telescope and detectors could be kept at this temperature, WISE boasted a sensitivity thousands of times greater than previous IR observing spacecraft.  By October 2010, after nine months of observations, the last of the solid hydrogen had sublimed and the telescope temperature started to rise. At this point, WISE had completed a full survey of the sky and was about halfway through its second pass. While the telescope could still operate at a higher temperature, the data it collected could no longer be directly compared to that of the mission's \"cold\" phase; as such, WISE's primary mission was brought to a close.  Experimental Extension: Of course, WISE running out of coolant didn't come as a surprise. Mission planners knew from the start that they were in a race against the clock and that the second sky survey probably wouldn't finish in time, but they decided to try and get as much useful science as possible out of the telescope in its ideal configuration. Once the telescope could no longer be actively cooled, it was just a matter of finding a suitable task for the spacecraft's reduced capabilities.  NASA's Planetary Division proposed a new mission they called  Near-Earth Object WISE. WISE had already discovered thousands of asteroids during its initial full sky survey, and it was believed that even with the telescope's reduced sensitivity, performing another scan could help identify potentially dangerous nearby objects. The experiment continued for four months, enough time to complete another full scan of the sky. After all of the data had been downloaded, the spacecraft was commanded to turn off its transmitter and go into hibernation mode on February 1st, 2011.  Planetary Defense: The story might have ended there. Even if WISE was never powered back up, the mission would have been a phenomenal success. But almost two years to the day that the spacecraft was put into hibernation mode, an asteroid entered the Earth's atmosphere and exploded over Chelyabinsk, Russia.   Releasing roughly 30 times the energy as the atomic bomb dropped on Hiroshima, the event was a sobering reminder of the danger posed by even relatively small asteroids. Under pressure to come up with ways to detect and ideally deflect similar objects in the future, NASA decided to restart the successful NEOWISE program.  After establishing communication with the satellite in September of 2013, ground controllers commanded the craft to point the telescope towards deep space to start radiating away its accumulated heat. After a month this brought the telescope down to 75 Kelvin, and the IR detectors were recalibrated as best as possible.  It's not a perfect solution, as the increased operating temperature and limitations in the telescope's software mean that NEOWISE has trouble identifying objects smaller than 100 meters in diameter. Even so, the observatory has been able to identify hundreds of nearby asteroids since its reactivation; nearly 50 of which have been classified as potentially hazardous.  ## A Weary Guardian  The Wide-field Infrared Survey Explorer continues to operate under the NEOWISE program to this day.  On March 27 it discovered the comet that would eventually bear its name, a testament to the observatory's continuing scientific value a decade after its primary mission came to a close. Now on its 14th complete scan of the sky since its reactivation in 2013, NEOWISE has made nearly a million infrared measurements of more than 37,000 objects in our solar system.   Even considering how successful this post-hibernation program has been, the fact remains that the observatory's hardware is past its prime and is being used for a task it was never intended for. History will look back on programs like NEOWISE and  Kepler's K2 as some of the most brilliant mission extensions  ever devised, but they shouldn't be considered replacements for launching new missions.  The  Near-Earth Object Camera  telescope  is specifically designed to take over for WISE as a dedicated observatory for detecting and categorizing asteroids and comets in our solar system, with the ultimate goal of finding ways to deflect or neutralize objects found to be on a collision course with the planet.  Unfortunately securing funding for the mission has been difficult, and the project has had several false starts. So until it can be relieved of duty by NEOcam or a similar spacecraft, WISE will remain at its post, doing its best to give us an early warning should any cosmic travelers head our way.  ", "url": "https://hackaday.com/2020/07/22/the-wise-in-neowise-how-a-hibernating-satellite-awoke-to-discover-the-comet/"}]}, []]