[{"win label": 0, "news": [{"title": "Chang'e-3 revealed - and its massive!", "date": "2013-05-24", "content": "Photos from the Chinese magazine \"China Space News\" show the assembled lander and rover units undergoing inspections and then being lowered into a thermal vacuum chamber for environmental testing, in preparation for the planned launch in December 2013. The Chinese space program remains quite secretive, compared to its American or European counterparts. Thanks to the internet, however, photographs printed out in local magazines, like the \"China Space News\" find their ways to the international community very quickly. The following photos were posted at the forums of nasaspaceflight.com, home of one of the planet's most hardcore base of space nerds. The photos show the integrated, actual flight hardware of the Chang'e-3 lander and rover. Those robotic explorers will be humanities first attempt to safely land on the Moon after the long hiatus of surface activities since the Luna-24 mission. The rover itself is slightly smaller than the Mars Exploration Rovers, Spirit and Opportunity and will carry similar instruments: panoramic cameras and and two spectrometers, one operating in the infrared, the other using alpha particles and X-rays. It will not have drills or brushes but it will carry a ground penetrating radar to inspect the composition of the soil and the structure of the crust beneath it. The lander, however, is obviously oversized for the ~100 kg weight of the rover. It was designed with a larger payload in mind - the Chang'e-5 sample return mission. (The Chang'e-4 mission will use the upgraded backup of Chang'e-3.) Why send an oversized lander, basically dead weight, up all the way to the Moon, you might ask? The weight overhead is simply not a problem for the Chinese fleet of rockets: the Long March 3B, the most powerful in the family is able to deliver a spacecraft this big to the Moon. On the other hand, Chang'e-5 will require a lander this large: so there is little point in developing two different lander units if one can be used for all missions. However, the combined mass of the Chang'e-5 payload will need the even larger Long March 5 rocket that is still under development. The lander will also feature a large number of scientific instruments: panoramic cameras, a near- and a far-UV telescope, a descent imager and an extensible lunar soil probe. The nominal mission will be one year for the lander and three months for the rover. Launch is currently scheduled for December 2013. The forum members at nasaspaceflight.com estimated a more precise date: the Sun rises at the target area (Sinus Iridium) around 13-14th, considering a landing date between 15-19th, and the length of the lunar transit (5 days) and the orbital period before descent and landing (10 days), the launch date should fall somewhere around the first days, between the 1st and 5th of December. There has been some speculation about the capabilities of the lander module beyond the robotic missions. The consensus is now, however, that this lander would be too small for a manned mission - it is quite smaller than the Descent Stage of the the Apollo Lunar Module, and even slightly smaller than the never-flown Soviet LK spacecraft. But it will certainly pave the way towards the first Chinese manned Moon landing.", "url": "https://web.archive.org/web/20170606034406/http://www.pulispace.com/en/media/news/231-change-3-revealed-and-its-massive"}]}, {"win label": 1, "news": [{"title": "China to launch unmanned lunar lander by year-end", "date": "2013-08-28", "content": "China said Wednesday it will launch its first unmanned lunar lander by the end of this year, complete with a radio-controlled rover to transmit images and dig into the moon's surface to test samples. The Chang'e 3 lander has officially moved from the design to the launch stage, the State Administration of Science, Technology and Industry for National Defense said in a statement. The Chang'e 3 and another lander will remain on the moon's surface, although China plans to follow those with landers that will return to Earth with samples. A crewed lunar mission could also be launched if officials decide to combine the human spaceflight and lunar exploration programs. China has recently focused on its manned flight program, sending two missions to temporarily crew the Tiangong 1 experimental space station. Launched in 2011, the station is due to be replaced by a three-module permanent station, Tiangong 2, in seven years. China sent its first astronaut into space in 2003, becoming the third nation after Russia and the United States to achieve manned space travel independently. The military-backed space program is a source of enormous national pride and has powered ahead in a series of well-funded, methodically timed steps.", "url": "https://katu.com/news/local/china-to-launch-unmanned-lunar-lander-by-year-end-11-19-2015"}, {"title": "China Unveils its First and Unnamed Moon Rover", "date": "2013-09-25", "content": "Chinese scientists described the country's first moon rover on Wednesday and invited the global public to come up with a name for it. Zhao Xiaojin, director of the aerospace department of the China Aerospace Science and Technology Corporation, depicted the lunar rover an orbiter adaptable to harsh environments; a highly efficient and integrated robot; and a high altitude \"patrolman\" carrying the dreams of Asia. The Chang'e-3 mission to moon, named after a Chinese lunar goddess, will take place in December, when a Chinese spacecraft will soft-land on a celestial body for the first time. The rover has two wings, stands on six wheels, weighs 140 kg and will be powered by solar energy. \"When it arrives in lunar orbit on board a lander, the rover will choose the best landing site and gently touch down the moon's surface, using optical and microwave sensors to avoid rocks and craters,\" Zhao said. The rover will \"select the best route, use minimal fuel and make the smallest possible error\" during landing and is capable of hovering to steer clear of obstacles, he said. Domestic and overseas compatriots can submit their proposed names for the rover through the Internet and the official name will be announced in November after an online poll on the selected proposals. Li Benzheng, deputy chief designer of China's lunar probe program, said the name of the rover should express the wishes of Chinese at home and abroad, feature the modern and national traits to inspire people. Li noted the rover will recognize obstacles on the moon's surface, and plot a path of least resistance by a combination of onboard navigation systems and remote control from the command center. The rover can \"rest\", automatically entering a dormant state to recharge its batteries, and return to work after a while, Li said. It can endure a vacuum, intense radiation and extremes of temperature. Temperatures on the moon's surface can range from minus 180 to plus 150 degrees Celsius, said Wu Weiren, the program's chief designer. The rover is equipped with numerous detectors and information gathering systems such as a panoramic camera and radar measurement devices. The rover will patrol the Earth's natural satellite for about three months.", "url": "https://innovationtoronto.com/2013/09/china-unveils-first-unnamed-moon-rover/"}, {"title": "China's 1st Moon Lander May Cause Trouble for NASA Lunar Dust Mission", "date": "2013-11-25", "content": "China's mission to robotically land on the moon next month is sure to stir up lunar dust, but it may also cause a political dustup, too. China is in the final stages of preparing its robotic Chang'e 3 moon lander to launch atop a Long March 3B rocket, slated for liftoff in early December. The ambitious mission is built to first orbit the moon, then propel down to a landing site, after which a small, solar-powered lunar rover will be unleashed. Already on duty orbiting the moon is NASA's Lunar Atmosphere and Dust Environment Explorer. The probe's science instrument commissioning is now underway, after which the spacecraft will drop down to the lower lunar science orbit and start the full science phase of the mission. LADEE is designed to study the moon's thin exosphere and the lunar dust environment. However, there is concern that China's ambitious Chang'e 3 mission could impact LADEE's science goals. Significant contamination: \"The arrival of the Chang'e 3 spacecraft into lunar orbit and then its descent to the surface will result in a significant contamination of the lunar exosphere by the propellant,\" saidJeff Plescia, a space scientist at Johns Hopkins University's Applied Physics Laboratory in Laurel, Md. Plescia also chairs NASA's Lunar Exploration Analysis Group, chartered to assist the space agency in planning the scientific exploration of the moon. While Chang'e 3's mission will create some problems for LADEE - in that the spacecraft would measure not only the native exosphere, but also the Chinese spacecraft's propellant - it also creates a unique opportunity, Plescia told SPACE.com. \"Propellant will be released at a relatively high altitude from burns as the Chang'e spacecraft enters lunar orbit and then at a range of altitudes as the spacecraft descends to the surface,\" Plescia said. \"LADEE will be able to observe how the propellant becomes distributed into the lunar exosphere and then how it is later removed.\" Story continues LADEE also has the potential to measure dust that might be lofted above the lunar surface by the Chang'e 3 touchdown, he said. That big nozzle on the bottom of the Chinese lander, Plescia said, should produce a significant plume on the surface. \"We see plume effects at every landing site, human and robotic,\" he said. Wanted: scientific cooperation: Clive Neal of the Department of Civil & Environmental Engineering and Earth Sciences at the University of Notre Dame in Indiana has a similar point of view. It is possible that Chang'e 3 could severely compromise the LADEE mission, Neal told SPACE.com. That's because LADEE is slated to establish a baseline evaluation of the moon's exosphere, something that may not be completed by China's robotic landing, Neal said. \"Conversely, with some sort of communication between the missions, including NASA's Lunar Reconnaissance Orbiter,\" talk between countries could enhance both LADEE and Chang'e 3 investigations, Neal said. \"What we have here is a situation where politics is certainly inhibiting good scientific cooperation and discovery because the NASA mission people are not allowed to communicate bilaterally with their Chinese counterparts,\" Neal said. Landing site: High-definition images of what appears to be the preferred landing spot for Chang'e 3 - called Sinus Iridum - were snapped by China's Chang'e 2 lunar orbiter in late 2010. Meanwhile, China's state-run Xinhua News agency has been hosting an online poll, calling on the public to select the rover's name, with \"Seeking Dream\" in the lead after more than 500,000 votes. The six-wheeled rover is equipped with four cameras and can climb onto hills and cross over obstacles on the moon's surface, Xiao Jie, a designer for the rover with the Shanghai Academy of Spaceflight Technology, said according to Xinhua. The rover will patrol the surface for at least three months under control by scientists on Earth, said Ye Peijian, chief commander of the Chang'e-2 and Chang'e-3 missions, according to the Xinhua. Great place to rove: Mark Robinson of Arizona State University's School of Earth and Space Exploration is eagerly awaiting China's first lunar landing attempt. Robinson is the Lunar Reconnaissance Orbiter Camera Principal Investigator on NASA's Lunar Reconnaissance Orbiter. If indeed China's lander/rover successfully digs its legs into and rolls around Sinus Iridum, Robinson said the site is \"a great place to rove!\" Robinson added that the exact landing spot has not officially been announced, but it seems likely the landing will take place in Sinus Iridum, near the fresh crater Laplace A, a feature 5 miles in diameter. If so, the Chinese moon machinery won't be alone. The Soviet Union's Luna 17/Lunokhod 1 rover landed nearby in November 1970 and is 155 miles Southwest of Laplace A.The now-stilled Lunokhod was on the prowl for 11 months, relaying views of the lunar landscape to Earth and carrying out soil tests. Why Sinus Iridum? It is likely that there are critical engineering constraints in terms of landing site selection as well as important science goals, Robinson told SPACE.com. An added bonus, he said, is that there is the sheer grandeur view from the rim of Laplace A. The Chinese rover would get an eyeful rolling up to that rim. It's a sheer drop of more than 5,200 feet. From LROC narrow-angle cameras, scientists can tell that the crater sports solid material exposed in the upper walls and has seen dramatic landslides that have streamed material down to the crater floor. The crater floor hosts a now-frozen lake of impact melt 1.5 miles in diameter, Robinson said. Inviting ejecta blanket: Wheeling around the area, the rover will traverse the crater's ejecta blanket, Robinson said, so in a geologic sense, the robot can drive \"down\" into the crater. Material ejected from deep in the crater ends up near the rim, he said, and rocks from the preimpact surface are thrown far from the crater. So as a rover drives ever-closer to the rim, it can characterize rocks from deeper and deeper below the surface, Robinson said. \"No humans or robots have ever visited a fresh crater anywhere near this size on the moon - or Mars for that matter - so the return from this mission has great potential for advancing our knowledge of the moon,\" Robinson said.", "url": "https://news.yahoo.com/chinas-1st-moon-lander-may-cause-trouble-nasa-131512618.html"}, {"title": "China names moon rover 'Yutu'", "date": "2013-11-26", "content": "China has chosen the name \"Yutu\" for its first moon rover, after a worldwide online poll challenged people to come up with names. Li Benzheng, deputy commander-in-chief of China's lunar program, announced the name at a press conference on Tuesday. \"Yutu is a symbol of kindness, purity and agility, and is identical to the moon rover in both outlook and connotation. Yutu also reflects China's peaceful use of space,\" said Li. In Chinese folklore, Yutu is the white pet rabbit of Chang'e, the moon goddess who has lent her name to the Chinese lunar mission. Legend has it that, after swallowing a magic pill, Chang'e took her pet and flew toward the moon, where she became a goddess, and has lived there with the white jade rabbit ever since. From Sept. 25 to Oct. 25, Chinese at home and abroad were invited to submit proposals for the rover's name on two websites. About 190,000 proposals were received and a 14-member jury selected the ten most suitable after heated debate. Popular names included \"Tansuo\" and \"Lanyue\", according the Beijing Times. Another popular choice was \"Qian Xuesen,\" the late scientist who is considered the father of China's space program. In the final round of voting, about 650,000 people out of more than 3.4 million chose Yutu, according to Li. The moon rover is part of the Chang'e-3 lunar probe, which is expected to be launched in early December. The mission is the second phase of China's lunar program, which includes orbiting, landing and returning to Earth. Yutu is scheduled to land on the moon in the middle of December and explore the surface for three months. If successful, it will be the first time a Chinese spacecraft has soft-landed on the surface of an extraterrestrial body. The rover has two wings, stands on six wheels, and weighs 140 kg. It is a highly efficient and integrated robot that can withstand the vast temperature variations of the moon. ", "url": "http://www.china.org.cn/china/2013-11/26/content_30706854.htm"}, {"title": "China launches its first moon rover mission", "date": "2013-12-01", "content": "China successfully launched a lunar probe into space Monday morning, on a two-week journey to deliver a robotic rover to the surface of the moon. The mission marks China's first attempt at soft-landing a spacecraft on an extra-terrestrial body, and could benefit future plans to land Chinese astronauts on the moon. A Long March rocket carrying the Chang'e 3 lunar lander blasted off at 1:30 a.m. local time Monday from southwest China's Xichang Satellite Launch Center, reported the official Xinhua News Agency. \"We will strive for our space dream as part of the Chinese dream of national rejuvenation,\" said the center's director, Zhang Zhenzhong. China's ruling Communist Party has used the military-backed, state-run space program to boost national pride and support for its policies. By mid-December, Chang'e 3 aims to land on the moon's Bay of Rainbows, and unleash the six-wheeled, solar-powered Yutu, or Jade Rabbit, lunar rover to look for natural resources and conduct geological surveys for three months. China hopes to become the third nation, after the USA and the former Soviet Union, to achieve a difficult \"soft landing\" on the moon, whereby the spacecraft and equipment remain intact. An earlier Chinese orbiter made an intentional crash-landing on the moon. The spacecraft, bearing China's red, five-starred flag, will become the first to visit the moon since the last Soviet unmanned mission there in 1976. One new feature is a ground-penetrating radar to measure the lunar soil and crust. The mission represents the second stage of China's slow but steady lunar program. In phase three, China will send another robotic probe to gather lunar samples, possibly by 2020. A manned mission could then follow. While China's space achievements appear to imitate those of the USA and Soviet Union in decades past, they stir considerable pride and nationalism within China, whose government stresses its use of indigenous technology, and peaceful aims in space. Live TV broadcasts showed excited scenes at the launch center, where a reporter from the national broadcaster CCTV embraced one delighted designer. Some viewers who stayed up to watch later went online to celebrate. \"The scientists are so great,\" wrote an \"inspired and proud\" Wang Wei on Sina Weibo, a Twitter-like micro-blog platform. \"Of course there's still a definite gap from America sending humans to the moon, but this is already amazing,\" wrote Wang, an economics professor in east China's Shandong province. Other Internet users said the launch was even more stunning than the space movie Gravity, currently no.1 at China's box office. Legend and literature abound in China's real space program, where the space station that saves the day in Gravity is called the Heavenly Palace, lunar spacecraft are named after moon goddess Chang'e, and the lunar rover is named after her pet rabbit. While China's citizens cannot choose their leaders, they were able to participate in an Internet poll that chose the \"Jade Rabbit\" name. Chinese poets and folklore artists down the centuries have depicted a white rabbit pounding a mortar and pestle to create an elixir of immortality. The secret of eternal life may remain elusive, but Chinese scientists are hopeful the moon may offer up other treasures such as rare metals and Helium-3, a potential fusion energy source. China's ultimate aim is to use the moon as a \"springboard\" for deep space exploration, said Luan Enjie, a senior adviser to China's lunar program, in the China Daily newspaper. The USA should overcome its objections and cooperate with China in space, wrote Leroy Chiao, a former NASA astronaut and commander of the International Space Station, on the website Space.com in October. \"America, already on the decline after the retirement of the space shuttle, will on the way down hand over the leadership position of human spaceflight to the Chinese,\" he said. Partnering with China \"could be a win-win-win for all\", but \"certain members of the U.S. Congress are dedicated to keeping China out, dooming the United States to continue its decline in human spaceflight,\" Chiao wrote.", "url": "https://www.usatoday.com/story/news/world/2013/12/01/china-moon-rover/3800555/"}, {"title": "China Launches Moon Rover Mission", "date": "2013-12-01", "content": "China says the launch of its first ever robotic mission to the moon's surface has been a success. The Chang'e-3 lunar probe, which includes the \"Jade Rabbit\" rover buggy, blasted off early Monday from the Xichang Satellite Launch Center in China's southwestern Sichuan province. The probe is scheduled to land on the moon in mid-December to explore its surface and look for natural resources. China aims to become only the third nation to carry out a lunar rover mission following ones from the United States and former Soviet Union decades earlier. Morris Jones, an Australia-based independent Asia space analyst, says this mission is, in many ways, China's most ambitious. \"Landing on the moon is going to be tricky,\" Jones said. \"The moon is fairly treacherous terrain. There is no pilot on board, and so it's going to take a lot of skill by the onboard computer to steer the vehicle to a safe landing.\" This craft is expected to make a \"soft\" lunar landing, which was last accomplished by the Soviet Union in 1976. \"Hard\" crash landings are easier, and China crashed a craft into the moon in 2009. President Xi Jinping has said he wants China to establish itself as a space superpower, and the mission has inspired widespread pride in China's growing technological prowess. The RAND Corporation's Scott Harold said the space program underscores China's technological nationalism. \"It's definitely a part of the Chinese government's efforts to show that they are coming of age,\" Harold said. \"They are really increasing their technological sophistication and they're playing on a very big stage.\" Online reactions to the launch from the Chinese public were mixed, ranging from expressions of pride of country to criticism that the accomplishment was done without the consent of the people and did nothing to help clothe and feed the population. Beijing aims to establish a permanent space station by 2020 and eventually send someone to the moon. In 2007, China launched its first moon orbiter, the Chang'e-1 - named after a lunar goddess - which took images of the surface and analyzed the distribution of elements. ", "url": "https://www.voanews.com/a/china-lauches-moon-rover-mission/1801373.html"}, {"title": "Reach for the stars", "date": "2013-12-09", "content": "Four days after the launch of the Chang'e-3 lunar probe, good news came that Chang'e-3 successfully entered lunar orbit on December 6. Chang'e-3 is carrying China's moon rover Yutu, which is scheduled to roam the only natural satellite of the Earth on December 14. While most of us will never have the chance to walk in the footsteps of Neil Armstrong or China's first taikonaut, Yang Liwei, there are places in Shanghai we can visit to learn about air and space, and even experience a simulation of flying or losing gravity.", "url": "https://www.globaltimes.cn/content/831027.shtml"}, {"title": "China's 1st Moon Rover Mission to Attempt Lunar Landing: Here's What It Could Do", "date": "2013-12-13", "content": "China's first moon rover mission is poised for a weekend landing on the lunar surface, an event that - if successful - will mark the country's first robotic landing on another celestial body. China's Chang'e 3 lunar lander is currently orbiting the moon with its solar panels and landing legs deployed. If all goes well, the lander - which is carrying China's first robotic rover - for a planned soft-landing on Saturday, Dec. 14, Beijing Time at Sinus Iridum, also known the Bay of Rainbows. Once on the moon, the lander will unleash the instrument-laden Yutu rover, a six-wheeled robot built to trundle across the dusty, time-weathered terrain for months. Yutu - which means \"Jade Rabbit\" - is named after the rabbit that travels with the goddess Chang'e to the moon in Chinese legends. The solar-powered Yutu rover comes equipped with cameras, a robotic arm tipped with science sensors and a radar system attached to its underbelly. The stationary lander itself is instrumented to observe Earth, astronomically eye other celestial objects from the moon, as well as watch the Yutu rover scamper about. More than meets the eye: The surface of the moon has not been visited for decades. Apollo 17 moonwalkers packed up their belongings and rocketed off that barren landscape in 1972. Last to explore the moon was the former Soviet Union's robotic Luna 24 sample return mission in 1976. If successful, the Chang'e 3 mission will mark the first time a Chinese spacecraft has touched down on the surface of an extraterrestrial body. \"I think a successful landing and rover operations will be of enormous significance for lunar exploration,\" said Ian Crawford of the Department of Earth and Planetary Sciences at Birkbeck College, University of London. \"Just being the first controlled soft-landing on the lunar surface for 37 years would be significant enough, but a successful deployment of only the third robotic rover, and the first equipped with modern instruments, will be remarkable,\" Crawford told SPACE.com. And apparently there is more to this mission than meets the eye - given what's known about the Chang'e 3's payload for prospecting. China's moon science: Crawford said Yutu's ground-penetrating radar, or GPR for short, is one of the most \"significant instruments\" on the rover. For one, that hardware may reveal the scale of bedding of individual basaltic flows in Sinus Iridum. That data may help identify ancient regoliths, or \"paleoregoliths,\" he said. The Moon: 10 Surprising Facts \"I have long been interested in the very rich scientific records, which may be trapped in palaeoregoliths sandwiched between lava flows,\" Crawford said, and Sinus Iridum would be an excellent location to test the concept. There are indications, Crawford said, such layers were detected by the orbital radar carried by Japan's Kaguya moon probe. It was launched in 2007, orbited the moon for a year and eight months, and was purposely impacted on the lunar surface in June 2009. If palaeoregolith layers exist within the uppermost 330 feet or so of the moon's topside, then the Chang'e 3 mission should detect them, Crawford said. While China's radar-toting spacecraft won't have any means to access such buried layers, \"I think the validation of GPR as a means for detecting them, and confirmation of their existence, would be a major contribution to future exploration plans,\" he said. Mining potential: Chinese space officials have been clear about surveying the moon and then tapping it for its resources. \"China has made no secret of their interest in lunar Helium-3 fusion resources,\" said Harrison \"Jack\" Schmitt, a former Apollo 17 moonwalker and professional geologist. He is author of the book, \"Return to the Moon - Exploration, Enterprise, and Energy in the Human Settlement of Space .\" Rare on Earth, Helium-3, rooted in the moon's upper surface by billions of years of solar wind blasting, could be mined to energize fusion reactors. That initiative has long been advocated by Schmitt. Yutu's belly-mounted radar could give the depth of minable regolith and also identify boulders in that regolith large enough to cause mining problems, Schmitt told SPACE.com. \"In fact, I would assume that this mission is both a geopolitical statement and a test of some hardware and software related to mining and processing of the lunar regolith.\" Schmitt said that NASA's now on-duty Lunar Reconnaissance Orbiter has radar aboard that has obtained some very useful data. For example, it identified a buried, second fault that crosses the valley of Taurus-Littrow, the site that Eugene Cernan and Schmitt inspected on the Apollo 17 mission in December 1972. Furthermore, Apollo 17 's Command Module pilot, Ronald Evans, operated a radar \"sounder\" from the Command Service Module in lunar orbit. \"I understand that people are still actively trying to process that data,\" Schmitt said. Low-hanging fruit: \"Chang'e 3 will invariably break new ground by investigating a new site on the moon, partly with new instrumentation, about which we know very little, by the way. So scientifically, it will advance knowledge,\" said Paul Spudis, a planetary geology and remote sensing expert at the Lunar and Planetary Institute in Houston. \"But its real significance is the development of a lunar surface capable flight system,\" Spudis said. His question: Why build a lander that can carry nearly 3,750 pounds to deliver a rover that Chinese media reports as weighing 310 pounds ? \"Clearly, they have other payloads in the queue, waiting to be sent there. Just what, we shall have to wait and see,\" Spudis said. While Apollo 17's Schmitt is a supporter for moon-derived Helium-3, Spudis said \"the real, low-hanging fruit\" on the moon is the water and permanent sunlight at the poles, useful materials and continuous energy. \"Both enable long-term presence on the moon. I'm not sure that the Chinese see it quite that way yet, but they will eventually,\" Spudis said. Geophysical exploration: Pascal Lee, a planetary scientist and chairman of the Mars Institute at the NASA Ames Research Center, Moffett Field, Calif., had done noteworthy work with ground-penetrating radar. GPR can indeed be considered an In-situ Resource Utilization instrument, Lee said, in that GPRs are commonly used on Earth in geophysical exploration. They are used, he told SPACE.com, as the initial phase of subsurface reconnaissance that precedes any actual exploitation - or utilization - of resources. \"GPR is a profiling instrument, so it is expected to be operating while the rover is roving, as opposed to when it's stopped at any particular location,\" Lee said. Lunar radar returns: GPR usually has a dipole antenna setup, so one antenna transmits a radar signal into the ground, while the other antenna receives the echoed signal, Lee said. Radar returns are triggered by discontinuities in the physical properties underground, for instance when more or less electrically conducting materials are encountered by the incoming radar signal, he said. \"The time of return of various echoed signals tells you how deep things are. The shape and polarization of the returning signal tells you what types of materials are encountered,\" Lee said. \"If different sounding frequencies are available on the GPR, which seems to be the case on the Chinese rover, the higher frequencies are used for probing to shallow depths while the lower frequencies, longer wavelength, are used to probe to greater depths,\" he said. Usually, GPR does not do well in the presence of liquid water in the ground, Lee said. \"In the case of the moon, we are in GPR heaven, and the subsurface is expected to be bone dry when it comes to any liquid water.\" Excavation plans: Lee said that the GPR on Yutu is expected to be a subsurface structural profiler. If that's the case, at higher frequencies, it will provide profiles of subsurface material transitions down to a depth of about 100 feet. \"It should, therefore, be able to tell us where the lunar regolith transitions to more compact underlying materials. At lower frequencies, it will generate profiles of the deeper subsurface structure of the moon, down to hundreds of meters, provided the rover can rove over distances of order hundreds of meters or more,\" Lee said. From an ISRU perspective, it's mostly the high-frequency soundings, down to a depth of 30 meters or so that will be most informative, as they will tell you how deep the lunar rubble layer is, \"an important piece of information if one has future excavation plans,\" Lee said. The deep sounding of the lunar subsurface, he said, down to hundreds of meters is more of value in an academic and possible geologic context, he said. First order data: The Chang'e rover's GPR is thought to have a penetration depth of 100 feet to nearly 330 feet. It apparently can operate in two wavelengths, giving it very high resolution at shallow depths to penetrate through the regolith and into the mare basalts. The other GPR wavelength can penetrate through the regolith and into the mare basalts. Once operating on the moon, the GPR should provide some first order data, said Jeff Plescia, a space scientist at Johns Hopkins University's Applied Physics Laboratory in Laurel, Md. Plescia also chairs NASA's Lunar Exploration Analysis Group, chartered to assist the space agency in planning the scientific exploration of the moon. The subsurface distribution of boulders on the moon is unknown, Plescia told SPACE.com. The late astrogeologist, Gene Shoemaker, argued years ago that the subsurface distribution should resemble the surface distribution, Plescia said. \"But there is no data. The trenches that were dug during the Apollo missions did not go very deep and there were only one or two instances where they thought they hit a rock either in drilling or with a cone penetrometer...which might suggest rocks are rare,\" Plescia said. Radar equipment onboard NASA's LRO does get some penetration, as does Earth- based Goldstone and Arecibo radar dishes, Plescia said. \"But given the spatial resolution it would be more statistical than actually mapping boulders as Chang'e 3 could do,\" he said.", "url": "https://www.space.com/23938-china-moon-rover-landing-lunar-prospecting.html"}, {"title": "China's Rover Rolls! Yutu Begins Moon Mission", "date": "2013-12-14", "content": "Today at 3:35 p.m. EST (4:35 a.m. Sunday, Beijing time), the Chinese Chang'E 3 lander lowered its rover to the moon's surface. A CCTV television broadcast depicted recorded footage of the rover, called \"Yutu\" (\"Jade Rabbit\"), rolling off the lander's sleds, trundling into the lunar dust. The lander/rover separation follows the first successful \"soft\" moon landing for 37 years, as the Chang'e 3 lander touched down in the \"Bay of Rainbows\" (Sinus Iridum), an ancient lava plain region in the moon's northern hemisphere at 8:11 a.m EST (9:11 p.m. Beijing time). The last successful soft moon landing was accomplished by the Soviet Union with the Luna 24 sample return mission in 1976. The last manned mission, NASA's Apollo 17, left the lunar surface on this day in 1972. In contrast with NASA's rover missions to Mars, today's successful deployment of the Yutu rover could be overseen in near real-time. As pointed out by the Planetary Society's Emily Lakdawalla, \"Unlike on Mars, the moon rover can basically be joysticked from Earth since (communications) delay is so short.\" Mars landers depend on pre-programmed commands and sophisticated automated systems from descent through to landing as the time delay between Earth and Mars can be dozens of minutes (depending on orbital distance between planets). The time between commands being sent from Earth to the moon is less than two seconds. In CCTV footage of the rover deployment, many cameras showed Yutu roll out onto the deployment ramp, which slowly lowered the rover to the ground. The rover then rolled off the ramp without incident, making its first tread-marks in the lunar regolith. The solar-powered Yutu rover is expected to explore the lunar landscape for three months, while the lander will carry out scientific operations for at least a year. The Chang'e 3 lander mission is only the latest in a series of missions that highlight China's interest in lunar exploration and exploitation. The Yutu rover was designed to build on the nation's scientific understanding of the Earth's only natural satellite, while identifying resources that could potentially be mined in the future. Future plans include a sample return mission in 2017 and a manned mission in the 2020's.", "url": "https://web.archive.org/web/20160303185633/http://news.discovery.com/space/chinas-rover-rolls-yutu-begins-moon-mission-131214.htm"}, {"title": "China Lands On The Moon: Historic Robotic Lunar Landing Includes 1st Chinese Rover", "date": "2013-12-14", "content": "China has landed its first robotic lander on the moon, a historic lunar arrival that makes the country only the third nation to make a soft-landing on Earth's celestial neighbor. China's Chang'e 3 moon lander and its Yutu rover touched down on the moon Saturday at about 8:11 a.m. EST, though it was late Saturday night local time at the mission's control center in Beijing during the landing. It is the first soft-landing on the moon by any spacecraft in 37 years. Chang'e 3 launched toward the moon on Dec. 2 Beijing time to begin its two-week trek to the lunar surface. The spacecraft arrived in lunar orbit about five days after launch, and then began preparing for landing. A camera on the spacecraft snapped 59 photos of the moon during the descent, including a view straight from the lunar surface just after touchdown. China on the moon: Following a lengthy engine burn Saturday, the mooncraft lowered itself to the lunar surface on autopilot, making what appeared to be a smooth touchdown on the Bay of Rainbows in the moon's northern hemisphere. The descent from lunar orbit to the moon's surface took about 12 minutes. Chang'e 3's soft-landing was billed as the \"black 12 minutes,\" deemed as the most difficult task during the mission, said Wu Weiren, the lunar program's chief designer. Shortly after landing, Chang'e 3 deployed its vital solar arrays, which were folded for the landing, to begin generating power for its lunar surface mission. The lander is now expected to unleash the instrument-laden Yutu rover, built to trundle across the dusty, time-weathered terrain for months. China Chang'e 3 lunar arrival is the first soft-landing on the moon since 1976. Not since the former Soviet Union's Luna 24 sample-return mission has a spacecraft made a controlled, soft touchdown on the lunar surface. The last soft-landing on the moon by NASA was in 1972 during the Apollo 17 manned lunar landing mission. The Yutu rover is named after the pet rabbit that travels with the goddess Chang'e to the moon in Chinese legends. Chang'e 3 is China's third lunar mission to carry the name, but the first to land on the moon. The first two Chinese lunar missions only orbited the moon. The six-wheeled Yutu rover is a solar-powered vehicle equipped with cameras, a robotic arm tipped with science gear and a radar system attached to its underbelly. The stationary lander itself also is geared to observe Earth, astronomically eye other celestial objects from the moon, as well as watch the Yutu rover wheel across the lunar terrain. Live from the moon: Chang'e 3's lunar views: Chang'e 3 transmitted live images as it neared the surface of the moon. \"It seems that Chang'e has decided on its landing site,\" one Chinese TV commentator said on state-run CNTV news during the spacecraft's descent. Applause broke out in the Chang'e 3 mission control center when the lander plopped down on the moon. \"China succeeds in first attempt at soft-landing on the moon,\" a running banner noted on China's CCTV. Very little dust appeared to be kicked up during the landing as the vehicle's motor cut off as planned just above the moon's landscape. The Chang'e 3 lander then drifted down onto the barren terrain. And there was another touch of space history marked during China's moon landing. \"Here is a very interesting angle,\" said James Rice, science team member of the Mars Exploration Rover Project and senior scientist at the Planetary Science Institute. \"On this date in 1972, Apollo 17's Gene Cernan took the last steps from the moon's surface as he climbed aboard the Challenger lunar module.\" Cernan served as mission commander for Apollo 17, which was NASA's final Apollo moon landing flight by astronauts. Renewed moon exploration: \"This is a great day for lunar science and exploration, with the first successful soft landing on the surface of the Moon since the Soviet Union did it in 1976,\" said Clive Neal, a leading lunar scientist at the University of Notre Dame's Department of Civil and Environmental Engineering and Earth Sciences. \"Congratulations to the Chang'e 3 team and China,\" Neal told SPACE.com. Neal said that Chang'e 3's touchdown \"demonstrates the potential for renewed robotic exploration on the lunar surface that will inevitably lead to new scientific discoveries. I am very excited!\" \"From the widest lens, the resurgence of multi-national interest in the moon is an important signal that the moon is not an artifact of history ... but a new world that's important to our future,\" said Bob Richards, co-founder of Moon Express, the private U.S. entrepreneurial group working on its own lunar lander system. \"With a narrow lens, I hope the U.S. will be inspired to support a return to the moon through the power of commercial space entrepreneurship coupled with smart government partnerships and incentives,\" Richards told SPACE.com. Long-term lunar commitment: Richards said that China landing on the moon signals a new era of human expansion into space. \"I hope the U.S. and others return to the moon as a frontier of peaceful international exploration and economic development,\" he said. \"The first two nations to reach the surface of the moon were in a race to do so,\" Richards said. \"China becomes the third nation to land on the moon in the context of a long-term national commitment to lunar exploration and settlement. I am hopeful that humanity's future exploration and development of the Moon will unfold with peace and prosperity for everyone on Earth.\" \"Back on the surface of the moon ... congratulations to the Chang'e 3 team,\" said Mark Robinson of Arizona State University's School of Earth and Space Exploration. Robinson is the Lunar Reconnaissance Orbiter Camera Principal Investigator on NASA's Lunar Reconnaissance Orbiter currently orbiting the moon. \"Many around the world have been waiting decades for this moment,\" Robinson said. \"I can't wait to see images of the rover, lander, and landscape! Exciting!\" *NASA view on China moon landing: Late Friday, NASA released an official statement on China's Chang'e 3 mission, one geared specifically toward the science benefits of the endeavor. \"China's lunar lander may provide additional science for NASA spacecraft,\" NASA officials said in the statement. \"Scientists using four NASA spacecraft currently studying our lunar neighbor may get an opportunity to gather new data from the expected December 14 landing of the Chang'e 3 lunar rover. U.S. and international researchers view the pending arrival as a new scientific opportunity that could potentially enhance studies and observations of the lunar atmosphere.\" China's robotic lander arrives on the heels of NASA's LADEE moon dust spacecraft, which launched to the moon in September. NASA's Lunar Reconnaissance Orbiter, and two other U.S. probes - called the Acceleration, Reconnection, Turbulence and Electrodynamics of Moon's Interaction with the Sun - continue their science missions, the NASA statement explains. \"Although there is no cooperation between the U.S. and China on these missions, U.S. researchers could see potentially interesting science from the landing. The data will be made available to the international science community,\" NASA officials said in the statement. European Space Agency plays role: China's moon landing was supported by the European Space Agency's deep space tracking stations. \"We are still going strong but many more hours to go. So far the support was flawless,\" said Erik Soerensen, head of the ground facilities external services section at the ESA's European Space Operations Centre in Darmstadt, Germany, in an email to SPACE.com just after landing. Chang'e 3's powered lunar descent phase was supported by ESA's radio telescope terminal in New Norcia, Western Australia. The New Norcia station recorded the Chinese moon lander's radio signals during its descent and landing. That support will help the Chinese to reconstruct the trajectory for future reference, Soerensen said. The New Norcia station will be complemented with the ESA station in Cebreros, west of Madrid, Spain, to provide position determination of the Chang'e 3 lander's touchdown location.", "url": "https://www.space.com/23968-china-moon-rover-historic-lunar-landing.html"}, {"title": "China safely soft-lands rover on the moon", "date": "2013-12-14", "content": "China on Saturday successfully carried out the world's first soft landing of a space probe on the moon in nearly four decades, state media said, the next stage in an ambitious space program that aims to eventually put a Chinese astronaut on the moon. The unmanned Chang'e 3 lander, named after a mythical Chinese goddess of the moon, touched down on Earth's nearest neighbor following a 12-minute landing process. The probe carried a six-wheeled moon rover called \"Yutu,\" or \"Jade Rabbit,\" the goddess' pet. After landing Saturday evening on a fairly flat, Earth- facing part of the moon, the rover was slated to separate from the Chang'e eight hours later and embark on a three-month scientific exploration. China's space program is an enormous source of pride for the country, the third to carry out a lunar soft landing - which does not damage the craft and the equipment it carries - after the United States and the former Soviet Union. The last one was by the Soviet Union in 1976. \"It's still a significant technological challenge to land on another world,\" said Peter Bond, consultant editor for Jane's Space Systems and Industry. \"Especially somewhere like the moon, which doesn't have an atmosphere so you can't use parachutes or anything like that. You have to use rocket motors for the descent and you have to make sure you go down at the right angle and the right rate of descent and you don't end up in a crater on top of a large rock.\" State-run China Central Television showed a computer-generated image of the Chang'e 3 lander's path as it approached the surface of the moon, saying that during the 12-minute landing period it needed to have no contact with Earth. As it was just hundreds of meters away, the lander's camera broadcast images of the moon's surface. The Chang'e 3's solar panels, which are used to absorb sunlight to generate power, opened soon after the landing. The Chang'e 3 will set up antennae that will transmit pictures back to Earth. The Chang'e mission blasted off from southwest China on Dec. 2 on a Long March-3B carrier rocket. China's military-backed space program has made methodical progress in a relatively short time, although it lags far behind the United States and Russia in technology and experience. China sent its first astronaut into space in 2003, becoming the third nation after Russia and the United States to achieve manned space travel independently. In 2006, it sent its first probe to the moon. China plans to open a space station around 2020 and send an astronaut to the moon after that. \"They are taking their time with getting to know about how to fly humans into space, how to build space stations ... how to explore the solar system, especially the moon and Mars,\" Bond said. \"They are making good strides, and I think over the next 10, 20 years they'll certainly be rivaling Russia and America in this area and maybe overtaking them in some areas.\" ", "url": "https://www.usatoday.com/story/news/world/2013/12/14/china-soft-landing-space-probe/4022707/"}, {"title": "China safely lands rover on the moon", "date": "2013-12-14", "content": "State media say China has safely carried out the world's first soft landing of a space probe on the moon in nearly four decades. State television showed pictures of the moon's surface as the Chang'e 3 lander touched down Saturday evening after it blasted off from southwest China 12 days ago on a Long March-3B carrier rocket. The lander carries a moon rover called \"Jade Rabbit\" that will separate and embark on a three-month scientific exploration. China is the third country to carry out a lunar soft landing after the United States and the former Soviet Union. The last one was in 1976. The solar-powered rover will examine the moon's geological structures and set up a telescope to survey the surface as well as observe the Earth's plasmasphere, a region of dense, cold plasma that surrounds the planet, state news agency Xinhua reported. An earlier Chinese craft orbited and collected data before intentionally crash-landing on the moon. China's ambitious space program is an enormous source of pride for the country, and has made major breakthroughs in a relatively short time, although it lags far behind the United States and Russia in space technology and experience. China sent its first astronaut into space in 2003 and plans to eventually land people on the moon.", "url": "http://america.aljazeera.com/articles/2013/12/14/china-safely-landsroveronthemoon.html"}, {"title": "Yoo-hoo Yutu! Chinese rover snapped posing on the moon", "date": "2013-12-16", "content": "Yutu's journey has begun. The Chinese moon rover has moved away from its parent spacecraft, Chang'e-3, which successfully landed on the moon on Saturday - and the pair have already started snapping photos of each other and beaming them back to Earth. Chang'e-3 took the image above, which shows the rover's tyre tracks in moon dust after it was deployed down a ramp from the lander. Yutu - whose name means Jade Rabbit - was also videoed taking its first journey onto the lunar surface.", "url": "https://www.newscientist.com/article/dn24761-yoo-hoo-yutu-chinese-rover-snapped-posing-on-the-moon/"}, {"title": "China's flag-bearing rover photographed on moon", "date": "2013-12-16", "content": "China hailed its lunar probe mission a success after the country's first moon rover and the landing vehicle that carried it there took photos of each other on the surface, state media reported. The six-wheeled rover moved to a spot about 9 metres north of the landing vehicle on Sunday night China time and the pair took photos for about a minute, the official Xinhua News Agency reported. The colour images transmitted back to Earth showed the Chinese flag on the Yutu, or \"Jade Rabbit\" rover, named after a mythological creature. President Xi Jinping and Premier Li Keqiang were at the Beijing Aerospace Control Center to hear lunar program chief commander Ma Xingrui declare the Chang'e 3 mission a success, Xinhua reported. In a congratulatory message, the Communist Party's central committee, State Council or China's Cabinet, and the Central Military Commission hailed the mission as a \"milestone\" in the development of China's space programs, a \"new glory\" in Chinese explorations and the \"outstanding contribution\" of China in mankind's peaceful use of space, Xinhua said. The Chang'e 3 landed on a relatively flat part of the moon known as Sinus Iridum, or the Bay of Rainbows, on Saturday evening, marking the world's first soft landing of a space probe on the moon in nearly four decades. China is the third country to do that after the former Soviet Union and United States. The lander and rover have now embarked on separate scientific explorations. The 140-kilogram rover will survey the moon's geological structure and surface and look for natural resources for three months at a speed of 200 metres per hour. The landing vehicle will conduct scientific examinations for one year at the landing site. Xinhua said the two will have more chances in the coming days to take photos of each other at different angles. The Chang'e 3 mission is named after a mythical Chinese goddess of the moon and the Yutu rover, or \"Jade Rabbit\" in English, is the goddess' pet. China's military-backed space program has made methodical progress in a relatively short time, although it lags far behind the United States and Russia in technology and experience. ", "url": "https://www.cbc.ca/news/world/china-s-flag-bearing-rover-photographed-on-moon-1.2465411"}, {"title": "China Targets Moon Sample-Return Mission in 2017", "date": "2013-12-26", "content": "As China's Chang'e 3 lander and Yutu rover mission to the moon unfolds, the country's space authorities are pushing forward on their next stage of lunar progress - gathering select samples of the moon and rocketing them back to Earth. China plans to launch the unmanned sample-return mission, known as Chang'e 5, in 2017, signaling the third stage in the country's lunar exploration plans, officials said. \"The development of Chang'e 5 is proceeding smoothly,\" Wu Zhijian, a spokesman for China's State Administration of Science, Technology and Industry for National Defense, said in a Dec. 16 press conference. Key technologies: As reported by China's state-run Xinhua news organization, Chang'e 4 is the backup probe for the Chang'e 3 mission, which successfully put a lander and rover down on the moon on Dec. 14. Chang'e 4 will be adapted to verify technologies for the sample-return initiative, which involves the Chang'e 5 and Chang'e 6 missions. \"The program's third phase will be more difficult because many breakthroughs must be made in key technologies, such as moon surface takeoff, sampling encapsulation, rendezvous and docking in lunar orbit, and high-speed Earth re- entry...which are all new to China,\" Wu said. Wu also said that in the next stage of the lunar program, there will be more international cooperation. \"Despite current progress, China still lags behind space giants like the United States and Russia in many aspects,\" Wu said. \"We need to work harder and move faster.\" Vital re-entry tests: The state-run newspaper China Daily reported earlier this year that an experimental spacecraft will be launched before 2015 to conduct vital re-entry tests on a capsule design to be used in the Chang'e 5 mission. That work is apparently now underway within a Gobi desert test site. Engineers are apparently also using a rocket sled as part of a Chang'e 5 re-entry test program. The Chang'e 5 sample-return capsule would haul back the goods from the moon, plunging through Earth's atmosphere at a projected speed of about 25,000 mph. To date, no Chinese spacecraft has ever re-entered at that velocity, according to China Daily. Citing Hu Hao, chief designer of the lunar exploration program's third phase, said that Chinese space scientists see an experimental spacecraft test as proving that Chang'e 5 can, indeed, bring lunar material safely back to Earth, China Daily reported. Relay approach: Hu said that after Chang'e 5 enters lunar orbit, two modules would separate and land on the moon, with one collecting soil samples. Those specimens would be placed in an ascent module, which would blast off from the lunar surface and dock with the orbiting craft. The sample would then be transferred to the re-entry capsule for the trek back to Earth. The Chang'e 5 mission involves a \"relay\" approach, one that requires precision rendezvous and docking in lunar orbit, Hu said. Yan Jun, head of the National Astronomical Observatories of the Chinese Academy of Sciences and chief scientist of the lunar exploration program, said some lunar materials would be scooped up from the moon's surface, while other material would be acquired from a depth of about 6.6 feet. Scientific return: Sample-return sites must be picked with great care to maximize scientific return, said Paul Spudis, a planetary geology and remote sensing expert at the Lunar and Planetary Institute in Houston. \"Scientifically, sample-return has value only if you can relate the rocks you collect to some regional unit whose broad origins are known,\" Spudis told SPACE.com. Lunar samples must be collected, he said, such that their provenance and relation to a large-scale regional unit can be demonstrated. Examples include samples of the youngest lava flows on the moon or the impact melt sheet of a fresh crater, like Copernicus, Spudis said. \"Samples collected from a unit of ambiguous context are much less valuable,\" Spudis said, \"as you don't know exactly what the samples are telling you since you cannot put it into certain regional or global context.\"", "url": "https://www.space.com/24055-china-moon-sample-return-mission.html"}]}, {"win label": 0, "news": [{"title": "China's Moon Rover and Lander Spotted by NASA Spacecraft", "date": "2014-01-03", "content": "China's first moon lander and rover have been spotted on the lunar surface by a sharp-shooting NASA spacecraft orbiting the moon. The Chinese Chang'e 3 spacecraft landed on the moon on Dec. 14, touching down in a region dubbed Mare Imbrium after a five-day trek to the lunar surface. The spacecraft's moon rover Yutu was deployed from its Chang'e 3 mother ship soon after, marking two space exploration firsts for China - a soft- landing and rover on the moon. In the new NASA images, the Chang'e 3 lander and Yutu rover are clearly visible in photos by the Lunar Reconnaissance Orbiter, or LRO. The powerful NASA lunar orbiter has been studying the moon since its launch in 2009. The LRO images show that the large Chang'e 3 lander navigated itself onto the lunar surface, touching down on a thick deposit of volcanic materials, just east of a 131-foot deep impact crater that is more than 1,475 feet wide. Chang'e 3's lunar arrival is the first soft-landing on the moon since 1976. Its small, six-wheeled Yutu rover took its first drive near the lander just after being deployed, with each spacecraft taking pictures of the other. Not since the former Soviet Union's Luna 24 sample-return mission has a spacecraft made a controlled, soft touchdown on the lunar surface. The last soft-landing on the moon by NASA was in 1972 during the Apollo 17 manned lunar landing mission. China's spacecraft on the moon: At the time of Chang'e 3's landing, NASA's moon-orbiting LRO spacecraft was far from the landing site so images of the actual event were not possible, said Mark Robinson, Lunar Reconnaissance Orbiter Camera Principal Investigator at Arizona State University's School of Earth and Space Exploration. However, 10 days later on Dec. 24, LRO flew over the landing site and its was able to snap six LROC Narrow Angle Camera image pairs over a period of 36 hours - about 19 orbits. Robinson said that the highest resolution image was possible when LRO was nearly directly overhead of the Chang'e lander on Dec. 25, skirting high above the landing site at an altitude of roughly 93 miles. China's Yutu rover is about 5 feet wide. But it shows up in the NAC images for two reasons, Robinson said. First, the vehicle's solar panels are very effective at reflecting light so the rover shows up as two bright pixels; and second, the sun is setting, so the rover casts a distinct shadow, as does the lander, he added. \"We plan on imaging the site each month,\" Robinson told SPACE.com. \"Let's hope Yutu lasts several years. Perhaps it can break the Soviet Union's Lunokhod 2 long-distance roving record ?\" NASA's Lunar Reconnaissance Orbiter mission is managed by NASA's Goddard Space Flight Center, Greenbelt Md. It is expected to continue studying the moon until October 2014, with the possibility of an additional two-year extension. Lunar night falls on Chang'e 3: The Chang'e 3 landing spot includes a large scale wrinkle ridge that's roughly 62 miles long and 6 miles wide. That feature cuts across the area and was formed as tectonic stress caused the volcanic layers to buckle and break along faults, Robinson said. Wrinkle ridges are common on the Moon, Mercury and Mars, he said. But more surveying by the mobile Yutu rover will have to wait. Recent word from Beijing Aerospace Control Center is that both the Chang'e 3 stationary lander and Yutu rover are taking their first celestial siesta. The hardware must now endure a first lunar night of the mission - lasting about 14 days as temperatures on the Moon hit rock bottom. Both lander and rover are designed to survive the ordeal - although crossed- fingers may also be part of the survival procedures. The rover and lander have already collected scads of data, according to China's State Administration of Science, Technology and Industry for National Defense, with scientists studying and analyzing data from Yutu and the lander. Yutu rover measurements: According to China's Institute of High Energy Physics in Beijing, the Yutu rover got its first X-ray fluorescence spectrum of lunar regolith around the landing site on December 25. Yutu's Active Particle-induced X-ray Spectrometer was successfully deployed to about 2 to 3 centimeters above the lunar regolith surface by the robotic arm of the rover. In an IHEP statement, scientists said the Yutu rover instrument has found evidence of eight major rock-forming elements on the moon, as well as three minor elements.", "url": "https://www.space.com/24145-china-moon-rover-lander-nasa-photos.html"}, {"title": "Chinese moon lander and rover wake up after weeks of sleep", "date": "2014-01-13", "content": "China's Chang'e 3 lunar lander and Yutu moon rover have awakened from weeks of hibernation and resumed their scientific work, official news media reported Sunday. The resumption of operations after the two-week-long lunar night addresses the mission's last major challenge. The Xinhua news agency said the six-wheeled Yutu rover - which was named after a \"Jade Rabbit\" in Chinese mythology - was the first to wake up, on Saturday. The Chang'e 3 lander, named after the moon goddess who kept Yutu by her side, followed on Sunday. Both spacecraft draw most of their power from solar arrays, which means they must conserve power when their landing site in the Bay of Rainbows, or Sinus Iridum, goes into darkness. They're equipped with plutonium-powered backup batteries to keep the electronics warm amid overnight temperatures that go as low as 292 degrees below zero Fahrenheit (-180 degrees Celsius). \"During the lunar night, the lander and the rover were in a power-off condition, and the communication with Earth was also cut off,\" Zhou Jianliang, chief engineer of the Beijing Aerospace Control Center, said in a report from Xinhua. Chang'e 3 landed on Dec. 14 and rolled out a ramp to deliver Yutu to the surface for an initial round of reconnoitering - and then both spacecraft went into hibernation on Dec. 25-26. From now on, the spacecraft are expected to split their time into roughly two-week rounds of waking and sleeping. Chang'e 3 is the first mission to operate on the surface of the moon since 1976, when the Soviets' Luna 24 robotic spacecraft gathered up samples of moon dirt and sent them back to Earth. The rover is due to operate for at least three months - collecting and analyzing lunar samples, and mapping the subsurface with ground-penetrating radar. The lander is built to make astronomical observations for at least a year, drawing upon optical telescope gear and an extreme ultraviolet camera. Both spacecraft are equipped with cameras and sent an initial round of snapshots back to Earth before their hibernation. China is already making plans for a 2017 mission that would bring samples back from the moon.", "url": "https://www.nbcnews.com/science/chinese-moon-lander-rover-wake-after-weeks-sleep-2D11909188"}, {"title": "China's moon rover, Jade Rabbit, has 'abnormality': state media", "date": "2014-01-25", "content": "China's first moon rover has experienced a \"mechanical control abnormality\" according to the country's state media, in what appears to be a setback for a landmark mission in its ambitious space programme. The abnormality occurred due to \"the complicated lunar surface environment,\" the official Xinhua news agency said on Saturday, citing the State Administration of Science, Technology and Industry for National Defence (SASTIND). Scientists were \"organising an overhaul\", Xinhua's report added, without giving further details. There were no reports of the abnormality on SASTIND's website. The Jade Rabbit, or 'Yutu' in Chinese, was deployed on the moon's surface on December 15, several hours after the Chang'e-3 probe landed. The mission makes China the third country to successfully send a lunar rover to the moon, after the United States and the former Soviet Union. The rover's landing was the first of its kind since the former Soviet Union's mission nearly four decades ago. China aims to create a permanent space station by 2020 and eventually send someone to the Moon. It has previously sent two probes to orbit the moon, with controllers sending the first of them crashing into the lunar surface at the end of its mission.", "url": "https://www.abc.net.au/news/2014-01-25/an-china27s-moon-rover2c-jade-rabbit2c-has-27abnormality27/5218986"}, {"title": "China Moon Rover Hits Snag in Big Lunar Science Mission", "date": "2014-01-27", "content": "China's Jade Rabbit moon rover may have stubbed its lucky foot. The state-run Xinhua news agency reported Saturday that China's Yutu moon rover \"has experienced a mechanical control abnormality, and scientists are organizing repairs.\" It is not clear how serious the abnormality, but the news agency said the moon rover's malfunction occurred due to the \"complicated lunar surface environment,\" citing the State Administration of Science, Technology and Industry for National Defense. The issue with the solar-powered rover robot emerged as it entered its second hibernation period on the moon Saturday as the lunar night fell, according to SASTIND officials. Earlier on Friday, the Chang'e 3 lander also went into its own scheduled hibernation. Surviving the long, lunar night: The Chang'e 3 moon mission survived its first chilly and lengthy lunar night in early January. A single \"day\" on the moon lasts about 28 Earth days, meaning the lunar daytime is nearly two Earth weeks long. During that 14-day/14-night cycle, temperatures on the moon are very hot in the daytime, about 212 degrees Fahrenheit. At night, the lunar surface gets extremely cold, a bitter minus 280 degrees F. Hardware survival on the moon is considered a major triumph, with the lander and rover using novel thermal technology, solar panels and so-called \"nuclear batteries.\" The Chang'e 3 mission landed on the moon Dec. 14 Beijing time, making China only the third country in the world to achieve such a moon feat after the former Soviet Union and the United States. The lander and its rover set down on Mare Imbrium just east of an over 1,475-foot diameter impact crater. The mobile Yutu rover is designed to operate for at least three months, while its stationary lander is expected to work for one year. Both the instrumented lander and the six-wheeled Yutu rover are being controlled from the Beijing Aerospace Control Center. Early lunar science look: After awaking from its first hibernation period, the Yutu moon rover completed its first \"taste test\" of lunar soil using its sensor-mounted robot arm. \"Accuracy control of the mechanical arm at a distance of 380,000 kilometers has been realized in the probe, marking China's breakthrough in controlling a mechanical arm with high precision on the lunar surface,\" said Wu Fenglei, deputy director of the system design department at the BACC, according to Xinhua. An early look at how the Chang'e 3 mission is behaving has also been released by the Chinese Academy of Sciences. The Chang'e 3 lander is equipped with four instruments: an optical telescope, an extreme ultraviolet camera, a landing camera, and a topography camera. The Yutu rover, meanwhile, carries four instruments of its own: a ground penetrating radar, a particle excitation X-ray spectrometer, an infrared imaging spectrometer, as well as panoramic camera. According to CAS, the scientific goals of China's first robotic lunar landing are divided into a trio of assignments: investigating the surface of the moon, observing the sky and monitoring the Earth. Except for the particle excitation X-ray spectrometer and the infrared imaging spectrometer, the other instruments were powered on shortly after the Chang'e 3 lander's touchdown. Science data from the moon-based equipment were received by two ground stations, one in Beijing and the other in Kunming, situated in Southwest China. Earthrise from the moon: Between Dec. 14 and 26, the rover and lander spent their first lunar day on the lunar surface. Eight sets of scientific instruments were powered on and tested. \"In the test phase, all of the instruments worked as well as expected. Large amounts of science data had been received,\" according to the preliminary science document, translated and provided to SPACE.com by Yong-Chun Zheng of the National Astronomical Observatories, Chinese Academy of Sciences. For example, a view of Earthrise on the moon was captured on Dec. 23 by the lander's topography camera. Also, the lander- mounted optical telescope observed three different patches of the sky in the near ultraviolet band on Dec. 16, taking in 23 stars located in the constellation Draco. Imagery of the Earth's plasmasphere was taken Dec. 16 by the lander's extreme ultraviolet camera. Meanwhile, the nearly 310 lbs. Yutu rover was busy too, making use of a belly-mounted Ground Penetrating Radar. The subsurface structure of the landing site was profiled at different depths, using two GPR observation channels. Data collected by the rover's particle X-ray device has helped scientists identify 11 types of chemical elements on the moon, such as magnesium, aluminum, calcium and yttrium. Moon science and politics: Just as the moon is Earth's partner in gravitational embrace, the gravity well of politics and science is always near at hand. Gregory Kulacki, Senior Analyst & China Project Manager of the Union of Concerned Scientists' Global Security Program in Cambridge, Mass., said it would be refreshing if the news coverage of the Chinese moon program focused more on science than on politics. \"While many U.S. observers seem to believe China's primary motivation is to make a political statement, the Chinese scientists and engineers who conceived, designed and implemented the Chang'e program want to be recognized for the contributions they may be able to make toward our understanding of the moon,\" Kulacki told SPACE.com. Kulacki said that while there are those that never hesitate to warn Americans that China may send people to the moon - as if that were somehow a threat to the United States - China has made it very clear that they would like to make such an effort together with international partners, rather than being forced to go alone. \"If the United States continues to rebuff Chinese efforts to reach out on space cooperation, the day may come when China organizes its own international effort for a human lunar mission with partners in Brazil, India, Japan and South Korea,\" Kulacki said. \"The Chinese have already indicated that China's national space station, expected to be completed in the early years of the next decade, will be open to scientists and astronauts from other countries.\" Picture perfect: \"This is the first time that China has attempted a landing on another planetary body and it was picture perfect,\" said Jack Burns, Director of the Lunar University Network for Astrophysics Research at the University of Colorado, Boulder. He underscored how open and confident China was in broadcasting the Chang'e 3's landing and deployment of the Yutu rover on live TV. \"These are firsts and I hope this bodes well for the future. I do hope this opens opportunities now for real collaborations with the west. For China's previous orbiting missions of the moon, there was little or no sharing of data at conferences or in publications that I'm aware of. Chang'e-3 is potentially a start of a new openness,\" Burns said. As for future collaboration, as China's rover examines lunar samples, \"there are lots of opportunities for collaborations,\" Burns concluded.", "url": "https://www.space.com/24423-china-moon-rover-change3-lunar-setback.html"}, {"title": "China's Jade Rabbit rover may be victim of moon dust", "date": "2014-01-27", "content": "A plucky bunny on the moon may have just met an untimely end. Reports from Chinese state media suggest the country's Yutu - or Jade Rabbit - lunar rover has stopped working just six weeks into its three-month mission. China's Chang'e-3 lander touched down on the moon on 14 December and released the Yutu rover about 7 hours later. Both machines successfully entered hibernation mode during their first lunar night. On the moon, night lasts for half of each Earthly month and plunges surface temperatures from daytime highs of about 90ºC to below -180ºC. The second lunar night rolled around on Saturday, and while the lander is once again successfully sleeping, Yutu appears to have failed. The Xinhua news agency reports that the rover has experienced a mechanical control fault due to the \"complicated lunar surface environment\". No further details were given by China's State Administration for Science, Technology and Industry for National Defence. During the deep freeze of lunar night, the most critical moving parts on Yutu are its mast and solar panels. When temperatures plunge, the mast is designed to fold down to protect delicate instruments, which can then be kept warm by a radioactive heat source. Yutu also needs to angle a solar panel towards the point where the sun will rise to maintain power levels. A mechanical fault in these systems could leave the rover fatally exposed to the dark and bitter cold. Long, hard wait: As for what caused the malfunction, abrasive lunar dust is a top suspect. Moon soil gets ground up by micrometeoroid impacts into a glassy dust that can then become charged as it is bombarded by solar particles. During the Apollo program the sharp-edged dust grains wore through astronaut space suits, scratched up mirrors used for laser ranging experiments and caused moon buggies to overheat. Rover designers can take measures to avoid getting this damaging dust inside important systems, says Bernard Foing, director of the International Lunar Exploration Working Group. \"However, lunar dust can be electrostatically charged and can stick on sensitive parts,\" he says. The abrupt temperature change when the airless moon goes from day to night can also put a huge stress on mechanical systems and could have damaged the rover's moving parts, says Foing. It is not possible to communicate with the rover during lunar night, so mission operators will have to wait until about 8 February to determine the extent of the damage. \"I am sure that they are not going to give up,\" says Foing. \"They are analysing the problem in depth and are working hard to assess safe recovery strategies.\"", "url": "https://www.newscientist.com/article/dn24952-chinas-jade-rabbit-rover-may-be-victim-of-moon-dust/"}, {"title": "China Moon Rover Survives Lunar Night, 'Stands a Chance' of Recovery", "date": "2014-02-13", "content": "It's alive! ... Sort of. Reports of the death of China's first moon rover, Yutu, have been greatly exaggerated, according to the country's state-run media. The Yutu moon rover, which suffered a potentially serious mechanical malfunction last month, is now awake and has apparently survived its second lunar night, China's Xinhua news agency reported today. Scientists on the ground are still trying to pinpoint the problems that caused the rover's mechanical malfunctions, but Yutu can now receive signals normally. \"Yutu has come back to life,\" Xinhua reports Pei Zhaoyu, a representative with the moon mission, said today. \"Now that it is still alive, the rover stands a chance of being saved,\" Pei said, according to Xinhua. Yutu's mechanical problems arose as the rover entered its second lunar night in late January. The specifics of the error are unknown, however, some have speculated that lunar dust blocked Jade Rabbit's mechanisms from functioning properly as it entered hibernation on Jan. 25. Chang'e 3, the moon lander that is currently on the lunar surface with Yutu, is reportedly up and running after emerging from its hibernation. Temperatures can vary wildly on the moon, and some scientists worried that the Jade Rabbit wouldn't be able to survive its second extremely cold 14-day lunar night due to the technical problems. The Yutu rover and the Chang'e 3 lander are both solar powered, but carry plutonium-powered batteries for heaters to keep both probes warm during the harsh lunar night. One day on the moon lasts 28 Earth days/nights. A lunar \"day\" is about two weeks long, and temperatures can be about 212 degrees Fahrenheit during that time. During lunar night, temperatures can drop to minus 280 degrees F. Chang'e 3 landed on the moon on Dec. 14, making China the third country to make a soft landing on the lunar surface. Just after the landing, the Yutu moon rover was deployed to explore the Mare Imbrium where it landed. Chinese officials have said that the rover was expected to work for three months. Yutu has already accomplished some science during its time roaming the moon's surface. The rover has already used its instruments to survey the lunar subsurface. The lander, built to function for one year, has observed Earth's plasmasphere and used a telescope to see other, far off objects in the universe. Fans of Yutu got to send it well wishes on Sina Weibo, China's Twitter, according to Xinhua. The \"Yutu Lunar Rover\" account has posted updates about the mission since the rover touched down on the moon's surface, but it hadn't posted since the technical issues arose, the news agency added. The rover's account posted a short message after the Jade Rabbit emerged from its sleep. \"Hi, anybody there?\" it asked, Xinhua reports. The post got about 60,000 reposts and 40,000 comments in two hours, according to Xinhua.", "url": "https://www.space.com/24688-china-moon-rover-survives.html"}, {"title": "China's Crippled Lunar Rover Starts Two-Week-Long Snooze", "date": "2014-02-23", "content": "China's crippled lunar rover has started its third sleep cycle on the moon, stuck in place due to an mechanical problem. A photo from the solar-powered Yutu rover, showing a portion of the Chang'e 3 lunar lander, was passed along on social-media accounts on Saturday just as it was being shut down for the two-week-long lunar night. The state-run Xinhua news service's Twitter account reported that Yutu's mechanical problems remained unresolved. The caption accompanying the posting on the rover's unofficial Weibo account was simpler: \"zZZ.\" Both Chang'e 3 and Yutu have to shut down during the night to conserve power. The paired probes landed on Dec. 14 and already have gone through two sleep-and-wake cycles. However, Yutu struggled with this month's wakeup call and couldn't move. During the past two weeks of mission activity, it carried out scientific observations from a fixed position, Xinhua reported. It's not clear whether the Jade Rabbit will ever hop again. The Yutu rover's primary mission was scheduled to last just three months. The Chang'e 3 lander, which began its own sleep cycle on Sunday, is designed to operate for at least a year on the lunar surface.", "url": "https://www.nbcnews.com/science/space/chinas-crippled-lunar-rover-starts-two-week-long-snooze-n36831"}, {"title": "Yutu still working after expected service span ended", "date": "2014-04-02", "content": "China's moon rover Yutu, which landed on the moon on Dec 14, has exceeded its expected three-month life, and is still working, Chengdu Commercial Daily reported Wednesday, citing Yu Dengyun, deputy chief designer of China's moon exploration project. Yutu can still receive signals, process information and send data and photos back to earth, but it can't walk due to a mechanical control abnormality, Yu said. Yutu entered its fourth lunar night on March 24. It is now less than 20 meters away from its lander, and the two can take pictures of and communicate with each other. Yu said the moon exploration project will continue to use the moon rover until it completely stops working.", "url": "http://www.ecns.cn/2014/04-02/107795.shtml"}, {"title": "Chinese lunar rover alive but weak", "date": "2014-05-28", "content": "China's troubled lunar rover Yutu is still alive and functional after more than five months on the moon, a lunar program official said Wednesday. Its functionality has been weakened considerably by the bitterly cold lunar nights after the rover experienced a \"mechanical control abnormality\" in January, said Li Benzheng, deputy commander-in-chief of China's lunar program. The rover can still send data back to Earth via China's lunar probe Chang'e-3 which carried Yutu to the moon, he said, but its wheels are no longer functioning nor are the solar panel designed for thermal insulation during lunar nights. \"With each lunar night, the functionality of Yutu is yet again weakened,\" Li said.", "url": "https://web.archive.org/web/20150429060356/http://www.icrosschina.com/news/2014/0528/363.shtml"}]}, {"win label": 0, "news": [{"title": "Lunar rover is 'awake' but faults continue", "date": "2014-07-21", "content": "China's first lunar rover, Yutu, or Jade Rabbit, is still \"alive\" despite the malfunction of some of its equipment, according to a senior space scientist. \"Yutu has been woken up after the past dormancy, but the problems still exist,\" Wu Weiren, chief designer of China's lunar probe project, told Xinhua News Agency in Hong Kong. Wu was to attend an exhibition set to open on Monday in Hong Kong that features the achievements China has made in its lunar exploration project. He said the rover will embrace its eighth \"working day\", which is about 14 Earth days, in an abnormal state caused by mechanical failures, noting that \"fortunately, the rover has completed its designated scientific and engineering tasks\". During the lunar night, there is no sunlight to provide power to Yutu's solar panel, and the extremely low temperatures would damage its delicate electronics, so the rover must \"hibernate\". The 140-kilogram, six-wheeled Yutu, part of the Chang'e-3 lunar probe, has outlived its designed lifespan of three months since it reached the moon in mid-December. Using its scientific apparatus, the rover has analyzed major elements on the lunar surface and studied mineral resources. However, after nearly six weeks of operation, the moon buggy reported a mechanical control problem on Jan 25 before entering its second dormancy. Since then, it has been unable to move any farther, remaining about 20 meters southwest of where it landed. The antenna and solar panels cannot be folded, either. Chinese engineers blamed the problem on the \"complicated lunar surface environment\". Zhang Yuhua, deputy head of Yutu's design team, said experts have concluded that the rover was probably damaged by large rocks when it was moving. She said the landing site's environment was even worse than scientists had expected. It has become virtually impossible to resolve the mechanical failures, given that many parts on Yutu have approached the end of their designed lifespan, Zhang said. The Chang'e-3 probe, which landed on the moon on Dec 14, is part of the second phase of China's current lunar program that includes orbiting, landing and returning to Earth. It follows the success of the Chang'e-1 mission in 2007 and Chang'e-2 mission in 2010. Chinese scientists and engineers are now focusing on the third step of the program, namely landing on the moon and returning to Earth with samples extracted from the surface, Wu said. The mission will be conducted by the Chang'e-5 probe around 2020, he said, adding that Chang'e-5 will be transported by the nation's first heavy-lift rocket, the Long March-5, in the new launch center at Wenchang on the island province of Hainan. Development of the Long March-5 and the construction of the Wenchang launch center are faring well, according to Liu Jianzhong, deputy designer of the lunar program's rocket system.", "url": "https://usa.chinadaily.com.cn/china/2014-07/21/content_17903529.htm"}, {"title": "Chinese lunar rover Jade Rabbit still alive, despite famous last words", "date": "2014-07-21", "content": "China's lunar rover Jade Rabbit is still alive and kicking. The plucky rover, which famously sent out a dying message in January, is severely handicapped but is still functioning, Chinese authorities said Monday. Sent to the moon by China to study its surface and mineral resources, Jade Rabbit experienced unexpected malfunctions six weeks into its operation. Before entering the second moon night in late January, Jade Rabbit sent out a mournful last message that it had run into some problem and that \"I know I might not survive this moon night.\" The rover's missives caught worldwide attention and made even more famous after a dramatic rendition of its plight by actor Patrick Stewart in a tin foil dress on \"The Daily Show with Jon Stewart.\" Since then, it has been unable to move farther and entered into a deep \"coma\" that lasted for about 50 days before waking up in mid-March. (Because the rover is solar powered, it entered a hibernation mode during the long period of lunar night when there was no sunlight.) The 140-kilogram, six-wheeled rover was designed with a life expectancy of three months. Chinese experts said Monday that the rabbit appears to have tripped over some rocks--the whole surface of the moon is like a quarry, according to the official Xinhua news agency. Still, Chinese authorities praised Jade Rabbit for being \"much stronger than expected.\" \"Yutu has 'over-served' its time on the moon and sent lots of data back to Earth. We hope it can continue to work miracles,\" Zhang Yuhua, deputy chief designer of the lunar probe system, told Xinhua.", "url": "https://www.washingtonpost.com/news/worldviews/wp/2014/07/21/chinese-lunar-rover-jade-rabbit-still-alive-despite-famous-last-words/"}, {"title": "China's Yutu rover is still alive, reports say, as lunar panorama released", "date": "2014-09-09", "content": "It hasn't been an easy few lunar months for the Yutu rover, which reportedly had problems positioning its solar panels in March while exploring the lunar surface. That said, reports are emerging that the rover is still alive. Along with those reports came a new panorama released in time for the Moon Festival in that country. As you can see in the video above, the new panorama shows the Chang'e-3 lander and the tracks of the Yutu rover in the Mare Imbrium (Sea of Rains). The duo landed on the Moon on Dec. 14, 2013, with the rover on the top. Yutu then drove on its six wheels on to the surface only about seven hours after the touchdown happened. The act was hailed as an accomplishment for China, which is the third nation to make a soft landing on the moon after the Soviet Union and the United States. It also was the first to touch down on the moon in more than a generation, as other lunar programs have focused on orbiters (such as NASA's Lunar Reconnaissance Orbiter, which remains in operation above.) ", "url": "https://phys.org/news/2014-09-china-yutu-rover-alive-lunar.html"}, {"title": "China's ailing moon rover weakening", "date": "2014-10-11", "content": "China's ailing moon rover Yutu has entered its 11th dormancy as the lunar night falls, with its functions degrading gracefully, its designer said Friday. The rover is currently in good condition and works normally, but its control problem persists, said Yu Dengyun, deputy chief designer of China's lunar probe mission. \"Yutu has gone through freezing lunar nights under abnormal status, and its functions are gradually degrading,\" Yu told Xinhua at an exclusive interview. He said that the moon rover and the lander of the Chang'e-3 lunar mission have completed their tasks very well. The rover's designed lifetime is just three months, but it has survived for over nine. Chang'e-3 mission was the second phase of China's lunar exploration program, which includes orbiting, landing and returning to the Earth. The program is scheduled to end around 2020. The Chang'e-3 probe was launched on Dec. 2 last year and landed on the moon on Dec. 14.. The rover, Yutu, named after the pet rabbit of the lunar goddess Chang'e in Chinese mythology, separated from the lander and touched down on the moon's surface on Dec. 15. Yutu's radar started working on Dec. 15 when the lander and rover took photos of each other and beamed them back to Earth. The rover, as its name implies, was intended to roam the lunar surface, surveying the geological structure and substrate while looking for natural resources, but control problems emerged before the second lunar night fell on Jan. 25. The lunar program authorities said the problem was probably caused by the \"complicated lunar surface,\" including stones and dust, but this has not been confirmed. \"We hoped the moon rover would go farther, and we really want to find the true reason why it didn't,\" Yu said, adding that they can only try to deduce the cause via ground-based simulation. Yu said the Chang'e-4 mission is under further analysis. As the backup probe of Chang'e-3, Chang'e-4 will verify technology for Chang'e-5. The more sophisticated Chang'e-5/6 missions are aimed for tasks including unmanned sampling and returning to Earth. China plans to launch an experimental recoverable moon orbiter before the end of this year to test technology vital for the success of Chang'e-5.", "url": "http://www.china.org.cn/china/2014-10/11/content_33731971.htm"}, {"title": "China's ailing moon rover weakening: designer", "date": "2014-10-11", "content": "China's ailing moon rover Yutu has entered its 11th dormancy as the lunar night falls, with its functions degrading gracefully, its designer said Friday. The rover is currently in good condition and works normally, but its control problem persists, said Yu Dengyun, deputy chief designer of China's lunar probe mission. \"Yutu has gone through freezing lunar nights under abnormal status, and its functions are gradually degrading,\" Yu told Xinhua at an exclusive interview. He said that the moon rover and the lander of the Chang'e-3 lunar mission have completed their tasks very well. The rover's designed lifetime is just three months, but it has survived for over nine. Chang'e-3 mission was the second phase of China's lunar exploration program, which includes orbiting, landing and returning to the Earth. The program is scheduled to end around 2020. The Chang'e-3 probe was launched on Dec. 2 last year and landed on the moon on Dec. 14.. The rover, Yutu, named after the pet rabbit of the lunar goddess Chang'e in Chinese mythology, separated from the lander and touched down on the moon's surface on Dec. 15. Yutu's radar started working on Dec. 15 when the lander and rover took photos of each other and beamed them back to Earth. The rover, as its name implies, was intended to roam the lunar surface, surveying the geological structure and substrate while looking for natural resources, but control problems emerged before the second lunar night fell on Jan. 25. The lunar program authorities said the problem was probably caused by the \"complicated lunar surface,\" including stones and dust, but this has not been confirmed. \"We hoped the moon rover would go farther, and we really want to find the true reason why it didn't,\" Yu said, adding that they can only try to deduce the cause via ground-based simulation. Yu said the Chang'e-4 mission is under further analysis. As the backup probe of Chang'e-3, Chang'e-4 will verify technology for Chang'e-5. The more sophisticated Chang'e-5/6 missions are aimed for tasks including unmanned sampling and returning to Earth. China plans to launch an experimental recoverable moon orbiter before the end of this year to test technology vital for the success of Chang'e-5.", "url": "http://www.ecns.cn/2014/10-11/137859.shtml"}]}, {"win label": 0, "news": [{"title": "China's moon rover Yutu functioning but stationary", "date": "2015-03-04", "content": "China's first lunar rover Yutu (the Jade Rabbit) is still working but cannot move, a scientist with the lunar probe mission told Xinhua. The rover, named after the pet of a Chinese goddess who flew to the moon, was launched in late 2013, but its control mechanism failed on its second lunar day before becoming dormant in January 2014. Yutu, the national pride of the world's third country to soft-land on the moon, was re-awakened, but problems remained. Ye Peijian, chief scientist of China's Chang'e-3 program, said that the resilient rover had survived longer than its design life of three months. \"For the time being, it can be re-awakened but cannot move,\" said the scientist, who is also a member of the National Committee of the Chinese People's Political Consultative Conference (CPPCC), China's top political advisory body. Experts said earlier that Yutu might have been damaged by a rock. Repairing the moon rover could be very difficult with it being 380,000 kilometers from earth and its voltage has dropped after repetitive contraction and expansion due to the 300 degrees centigrade temperature difference between day and night on the moon.", "url": "https://www.spacedaily.com/reports/Chinas_moon_rover_Yutu_functioning_but_stationary_999.html"}, {"title": "China's Yutu Rover Reveals a Different Side of the Moon", "date": "2015-03-12", "content": "Newly published results from China's first lunar rover suggest that the moon's past was livelier and more complex than previously thought. China's Yutu moon rover found evidence of at least nine distinct rock layers deep beneath its wheels, indicating that the area has been surprisingly geologically active over the past 3.3 billion years. \"Two things are most interesting,\" said Long Xiao, a researcher at the China University of Geosciences in Wuhan, who is the lead author of the study detailing the new findings. \"One is more volcanic events have been defined in the late volcanism history of the moon,\" Xiao told Space.com via email. \"Another is the lunar mare volcanic plain area is not only composed of basaltic lavas, but also explosive eruption-formed pyroclastic rocks,\" Xiao added. \"The latter finding may shed light on ... the volatile contents in the lunar mantle.\" Yutu is part of China's Chang'e 3 moon mission. Chang'e 3 delivered Yutu and a stationary lander to the lunar surface on Dec. 14, 2013 - the first soft touchdown on the moon since the Soviet Union's Luna 24 mission in 1976. Yutu traveled 374 feet on the moon in a zigzag fashion before a glitch ended its travels in January 2014. The rover was equipped with cameras and three main scientific instruments - the Lunar Penetrating Radar, the Visible Near-Infrared Spectrometer and the Active Particle-Induced X-ray Spectrometer. The new study, which was published online Thursday in the journal Science, reports results from the camera and the radar instrument, which can probe about 1,300 feet beneath the moon's surface. The rover's observations suggest that the composition of its landing site is different from that of the places visited by NASA's Apollo missions and the Soviet Union's Luna program. While Yutu isn't beaming home any new data these days, the scientific community can expect to hear about more discoveries from the mission shortly, Xiao said.", "url": "https://www.nbcnews.com/science/space/chinas-yutu-rover-reveals-different-side-moon-n322626"}, {"title": "China's Yutu Exposes The Layers Of The Moon", "date": "2015-03-17", "content": "Latest results from China's Moon mission indicate that the moon is more complex that previously thought, with at least nine geological layers below its surface. The results, published in Science, suggest that processes such as lava flows and weathering occurred in the 3.3 billion year history of the Moon. On December 14, 2013, the Chang'E-3 spacecraft made a soft landing on the Moon, making it the first Moon landing since the the Soviet Union's Luna 24 mission in 1976. Upon landing, CE-3 released the Yutu rover which proceeded to make measurements of the Moon's crust using ground- penetrating radar. Preliminary results from the Yutu readings showed that there are at least nine layers of lunar soil, or regolith, on the Moon, suggesting that the Moon's geological history is more complex than previously thought. Led by first author Dr. Long Xiao from the China University of Geosciences, the researchers proposed that the layers were formed by ancient lava flows and weathering of rocks into the loose layers of dust that make up the regolith today.", "url": "https://www.asianscientist.com/2015/03/topnews/chinas-yutu-exposes-layers-moon/"}]}, {"win label": 0, "news": [{"title": "China's first moon rover sets record for longest stay", "date": "2015-10-29", "content": "China's first lunar rover, Yutu, has been operating on the moon for almost two years, setting the record for the longest stay by a rover, according to a Chinese lunar probe scientist. Yutu was deployed and landed on the moon via China's Chang'e-3 lunar probe in 2013, staying longer than the Soviet Union's 1970 moon rover Lunokhod 1, which spent 11 months on the moon. Its operations have streamed live through Sina Weibo, a Chinese microblogging site, and its Weibo account has nearly 600,000 followers. Yutu experienced a mechanical control abnormality in 2014, but it was revived within a month and, though it is unable to move, it continues to collect data, send and receive signals, and record images and video. \"Human history is relatively short, and people are brimming over with curiosity about the universe,\" said Ye Peijian, chief scientist with China's Chang'e-3 program. \"We have to explore more by going out.\" The launch of Dongfanghong-1, China's first satellite, in 1970 made China the fifth country to launch a domestic satellite using a domestic rocket, following the Soviet Union, the United States, France and Japan. China launched its manned space program in the 1990s and successfully sent Yang Liwei, the country's first astronaut, into orbit on the Shenzhou-5 spacecraft in 2003. The Chang'e-1 mission in 2007 inaugurated an era of Chinese lunar exploration, followed by Chang'e-2 and Chang'e-3, with the latter marking completion of the second phase of China's lunar program, which includes orbiting, landing and returning to Earth. Chang'e-3 delivered the rover and a stationary lander to the lunar surface in 2013, making China the third country after the Soviet Union and the United States to carry out such a mission. Meanwhile, China is planning to be the first country to land a lunar probe on the far side of the moon, or \"dark side of the moon,\" which is never visible to Earth. The mission will be carried out by Chang'e-4, a backup probe for Chang'e-3, according to Ye.", "url": "https://web.archive.org/web/20151102022438/http://news.xinhuanet.com/english/2015-10/29/c_134763460.htm"}, {"title": "China's Immobile Rover Passes a Purely Figurative Milestone", "date": "2015-10-30", "content": "China's lunar rover has set a record, despite not doing much roving. The Yutu rover, which has been on the surface of the moon for nearly two years, now holds the record for the longest stay by a rover, Chinese officials said. The catch is that while some instruments on Yutu continue to work, the rover itself has been unable to move since early 2014, when it suffered a technical problem that nearly ended the mission.", "url": "https://spacenews.com/chinas-immobile-rover-passes-a-purely-figurative-milestone/"}, {"title": "New kind of moon rock found by Chinese Yutu rover", "date": "2015-12-22", "content": "There's still a lot to learn about our closest neighbour. China's Yutu moon rover has discovered a new kind of rock on the lunar surface. The find suggests the moon's make-up is more diverse than previously thought, and will help interpret future satellite-based observations. China's Chang'e 3 lander mission touched down on the moon in December 2013 and released the Yutu rover to explore the edge of a nearby crater, which was nicknamed \"Purple Palace\" at the time but is now formally known as Zi Wei. The landing site was in the Mare Imbrium, a large area on the moon's northern hemisphere thought to have been formed around 3 billion years ago when lava flooded a giant crater. The more recent impact that formed the Zi Wei crater in the Mare Imbrium exposed the ancient basalt rock that formed when the lava cooled, so sampling here allowed Yutu to look deep back in time. Zongcheng Ling of Shandong University in Weihai, China, and his colleagues analysed data the rover collected on the basalt and found that concentrations of minerals including iron oxide, calcium oxide and titanium dioxide differ from those seen in the samples gathered by the Apollo astronauts and the Russian Luna probes in the 1970s. That suggests Yutu had struck a new kind of moon rock, says Ling. \"It is clear that these newly characterised basalts reflect a more diverse moon than initially realised at the time of the Apollo and Luna missions.\" Ling expects to make further discoveries as the rover continues to analyse its surroundings, he says. \"Yutu is still acquiring data, although it cannot move around now.\" The Chang'e 3 lander is also still operational, scanning the lunar surface and using the only telescope on the moon to give us unique views of the cosmos.", "url": "https://www.newscientist.com/article/dn28697-new-kind-of-moon-rock-found-by-chinese-yutu-rover/"}]}, {"win label": 0, "news": [{"title": "China's Chang'e 3 Lander & Yutu Rover mark two full Years on the Lunar Surface", "date": "2016-01-05", "content": "China's Yutu rover and the Chang'e 3 stationary lander are still alive after two years on the lunar surface, waking up in late December to mark two full years spent inside Mare Imbrium having already passed their life expectancies by far. However, it remains unknown what degree of functionality both the lander and the small rover have retained over the past months in the extreme environment on the Moon where day and night last approximately two weeks. The 1,200-Kilogram Chang'e 3 lander made a five-day trip to the Moon starting on December 1, 2013 followed by eight days in lunar orbit ahead of a successful landing on the surface of Mare Imbrium, becoming the first vehicle to soft-land on the moon in nearly four decades. Shortly after landing, the 120-Kilogram Yutu rover was dispatched to the lunar surface to begin an exploration mission expected to last three months while the Chang'e 3 lander was planned to endure the lunar environment for one year, using an Lunar-based Ultraviolet Telescope (LUT) to study the star-filled sky in the UV wavelengths and an Extreme UV Camera to examine Earth's Plasmasphere. Yutu was able to cover over 100 meters on the lunar surface studying various rocks using its suite of instruments comprised of panoramic cameras, a ground-penetrating radar, an imaging spectrometer and a robotic arm outfitted with an Alpha-Particle X-Ray Spectrometer. Late in its second lunar day, Yutu suffered a major systems breakdown when its mobility system failed and the rover was unable to actuate any of its moving parts - the wheels, the camera mast and the solar panels. Because the small rover relied on one of its solar panels folding up at sunset to shield the rover body against the harsh temperatures of lunar night, the inability to move the array led engineers to believe Yutu would not wake up the next lunar day and its mission would be cut short. To the surprise of many, Yutu kept checking in with the ground - prevailing in temperatures it was never designed to withstand for an extended period of time. Unfortunately, engineers were unable to restore the rover's motion system, rendering it immobile for the rest of its life without the ability to move its solar panels, robotic arm and camera mast. Though its functionality was significantly diminished, Yutu's core systems and communications terminal continued functioning throughout 2014 and 2015, allowing the stationary rover to become the longest working rover ever deployed to the lunar surface. The by-design stationary lander, Chang'e 3, also continued working throughout the last year, though the exact status of both craft is unclear, especially with respect to the usability of the scientific instruments. Communications from both, Chang'e 3 and Yutu were reported in the closing days of 2015 by the UHF_Satcom group who listened for signals from the lander and rover ever since they made their daring landing on the moon. Waking up again just before the holidays, both Chang'e 3 and Yutu have endured two full years on the Moon, well past their expected lifetimes. Marking two full years on the lunar surface, the two have been alive longer than any craft deployed to the surface with the exception of the Apollo Lunar Surface Experiments Packages that operated for over five years. Although information on mission status is scarce, scientific papers resulting from Yutu's stay on the Moon have been coming forward at a steady pace. In the closing days of 2015, a new paper was published looking at the mineralogy and composition of an impact crater and associated ejecta visited by Yutu. The investigation of freshly exposed material (on a geologic timescale) provided insights into the composition of younger lava flows on the Moon which has implications for the understanding of the late stages of active volcanism on the Moon. At the site, Yutu put to use its X-Ray Spectrometer and Visible and Near Infrared Imaging Spectrometer to examine the crater ejecta and regolith. Scientists conclude that the material studied by Yutu represents a new type of basalt that differs from mare basalts that were previously sampled and returned to Earth by the Apollo missions. Data from the spectrometers indicates that the regolith is rich in titanium dioxide as well as iron and magnesium oxides, iron-rich olivine and minerals with high calcium content. This composition suggests that the regolith in this area was formed in the late stages of magma-ocean differentiation when dense mineral accumulations sank in the liquid magma phase and mixed with deeper minerals from the mantle. Earlier scientific findings of the Chang'e 3 mission revealed that the landing site inside Mare Imbrium was a basalt stratum with a high-titanium concentration, formed 3.2 to 1.1 billion years ago. Peering below the surface with its radar, Yutu data suggests that the regolith layer around the landing site is 4 to 6 meters thick. This regolith layer has been found to show irregularities with multiple layers of different thicknesses Below is a layer of lunar rock extending more than 300 meters in depth, likely a result of basaltic accumulation in the lunar mare. Papers also discussed the processing of data from the lander's two instruments - one looking at the sky with UV vision while the other covers extreme UV wavelengths to study Earth's plasmasphere. Both instruments, the Lunar-based Ultraviolet Telescope and the Extreme UV Camera delivered extensive data for analysis by scientists - a long process that is currently underway.", "url": "https://spaceflight101.com/change/chinas-change-3-lander-yutu-rover-mark-two-full-years-on-the-lunar-surface/"}, {"title": "China's Moon Rover Finds New Kind of Lunar Rock", "date": "2016-01-08", "content": "Data gleaned by China's Yutu rover on the moon has identified a new type of lunar rock, shedding insight on lunar volcanism. As noted by the state-run Xinhua news agency, the new type of basaltic rock was discovered at a fresh crater named Zi Wei. The measurements were made by Yutu's Active Particle-induced X-ray Spectrometer (APXS) and its Visible and Near-infrared Imaging Spectrometer (VNIS). Measurements of the rock composition indicate that the basalt contains a high enrichment of titanium dioxide and olivine. A team of scientists from China and the United States, led by Ling Zongcheng from China's Shandong University, published the new findings in the journal Nature Communications. Late-stage magma ocean: On Dec.14, 2013, the Chang'e-3 lander soft-landed on the moon in the northeast of the Mare Imbrium. The lander then deployed the instrument-loaded Yutu rover. While the rover suffered mechanical woes after wheeling about for some 375 feet (114 meters), it gathered images and scientific data about the moon. While presently unable to traverse the moon, Yutu reportedly continues to gather data, send and receive signals, and record images and video for its Chang'e-3 (CE-3) mission. The researchers said that the area surveyed by the Yutu rover was covered in a late-stage magma ocean during the moon's development around three billion years ago. Rock samples from the U.S. Apollo and the former Soviet Union's Luna missions mainly date back from the early-stage magma oceans between 3 billion and 4 billion years ago. Freshly excavated crater: In part, the scientific paper in Nature explains: \"From a correlated analysis of the regolith derived from rocks at the CE-3 landing site, freshly excavated by Zi Wei crater, we recognize a new type of lunar basalt with a distinctive mineral assemblage compared with the samples from Apollo and Luna, and the lunar meteorites. The chemical and mineralogical information of the CE-3 landing site provides new ground truth for some of the youngest volcanism on the moon.\"", "url": "https://www.space.com/31544-china-moon-rover-lunar-rock-discovery.html"}, {"title": "China Just Released True Color HD Photos Of The Moon", "date": "2016-01-30", "content": "This month, the China National Space Administration released all of the images from their recent moon landing to the public. There are now hundreds and hundreds of never-before-seen true color, high definition photos of the lunar surface available for download. The images were taken a few years ago by cameras on the Chang'e 3 lander and Yutu rover. In December of 2013, China joined the ranks of Russia and the United States when they successfully soft-landed on the lunar surface, becoming the third country ever to accomplish this feat. What made China's mission especially remarkable was that it was the first soft-landing on the moon in 37 years, since the Russians landed their Luna 24 probe back in 1976. Today, anyone can create a user account on China's Science and Application Center for Moon and Deepspace Exploration website to download the pictures themselves. The process is a bit cumbersome and the connection to the website is spotty if you're accessing it outside of China. Luckily, Emily Lakdawalla from the Planetary Society spent the last week navigating the Chinese database and is currently hosting a suite of China's lunar images on the Planetary Society Website. Chang'e 3, named after the goddess of the Moon in Chinese mythology, was a follow-up mission to Chang'e 1 and Chang'e 2 which were both lunar orbiters. The objective of the Chang'e 3 mission was to demonstrate the key technologies required for a soft moon landing and rover exploration. The mission was also equipped with a telescope and instruments to perform geologic analysis of the lunar surface. Once the 1,200 kg Chang'e lander reached the surface at a location known as Mare Imbrium, it deployed the 140 kg Yutu rover, whose name translates to \"Jade Rabbit.\" The Yutu rover was equipped with 6 wheels, a radar instrument, and x-ray, visible and near-infrared spectrometers. Yutu's geologic analysis suggested that the lunar surface is less homogeneous than originally thought. Due to Yutu's inability to properly shield itself from the brutally cold lunar night, it experienced serious mobility issues in early 2014 and was left unable to move across the surface. Remarkably, however, Yutu retained the ability to collect data, send and receive signals, and record images and video up until March of 2015. Today, the Yutu lander, which provided the mission capability of sending and receiving Earth transmissions, is no longer operational. China's follow-up mission, Chang'e 4 is scheduled to launch as early as 2018 and plans to land on the far side of the moon. If this happens, China will become the first nation to land a probe on the lunar far side. With the Chang'e series, China has shown that, unlike NASA, their focus is on lunar, rather than Martian, exploration. But they're not the only ones that have their sights set on the moon. Through the Google Lunar Xprize, a number of private companies are building spacecraft designed to soft-land on the lunar surface in the next few years. One of those companies, Moon Express, plans to be the first ever private company to land a spacecraft on the moon and has already secured a launch for their spacecraft in 2017. It's been nearly 40 years since anyone soft-landed a spacecraft on the moon. This next decade, however, is set to see a wave of lunar exploration like we've never experienced. With the China National Space Administration focusing their resources on lunar probes, and private companies planning to profit off of lunar resources, the moon is about to become a much busier destination. ", "url": "https://techcrunch.com/2016/01/30/china-just-released-true-color-hd-photos-of-the-moon/"}, {"title": "Check Out These Gorgeous New Pictures From China's Moon Mission", "date": "2016-02-04", "content": "China's Chang'e 3 lander and Yutu rover landed on the moon in December 2013. It was the first time a manmade craft touched down on the lunar surface in nearly 40 years, making China the third country to do so. Since then, the status of the mission-and the conditions of the spacecraft-have remained somewhat mysterious to American scientists, but gradually information is funneling back. In December 2015, we learned the Yutu rover discovered a new kind of moon rock. Now, China has made the data sent home by the two spacecraft open to the public, and Emily Lakdawalla from the Planetary Society has made it more easily accessible by putting the images on a faster server and labeling them in English. Check out the treasure trove of images and data she posted online. The pictures above are just a small taste of what the spacecraft have sent back.", "url": "https://www.popsci.com/check-out-these-gorgeous-pictures-from-chinas-moon-lander-and-rover/"}, {"title": "China shares stunning new moon photos with the world", "date": "2016-02-04", "content": "China has released hundreds of images of the moon, taken by its Chang'e 3 lander and its companion rover, Yutu. It's been 50 years since the first lunar photos were taken by astronauts on NASA's Apollo 11 mission. China is the third nation to land on the Moon, with the USA and the USSR preceding them. Even though the Yutu rover's engine failed after a short time on the lunar surface, the mission's camera systems have captured hundreds of images. Thanks to the hard work of Emily Lakdawalla at The Planetary Society, who wrestled with a somewhat cumbersome Chinese website, and stitched some of these images together, we can get a first-hand look at what Chang'e 3 and Yutu were up to.", "url": "https://phys.org/news/2016-02-china-stunning-moon-photos-world.html"}, {"title": "China unveils high-resolution images of moon surface", "date": "2016-04-25", "content": "China has unveiled a set of high-resolution full-color photos of the moon's surface, taken by the Chang'e-3 lunar lander and Yutu rover. The images show the moon's crust in true color and spectacular detail. The tracks of the Jade Rabbit rover are clearly visible in some pictures. The full data sets are available for the public to download on the website of China's State Administration of Science, Technology and Industry. The UK-based Independent online newspaper dubbed the pictures the most delicate images of the moon taken so far. China sent its first unmanned lunar probe, Yutu, or \"Jade Rabbit,\" to the moon in 2013 as part of its Chang'e-3 mission. The achievement made China the third nation after the United States and Russia to land on the moon's surface.", "url": "http://www.china.org.cn/video/2016-04/25/content_38316543.htm"}]}, {"win label": 0, "news": [{"title": "Chinese Yutu Moon Rover pronounced Dead after record-setting Mission", "date": "2016-08-03", "content": "China's Yutu rover exploring the lunar surface has stopped operating after a record-setting mission of 31 months, the State Administration for Science, Technology and Industry for National Defense (SASTIND) announced. The \"Jade Rabbit\" - fastened to the Chang'e 3 lunar lander - embarked on a two-week flight to the Moon on December 1, 2013, lifting off atop a Long March 3B rocket. Chang'e 3 made a successful powered landing at Mare Imbrium on December 14, dispatching the small 120-Kilogram rover to the surface within hours of the landing. Chang'e 3 was the first craft to complete a soft landing on the Moon in nearly four decades. Having arrived on the lunar surface, the Yutu rover began an exploration mission expected to last three months while the Chang'e 3 lander was planned to endure the lunar environment for one year, using an Lunar-based Ultraviolet Telescope (LUT) to study the star-filled sky in the UV wavelengths and an Extreme UV Camera to examine Earth's Plasmasphere. Remote controlled by the Mission Team in China, Yutu covered over 100 meters on the lunar surface, studying a variety of rocks using a suite of instruments comprised of panoramic cameras, a ground-penetrating radar, an imaging spectrometer and a robotic arm outfitted with an Alpha-Particle X-Ray Spectrometer. The surface environment on the Moon poses a particular challenge to long-duration missions as day and night change only every two weeks with extreme cold in the dark of night and very hot temperatures during the day. Yutu was feared dead at the end of its second lunar day in late January 2014 when it encountered a massive systems breakdown, rendering the craft immobile - unable to drive and no longer able to move its camera mast and solar panels, the latter of which presented the greatest challenge as one of the panels was used to shield the rover body from the harsh temperatures of lunar night. To the surprise of many, Yutu woke up in mid-February when sunlight hit its solar arrays and began charging the rover's batteries. However, it was determined that the Jade Rabbit would remain stationary for the rest of its life on the Moon without the ability to actuate its moving parts. Despite its severely impacted functions, Yutu's core systems and communications terminal continued functioning throughout 2014 and 2015, allowing the stationary rover to become the longest working rover ever deployed to the lunar surface. Mission Controllers decided to operate the rover for as long as possible to study the response of its different systems to the challenging environment on the Moon. Signals from Yutu could be received by radio operators on Earth almost every lunar day as the Chinese mission team kept operating the rover to learn valuable lessons for future robotic missions to the Moon and other targets. Yutu's mission came to an end after 972 days when the rover became unresponsive to calls from the ground, having surpassed its intended lifetime and setting a new record for the longest operating rover on the lunar surface. Meanwhile, the 1,200-Kilogram Chang'e 3 lander is still going strong, operating well beyond its expected one-year primary mission. The mission so far has delivered over 100 scientific papers including new discoveries such as a previously unknown lava flow, a new type of basalt not seen in returned Apollo rock samples, and findings on the composition of the tenuous lunar exosphere. Papers released by the mission provide an extensive look at the mineralogy and composition of an impact crater and associated ejecta visited by Yutu. The investigation of freshly exposed material (on a geologic timescale) provided insights into the composition of younger lava flows on the Moon which has implications for the understanding of the late stages of active volcanism on the Moon. At the site, Yutu put to use its X-Ray Spectrometer and Visible and Near Infrared Imaging Spectrometer to examine the crater ejecta and regolith. Scientists conclude that the material studied by Yutu represents a new type of basalt that differs from mare basalts that were previously sampled and returned to Earth by the Apollo missions. Data from the spectrometers indicates that the regolith is rich in titanium dioxide as well as iron and magnesium oxides, iron-rich olivine and minerals with high calcium content. This composition suggests that the regolith in this area was formed in the late stages of magma-ocean differentiation when dense mineral accumulations sank in the liquid magma phase and mixed with deeper minerals from the mantle. Earlier scientific findings of the Chang'e 3 mission revealed that the landing site inside Mare Imbrium was a basalt stratum with a high-titanium concentration, formed 3.2 to 1.1 billion years ago. Peering below the surface with its radar, Yutu data suggests that the regolith layer around the landing site is 4 to 6 meters thick. This regolith layer has been found to show irregularities with multiple layers of different thicknesses Below is a layer of lunar rock extending more than 300 meters in depth, likely a result of basaltic accumulation in the lunar mare. Another paper details how the Lunar-Based Ultraviolet Telescope was used to determine the concentration of OH radicals in the tenuous lunar exosphere and the lunar surface as well as the concentration of neutral magnesium and aluminum through analysis of the diffuse background of 498 LUT images. It is noted that the upper limit for the exospheric OH radical concentration as determined by LUT is considerably lower than values previously calculated from data provided by the Indian Chandrayaan-1 orbiter and Hubble Space Telescope low resolution spectroscopy. These low upper limits of the exospheric OH radical column density favor the sputtering theory of OH radical and water molecule release into the exosphere. According to this model, OH and water molecules are chemically adsorbed in silicate rock particles, but can be released through sputtering by the high-energy protons of the solar wind, leading to an increase of OH/water content in the exosphere on the dayside which is supported by previous measurements. China's lunar ambitions will continue in 2018 with the launch of as many as three missions - a relay satellite to deliver communications from the far side of the Moon for the Chang'e 4 mission which will closely resemble Chang'e 3 involving a lander and rover, but operating on the far side of the Moon to cover uncharted territory not yet explored by a surface mission. Chang'e 5, also set for liftoff in 2018, will be a sample return mission to deliver entire drill core samples to Earth.", "url": "https://spaceflight101.com/change/chinese-yutu-moon-rover-pronounced-dead/"}, {"title": "China's Jade Rabbit moon rover dead after 31 months on surface", "date": "2016-08-03", "content": "The moon just got a little more lonesome. China's State Administration for Science, Technology and Industry for National Defense (SASTIND) announced today that its moon rover Yutu, or Jade Rabbit, has finally stopped operating after 31 months on the surface. Yutu touched down on the lunar surface in December 2013 as part of the Chang'e-3 lander mission, making China the third country to reach the moon after Russia and the United States. It was prematurely declared dead in February 2014 after a harsh lunar night - the moon experiences two weeks of dark followed by two of light - then showed signs of life, but was unable to move. Despite these issues, in October 2015 Yutu claimed the record for the longest operating rover on the moon. SASTIND says data from Yutu has generated over 100 scientific papers about the moon, including the discovery of a previously unseen layer of lava flows. Yutu's death isn't the end of China's lunar ambitions. The Chang'e 3 lander, which hosts a robotic telescope, is still going strong, and in 2017 the nation plans to launch a probe to gather moon rocks and bring them back to Earth.", "url": "https://www.newscientist.com/article/2099696-chinas-jade-rabbit-moon-rover-dead-after-31-months-on-surface/"}, {"title": "China's Yutu rover dies on the moon", "date": "2016-08-04", "content": "A Chinese rover sent to the moon in 2013 has stopped operating, officials announced Wednesday, ending a groundbreaking 31-month mission that made discoveries in lunar geology and catapulted China's space program to new heights. The long-lived Yutu rover lost its mobility about a month after landing, but it kept returning science data. Ground controllers stayed in contact with Yutu, which means \"jade rabbit\" in Chinese, until some time in the last few days. China's state-run Xinhua news agency reported Wednesday that the six-wheeled has stopped operating. Reports suggested the rover may have succumbed to cold temperatures during the two-week lunar night that began July 28. Against long odds, Yutu survived frigid conditions on 32 previous nights, weathering temperatures as low as minus 300 degrees Fahrenheit - about minus 180 degrees Celsius - for 14 days at a time. The solar-powered rover went into hibernation at each sunset, and it carried plutonium heaters to keep internal electronics warm. Stowed aboard China's Chang'e 3 landing platform, Yutu arrived in the moon's Mare Imbrium region, a dark feature carved out by a massive meteorite 3.9 billion years ago, with a successful propulsive touchdown Dec. 14, 2013. The Chang'e 3 mission achieved the first \"soft landing\" on the moon since the Soviet Union's Luna 24 spacecraft completed a robotic lunar sample return flight in 1976, and it was China's first landing on another world. Yutu disembarked the stationary landing platform soon after arriving on the moon, and logged more than 300 feet of driving before a problem immobilized the robot. The craft continued to collect scientific measurements, and survived 31 months - more than 10 times longer than its three-month design life - before its recent failure. The rover weighs about 308 pounds and stands about 5 feet tall, smaller than NASA's Opportunity and Curiosity rovers currently exploring Mars. Yutu and the Chang'e 3 lander snapped dramatic photos of each other, showing each craft backdropped against the stark charcoal-colored lunar landscape. In a first for China, scientists have publicly released all processed data from the Chang'e 3 mission. Raw data products embargoed because they are still being analyzed by the Chinese science team, officials said. Chinese managers say the mission returned 7 terabytes of data. The Chang'e 3 mothership, fitted with its own set of cameras and sensors, is apparently still operating well beyond its 12-month life expectancy. One result from the mission was Yutu's discovery of a new type of rock, a basalt different than samples returned from the moon by Apollo astronauts and the Soviet-era Luna landers. Chang'e 3 touched down near the relatively fresh Zi Wei crater on a plain overlaid with younger lava flows than regions visited by the Apollo and Luna missions in the 1960s and 1970s. Yutu's ground-penetrating radar, the first instrument of its type to fly to the moon, peered beneath the lunar surface and found the top basalt layer to be surprisingly thin and pristine. \"This indicates that until the late period, about two billion years since it was born, there were still huge amounts of magma that were erupting,\" said Lin Yangting, a researcher from the Chinese Academy of Sciences, in a report by state-owned China Radio International. \"This shows that the activity of the magma on the moon lasted longer than expected.\" The new type of basalt detected by Yutu indicates the moon retained magma until at least 3 billion years ago, and perhaps slightly more recently, in the Mare Imbrium region. \"The diversity tells us that the moon's upper mantle is much less uniform in composition than Earth's,\" said Bradley Jolliff, a professor of Earth and Planetary Sciences at Washington University in St. Louis, who analyzed the Yutu dataset. \"And correlating chemistry with age, we can see how the moon's volcanism changed over time.\" For the first time, scientists can also match up-close measurements from Yutu with signals from instruments aboard remote sensing craft, such as NASA's Lunar Reconnaissance Orbiter. The calibration could yield improvements in studying other regions on the moon without landing there. \"We now have 'ground truth' for our remote sensing, a well-characterized sample in a key location,\" Jolliff said in a press release last year. \"We see the same signal from orbit in other places, so we now know that those other places probably have similar basalts.\" Chang'e 3 is China's third lunar mission, launching after a pair of orbiters went to the moon in 2007 and 2010. China is preparing for its next lunar probe, Chang'e 5, to launch in 2017. That spacecraft will land on the moon, gather samples, and blast off again to return the specimens to Earth. Another lunar lander, called Chang'e 4, is also set for liftoff in 2018 to conduct the first landing on the far side of the moon. It is based on a spare spacecraft developed for Chang'e 3. China plans to launch a separate orbiter to go on station above the far side of the moon to relay radio signals between the Chang'e 4 lander and Earth.", "url": "https://spaceflightnow.com/2016/08/04/chinas-yutu-rover-dies-on-the-moon/"}, {"title": "China's Yutu Moon Rover Bites the Lunar Dust", "date": "2016-08-08", "content": "China's first moon rover is dead after a record-setting 31 months on the lunar surface. The Yutu rover - the first robot to roll across the moon since the Soviet Union's Lunokhod 2 rover in the early 1970s - has ceased operations, Chinese officials announced last week, according to the state-run Xinhua news agency. Yutu touched down in December 2013 as part of China's Chang'e 3 moon mission, which also delivered a stationary lander to the lunar surface. The rover, whose name translates as \"Jade Rabbit,\" was originally supposed to operate for just three months, but ended up working for more than 2 1/2 years - a new record for a lunar rover. Yutu was not at full strength for the vast majority of its time on the moon, however. The rover covered just 374 feet on the lunar surface before a glitch ended its travels in January 2014. Chinese officials declared Yutu dead in February of that year, but the robot came back to life shortly thereafter. For months afterward, Yutu continued to take pictures and gather data at its final resting place, using its three main scientific instruments. And the rover had been in regular contact with its handlers until its official demise, Xinhua reported. Yutu discovered a new kind of moon rock, and the rover's observations have helped scientists better understand the history of lunar volcanism. The robot also served as a technology demonstration, helping pave the way for future Chinese moon missions. The nation has big lunar ambitions. China plans to launch a robotic sample- return mission and another lunar rover in the next few years, for example, and it aims to put astronauts on the moon by the mid-2030s, officials have said.", "url": "https://www.space.com/33681-china-moon-rover-yutu-dead.html"}, {"title": "Yutu, the Chinese Moon Rover, Dies on the Moon", "date": "2016-08-09", "content": "According to Chinese officials, the Yutu rover has died sometime in early August. Yutu was the first robotic Moon rover since the early 1970s, when the USSR's Lunokhod-2 was last in operation. Yutu had landed on the Moon's Mare Imbrium region on December 14 th, 2013, in a mission that had also delivered the Chang'e 3 stationary lander. It was China's first landing on another celestial body, and while Yutu's mission was supposed to last for only three months, it ended up setting a new record for a Moon rover. At thirty-one months, Yutu had beaten the previous Lunokhod-1 record of 11 months by well over a year. At 140 kilograms and 1.5 meters tall, Yutu is much smaller than other rovers, including NASA's Opportunity and Curiosity. Yutu, which translates as \"Jade Rabbit\", has not moved since one month after landing, but had continued transmitting data. Upon its arrival on the Moon, Yutu was able to drive for about 100 meters, before becoming immobilized. It continued to collect scientific data and ended up exceeding its projected lifespan by 10 times. According to reports from China's Xinhua news agency, the rover has finally succumbed to cold temperatures during the two-week lunar night, which began on July 28. The rover was solar-powered and programmed to hibernate at sunset, while its internal electronics were kept warm by plutonium heaters. Unexpectedly, Yutu ended up making it through 32 previous lunar nights, in temperatures as low as minus 180 degrees Celsius. China has publicly released all processed data from the Chang'e 3 mission which brought Yutu to the Moon. According to them, the mission has so far returned 7 terabytes of data. Yutu's data gathering helped discover a new type of basalt, different from samples found by Apollo astronauts and the Luna landers. Its ground- penetrating radar was able to scan under the lunar surface and locate a top basalt layer. \"This indicates that until the late period, about two billion years since it was born, there were still huge amounts of magma that were erupting,\" said Lin Yangting, a researcher from the Chinese Academy of Sciences. \"This shows that the activity of the magma on the moon lasted longer than expected.\" According to Bradely Jolliff, a professor of Earth and Planetary Sciences at Washington University in St. Louis, who analyzed the Yutu dataset, \"The diversity tells us that the moon's upper mantle is much less uniform in composition than Earth's. And correlating chemistry with age, we can see how the moon's volcanism changed over time.\" China is currently in preparations for its next lunar probe mission, Chang'e 5, scheduled to launch in 2017. It will gather samples from the Moon and return the specimens to Earth. The Chang'e 4 lunar lander, scheduled for launch in 2018, will attempt the first landing on the far side of the moon. ", "url": "https://room.eu.com/news/yutu-the-chinese-moon-rover-dies-on-the-moon"}]}]