[{"win label": 0, "news": [{"title": "China Aims to Land Probe on Dark Side of The Moon", "date": "2015-09-10", "content": "China is planning to land a lunar probe on the far side of the moon, state media reported, the latest step for Beijing's ambitious space programme. The mission will be launched before 2020 and aims to land a probe on a part of the moon never visible from earth, the official Xinhua news agency reported, citing officials at the Chinese Academy of Sciences. The far side of the moon has been seen by previous probes, but no country has attempted a landing. The goal will be to study low frequency radio waves and geological conditions, according to the Xinhua report. The mission, named Chang'e 4, follows the Chang'e 3, which landed a rover dubbed Yutu on the moon in 2013. That made China the third nation after the US and Soviet Union to land on the Earth's only natural satellite. Chang'e is the name of the moon goddess in Chinese mythology and Yutu is her pet rabbit. \"If we can place a frequency spectrograph on the far side, we can fill a void,\" Zou Yongliao, of the moon exploration department at the Chinese Academy of Sciences, was quoted by Xinhua as saying. Plans for China to land on the dark side of the moon first emerged in May, but with no details, according to a report by the state-run China Daily. \"We probably will choose a site on which it is more difficult to land and more technically challenging,\" Wu Weiren, chief engineer of China's Lunar Exploration Programme, told state broadcaster CCTV at the time. China completed its first return mission to the moon last year with an unmanned probe landing successfully back on Earth.", "url": "https://www.ndtv.com/world-news/china-aims-to-land-probe-on-dark-side-of-the-moon-1216176"}, {"title": "Chinese Chang'e-4 to be the first probe to land on the moon's far side", "date": "2015-09-17", "content": "After becoming the third country to land a probe on the Moon, China has apparently gained an appetite for lunar firsts. The Chinese government has decided to start the development of the Chang'e-4 mission - the successor of Chang'e-3, which had successfully landed on the lunar surface in December 2013. The new spacecraft should be launched by 2020, making it the first probe to land on the far side of the Moon. \"China will be the first to complete the task if it is successful,\" said Zou Yongliao from the Moon exploration department under the Chinese Academy of Sciences at a deep-space exploration forum held on Tuesday, Sept. 8. According to Yongliao, the goal of Chang'e-4 will be to study geologic conditions and low-frequency radio waves. The far side of the Moon has a clean electromagnetic environment, which provides an ideal field for low-frequency radio study. \"If we can place a frequency spectrograph on the far side, we can fill a void,\" he said, referring to the gap in information about the far side of the Moon. Chang'e-4 will be very similar to its predecessor in term's of the vehicle's structure, but it should be able to handle an increase in its payload. The mission will include a lunar lander and rover. The potential landing sites include the Aitken Basin, a huge impact crater some 1,600 miles (2,575 km) in diameter and 8.1 miles (13 km) deep. \"We probably will choose a site that is more difficult to land and more technically challenging. Other countries have chosen to land on the near side of the Moon. Our next move probably will see some spacecraft land on the far side of the Moon,\" chief lunar exploration engineer Wu Weiren said in May of this year. China also plans to launch its Chang'e-5 lunar probe sometime in 2017 to finish the last chapter in China's orbiting, landing, and sample-return Moon exploration program. If successful, that would make China only the third country after the United States and the Soviet Union to return samples from the lunar surface. Chang'e-5 could achieve several breakthroughs, including automatic sampling, ascending from the Moon without a launch site, and an unmanned docking 250,000 miles (402,336 km) above the surface of the Moon. China's lunar exploration program, named Chang'e after a Chinese mythical Moon goddess, has already launched a pair of orbiting lunar probes. In 2013, China had successfully landed a spacecraft on the Moon with a rover aboard, named Yutu or Jade Rabbit. The accomplishment had made China the third country after the Soviet Union and the United States to soft land a spacecraft on lunar soil. China is also considering a possible crewed mission to the Moon.", "url": "https://www.spaceflightinsider.com/missions/solar-system/chinese-change-4-to-be-the-first-probe-to-land-on-the-moons-far-side/"}]}, {"win label": 0, "news": [{"title": "China aims to make first landing on dark side of moon", "date": "2016-01-15", "content": "China will launch a mission to land on the dark side of the moon in two years' time, state media has reported, in what will be a first for humanity. The moon's far hemisphere is never directly visible from Earth and while it has been photographed, with the first images appearing in 1959, it has never been explored. China's Chang'e-4 probe - named after the goddess of the moon in Chinese mythology - will be sent up in 2018, the official Xinhua news agency reported. \"The Chang'e-4's lander and rover will make a soft landing on the back side of the moon, and will carry out in-place and patrolling surveys,\" the country's lunar exploration chief, Liu Jizhong, said on Thursday. Beijing sees its military-run, multibillion-dollar space programme as a marker of its rising global stature and mounting technical expertise, as well as evidence of the ruling Communist party's success in transforming the once poverty-stricken nation. But so far it has mostly replicated activities that the US and Russia pioneered decades ago. \"The implementation of the Chang'e-4 mission has helped our country make the leap from following to leading in the field of lunar exploration,\" Liu said. In 2013, China landed a rover dubbed Yutu on the moon and the following year an unmanned probe completed its first return mission. Beijing has plans for a permanent orbiting station by 2020 and aims to eventually send a person to the moon. Space flight is \"an important manifestation of overall national strength\", Xinhua cited the science official Qian Yan as saying, adding that every success had \"greatly stimulated the public's ... pride in the achievements of the motherland's development.\" Clive Neal, the chair of the Lunar Exploration Analysis Group affiliated with NASA, confirmed that the Chang'e-4 mission was unprecedented. \"There has been no surface exploration of the far side,\" he said. It is \"very different to the near side because of the biggest hole in the solar system - the South Pole-Aitken basin, which may have exposed mantle materials - and the thicker lunar crust.\" The basin is the largest known impact crater in the solar system, nearly 2,500km wide and 13km deep. \"I am sure the international lunar science community will be very excited about this mission,\" he said. \"I know I am.\"", "url": "https://www.theguardian.com/science/2016/jan/15/china-aims-make-first-landing-dark-side-of-moon"}, {"title": "China's plan to be first to far side of the moon could unveil inner lunar secrets", "date": "2016-01-19", "content": "China's space agency has announced plans to become the first to land on the far side of the moon, which is always hidden from us - a tricky task given that it is not possible to communicate directly with Earth from there. But if successful, the mission could shed light on many things we don't know about the moon, such as what is going on deep beneath its thick crust. Chang'e 4, scheduled for launch in late 2018, is the next phase of China's exploration of the moon. It builds on the success of its Chang'e 3 lander, which touched down on the moon in December 2013 and successfully deployed a robotic rover named Yutu. Although Yutu found itself unable to move after its second night, it continued to provide data, leading to the discovery of a new type of moon rock. There is no dark side: The reason we can't see the far side of the moon is that our satellite rotates exactly once per orbit so as to keep that side hidden from view. The far side is often wrongly described as the \"dark side of the moon\" - though it gets just as much sunshine as the near side. And it has now been mapped thoroughly from lunar orbit, although no mission (manned or unmanned) has ever landed there. The far side is not any harder to reach than the near side; the problem is that, with the Earth permanently out of view, direct radio transmission to and from spacecraft is impossible there. Lagrange points: China's solution to this dilemma is to deploy a relay satellite that will be able to see both the lander and the Earth at the same time. Rather than being placed in orbit around the moon, the Chang'e 4 Communications Relay Satellite will be sent to one of the five Earth-moon 'Lagrange points'. These are positions where the gravitational forces and orbital motions of the spacecraft, Earth and moon interact to create a stable location. The one chosen in this case is the Second Lagrange Point, 'L2', which is 67,000 km beyond the moon. Seen from the exact L2 point, the moon would completely hide the Earth. However, this can be solved by causing the relay satellite to follow a \"halo orbit\" around the L2 point. This is like a small ring around the Earth-moon-L2 line, of a diameter sufficient to keep the Earth in view beyond the moon's edge. This situation is one of \"unstable equilibrium\", but requires very little expenditure of fuel to sustain. It may seem tricky to achieve, but several spacecraft have already made successful visits to L2, including Chang'e 5-T1, a test mission for another planned lunar mission, Chang'e 5 (which will land in 2017 and return a sample to Earth). Big basin: The Chang'e 4 landing site has not been confirmed, but it is widely expected to be inside the South Pole-Aitken basin. At 2500 km in diameter and 8 km deep, this is the largest impact basin on the moon. Unlike those on the near side, it has for some reason not been flooded by lavas, so it offers us a window deep into the Moon's crust for study of the lunar interior. There could even be fragments from the moon's mantle scattered across the surface here - the impact that created the basin could well have reached the mantle and thrown up debris. Lunar geologists believe they can deduce the mantle's composition by examining the crust, and this would be a good chance to test whether they are right. Other proposed missions to the far side of the moon - such as the crowd-funded Lunar Mission One, the Russian and European Space Agency jointly-planned Luna 27, and maybe an independent ESA lander, too - are aiming at the fringes of SPA basin at the moon's south pole, from where the Earth stays in view as it tracks around the horizon. These will have the benefit of permanent sunlight, and a chance to find ice inside permanently-shadowed craters. However, thanks to its relay satellite, Chang'e 4 looks set to provide the first surface-based analyses from deep inside the lunar far side. If the Chinese make a success of this and Chang'e 5, their next logical step will be to send astronauts to the moon. And it seems that in this they will be in a race with the European Space Agency rather than with NASA, which currently has its sights set on sending humans to Mars instead.", "url": "https://theconversation.com/chinas-plan-to-be-first-to-far-side-of-the-moon-could-unveil-inner-lunar-secrets-53253"}, {"title": "China to send lunar probe to dark side of moon in 2018", "date": "2016-06-14", "content": "China today unveiled plans to send a lunar probe called Chang'e-4 to land along with a rover in the unexplored south pole region of the far side of the moon in 2018. A relay satellite for Chang'e-4 to the halo orbit of the Earth-Moon Lagrange Point L2 in late May or early June 2018, and then launch the Chang'e-4 lunar lander and rover to the Aitken Basin of the south pole region about half a year later, Liu Tongjie, deputy director of the CNSA's Lunar Exploration and Space Program Centr said. \"We plan to land Chang'e-4 at the Aitken Basin because the region is believed to be a place with great scientific research potential,\" Liu told state run Xinhua news agency. The far side of the moon is never visible to Earth because of gravitational forces and has never been explored by humans, Liu Jizhong, chief of the lunar exploration centre under China's State Administration of Science, Technology and Industry for National Defense (SASTIND) said earlier. Chang'e-4 will be the first mission in human history to embark on this expedition, he said. With its special environment and complex geological history, the far side of the moon is a hot spot for scientific and space exploration. However, landing and roving there requires the relay satellite to transmit signals. The transmission channel is limited, and the landscape is rugged, so the Chang'e-4 mission will be more complicated than Chang'e-3, China's first soft landing mission on the moon, which was completed in 2013, Liu Tongjie said. The lander of Chang'e-4 will be equipped with descent and terrain cameras, and the rover will be equipped with a panoramic camera, he said. Like China's first lunar rover Yutu, or Jade Rabbit, carried by Chang'e-3, the rover of Chang'e-4 will carry subsurface penetrating radar to detect the near surface structure of the moon, and an infrared spectrometer to analyse the chemical composition of lunar samples. But unlike Chang'e-3, the new lander will be equipped with an important scientific payload especially designed for the far side of the moon, a low-frequency radio spectrometer. \"Since the far side of the moon is shielded from electromagnetic interference from the Earth, it's an ideal place to research the space environment and solar bursts, and the probe can 'listen' to the deeper reaches of the cosmos,\" Liu said. The Chang'e-4 probe will also carry three scientific payloads respectively developed by the Netherlands, Sweden and Germany, according to Liu. \"It's in-depth, friendly and win-win international cooperation under the leadership of the CNSA,\" said Liu. The low-frequency radio spectrometer, developed in the Netherlands will be installed on Chang'e-4 relay satellite. Scientists say it is essential to investigate the radiation environment on the lunar surface, in preparation for human missions to the moon.", "url": "https://economictimes.indiatimes.com/news/science/china-to-send-lunar-probe-to-dark-side-of-moon-in-2018/articleshow/52745979.cms?from=mdr"}, {"title": "China to send Chang'e-4 to south pole of moon's far-side", "date": "2016-06-16", "content": "China aims to send the Chang'e-4 lunar probe to land in the south pole region of the far side of the moon in 2018, according to China National Space Administration (CNSA). Scientists plan to send a relay satellite for Chang'e-4 to the halo orbit of the Earth-Moon Lagrange Point L2 in late May or early June 2018, and then launch the Chang'e-4 lunar lander and rover to the Aitken Basin of the south pole region about half a year later, said Liu Tongjie, deputy director of the CNSA's Lunar Exploration and Space Program Center. \"We plan to land Chang'e-4 at the Aitken Basin because the region is believed to be a place with great scientific research potential,\" Liu told Xinhua in an exclusive interview. With its special environment and complex geological history, the far side of the moon is a hot spot for scientific and space exploration. However, landing and roving there requires the relay satellite to transmit signals. The transmission channel is limited, and the landscape is rugged, so the Chang'e-4 mission will be more complicated than Chang'e-3, China's first soft landing mission on the moon, which was completed in 2013, said Liu. The lander of Chang'e-4 will be equipped with descent and terrain cameras, and the rover will be equipped with a panoramic camera, he said. Like China's first lunar rover Yutu, or Jade Rabbit, carried by Chang'e-3, the rover of Chang'e-4 will carry subsurface penetrating radar to detect the near surface structure of the moon, and an infrared spectrometer to analyze the chemical composition of lunar samples. But unlike Chang'e-3, the new lander will be equipped with an important scientific payload especially designed for the far side of the moon: a low-frequency radio spectrometer. \"Since the far side of the moon is shielded from electromagnetic interference from the Earth, it's an ideal place to research the space environment and solar bursts, and the probe can 'listen' to the deeper reaches of the cosmos,\" Liu said. The Chang'e-4 probe will also carry three scientific payloads respectively developed by the Netherlands, Sweden and Germany, according to Liu. \"It's in-depth, friendly and win-win international cooperation under the leadership of the CNSA,\" said Liu. \"The cooperation will help engineers and scientists from different countries study together. Scientists could conduct joint research and share scientific data.\" The low-frequency radio spectrometer, developed in the Netherlands, will be installed on the Chang'e-4 relay satellite. The Dutch and Chinese low-frequency radio instruments will conduct unique scientific studies such as measuring auroral radio emissions from the large planets in the solar system, determining the radio background spectrum at the Earth-Moon L2 points, creating a new low-frequency map of the radio sky, and detecting bright pulsars and other radio transient phenomena. \"The Chinese and Dutch low-frequency radio spectrometers on the lander and relay satellite of Chang'e-4 might help us detect the 21-cm hydrogen line radiation and study how the earliest stars were ignited and how our cosmos emerged from darkness after the Big Bang,\" said Chen Xuelei, an astronomer with the National Astronomical Observatories of the Chinese Academy of Sciences. The rover will also carry an advanced small analyzer for neutrals, developed in Sweden, to study the interaction between solar winds and the moon surface. And a neutron dosimeter, developed in Germany, will be installed on the lander to measure radiation at the landing site. Scientists say it is essential to investigate the radiation environment on the lunar surface, in preparation for human missions to the moon. The Chinese public, especially young people, are encouraged to participate in the Chang'e-4 mission. The CNSA launched a contest among students across China at the beginning of this year, collecting creative ideas on the design of the payloads on the lander, rover and relay satellite. \"We received a total of 257 submissions, and 20 items entered the primary selection. The final result will be announced in September after online voting and expert evaluation,\" Liu said. According to the website of the CNSA's Lunar and Deep Space Exploration, entries including a micro-ecological circulation system, a deep lunar soil temperature detector, a 3D printing technology using lunar soil and a sound transmission experiment device have proved to be the most popular in online voting. \"The contest is based on creativity, but engineering feasibility has to be considered,\" Liu said, \"We'll try to select one or two items eventually to take to the moon.\"", "url": "http://www.scio.gov.cn/32618/Document/1480389/1480389.htm#:~:text=Like%20China%27s%20first%20lunar%20rover%20Yutu%2C%20or%20Jade,to%20analyze%20the%20chemical%20composition%20of%20lunar%20samples."}, {"title": "Plans for China's farside Chang'e 4 lander science mission taking shape", "date": "2016-06-22", "content": "The future Chang'e 4 lunar farside landing mission is rapidly taking shape. As I described earlier this year, a relay orbiter will launch in 2018 for the Moon-Earth L2 point and a lander and rover (upgraded from Chang'e 3) will follow six months later. Now the mission's team is coming to a consensus on the landing location, as well as on the mission's instrument package. But, to the surprise of geologists in the international lunar science community, the package does not seem to include an instrument dedicated to studying the elemental chemistry of those never-before-sampled farside rocks. News on Chang'e 4 has been coming out from a variety of sources, including mainstream media articles like this one (in Chinese), as well a paper by Wang Qiong and Liu Jizhong, recently accepted in Acta Astronautica: \"A Chang'e-4 mission concept and vision of future Chinese lunar exploration activities.\" The launch dates quoted in the Wang and Liu article have shifted forward in time a little bit since my last article, with the relay orbiter launch expected \"in the end of 2018\" and the lander/rover \"in the first half of 2019.\" Unlike missions to more distant worlds, Moon launch dates are fairly flexible and can usually be shifted a month at a time to ensure mission readiness and success at launch. I suspect Chang'e 4's schedule is sensitive to any changes to the Chang'e 5 sample return mission schedule. Chang'e 5 should launch and return in 2018, before the Chang'e 4 mission. Both the media reports and Wang and Liu state that the Apollo basin is the most likely target for Chang'e 4. This is a large, double-ring impact basin on the lunar farside. They cite a paper about Chandrayaan-1 data indicating that Apollo may harbor materials excavated from the lower crust. But the Wang and Liu paper also mentions other mare basalt sites inside and outside south pole-Aitken, including Moscoviense, Orientale, Ingenii, and Australe. The mare basalts present in all of these locations give them comparatively flat floors -- flat, that is, for the farside. But the lunar farside is much more topographically variable than the nearside, and Wang and Liu that the lander's guidance systems will need improvements to ensure that they can land safely in the more rugged terrain.", "url": "https://www.planetary.org/articles/06220913-plans-for-change4"}]}, [], {"win label": 0, "news": [{"title": "China Prepares for Breakthrough Chang'e 4 Moon Landing in 2018", "date": "2017-12-31", "content": "2018 could see a breakthrough in lunar exploration: China is planning a mission that, if successful, will see a space landing on the far side of the moon for the first time. The first part of China's Chang'e 4 space mission will launch in June. A Long March 4C rocket will carry a 425kg relay satellite and station it some 60,000km behind the moon. A second launch later in the year will send a lander and rover to the far side of the moon, guided to a safe landing by the satellite. Aboard the Chang'e 4 lander will equipment to study the geological conditions of the region, as well as a container made from aluminium alloy filled with seeds and insects.They will be used to test whether plants and animals could be grown on the moon. \"The container will send potatoes, arabidopsis seeds and silkworm eggs to the surface of the Moon. The eggs will hatch into silkworms, which can produce carbon dioxide, while the potatoes and seeds emit oxygen through photosynthesis. Together, they can establish a simple ecosystem on the Moon,\" Zhang Yuanxun, chief designer of the container, told the Chongqing Morning Post, according to China Daily. Another advantage of a mission to the far side of the moon, is that a radio telescope stationed there would be undisturbed by radio signals coming from Earth, such as FM radio and the planet's ionosphere. Astrophysicist Professor Heino Falcke of Radboud University, Nijmegen (The Netherlands) told the Guardian that he has been in talks with the Chinese and is hoping that his radio telescope will make it onto the mission. Falcke aims to use the telescope to detect low-frequency radio waves from the early universe. \"I think we built up a lot of good relations in China and there is goodwill on both sides to make this happen,\" the scientist said.", "url": "https://sputnikglobe.com/20171231/china-change4-moon-landing-1060451579.html"}]}, {"win label": 0, "news": [{"title": "China Outlines Two-Phase Chang'e 4 Moon Lander Mission", "date": "2018-03-17", "content": "Later this year, the moon's far side will welcome its first robotic visitor - China's Chang'e 4 lander. Zhao Xiaojin, a senior official at the China Aerospace Science and Technology (CAST), explained that the nation's two-phase Chang'e 4 mission is being readied for launch this year. \"In the first half of 2018, we will first launch a relay satellite to Lagrange L2 Point, where the satellite can keep communication with both the far side of the moon and the Earth,\" Zhao told China Central Television (CCTV) earlier this month. (The L2 Point is a gravitationally stable spot beyond the moon's far side.) \"Therefore, we can control the lunar probe for data transmission using this relay satellite,\" Zhao added. Launch of the Chang'e 4 lander is slated for the second half of 2018. After performing a soft touchdown on the lunar far side, the craft will \"conduct in-situ and patrol exploration at the landing site,\" Zhao said. Moon exploration program: China's Chang'e lunar exploration program takes its name from a Chinese moon goddess. The program's first phase consisted of the successful Chang'e 1 and Chang'e 2 missions, which lifted off in 2007 and 2010, respectively. Chang'e 3 marked the beginning of the second phase, which includes orbiting the moon, landing and returning lunar samples to Earth. In 2013, Chang'e 3 performed the nation's first-ever soft landing on the moon; the lander also deployed a rover known as Yutu (\"Jade Rabbit\"). Chang'e 4 was built as the backup to China's Chang'e 3 probe. But Zhao told CCTV that Chang'e 4's mission profile differs in key ways from that of Chang'e 3 \"Chang'e 3 lunar probe used a slow and arc-shaped landing, while as for Chang'e 4 lunar probe, we have to adopt a steep and almost vertical landing,\" Zhao explained. \"Chang'e 4 lunar probe will have huge improvements on its capabilities, because we have adopted new technologies and new products. For example, Chang'e 3 lunar probe could not work during the night, but Chang'e 4 lunar probe can do some measurement work at night.\" Polar exploration: Last year, Pei Zhaoyu, deputy director of the Lunar Exploration and Space Program Center with the China National Space Administration (CNSA), told attendees at the 7th CSA-IAA Conference on Advanced Space Technology that China will implement three missions in the polar regions of the moon and set up scientific research stations there to offer a platform for future lunar probes. \"We will carry out three missions at the moon's polar regions to research the geological structure and mineral composition of its south pole, and we will take samples back from the moon during one of these missions,\" Pei told CCTV. \"By building scientific research stations on the moon, we want to provide a platform for larger-scale and more rich lunar probe activities in the future.\" China's blossoming robotic moon-exploration agenda suffered a setback last year, however: the July launch failure of the country's most powerful rocket, the Long March 5, on its second flight. That heavy-lifter is needed to launch China's planned lunar sample-return mission, Chinese officials have said.", "url": "https://www.space.com/40002-china-outlines-change-4-moon-mission.html"}]}, {"win label": 0, "news": [{"title": "This is the rover China will send to the 'dark side' of the moon", "date": "2018-08-16", "content": "China has unveiled a new lunar rover as it prepares to become the first nation in the world to explore the far side of the moon later this year. Revealed at a press conference Wednesday, the unmanned vehicle is 1.5 meters (5 feet) long and about one meter (3.3 feet) wide and tall, with two foldable solar panels and six wheels. China announced its intentions in 2015 to send a rover to the far side of the moon. In May this year, it launched a relay satellite to establish a communication link between Earth and the planned lunar probe. The country's last lunar rover - named Yutu, or Jade Rabbit - ceased operation in August 2016 after 972 days of service on the surface of the moon as part of the Chang'e 3 mission. China was only the third nation to successfully carry out a lunar landing, after the United States and Russia. Yutu's successor is currently nameless, with a global competition underway to choose a moniker. The winner will receive $435 and tickets to watch the launch live. \"Its overall design is inherited from our last lunar rover,\" Wu Weiren, the chief designer of China's lunar probe program, told state broadcaster CCTV. \"But we worked hard to improve its reliability, conducting thousands of experiments to ensure its long-term operation, especially taking into consideration rocks, ravines and frictions on the moon.\" The next lunar mission - Chang'e-4 - will take off at the end of this year, officials said, though a final launch date has yet to be announced. Wu said the new rover will carry equipment jointly developed by China and Sweden, as well as a domestically-made radar, cameras and scientific gear. On Chinese social media, suggestions for a name for the rover abounded, with some commenters advising against another name associated with rabbits - linking operational difficulties \"Jade Rabbit\" encountered during its mission to the \"feeble\" animal. Many users suggested the name \"Monk Pig,\" after Zhu Bajie, a fictional character from the famous classical Chinese novel \"Journey to the West.\" Once an immortal in heaven, Zhu was turned into a half-man, half-pig monster as punishment for his drunken flirtation with Chang'e - the moon goddess whose name is now synonymous with China's lunar program. ", "url": "https://edition.cnn.com/2018/08/16/asia/china-lunar-rover-intl/"}, {"title": "Chinese spacecraft to attempt first landing on far side of the moon", "date": "2018-12-07", "content": "The first spacecraft to attempt a landing on the far side of the moon is due to blast off from a launch facility in China, a historic step in lunar exploration. The Chinese space agency's Chang'e 4 mission aims to drop a robotic lander and rover into the moon's vast and unexplored South Pole-Aitken basin. Named after the Chinese moon goddess, the Chang'e 4 spacecraft is expected to launch at about 6.30pm GMT on Friday from the Xichang satellite launch centre in Sichuan, south-west China. The basin it is bound for is more than 1,500 miles (2,400km) across and eight miles deep. \"Going to the far side of the moon is a major technological feather in the cap for China,\" said Katherine Joy, a lunar scientist at the University of Manchester. \"The Chinese lunar space programme is hugely ambitious. \"It's going to a place that is really special for lunar science. The impact crater carved a huge hole in the lunar crust and possibly into the lunar mantle. It potentially unlocks rocks that we wouldn't normally find on the surface of the moon.\" If the moon shot goes smoothly, the probe will swing into lunar orbit, descend on thrusters and then drop the final few metres to the barren surface in the first week of January. Once the dust has settled, the lander will deploy a ramp for the onboard rover to trundle down. In all, the mission will deliver more than a tonne of hardware to the moon's surface. Chinese officials have revealed few details about the probe's precise landing site, but a study this May from researchers at the Planetary Science Institute at the China University of Geosciences described how Chang'e 4 would explore the Von Kármán crater found inside the enormous impact basin. In targeting the side of the moon that constantly faces away from Earth, mission controllers must contend with the fact that they cannot communicate directly with the spacecraft. Instead, messages to and from Chang'e 4 will be relayed by the agency's Queqiao satellite, which is in a \"halo orbit\" on the other side of the moon. Chang'e 4 is the latest giant leap in China's fast-moving and ambitious lunar programme. The first two Chang'e missions in 2007 and 2010 sent probes into orbit around the moon. They were followed by Chang'e 3, a lander and rover that touched down on the Mare Imbrium lava plain on the moon's near side. For the third phase of the programme, the Chang'e 5 and 6 missions will attempt to collect lunar samples and return them to Earth. Chang'e 5 is due to launch in December next year. Instruments onboard the lander and rover will allow them to study the local lunar geology, probe the moon's interior, and analyse the solar wind - the stream of high-energy particles that come flooding out of the sun. One onboard experiment will test how well plants grow in the feeble lunar gravity. \"By landing on the far side for the first time, the Chang'e 4 lander and rover will help us understand so much more about the moon's formation and history. But just as importantly, it gives us practice operating a mission from the far side of the moon, and relaying data back to Earth via a satellite circling the far side,\" said Tamela Maciel, from the UK National Space Centre in Leicester. The moon always shows the same face to Earth because it is close enough to become locked in position by the planet's gravitational field. One of the enduring mysteries of the moon is why the near side has a different chemical makeup to the far side. By landing on the far side and examining its geology, scientists may get some hints as to how this came about. The Chinese mission reflects a broader resurgence of interest in the moon by national space agencies. The US, European, Russian, Japanese and Canadian agencies have set their sights on a \"lunar gateway\", a habitable station that will orbit the moon and provide a stopping-off point for astronauts working on the lunar surface. Beyond the science of understanding how the moon came to be, scientists see other benefits in working on the surface. The moon makes an excellent observation post for the Earth and sun. And on the far side of the moon, the electromagnetic noise from terrestrial broadcasts are almost entirely blocked out, making it a prime spot from which to perform radio astronomy. \"Astronomers have long dreamed of a radio telescope array built on the far side of the moon, said Maciel. \"Since the far side of the moon never faces the Earth, it's shielded from all of our radio noise, and a radio telescope here would be like escaping from city light pollution and seeing the night sky from the top of a mountain. \"With a radio telescope on the far side of the moon, we would be able to explore the furthest and oldest objects in the universe like never before. But first we have to practice operating a mission from the far side first, and that's what Chang'e 4 will help us do.\"", "url": "https://www.theguardian.com/science/2018/dec/07/chinese-spacecraft-attempt-first-landing-far-side-of-moon-change-4"}, {"title": "China Launches 1st Mission to Land on the Far Side of the Moon", "date": "2018-12-08", "content": "The first-ever surface mission to the far side of the moon is underway. China's robotic Chang'e 4 spacecraft streaked away from Earth today (Dec. 7), launching atop a Long March 3B rocket from the Xichang Satellite Launch Center at about 1:23 p.m. EST (1823 GMT; 2:23 a.m. on Dec. 8 local China time). If all goes according to plan, Chang'e 4 will make history's first landing on the lunar far side sometime in early January. The mission, which consists of a stationary lander and a rover, will perform a variety of science work and plant a flag for humanity in a region that remains largely unexplored to date. Going where no probe has gone before: The moon is tidally locked to Earth, meaning the natural satellite takes about the same amount of time to spin once on its axis as it does to orbit our planet. So, here on Earth, we always see the same face of our cosmic neighbor. That would be the near side. The far side remains forever out of view, and that explains why this obscured surface has yet to welcome a robotic visitor. Communicating with a far-side lander or rover is difficult, because the entirety of the moon's solid, rocky body would block direct signals traveling to and fro. To solve this problem, China launched a satellite called Queqiao this past May. Queqiao has set up shop at the Earth-moon Lagrange point 2, a gravitationally stable spot beyond the moon from which the satellite will be able to relay communications between mission control and Chang'e 4. The spacecraft's signals will likely be coming from the floor of Von Kármán Crater, a 115-mile-wide (186 kilometers) hole in the ground that's the mission's expected landing site. Von Kármán is part of the South Pole-Aitken Basin, one of the biggest impact features in the solar system; it spans a whopping 1,600 miles (2,500 km) from rim to rim. Lots of data: Chang'e 4 features a total of eight scientific instruments. The landers' are called the Landing Camera (LCAM), the Terrain Camera (TCAM), the Low Frequency Spectrometer (LFS), and the Lunar Lander Neutrons and Dosimetry (LND), which was provided by Germany. The rover sports the Panoramic Camera (PCAM), the Lunar Penetrating Radar (LPR), the Visible and Near-Infrared Imaging Spectrometer (VNIS), and the Advanced Small Analyzer for Neutrals (ASAN), a contribution from Sweden. This gear will allow Chang'e 4 to characterize its surroundings in great detail. For example, the LFS will return data about surface composition, while the LPR will tease out the layered structure of the moon's subsurface. Such information could help scientists better understand why the lunar far side is so different from the near side. For example, huge, dark basaltic plains called maria cover much of the near side but almost none of the far side. (By the way, don't call the far side the \"dark side\"; it receives just as much sunlight as the near side.) Chang'e 4 will also conduct some radio-astronomy work, taking advantage of the peace and quiet on the far side, which is shielded from the radio chatter coming from Earth. Queqiao is collecting astronomy data as well, using an onboard instrument called the Netherlands-China Low-Frequency Explorer. The spacecraft carries a biological experiment as well: a small tin containing fruit-fly eggs and seeds of cotton, potato and Arabidopsis plants. Researchers will keep tabs on how these organisms live and develop on the lunar surface. March to the moon: Chang'e 4 marks the latest step in China's ambitious, long-term moon-exploration strategy. The nation launched the Chang'e 1 and Chang'e 2 spacecraft to lunar orbit in 2007 and 2010, respectively. In December 2013, Chang'e 3 put a lander and a rover named Yutu down on the moon's near side. (Chang'e 4 was originally developed as a backup to Chang'e 3 but was repurposed after the latter's success.) And in October 2014, China launched Chang'e 5T1, which sent a test capsule on an eight-day trip around the moon that ended in a parachute-aided touchdown here on Earth. All of this is leading up to the Chang'e 5 sample-return mission, which could launch toward the near side as early as next year. (The nation's line of robotic lunar missions is named after Chang'e, a moon goddess in Chinese mythology.) And then there's the crewed side of things. Chinese officials have said they want to land people on the lunar surface, though the timeline for this goal is unclear. The moon is not China's human-spaceflight focus in the near term; the country is working to get a crewed space station up and running in Earth orbit by the early 2020s.", "url": "https://www.space.com/42665-china-launches-moon-far-side-lander-rover.html"}, {"title": "Chinese spacecraft hoping to reach the dark side of the moon has entered lunar orbit", "date": "2018-12-14", "content": "China's mission to the dark side of the moon has successfully entered a stable orbit around our natural satellite. The 240,000 mile long (385,000km) journey took 110 hours to complete and saw Chang'e-4 enter into an elliptical orbit 80 miles above the surface. It is expected to land on the dark side of the moon at some point in early January, but the country's secretive space agency has not announced a set date. Retrorockets on the probe fired on 12 December to stabilise the spacecraft and slow it down. Chang'e-4 will target the South Pole-Aitken basin's Von Karman crater, the largest in the entire solar system at 180 km across and eight miles deep. It took off from the Xichang satellite launch centre in Sichuan, south-west China at 6:30 GMT on December 7 atop a Long March-3B rocket. It is expected to perform a'soft-landing' and land on the moon after completing its 27 day journey through space. Exploring the huge divot on the surface of the moon may shed new light on its history and geology by collecting rocks that have never been seen before. Researchers hope the huge depth of the crater will allow them to study the moon's mantle, the layer underneath the surface, of the moon. Chang'e-4 has been described as 'hugely ambitious' and heralded as a sign of China's growing intentions to rival the space exploration prowess of the US, Russia and the EU. To facilitate communication between controllers on Earth and the Chang'e-4 mission, China launched a relay satellite named Queqiao on 20 May and is now stationed in operational orbit about 40,000 miles beyond the moon. This will be the primary form of communication between Earth and the spacecraft. The probe and explorer will use Queqiao to get their findings back to China. As the landing is happening on the dark side of the moon it required its own satellite to be able to send information back. China's latest mission closely follows the touchdown of NASA's InSight spacecraft on Mars on Monday, at a site less than 400 miles (640 kilometres) from the American rover Curiosity, the only other working robot on Mars.", "url": "https://www.dailymail.co.uk/sciencetech/article-6495945/Chinese-spacecraft-hoping-reach-dark-moon-entered-lunar-orbit.html"}, {"title": "China's Chang'e 4 Mission Ready for Farside Moon Landing", "date": "2018-12-31", "content": "China's Chang'e 4 mission will soon make a historic touchdown on the far side of the moon. Chang'e 4, which consists of a stationary lander and a mobile rover, is expected to land sometime in the first few days of January. The mission totes six kinds of scientific payloads. The lander carries the Landing Camera, the Terrain Camera, and the Low Frequency Spectrometer. There are three kinds of payloads on the rover - the Panoramic Camera, the Lunar Penetrating Radar, and the Visible and Near-Infrared Imaging Spectrometer. The LFS is newly developed for Chang'e 4, which launched on Dec. 7; the other payloads are inherited instruments from the Chang'e 3 mission, which landed on the moon's near side in December 2013. International joint collaboration payloads on Chang'e 4 include: Germany's Lunar Lander Neutrons and Dosimetry, installed on the lander; Sweden's Advanced Small Analyzer for Neutrals, installed on the rover; Netherlands-China Low-Frequency Explorer, installed on a relay satellite called Queqiao, which launched in May 2018. Scientific objectives: Overall, the scientific objectives for Chang'e 4 are: Low-frequency radio astronomical study on the lunar surface; Shallow structure investigation at the lunar far side within the roving area; Topographic and mineralogical composition studies of the lunar far side within the rover's patrol area. Astronomers are very much looking forward to Chang'e 4's low-frequency radio work. The lunar far side is exceptionally radio-quiet, free of noise from Earth's ionosphere, human-made radio frequency interference and auroral radiation noise. Solar radio emission is also blocked during the lunar night. Lunar radio environment: \"We've been following the Chang'e 4 mission closely,\" said Jack Burns, Professor of Astrophysics and Planetary Science at the University of Colorado, Boulder. He is also the Director of the NASA-funded Network for Exploration and Space Science. Several Dutch members of the NESS team, Burns noted, are co-principal investigators of the NCLE aboard Queqiao, which is positioned at an L2 halo orbit. \"Their antenna won't be deployed until after the main mission involving the farside lander is complete. They expect to begin gathering data in the spring. The expectations for this experiment are modest,\" Burns pointed out. There are two issues, he said. \"First, no effort was made to make the satellite radio-quiet. In fact, the team doesn't even know what the amount of internally generated radio frequency interference will be. It could be overwhelming or more modest. Second, the satellite is not in an ideal orbit for radio astronomy.\" The L2 halo orbit is in constant view of the Earth and therefore is exposed to Earth RFI, which is quite substantial, Burns explained. \"This too may limit the quality of the data. Nonetheless, this is an exciting experiment as it is the first to characterize the lunar radio environment since NASA's Radio Astronomy Explorer-2 in 1972.\" Radiation and life science: Provided by Germany, the LND instrument was developed by Kiel University. The device is designed to gauge radiation on the moon, mainly for future human missions. It will also measure the water content underneath the lander. Also onboard the mission is a \"lunar mini biosphere\" experiment designed by 28 Chinese universities, led by southwest China's Chongqing University. The 7-lb. cylindrical tin, made from special aluminum alloy materials, contains silkworm eggs and seeds of tomato and Arabidopsis plants. The tin also contains water, a nutrient solution and air. A tiny camera and data transmission system allows researchers to keep an eye on the seeds and see if they blossom on the moon. \"We have to keep the temperature in the 'mini biosphere' within a range from 1 degree to 30 degrees, and properly control the humidity and nutrition. We will use a tube to direct the natural light on the surface of moon into the tin to make the plants grow,\" Xie Gengxin, chief designer of the experiment, told China's state-run Xinhua news agency earlier this year. Added Liu Hanlong, chief director of the experiment and vice president of Chongqing University: \"Our experiment might help accumulate knowledge for building a lunar base and long-term residence on the moon.\" The mini biosphere experiment was selected from more than 200 submissions, according to the China National Space Administration. Penetrating look: Another aspect of the Chang'e 4 rover is the LPR, which will be able to detect the lunar subsurface structure on the robot's patrol route, and to detect the thickness and structure of the lunar regolith. The device is a nanosecond impulse radar with bistatic antennas. A similar device was utilized on the Chang'e 3 rover, known as Yutu. It works like this: An ultra-wideband nanosecond impulse is produced by a transmitter, sent through the transmitting antenna down to the lunar surface. The receiving antenna receives the reflected signal. The echo signal from the underground target is received by the receiving antenna, amplified in the receiver and then restored as data record. Next phase: China's next lunar probe, Chang'e 5, is designed to bring select samples from the moon back to Earth. It will build upon a progression of Chinese moon explorers: the Chang'e 1 and Chang'e 2 orbiters in 2007 and 2010, respectively, and the Chang'e 3 lunar lander/rover mission, which touched down in December 2013. ", "url": "https://www.space.com/42869-china-preps-landing-moon-far-side.html"}]}, {"win label": 0, "news": [{"title": "Chang'e 4 spacecraft sends images after landing on far side of the Moon in world first for China", "date": "2019-01-03", "content": "A Chinese spacecraft has made the first landing on the far side of the Moon, sending back images of a crater in the latest achievement for the country's growing space program. The Chang'e 4 probe successfully performed the first soft landing on the Moon's far side on Thursday, the Chinese National Space Agency said. The lander has succeeded in its first task of deploying its rover - named Yutu-2 - which has started exploring the Moon's Von Karman crater. China's space agency shared an image of the rover being deployed, along with a picture taken from the south side of the landing site which was relayed back via a relay satellite, according to state-owned television network CGTN. Black and white images taken by the probe before and after its landing were also shared by Chinese news agencies. It is the first time a soft landing has been performed on the Moon's far side - also known as the dark side because it faces away from Earth and remains comparatively unknown - due to challenges relaying signals. Chang'e 4 is a lander-rover combination and will explore both above and below the lunar surface. Some of the experiments aboard will investigate the Moon's potential to support future space travellers. One of those experiments is a biosphere project, which includes silkworm eggs, thale cress and potato seeds. If it goes to plan, the ecosystem would be self-sustaining, with the silkworms germinating the potatoes and popping out caterpillars. These would in turn produce carbon dioxide, helping the plants grow as a food source. Because the far side faces away from Earth, it is also shielded from radio transmissions - making it the perfect place from which to study the universe. The mission is part of China's ambitious push to explore the Moon's resources and potential as a space base. China landed its Yutu, or \"Jade Rabbit\" rover on the Moon five years ago and plans to have Chang'e 5 return to earth with samples - the first time that will have been done since 1976. A crewed lunar mission is also under consideration. The Moon's not-so-dark side: While in popular culture the far side of the Moon is often called the \"dark side\", the far side is not dark in the sense that it does get exposed to sunlight. It is known as the far side because only the near side of the Moon can be seen from Earth, as the Moon takes the same time to spin on its axis as it takes to complete one full orbit. The far side has been mapped by several orbiting craft over the years. The dominant feature is the 2,500km-wide South Pole-Aitken basin, the Moon's oldest and deepest crater. Scientists are particularly interested in the geology of the basin as it may help explain how the Moon formed.", "url": "https://www.abc.net.au/news/2019-01-03/china-lands-on-the-far-side-of-the-moon-change4/10681620"}, {"title": "First photo of Chinese Yutu-2 rover exploring far side of the moon", "date": "2019-01-03", "content": "For the first time ever, there is a rover driving around on the far side of the moon. China's Chang'e 4 lander made the first landing on the side of the moon that never faces Earth early 3 January. Now the rover that it carried with it, called Yutu-2, has rolled out onto the lunar surface. This picture of Yutu-2 was taken from the lander as the rover was released. Yutu-2 follows on from the success of the Yutu rover, which was part of the Chang'e 3 mission. Its scientific instruments include a panoramic camera, ground-penetrating radar, and instruments to identify the chemical makeup of the lunar surface. The rover is exploring an area called the South Pole-Aitken basin, which many lunar scientists believe is an impact crater from a huge collision early in the moon's history. That impact may have unearthed rocks from deeper inside the moon, so Yutu-2 could help us learn about the moon's past and its deep composition.", "url": "https://www.newscientist.com/article/2189606-first-photo-of-chinese-yutu-2-rover-exploring-far-side-of-the-moon/"}, {"title": "China's Yutu 2 Rover Is Driving on the Far Side of the Moon", "date": "2019-01-03", "content": "The lunar far side now has its first set of rover tracks. Last night, China's robotic Chang'e 4 lander-rover duo pulled off the first-ever soft touchdown on the moon's largely unexplored far side. And today, the rover rolled onto the gray dirt floor of the 115-mile-wide Von Kármán Crater, creeping down twin ramps from a previous position atop the stationary lander. Also today, China revealed the name of the rover: \"Yutu 2.\" This moniker may not be terribly creative, but it makes a lot of sense. The original Yutu rover touched down, along with a lander, on the moon's near side in December of 2013 on the Chang'e 3 mission. And Chang'e 4 was originally designed as a backup for Chang'e 3, so the two missions share a lot of hardware. Yutu 2 and its lander companion will conduct the first in-depth science investigations on the far side. The two craft tote four science instruments each, and these will enable the pair to characterize the surface and near subsurface of Von Kármán in great detail. This crater lies within an even larger impact feature, the 1,550-mile-wide South Pole-Aitken Basin. The lander also carries a biological experiment: a small tin containing silkworm eggs and the seeds of several plant species, including potatoes. Mission team members aim to study how these organisms grow and develop in the low-gravity lunar environment. The lander and Yutu 2 cannot beam their data home to Earth directly, because the moon's far side always faces away from our planet. Indeed, this communication complication is a big reason why the far-side surface had not previously welcomed any functioning spacecraft. So, the Chang'e 4 duo will rely on a relay satellite called Queqiao, which China launched to a gravitationally stable point beyond the moon in May 2018. From its vantage point, Queqiao can keep Yutu 2, the lander and Earth all in sight at the same time. Chang'e 4 is the latest step in China's ambitious program of robotic lunar exploration, with the satellite taking its name from a moon goddess in Chinese mythology. The Chang'e 1 and Chang'e 2 missions sent orbiters to the moon in 2007 and 2010, respectively, and Chang'e 3 aced its near-side touchdown in late 2013. Then, in October 2014, the Chang'e 5T1 mission launched a prototype capsule on an eight-day trip around the moon. The main goal was to help prove out technology required for the Chang'e 5 sample-return mission, which could launch as early as this year.", "url": "https://www.space.com/42890-china-moon-far-side-rover-yutu-2-success.html"}, {"title": "'One giant leap': China's Chang'e 4 rover Jade Rabbit 2 sets off on moon mission", "date": "2019-01-04", "content": "China's space agency has posted the first photo of its Chang'e 4 lunar rover on the far side of the moon after its groundbreaking touchdown on Thursday. The rover - named Yutu 2, or Jade Rabbit 2 - left the spacecraft, drove off a ramp and began making tracks on the moon's surface at 10.22pm on Thursday, about 12 hours after Chang'e 4 landed. Lunar project chief designer Wu Weiren called the separation of the rover \"a small step for the rover, but one giant leap for the Chinese nation.\" China's Chang'e 4 mission could use soil tests and temperature measurements to reveal new clues to the cataclysmic collision that created the moon and uncover the origins of the water that is unexpectedly abundant in lunar soil. The Chang'e lunar mission is named after the Chinese moon goddess. China's state news agency, Xinhua, said the probe took a small plant called arabidopsis which is expected to produce the first flower on the moon. Other items included in a mini-biosphere include cotton, rapeseed, potato, fruit fly and yeast. Thursday's successful touchdown in the unexplored South Pole-Aitken basin, the biggest known impact structure in the solar system, was hailed a major technical feat and is seen as a important step towards China's wider ambitions in space. Spacecraft have taken pictures of the moon's far side before, but no lander has ever landed there. The moon's far side is sometimes known as the dark side, although it is not darker than the near side in any literal sense. It undergoes the same phases of illumination by the Sun as the side facing Earth. But because the moon spins on its axis at exactly the same rate as it orbits Earth, one side remains permanently out of view. It was only in 1959, when the first images of the far side were beamed back by the Soviet Union's Luna 3, that intriguing differences were revealed. The far side is pockmarked by more craters and appears almost devoid of the seas of solidified lava, known as maria, that form the shadowy shape of a face that we see from Earth. The mission will also conduct the first astronomy observations from the moon's far side, which is seen as a uniquely attractive site for monitoring radio waves coming from deep space. Astronomers operating Earth-bound radio telescopes have to constantly grapple with electromagnetic interference from human activity: shortwave broadcasting, maritime communication, telephone and television signals. The far side of the moon is shielded from such signals, making it far easier to pick up faint fingerprints left by the Big Bang. The craft is also carrying a mini-greenhouse, which will test how well plants, specifically potatoes and small flowering Arabidopsis plants, related to cabbage, grow on the moon.", "url": "https://www.theguardian.com/world/2019/jan/04/china-change-4-moon-rover-jade-rabbit-2-sets-off"}, {"title": "China's Lunar Rover Enters Standby Mode for 'Noon Nap' as Chang'e 4 Tests Continue", "date": "2019-01-08", "content": "China's Chang'e 4 lander and Yutu 2 rover have tested out payloads and systems on the far side of the moon, with the rover now taking a \"noon nap\" as a precaution against high temperatures. The Chang'e 4 lander made its historic landing at 177.6 degrees east longitude and 45.5 degrees south within Von Kármán Crater within the South Pole-Aitken basin at 9:26 p.m. EST Jan. 2, following two weeks in lunar orbit. The rover was deployed from the lander just under 12 hours later, at 9:22 a.m. EST Jan. 3. The rover also officially received the name Yutu 2, following on from China's first lunar rover for the 2013 Chang'e 3 mission. Monitoring cameras on the lander imaged the rover wheels during deployment and the craft on the surface, with the images returned to Earth via the Queqiao relay satellite stationed in a halo orbit around the second Earth-moon Lagrange point. After reaching a predetermined point, the Yutu 2 rover has entered a standby mode to protect itself from temperatures reaching toward 390 degrees Fahrenheit, the China Lunar Exploration Program under the China National Space Administration announced. The 310-lb. traveled just 374 feet before becoming immobilized during its second lunar daytime on Mare Imbrium on the near side of the moon in early 2014. Jade Rabbit was the companion to the lunar goddess Chang'e from Chinese mythology, for which China's robotic lunar exploration is named. Preparations for entering a dormant state for the lunar nighttime to take place Jan. 12, when temperatures may drop to around minus 290 degrees Fahrenheit. During this time, the lander - which has a small radioisotope thermoelectric generator - will be capable of limited functions. Chang'e 4 payload tests: Since touching down, both spacecraft have been testing the science payloads and communications and optical systems. On the lander, the three 16.5-foot antennas of the low-frequency spectrometer for pioneering astronomy have been deployed, which will be visible in future Yutu 2 images of the front of the lander. The lander's topography camera has also been tested and transmitted images back to Earth. The Yutu 2 rover's panchromatic camera and lunar penetrating radar, payloads aboard the first Yutu rover with the Chang'e 3 mission, have also been tested. Robert F. Wimmer-Schweingruber of the University of Kiel, Germany, which developed the Lunar Lander Neutrons and Dosimetry experiment on the lander, told SpaceNews that the instrument had been turned on before descent from the lander and again tested after deployment of the rover. \"As we understand, LND is healthy and working nominally,\" Wimmer-Schweingruber said. LND will seek to understand the radiation to which lunar soils and rocks are exposed in preparation for potential human exploration, as well as detect subsurface water.", "url": "https://www.space.com/42921-china-far-side-moon-mission-standby-mode.html"}, {"title": "Chinese Rover Wakes Up on Moon's Far Side After Lunar Nap", "date": "2019-01-10", "content": "China's far-side moon rover Yutu 2 has woken up from its nap as planned, according to Chinese media reports. \"China's space engineers care about the reactivation, as the last model Yutu 1 failed its first awakening in February 2014,\" China's Global Television Network reported today. Yutu 1 was the rover on China's Chang'e 3 moon mission, which landed on the near side in December 2013. On Jan. 2, the Chang'e 4 mission pulled off the first-ever soft landing on the moon's far side. The rover-lander duo touched down on the floor of the 110-mile- wide Von Kármán Crater, which lies within the South Pole- Aitken Basin, the largest and deepest basin in the solar system. Yutu 2's handlers powered the rover down a few days later, in a \"noon nap\" designed to protect against temporarily high lunar temperatures. International payloads: Meanwhile, a suite of international payloads carried by Chang'e 4 have started operations. A neutron radiation detector aboard the lander, developed by Germany, and a neutral atom detector on the rover, developed by Sweden, have both been switched on, according to a statement by the China National Space Administration. Both detectors have been booted up and are under testing. The Swedish device, the Advanced Small Analyzer for Neutrals, will study how the solar wind interacts with the lunar surface. ASAN, which was built in collaboration with the Chinese National Space Science Center, is the first energetic neutral atom sensor ever deployed on the lunar surface. From a vantage point of only a few decimeters above the regolith surface, ASAN will measure energy spectra of energetic neutral atoms originating from reflected solar wind ions under different solar wind illumination conditions. \"Yes, we have successfully started commissioning of ASAN and expect the first science data before mid-February,\" ASAN principal investigator Martin Wieser, a researcher at the Swedish Institute of Space Physics, told Inside Outer Space. \"It depends on the rover being in a favorable position.\" ASAN is mounted on the Yutu 2 rover, allowing the instrument to perform measurements at different locations. These data could shed light on the processes responsible for the formation of water on the moon, researchers have said. Chang'e 4's data comes to Earth via the relay satellite Queqiao. Queqiao launched in May 2018 to set up the communication link with the moon's far side, which always points away from our planet. Tricky landing: Chang'e 4's historic landing was tricky, said Yang Yuguang, a professor at the China Aerospace Science and Industry Corporation. \"The terrain at the far side of the moon is entirely different compared to the near side. There are more highlands, craters, and mountains and the landform is much steeper,\" Yang told China's state-run Xinhua news agency. Yang also highlighted the importance of a new low-frequency spectrometer carried on the Chang'e 4 mission that will conduct a radio-astronomical study from the far side, an ideal place to conduct such work as there is no radio disturbance from Earth. Lunar Reconnaissance Orbiter: Chinese space officials have noted the cooperation offered by NASA, specifically orbital data from the American space agency's Lunar Reconnaissance Orbiter. The Chinese side has provided its NASA counterparts with information about Chang'e 4's landing timing and location, CNSA officials said. LRO is slated to fly over the landing area in the coming weeks and may spot the Chang'e 4 hardware on the surface. LRO will be able to scout for the Chang'e 4 lander and Yutu 2 rover at about midnight on Jan. 31, Mark Robinson told Inside Outer Space. Robinson, of Arizona State University, is principal investigator for LRO's LROC camera system. More cooperation: An Argentina-based ground station built by China has played an important role in the monitoring and control of the mission. Furthermore, ground stations run by the European Space Agency will also offer support, according to Xinhua reports. The Chang'e 4 mission also includes a radioisotope heat source, a collaboration between Chinese and Russian scientists, to help deal with the huge temperature swings on the surface of the moon. \"International cooperation is the future of lunar exploration,\" Wu Weiren, chief designer of China's lunar exploration program, told Xinhua. \"The participating countries would share the costs, risks and achievements, and learn from each other. We hope to have more international cooperation.\"", "url": "https://www.space.com/42972-china-far-side-moon-rover-wakes-up.html"}, {"title": "China has begun growing cotton seeds on the surface of the Moon", "date": "2019-01-16", "content": "Cotton seeds have started successfully sprouting on the Moon as part of China's groundbreaking Chang'e-4 space mission. As we reported, China made history earlier this month after their space program successfully landed a rover on the far side of the Moon. The rover landed in the South-Pole Aitken Basin, one of the largest impact craters on the Moon. The Chang'e-4 mission is comprised of both a small, mobile rover, the Yutu-2, and the Chang'e-4 lander, which is larger and specially designed to hold important scientific biosphere experiments. In another historic first, the Chang'e-4 mission sent back pictures of cotton seeds successfully sprouting in a contained environment on the lander. It's the first-time plants have been grown on the Moon, and the cotton sprouts are doing well so far. Other seeds and even fruit fly eggs were also sent to the moon with the Chang'e mission, but only the cotton seeds have sprouted so far. The China National Space Administration says that the other seeds and fruit flies will likely sprout over the next 100 days. China has announced plans for building a lunar base by 2036 and that it wants to 3D print buildings to construct on the surface of the Moon. The ability to successfully germinate and grow plants in the harsh lunar environment is a large step forward in helping China realize those goals. \"After experimenting under the moon's high vacuum, large temperature difference, strong radiation and harsh conditions, mankind has grown the first plant sprout, realising man's first moon-based biological growth experiment,\" wrote scientists from Chongqing University. The seeds and fruit flies are being housed in small, tin cylinders made of aluminum alloy that measure seven inches tall and six inches in diameter. Each tin has water, nutrients, air, and cameras that will record and transmit the growth process back to Earth. Plants have been grown on the International Space Station, but this marks the first successful seed germination and plant cultivation on the moon. The tins are insulated and have a mini cooling system to help guard against the extreme temperature changes on the Moon which can shift between 261 degrees and -279 degrees Fahrenheit. Solar panels will give the plants the energy they need to grow. China already has plans to launch another Moon mission, the Chang'e-5 mission at the end of the year and Change'6 is slated to be the first exploration of the Moon's South Pole.", "url": "https://www.earth.com/news/china-cotton-seeds-moon/"}, {"title": "Chang'e-4 probe, rover survive first lunar night, wake up to record-low temperature", "date": "2019-02-04", "content": "After a two-week siesta during the first extremely cold night on the moon, China's Chang'e-4 rover and lander have been awakened by sunlight, the China National Space Administration announced. The **Chang'e-4 probe** awoke from its hibernation to temperatures on colder than ever recorded before - negative 190 degrees, the space agency said. The temperature readings were \"colder than scientists expected,\" CNSA **told** Xinhua news. The night-time temperature was recorded by the probe after it turned on following its long slumber, on Wednesday. \"That's probably due to the difference in lunar soil composition between the two sides of the moon,\" Zhang He, director of the Chang'e-4 mission, **told** Xinhua news. Named after a Chinese moon goddess, the **Chang'e-4 spacecraft** made the **first ever successful soft landing** on the far side of the moon on 3 January. This is a big step towards China's **plans to grow as a superpower** in space. The rover released from the probe - called Yutu-2 or Jade Rabbit-2, after the moon goddess Chang'e ' s pet - also got back on 29 January to studying the Von Karman Crater in the South Pole-Aitken Basin, the landing site of the spacecraft, the **statement said**. Currently, the rover is about 18 meters northwest of the lander and communicating with ground control and the Chang'e-4 probe via a relay satellite called Queqiao, which is in a stable orbit between the Earth and Moon. The Chang'e-4 mission has instruments developed by Swedish, German as well as Chinese scientists **to study different aspects** of the moon. The lunar environment, radiation and effects of solar wind on the moon's surface are some of the key objectives. Instruments on China's previous moon mission Chang'e-3, back in 2013, survived all of 60 lunar nights and continue to be in operation, Xinhua ** said **. During the first lunar day, the lander and the rover photographed each other, and a camera installed on the top of the lander took 360-degree panoramic photos on the surrounding of the probe. \"From the panorama, we could see the probe was surrounded by many small craters. It was really thrilling,\" said Li Chunlai, deputy director of the National Astronomical Observatories of China and commander-in-chief of the ground application system of Chang'e-4. What this also means is that in the near future, **rover Yutu-2** is up against testing terrain, said scientists.", "url": "https://www.firstpost.com/tech/science/change-4-probe-rover-survive-first-lunar-night-wake-up-to-record-low-temperature-6023981.html"}, {"title": "Wild Photo of the Far Side of the Moon Gives an Incredible Perspective on Earth", "date": "2019-02-11", "content": "The far side of the moon has received a lot of attention lately. In early 2019, China landed a rover on the far side, which can now be seen in a stunning photo taken by the Chinese satellite DSLWP-B or Longjiang-2. It's an angle showing the side of the moon that never faces the Earth, with the little blue Earth photobombing far in the background. Longjiang-2 is one of a par of microsatellites China launched last year to orbit the moon in anticipation of the Chang'e 4 lander's mission to put the Yutu 2 rover on the moon's surface. Only one of the two satellites is currently orbiting the moon, delivering this rarely photographed angle. The image, taken February 4, shows the \"dark side of the moon\" in full sunlight. It drives home why it's properly called the far side of the moon and not the dark side. Though it's never facing the Earth, it does frequently bask in the sun's warm glow. Tammo Jan Dijkema of the Dwingeloo Radio Observatory in the Netherlands said on Twitter that it took his team almost 20 minutes to download this image. The astronomers at the Observatory volunteered its sensitive radio antenna to receive images from Longjiang-2, per Space.com. They also noted that the image was color-corrected. Dijkema shared the purple-hued original, which is its own kind of beautiful. ", "url": "https://www.thrillist.com/news/nation/far-side-of-the-moon-photo-chinese-satellite"}, {"title": "China's Landing Site on the Far Side of the Moon Now Has a Name", "date": "2019-02-15", "content": "The lunar home of China's Chang'e-4 lander, which landed on the far side of the moon Jan. 3, now has a name: Statio Tianhe. Statio means a post or station in Latin and is also used in the formal name for the Apollo 11 landing site, Statio Tranquillitatis; Tianhe is an ancient Chinese name for the Milky Way sky river that is used in a folk tale called \"The Cowherd and the Weaver Girl.\" The location is near the previously named Von Kármán Crater. The International Astronomical Union, which oversees all formal names for features in space and on solar system bodies, unveiled the new landing mname for the Chang'e-4 mission today, along with names for four other nearby sites explored by the lander and its Yutu 2 rover. One is a mountain now called Mons Tai, after a mountain in China's Shandong province just south of Beijing. The other three newly named far-side features are all craters, now known as Zhinyu, Hegu and Tianjin, all of which honor Chinese constellations. The first two relate back to the same tale from which Tianhe comes: Zhinyu is the name of a fairy in the story, and Hegu includes the star Altair, which in China carries the name of the tale's cowherd. Chang'e-4 and its rover, Yutu-2, have both gone dormant for their second frigid, two-week-long lunar night. When the sun rises again over their neighborhood, they should power back up and resume their scientific explorations of the far side of the moon.", "url": "https://www.space.com/china-moon-far-side-change-4-landing-site-name.html"}, {"title": "China's Rover on the Far Side of the Moon Is Heading for New Lunar Territory", "date": "2019-03-05", "content": "\"Over the past 60 years, we've made a lot of achievements,\" Wu said, \"but there is still a large distance from the world space powers. We must speed up our pace.\" \"At the end of this year, we are going to launch the Chang'e 5 probe,\" Wu said in the CCTV interview. \"It will take samples on the moon surface and return to the Earth. China will become the third country that is capable of such a task after the United States and Russia. Next year, we will launch a Mars probe, which will orbit around Mars, land on it and probe it.\" Rover nap, sleep session: Yutu 2 and the Chang'e 4 lander launched together on Dec. 8, 2018, and on Jan. 2 made the first-ever soft landing on the lunar far side. The mission touched down on the floor of Von Karman Crater, inside the huge South Pole-Aitken Basin. The lunar rover had a nap in January, started its second sleep on Feb. 11, and reawakened on Feb. 28. \"Currently, it is in normal condition,\" said Wu. Each lunar night is 14 Earth days long. During these dark stretches, temperatures on the moon's surface can drop to minus 310 degrees Fahrenheit, \"a temperature that all components, parts and electronic components cannot stand,\" Wu explained. \"So, we let it sleep for a while, ensuring it to spend the night safely.\" According to a CGTN story, Wu added that \"the road condition is not good with potholes and obstacles on it. But please rest assured we will ensure its safety.\" Wu took part in opening the second session of the 13th National Committee of the Chinese People's Political Consultative Conference on Sunday .", "url": "https://www.space.com/china-farside-moon-rover-new-territory.html"}, {"title": "New Images of the Moon's Far Side Released as Chinese Lunar Mission Quietly Chugs Along", "date": "2019-04-22", "content": "The Chang'e 4 lander and the Yutu 2 rover are currently in hibernation mode, sitting out the frigid lunar night, which lasts for about two Earth weeks. The Chinese mission to explore the lunar far side is now well into overtime, lasting longer than initially intended. China's Chang'e 4 mission has gone about as well as could be expected, if not better. The probe landed in the 115-mile-wide Von Kármán Crater on January 3, 2019, which is on the Moon's far side near its south pole. The lander, along with its companion, the Yutu 2 rover, are investigating geological and chemical differences between the near and far sides of the Moon. Our Moon is tidally locked to Earth, forcing us to gaze perpetually upon one of its faces. With all due respect to Pink Floyd, there is no \"dark side\" of the moon, as both sides experience days and nights. Chang'e 4 and Yutu 2 have now survived four lunar days and nights, or about 29.5 days on Earth. As of April 12, the duo is back in hibernation mode, sitting out its fifth lunar night, reports the Planetary Society. The mission was designed to last for three lunar days, according to Space.com, so everything since late March has been a bonus for the China National Space Administration. Should the lander and rover survive the fifth lunar night, a fifth lunar day of exploration starting on April 28 would be a distinct possibility. The Yutu 2 rover has now traveled a total of 178.9 meters, according to the Lunar Exploration and Space Program Center of the CNSA, and as relayed by Chinese state media Xinhua. This distance far exceeds the lunar terrain covered by its predecessor, Yutu 1, during the Chang'e 3 mission, which managed to travel 114 meters before fizzling out in February 2014. During the fourth lunar day, Yutu 2 traveled 8 meters from March 29 to April 1. The duo was then placed into a daytime hibernation mode until April 8 to prevent the devices from getting scorched by the Sun. Yutu 2 then managed to explore another 8 meters from April 8 to 12 before going back to sleep as the fifth lunar night of the mission set in. As Andrew Jones from the Planetary Society reports, there was no initial indication as to why Yutu-2 had covered relatively little ground in day 4, but Chang'e-4 chief designer Sun Zezhou told an audience at Nanjing University of Aeronautics and Astronautics on 11 April that the rover had been carefully navigating the area in order to approach and analyze specimens with its visible and infrared spectrometer, similar to activities it performed during day 3. So slow and steady progress, with CNSA officials reporting that all elements of the Chang'e 4 mission, including the Queqiao relay satellite in orbit around the Moon, are working nominally. Aside from these details, and some cool new images captured by Yutu 2's panoramic camera, there isn't much else to report. Actual scientific data is still forthcoming, and we should expect to hear news in this regard during the Lunar and Deep Space Exploration conference, which will be held in Zhuhai, China in July.", "url": "https://gizmodo.com/new-images-of-the-moon-s-far-side-released-as-chinese-l-1834213911"}, {"title": "China moon mission: Yutu 2 rover snaps INCREDIBLE far side of the moon photos", "date": "2019-04-25", "content": "There is a mysterious face of the moon always invisible to those on Earth. Science has long been left in the dark about this far side of the moon. But all this is about to change following China's landmark Chang'e 4 lander and Yutu 2 rover moon mission - the first-ever to explore of the moon's far side. China's Chang'e 4 lander and Yutu 2 rover have captured new images on their hugely successful mission to explore the far side of the moon as the duo looks to extend their study to a fifth lunar day. On the moon, the cycle of day and night is nearly 30 Earth-days in total. The latest batch of photographs taken the Yutu 2 offer a timely update to the mission's journey since the first round of pictures were released marking its arrival on the Von Kármán Crater at the start of the year. This is an enormous crater which resides at the very most southern tip of the moon. And the basin is believed to be the largest known impact basin in the solar system. Objectives of the lander and rover mission include analysing chemical differences between the Earth-facing side of the moon and the mission's target area. No hard science from the Chang'e 4's mission has yet been released, but scientists involved with the project said the surveyed area shows \"potential evidence of excavated deep mafic material, which could reveal the mineralogy of the lunar mantle.\" The Chang'e 4 moon mission has already greatly exceeded expectations, as the Chinese spacecraft was only expected to survive the moon's brutal conditions for three lunar days. Both the lander and rover are currently in hibernation mode, resting during a lunar night. But on April 28, when another two-week day dawns on the far side of the moon, both would be going on their fifth lunar day. Because of the daytime's extreme temperatures which exceed 200 Celsius (390 Fahrenheit), the rover is also required to take brief periods of hibernation, until it can continue moving. Even despite the hazards and obstacles of exploring the far side of the moon, Yutu 2 has travelled just under 180 meters during its one-month stay. Space scientists are analysing data collected from the moon mission and plan to publish results in a month's time. The mission will also illuminate scientists understanding about the makeup of our early solar system. Craters studied by the rover were created by an ancient impact where layers of the moon's mantle are exposed, where they can be studied to determine its contents and more.", "url": "https://www.express.co.uk/news/science/1118911/china-moon-mission-yutu-2-change4-rover-snaps-far-side-of-moon-photos-space-news"}, {"title": "China's rover finds mysterious minerals on the far side of the moon", "date": "2019-05-17", "content": "Early this year, China's Chang'e-4 lunar lander made history when it became the first spacecraft to touch down on the far side of the moon. Now, according to a study published in Nature, the lander's rover, Yutu-2, may have detected the first signs of lunar mantle material. If the minerals it found prove to be part of the moon's mantle, the discovery could help scientists better understand how both the moon and the Earth formed. Chang'e-4 intentionally landed inside the moon's Von Kármán crater, one of the largest known impact structures in the solar system. As National Geographic points out, if scientists are going to find lunar mantle material anywhere, that's a good place to look. In exploring the carter's basin, Yutu-2 reportedly found two minerals: low- calcium pyroxene and olivine. Those align with predictions of what the moon's upper mantle might contain. Scientists suspect that the moon's crust and mantle layers are distinct from each other, thanks to an ancient magma ocean that cooled and solidified. But what we know about the moon's composition is largely based on surface samples brought back by the Apollo missions, which were on the near side of the moon. To date, no one has collected mantle samples. But some scientists warn that this study is inconclusive. Yutu-2's spectrometer could actually be seeing volcanic glass or solidified melt from the impact that first created the Von Kármán crater. Yutu-2 will continue to study these materials, in hopes of understanding their geological context and origin, as well as determining the potential to bring samples back to Earth. However the samples are interpreted, scientists agree that discovering these far-side minerals is a pioneering feat.", "url": "https://www.engadget.com/2019-05-17-china-yutu2-discovered-moon-mantle-material.html"}]}, {"win label": 0, "news": [{"title": "China's Chang'e-4 Rover Keeps Snapping Stunning Photos of the Moon's Far Side", "date": "2019-08-15", "content": "China's Chang'e-4 mission has completed eight full days of science work on the far side of the moon - and in between the experiments, the lander and rover have sent home some new photographs, too. The mission touched down in early January, becoming the first robotic mission to land on the far side of the moon. Here, days and nights each last the equivalent of about two weeks on Earth, and the nights are brutally cold. But for now, the mission seems to be holding up against the harsh conditions. During their seventh workday, which ended on July 9, the two robots completed a range of measurements using neutron detectors, radiation instruments, infrared spectrometers and radio devices. The duo then powered down for a two-week nap to wait out the frigid night before waking up again on July 26 for another workday that ended on Aug. 7. According to the China Lunar Exploration Project, by the end of that eighth workday, the rover had traveled a total of 890 feet across the far side of the moon. The far side of the moon is quite different from the side we're used to seeing from Earth, and scientists don't understand how those differences arose. They hope the data gathered by the Chang'e-4 lander and Yutu-2 rover will help decipher that mystery .", "url": "https://www.space.com/moon-far-side-stunning-chang-e-4-photos.html"}, {"title": "China's lunar rover discovers strange substance on far side of the moon", "date": "2019-08-31", "content": "China's Yutu-2 rover, launched as part of the Chang'e 4 mission, is the first-ever robot to explore the far side of the moon. Since landing in January, it's snapped gorgeous views of the lunar surface and made one unexpected discovery. Now, it's made another surprising find: an unusual substance with a \"gel-like\" appearance hidden inside a crater. According to a report by Space.com, the rover's surprise discovery was made during exploration activities on lunar day 8, which began on July 25. Each lunar day lasts for two Earth weeks and during this time the solar-powered rover carries out scientific observations, measures radiation and surveys its surroundings. Three days into day 8, a member of the Chang'e 4 team was reviewing images taken during by the rover and noticed a strangely colored material, distinct from the gray soil around it. So, the team instead turned its attention toward the substance and sent the rover towards the crater for a better look. The Yutu-2 \"drive diary\" says the team commanded the rover to point its spectrometer, a device which can evaluate the composition of materials, towards the unusual substance. Yutu-2 thinking \"I hope there aren't aliens in that crater\" China National Space Administration The team didn't indicate what the substance might be and they haven't shared an image of the weird material. The team did, however, share an image of the rover heading for the crater to have a gander at what's inside. I know you're thinking aliens but Andrew Jones, a journalist reporting on the Chinese space program, wrote that one possible explanation is that the gel- like substance is melted glass, created after a meteor strike. China's Chang'e 4 spacecraft landed on the moon on Jan. 3. Shortly after it sent back the very first photos of moon's far side. The Yutu-2 rover is now in it's ninth lunar day, which began on Aug. 25.", "url": "https://www.cnet.com/science/chinas-lunar-rover-discovers-strange-substance-on-far-side-of-the-moon/"}, {"title": "China's Lunar Rover Scopes Out Weird Substance on Far Side of the Moon", "date": "2019-09-19", "content": "China's lunar exploration program has released images that give us a glimpse of the mysterious material discovered on the far side of the moon. Yutu-2, the lunar rover for China's Chang'e-4 mission, grabbed attention last month after its drive team spotted something unusual while roving close to a small crater. The Chinese-language science outreach publication Our Space, which announced the findings on Aug. 17, used the term \"胶状物\", which can be translated as \"gel-like.\" This notion sparked wide interest and speculation among lunar scientists. Scientists have now gotten a look at that curious material, thanks to a post ) released over the weekend by Our Space via its WeChat social media account. Along with new images of the stuff on the moon, the post details how the Yutu-2 team carefully approached the crater in order to analyze the specimen, despite risks. The clearest image shows two of the rover's six wheels and the contents of an approximately 7-foot-wide crater. The compressed, black-and-white shot comes from an obstacle-avoidance camera on the rover. The green, rectangular area and red circle within are suspected to be related to the field of view of the Visible and Near-Infrared Spectrometer instrument, rather than the subject matter itself, according to some lunar scientists. VNIS is one of Yutu-2's four science payloads. It detects light that is scattered or reflected off materials to reveal their chemical makeup. As VNIS has a small field of view, the drive team needed to carefully navigate Yutu-2 to make a detection without falling into the crater. After obtaining the first set of data that VIRS collected at the crater in July, the Yutu-2 team deemed it to be unsatisfactory due to shadows, so the team members attempted a second approach and measurement during the following lunar day in August. According to Our Space, a satisfactory detection was made - but the results were not released. Clive Neal, a lunar scientist at the University of Notre Dame, told Space.com that while the image is not great, it may still give clues to the nature of the material. Neal said that the material highlighted in the center of the crater resembles a sample of impact glass found during the Apollo 17 mission in 1972. Sample 70019 was collected by astronaut Harrison Schmitt, a trained geologist, from a fresh crater 10 feet in diameter, similar to that approached by Yutu-2. Neal describes 70019 as being made of dark, coherent microbreccia - broken fragments of minerals cemented together - and black, shiny glass. \"I think we have an example here of what Yutu-2 saw,\" Neal said. High-speed impacts on the lunar surface melt and redistribute rock across the craters they make and can create glassy, igneous rocks and crystalline structures. As for being unusual and \"mysterious,\" as described by the initial Chinese account, \"having craters looking like those from Yutu-2 and where 70019 was collected is to be expected,\" Neal said. The initial observation that commanded the attention of the drive team was made from an image from Yutu-2's Panoramic Camera. The Chang'e-3 mission's Yutu rover, which landed on the near side in 2013, returned impressive, high-resolution color images of the lunar landscape using its PCAM The Yutu-2 team will have great images to work with, and these may suggest something different. However, images from the Chang'e-4 mission might be released publicly as long as one year after they have been taken. Dan Moriarty, NASA Postdoctoral Program Fellow at the Goddard Space Flight Center in Greenbelt, Maryland, agrees that it is hard to make a definitive assessment of the substance's chemical composition, given the poor image quality and overlying colored section in the Yutu-2 image. Moriarty told Space.com that the outlined material appears somewhat brighter than surrounding materials, though the actual brightness is hard to confirm from the photographs. If so, the contrast could be due to the differing origins of the respective materials. \"Chang'e-4 landed in a mare basalt-filled crater, which is typically dark,\" Moriarty said. \"Highlands crustal materials are typically brighter, so that would be a potential candidate.\" \"It will be very interesting to see what the spectrometer sees, and if any higher-resolution images become available,\" Moriarty notes. Chang'e-3's Yutu rover carried an alpha particle X-ray spectrometer for analyzing chemical composition, mounted on a robotic arm, which would be very useful for identifying such specimens. Yutu-2 instead carries the new Advanced Small Analyzer for Neutrals, a payload from Sweden for studying how solar winds interact with the lunar surface. The Chang'e-4 lander and Yutu-2 completed the ninth lunar day of their mission on Sept. 5, powering down around 24 hours ahead of local sunset. Lunar day 10 will begin around Sept. 22 for Yutu-2 and Sept. 23 for the lander. Yutu-2 has been heading west of the Chang'e-4 landing site in the Von Kármán crater since the historic Jan. 2 lunar far side landing, covering 934 feet so far.", "url": "https://www.space.com/china-yutu-2-moon-rover-strange-substance-photos.html"}, {"title": "China releases new images of a bizarre substance found in a Moon crater", "date": "2019-09-20", "content": "Earlier this month, the Chinese space agency revealed that the Yutu-2 rover it sent to the far side of the Moon months back found something it didn't expect. The rover's handlers spotted something strange in a crater just as the rover was preparing to power down for the lunar night. It was a strange, glossy substance that Chinese researchers said had a \"gel- like\" appearance. Nobody can say for certain what it is, but early theories suggested it may be lunar glass created by whatever impact created the crater itself. Now, China has released some additional images of the crater and the material inside, but the mystery is no closer to being solved. The new images come from China's Our Space, and include several photos of the lunar surface, the rover's tracks cutting through the dust, and the crater that holds the bizarre material. Capturing closer images of the substance was a challenge for the rover, since the debris around the crater poses a serious risk. Despite that, the rover team was determined to get as close as they possibly could, and snapped some new photos. The colored box and red outline you see in the closest image are believed to be related to the rover's scanning tools. The camera used to image the surface is entirely in black and white, so none of the color you see is related to the substance itself. Scans of the material with a spectrometer tool may provide additional clues as to what the chunky material is, but Chinese researchers have not released any additional information about it. As before, the most likely explanation is that an impact generated enough heat to form glass out of the minerals scattered across the lunar surface, leaving fragments behind. Still, it's an interesting opportunity to learn more about the forces that have shaped the Moon over billions of years, so we'll have to wait to see what China's scientists have come up with after studying the new data. ", "url": "https://bgr.com/science/moon-material-china-rover-glass/"}, {"title": "China's lunar rover - Yutu-2 sends 'mysterious' far-side moon images", "date": "2019-09-21", "content": "China's Yutu-2 which was the first to soft-land on the far side of the lunar surface has recently captured an interesting image on the moon -showing some mysterious material discovered, as per international reports. Reports say that Yutu-2 which is China's Chang'e-4 mission's lunar mission, has spotted a 'gel- like' substance while roving close to a small crater. Scientists have reportedly now analysed the substance despite the risks. China's Chang'e-4 spacecraft successfully landed on the moon's far side on January 2. Yutu-2's latest moon images: The latest images accessed by the Yutu-2 rover shows two of the rover's six wheels and the contents of an approximately 7-foot-wide crater. Reports state that the photo was captured by the rover's obstacle-avoidance camera. Lunar scientists have speculated that the material highlighted in the center of the crater resembles a sample of impact glass found during the Apollo 17 mission in 1972. According to archival records, astronaut Harrison Schmitt had previously collected similar samples from a crater approached by Yutu-2. Scientists analyse findings: Regarding the newly observed images, Clive Neal - University of Notre Dame's Lunar scientist has stated that it was nothing unexpected. Elaborating on his view, he has said that though the Chinese believe their finding is mysterious, having craters looking like those from Yutu-2 and where samples were collected by Apollo is to be expected, in conversation with a leading science news site. Meanwhile, reports state that NASA believes a definitive assessment of the substance's chemical composition is difficult, given the poor quality of the image. Further data can reportedly be analysed if higher-resolution images become available, says NASA. What is Chang'e 4 mission? According to The Planetary Society, Chang'e-4 is the world's first lander and rover missions to the Moon's far side. The lander-rover mission Chang'e-4 launched on December 8, 2018, within the South Pole-Aitken basin on the moon. It entered lunar orbit four days later, where mission controllers spent 22 days testing the spacecraft's systems, waiting for the sun to rise at the landing site. On January 3, 2019, Chang'e-4 successfully de-orbited and landed. Currently, Chang'e-4 and Yutu-2 are conducting science operations. Both vehicles power down during lunar nights - a roughly 2-week period each month - when their location is in darkness.", "url": "https://www.republicworld.com/technology-news/science/chinas-lunar-rover-yutu-2-sends-mysterious-far-side-moon-images.html"}, {"title": "China's Yutu-2 lander grows cotton on the moon; a biological first", "date": "2019-10-07", "content": "Breaking new grounds on the moon, China, has recently successfully grown cotton on the moon, as per international reports. Reports state that China's Chang'E 4 mission - Yutu-2 lander has grown a cotton plant on the far side of the moon. The cotton plant was one of several organisms in a mini biosphere aboard the Yutu-2 lander. This is the biological first where a plant has been grown on the of the moon. China grows cotton on moon: Talking to the Institute of Electrical and Electronics Engineers, the project lead Vie Gengxin said that the team selected five species of biological organisms to send to the moon. He explained that seeds of cotton, potato, arabidopsis, yeast, and fruit-fly eggs had been selected. He stated that while most died quickly, cotton seeds sprouted and grew not one but two leaves. Previously, plants have been grown in the International Space Station. Cotton crop survives two weeks: However, reports add that the leaves died within one lunar day, which is equivalent to two weeks here on Earth. Scientists have claimed that the dramatic temperature drop due to lunar night and absence of external heating had led to the crop's ultimate death. The team had initially reportedly planned to send animals as part of the experiment - including a tortoise. But it was scrapped due to limited availability of oxygen. Yutu-2's latest moon images: Earlier in September, China's Yutu-2 which was the first to soft-land on the far side of the lunar surface has recently captured an interesting image on the moon -showing some mysterious material discovered, as per international reports. Reports say that Yutu-2 which is China's Chang'e-4 mission's lunar mission, has spotted a 'gel-like' substance while roving close to a small crater. Scientists have reportedly now analysed the substance despite the risks. China's Chang'e-4 spacecraft successfully landed on the moon's far side on January 2.'", "url": "https://www.republicworld.com/technology-news/science/chinas-yutu-2-lander-grows-cotton-on-the-moon-a-biological-first.html"}, {"title": "China's Farside Moon Rover Breaks Lunar Longevity Record", "date": "2019-12-18", "content": "China's farside lunar rover Yutu 2, part of the country's Chang'e 4 mission, has broken the longevity record for working on the surface of the moon. China Global Television Network recently reported that the robot rolled by the previous record set by the Soviet Union's Lunokhod 1 rover. Lunokhod 1 was the first roving remote-controlled robot to land on another world, operating in the Sea of Rains starting on Nov. 17, 1970. Lunokhod 1 operations officially ceased about 10.5 months later, on Oct. 4, 1971. That was the 14th anniversary of the launch of Sputnik 1, the first- ever artificial satellite. Lunokhod 1 traveled 6.5 miles on the lunar surface and transmitted back to Earth more than 20,000 TV pictures and more than 200 TV panoramas. Yutu 2 has been working on the moon for more than 11 months, since Jan. 3 of this year. The rover is part of China's Chang'e 4 mission, which also includes a stationary lander. The duo touched down on the floor of the 110-mile-wide Von Kármán Crater, which lies within the South Pole- Aitken Basin. Yutu-2 will continue working on the moon, CGTN reported. Earlier this month, Yutu-2 and the Chang'e 4 lander ended their work for the 12th lunar day, switching to dormant mode for the lunar night, reported the Lunar Exploration and Space Program Center of the China National Space Administration. At that time, the wheeled rover had chalked up over 1,132 feet of travel, CNSA officials noted. Yutu 2's record applies to surface craft only; many moon orbiters have operated for considerably longer. For example, NASA's Lunar Reconnaissance Orbiter launched in June 2009 and is still going strong.", "url": "https://www.space.com/china-change-4-rover-moon-record.html"}, {"title": "Chinese Moon Rover Becomes Longest-Lived Lunar Robot", "date": "2019-12-19", "content": "Previously, the record was held by t he Soviet Union's Lunokhod 1 rover that operated on the Moon's surface in 1970 and 1971, clocking up 10 and a half months of continuous working time. Now, Yutu-2 has been rolling around for over 11 months, although it has to be said it hasn't traveled nearly as far as the Soviet rover. Lunokhod 1 racked up 10.5 kilometers while on the lunar surface, whereas Yutu-2 has only traveled some 345 meters since it touched down on the Moon, on January 3 of 2019. The rover has a panoramic camera that can rotate 360 degrees, as well as ground-penetrating radar with a probing depth of 30 meters, a Visible and Near-Infrared Imaging Spectrometer and an Advanced Small Analyzer for Neutrals, a tool designed to analyze how solar winds affect the lunar surface. The lander that brought the rover to the far side of the Moon is also packed with sensors, cameras and even a science experiment. For understanding its surroundings, it relies on a 360-degree to follow the rover around, a low frequency spectrometer that analyzes solar radio bursts, as well as a neutron dosimeter to gather information about radiation. The science experiment on-board the lander is a sealed cylinder about 18 centimeters long and 16 centimeters in diameter that contains plant seeds and insect eggs. The were placed there in order to see if they both could hatch and grow alongside one another; the atmosphere inside mimics that on earth, but they are subjected to higher radiation on the Moon, as well as its much lower gravity. Right now, both the rover and the lander are in dormant mode since they are experiencing the lunar night cycle which lasts for about a month. ", "url": "https://www.autoevolution.com/news/chinese-moon-rover-becomes-longest-lived-lunar-robot-139900.html"}]}, {"win label": 0, "news": [{"title": "Chang'e 4 Team Just Released Beyond Amazing New Pics of Our Moon's Far Side", "date": "2020-01-23", "content": "It's been just over a year since China's Chang'e 4 lander and Yutu 2 rover landed on the far side of the Moon. All this time, they've been studying the Von Kármán crater and sharing the results through a solitary link - the Queqiao relay satellite that bounces signals to Earth. As part of the mission, the lander and rover have been taking photos. Oodles of photos. It's been a photostravaganza. And the Chinese Lunar Exploration Program has just released a new batch of data from the mission's instruments, after amassing an image library of thousands of files. In addition to radar and infrared spectrometry data, the release includes high-resolution images of the lunar surface from Chang'e 4's landing camera and terrain camera, and Yutu 2's panoramic camera. The images were taken over 12 lunar days. Because of the way the Moon rotates, its day-night cycle lasts just over 29 days; a lunar day is around two weeks in Earth time, during which the mission is in constant sunlight, necessary for its solar-powered operations. The instruments then power down for the two-week night. There are 12 of these cycles per Earth year, which means the data release includes a year's worth of photos. So far, the rover has driven a meandering path a little over 350 metres across the 180-kilometre wide Von Kármán crater, which is part of a much larger, older and poorly understood impact site called the South Pole-Aitken basin. It's around 2,500 kilometres across - nearly a quarter of the Moon. As it goes, it is photographing panoramic views and rock formations, documenting the terrain on the previously unexplored far side of the Moon - a region where no other lander has successfully gone before. The wealth of data the mission is returning may shed some light not just on the history of the Moon and that mysterious giant impact basin, but on the history of the Solar System itself. The relay satellite, Queqiao, is needed because the Moon blocks electromagnetic radiation. The satellite sits in a Lagrange point in reach of both the surface mission and Earth; signals between the two are bounced through it. Queqiao is also carrying an experiment to detect low-frequency signals from deep space - something that can't be easily done from Earth because of interference from the ionosphere. Both rover and lander have now officially exceeded their planned mission durations of three months and 12 months respectively; both have just awoken for a new lunar day. The next Chang'e mission, Chang'e 5, is due to launch later this year. It's not headed for the far side like its predecessor. Rather, it is planned to collect at least 2 kilograms worth of lunar samples and bring them back to Earth for study. If it is successful, Chang'e 5 will mark the first lunar samples brought back to Earth since 1976. Hopefully these samples will enable studies that will help future crewed missions to the Moon.", "url": "https://www.sciencealert.com/feast-your-eyes-on-these-stunning-new-pictures-of-the-far-side-of-the-moon"}, {"title": "Chang'e 4 robots send back epic images of moon's mysterious far side", "date": "2020-01-24", "content": "A new batch of images from the far side of the moon landed on the internet this week after a relatively quiet period. The scenes sent back by China's Chang'e 4 lunar lander and its Yutu-2 rover provide the most detailed look yet at the permanently obscured side of our natural satellite. Apollo astronauts flew above the back side of the moon decades ago, but Chang'e 4 managed the first ever soft landing on the otherwise unseen side in January 2019. In case you weren't aware, the moon is tidally locked to the Earth, meaning we earthlings are always staring at the same side of the moon. This doesn't mean, however, that one side of the moon is always dark, as Pink Floyd might have you believe. Because the moon tracks Earth as we rotate, different parts of its surface alternate facing toward or away from the sun. Since it landed, Chang'e 4 and its rover buddy have been busy taking pictures, examining weird substances and even gardening. The new images released by China's space agency were made available for anyone to process. A number of amateurs and also pros like NASA's Doug Ellison took up the cue, sharing some gorgeous processed and sharpened images. The high-resolution view that the two robots have been sending back provides an excellent, 21st century look at a place that humans have yet to visit, but could soon. NASA hopes to send astronauts to the lunar south pole as part of its Artemis effort this decade, and expeditions to the far side might not be much further off. Good thing China is getting that garden started ahead of time.", "url": "https://www.cnet.com/science/change-4-robots-send-back-epic-images-of-moons-mysterious-far-side/"}, {"title": "China's lunar rover travels 367 meters on moon's far side", "date": "2020-02-03", "content": "China's lunar rover Yutu-2 has driven 367.25 meters on the far side of the moon to conduct scientific exploration. Both the lander and the rover of the Chang'e-4 probe ended their work for the 14th lunar day on Saturday, and switched to dormant mode for the lunar night, according to the Lunar Exploration and Space Program Center of the China National Space Administration. During the 14th lunar day, Yutu-2 continued to move along the planned route. The scientific instruments on the lander and rover worked as planned. The neutron radiation detector and low-frequency radio spectrometer on the lander worked normally and acquired first-hand scientific data. On the rover, the near-infrared spectrometer, panoramic camera, neutral atom detector and lunar radar carried out scientific exploration as planned. China's Chang'e-4 probe, launched on Dec. 8, 2018, made the first-ever soft landing on the Von Karman Crater in the South Pole-Aitken Basin on the far side of the moon on Jan. 3, 2019. The rover Yutu-2 has worked much longer than its three-month design life, becoming the longest-working lunar rover on the moon. A lunar day equals 14 days on Earth, and a lunar night is the same length. The Chang'e-4 probe switched to dormant mode during the lunar night due to the lack of solar power. China plans to launch the Chang'e-5 probe in 2020 to bring lunar samples back to Earth. The Chang'e-5 probe includes a lander, an orbiter, an ascender and a returner. The key tasks of the mission will be lunar sample collection, takeoff from the moon, rendezvous and docking in lunar orbit and high-speed reentry into Earth's atmosphere. ", "url": "http://www.xinhuanet.com/english/2020-02/03/c_138752489.htm"}, {"title": "Chinese moon rover peers beneath surface of mysterious lunar far side", "date": "2020-02-26", "content": "China's far-side moon mission has turned its history-making gaze underground. The Chang'e 4 spacecraft touched down on the floor of the 115-mile-wide Von Kármán Crater on Jan. 2, 2019, becoming the first probe ever to ace a soft landing on the moon's mysterious far side, which forever points away from Earth. A rover called Yutu 2 rolled off the stationary Chang'e 4 lander just hours after touchdown. These two solar-powered craft have now been taking the measure of their exotic surroundings for more than a year with a variety of science gear, giving us unprecedented views of the lunar far side's surface. Those views now extend to the subsurface, thanks to the first published results from Yutu 2's ground-penetrating radar instrument. In a paper released Wednesday in the journal Science Advances, Chang'e 4 scientists revealed the structure of the gray dirt beneath the rover's wheels, as gleaned from radar data gathered during Yutu 2's first two lunar days of operation. The researchers discerned three distinct layers beneath Yutu 2's section of the Von Kármán floor. The top layer, which extends about 39 feet down, consists of relatively uniform lunar regolith, with a few large rocks mixed in here and there. The second layer, which goes from about 39 feet to 79 feet deep, harbors coarser-grained materials and greater numbers of embedded rocks. The third stratum, which goes down to at least 130 feet - the radar couldn't reliably penetrate any deeper - features alternating bands of coarse- and fine-grained material, as well as embedded rocks. The data indicate \"that the subsurface internal structure at the landing site is essentially made by low-loss, highly porous granular materials embedding boulders of different sizes,\" the researchers, led by Chunlai Li of the National Astronomical Observatories at the Chinese Academy of Sciences and the University of Chinese Academy of Sciences in Beijing, wrote in the new paper. And this structure tells us about the region's violent history, the scientists added: \"Given such a strong geological constraint, the most plausible interpretation is that the sequence is made of a layer of regolith overlaying a sequence of ejecta deposits from various craters, which progressively accumulated after the emplacement of the mare basalts on the floor of Von Kármán Crater.\" Those dark mare basalts are evidence of ancient volcanic activity, which flooded Von Kármán with molten rock about 3.6 billion years ago. Yutu 2's newly published observations also show that ground-penetrating radar can be a valuable tool for other lunar surface craft going forward, especially on the little-known far side, the researchers said. Extensive use of this tool \"could greatly improve our understanding of the history of lunar impact and volcanism and could shed new light on the comprehension of the geological evolution of the moon's far side,\" the researchers wrote. The Chang'e 4 lander was originally designed to operate for 12 months and Yutu 2 for just three months. Both craft have therefore already exceeded their warranties, and both are still going strong; the duo recently woke up to begin their 15th lunar day of science work. Chang'e 4 is part of China's ambitious Chang'e program of robotic lunar exploration, which is named after a Chinese moon goddess. The next mission up, the Chang'e 5 sample-return effort, is scheduled to launch later this year.", "url": "https://www.space.com/china-change-4-moon-far-side-subsurface.html"}]}, {"win label": 0, "news": [{"title": "Chinese scientists reveal analysis of weird substance found on the moon's far side by Yutu 2 rover", "date": "2020-07-07", "content": "Chinese scientists have published an analysis of a curious substance on the moon which generated widespread interest following its discovery by the Yutu 2 rover last year. The discovery was made by a Yutu 2 drive team member in July 2019, during lunar day 8 of the rover's mission, which is part of China's Chang'e 4 mission to explore the far side of the moon. A report by Our Space, a Chinese-language science-outreach publication, revealed the discovery on Aug. 17 and described the substance using the term \"胶状物\", which can be translated as \"gel- like.\" This description, along with the initial absence of images, sparked wide interest as well as speculation among lunar scientists. However the substance is, as expected by scientists, made up of rock. In their article in Earth and Planetary Science Letters, Gou Sheng and colleagues analyzed data from Yutu 2's panoramic and hazard avoidance cameras, and the rover's Visible and Near-Infrared Spectrometer instrument. They used a procedure called spectral unmixing to break down the measured spectra from VNIS to determine the likely composition and abundance of the material. The authors describe the material as a dark greenish and glistening impact melt breccia, measuring 20 inches by 6 inches. These features are signs of possible presence of glasses, which are usually sourced from impact melts or from volcanic eruptions. According to the paper, the breccia - broken fragment of minerals cemented together - was formed by impact-generated welding, cementing and agglutinating of lunar regolith and breccia. The material, they say, resembles lunar impact melt breccia samples returned by NASA's Apollo missions. In particular, similarities with the Apollo samples designated 15466 and 70019 are noted, a comparison made earlier by lunar scientist Clive Neal at the University of Notre Dame. Sample 70019, collected by astronaut and trained geologist Harrison \"Jack\" Schmitt, is made of dark, broken fragments of minerals cemented together and black, shiny glass. The results are not definitive, however. The paper notes that the analysis is limited by the fact that VNIS measurements were taken under bad illumination conditions and other factors. Dan Moriarty, NASA postdoctoral program fellow at the Goddard Space Flight Center in Greenbelt, Maryland, said that because Chang'e 4 is exploring a completely unexplored area of the moon, spectral unmixing is especially challenging. \"We don't have samples from this region that would help inform the model parameters. For this reason, the precise regolith composition results presented in this paper may not be completely accurate,\" Moriarty said. \"However, the authors do an excellent job of rigorously documenting their approach and assumptions, so their results can be understood in the context of this extremely challenging problem.\" Moriarty said their interpretation of the substance seems reasonable, and is in agreement with previous interpretations based on earlier images. \"It is very inspiring that contemporary missions are discovering features on the farside of the moon that resemble features observed by the Apollo astronauts,\" Moriarty said. The paper also looks at the surrounding area. The measurements lead the authors to suggest the lunar regolith consists of a mixture from multiple sources. Ejecta from the impact that created the nearby Finsen crater is considered the primary source, with possible contributions from Alder crater. The Chang'e 4 spacecraft made its historic landing in the 110-mile-wide Von Kármán Crater on the far side of the moon in January 2019. Yutu 2 is currently getting ready for its 20th lunar day, which begins around July 14. During lunar day 19, which began on June 14, the rover had driven a total of 51 feet across the lunar surface. In total, the rover has traversed about 1,520 feet. The rover spent its 19th lunar morning investigating a small crater containing reflective material which could be another impact melt glass sample before continuing northwest Yutu 2 and the Chang'e 4 lander powered down on June 27, bringing an end to lunar day 19.", "url": "https://www.space.com/moon-far-side-yutu-2-rover-weird-substance-analysis.html"}, {"title": "China's Chang'e 4 moon mission completes 20th day on lunar farside", "date": "2020-07-30", "content": "China's Chang'e 4 moon lander and rover have concluded their science tasks for a 20th lunar day on the far side of the moon. Both the mission's lander and Yutu 2 rover resumed their activities on July 14 following sunrise over their location in Von Kármán crater on the far side of the moon. The lander powered down July 26 at 10:20 p.m. EDT, with Yutu 2 having already gone into a dormant state about 10 hours earlier, at 12:34 p.m. EDT. Yutu 2 continued on its planned journey to the northwest of the lander, according to the China Lunar Exploration Program. The rover covered 90 feet during the lunar day to make a total of 1,610 feet of roving since setting down on the far side of the moon in January 2019. All of Chang'e 4's science instruments - including a low-frequency astronomy payload on the lander and a spectrometer for analyzing the composition of the lunar surface - are working well, according to CLEP. During the previous lunar day, Yutu 2 checked out a small crater containing relatively reflective material at its center, according to Our Space, a Chinese-language science-outreach publication. It is likely to be similar to a discovery of which last year generated widespread interest but was recently confirmed by scientists to most likely be impact melt glass. Data from another Yutu 2 instrument - the ground-penetrating radar - has also been used to provide a first deep look below Von Kármán crater in a paper published July 9 in the journal Nature Communications. The radar operates at two frequencies, 60 MHz and 500 MHz. Another paper published in February in the journal Science Advances used the higher- frequency data to reveal three distinct layers beneath Yutu 2 down to 130 feet. The new paper uses the lower-frequency data which provides a deeper look, between 170 and 1,076 feet. The detections reveal that buried ejecta from major impacts is overlaid by at least four layers of distinct lava flows. The data provides direct evidence of multiple lava-infilling events, likely occurring during the Imbrium epoch, between roughly 3,850 and 3,200 million years ago. The researchers use the readings and earlier papers to build a possible history of Von Kármán crater, suggesting which impact events may have created particular subsurface strata. The solar powered lander and Yutu 2 will wake up between 24 and 48 hours after local sunrise on Aug. 11 to begin lunar day 21. The spacecraft power down ahead of every roughly 14.5-Earth day lunar nighttime due to lack of sunlight and to protect against the deep cold.", "url": "https://www.space.com/china-change4-moon-rover-20th-lunar-day.html"}, {"title": "China's Chang'e-4 probe resumes work for 21st lunar day", "date": "2020-08-14", "content": "The lander and rover of the Chang'e-4 probe have resumed work for the 21st lunar day on the far side of the moon on Thursday and Wednesday separately, according to the China National Space Administration. The lander woke up at 14:54 Thursday while the rover awoke at 20:34 Wednesday. Both are in normal working order, according to the Lunar Exploration and Space Program Center of the China National Space Administration. ", "url": "https://news.cgtn.com/news/2020-08-14/China-s-Chang-e-4-probe-resumes-work-for-21st-lunar-day-SX6C8pH7G0/index.html"}, {"title": "China Focus: Chinese lunar probe's 600 days on Moon's far side", "date": "2020-08-31", "content": "China's Chang'e-4 probe has survived more than 600 Earth days on the far side of the moon while conducting scientific explorations. With a variety of scientific gear on board, the Chinese lunar probe observed and measured the exotic land, offering unprecedented views and understanding of the far side of the moon and beyond. RECORD-BREAKING ROVER: As of last Wednesday, the lander and the rover of the Chang'e-4 probe have completed work for the 21st lunar day on the far side of the moon and is currently in dormant mode during the lunar night due to lack of solar power, according to the Lunar Exploration and Space Program Center of the China National Space Administration. Last Tuesday was the 600th day of Chang'e-4 on the moon and the rover had traveled 519.29 meters. The rover Yutu-2, or Jade Rabbit-2, has far exceeded its three-month design lifespan, becoming the longest-working lunar rover on the moon. With the help of data transmitted to Earth, Chinese researchers have made progress in vital research such as the moon's geological evolution, radiation and low-frequency radio environment. GAZING UNDERGROUND: With near-infrared spectrometer, panoramic camera, and lunar radar carried by Yutu-2, the rover peers beneath the surface of the mysterious lunar far side. It is the first time to obtain the material composition of the moon's inner part through in-situ detection, which reveals the complex impact history of the far side of the moon, especially the South Pole-Aitken Basin. It provides key evidence for the formation and evolution model of lunar soil, and an important reference for future landing at the South Pole as well as site selection for future exploration. When an object impacts the moon's surface and forms a crater, the material thrown out by the impact is called the ejecta. According to data from the lunar radar and camera, the ejecta at the landing area of Chang'e-4 probe is 70 meters thick. The researchers discerned three layers beneath the lunar probe's landing area. The top layer, which extends about 12 meters down, consists of fine-grained lunar soil. The second layer, which goes from about 12 meters to 24 meters deep, harbors coarser materials with embedded rocks. The third stratum, which goes down to at least 40 meters -- the radar couldn't reliably penetrate any deeper -- features alternating bands of coarse- and fine-grained material. In a research paper published in Science Advances earlier this year, the researchers said that the use of Lunar Penetrating Radar \"could greatly improve our understanding of the history of lunar impact and volcanism, and could shed new light on the comprehension of the geological evolution of the moon's far side.\" RADIOACTIVE, RADIO-QUIET MOON: The Chang'e-4 probe also provides a better understanding of the radiation environment on the moon. The surface of the moon is baldly exposed to cosmic rays and solar flares. When galactic cosmic rays collide with particles on the lunar surface, it will trigger reactions and release more radiation. For the first time, the rover performed measurements of energetic neutral atoms on the lunar surface, providing a reference for the estimation of the lunar surface radiation hazards and the design of radiation protection for future lunar astronauts. Meanwhile, the Chang'e-4 probe also presented a perfect opportunity to test what's possible with low-frequency radio astronomy. Radio communication systems haloed Earth with constant invisible flashes of radio waves. The signals blocked scientists from observing low-frequency radio waves that may help answer questions about the sun and the universe. In the solar system, the far side of the moon is the only place unaffected, the only place that may detect low-frequency radio signals. The low-frequency radio spectrometer on Chang'e-4 has acquired information about electromagnetic information below 40 MHz at the landing site which is of significance to the research of solar radio bursts at low frequency and the radio-quiet environment of the lunar far side.", "url": "http://www.xinhuanet.com/english/2020-08/31/c_139331776.htm"}, {"title": "China's Yutu 2 rover snaps stunning new panoramas from the moon's far side", "date": "2020-11-16", "content": "China's Chang'e 4 moon rover has been snapping new images highlighting the spacecraft's travels and discoveries on the lunar far side. The Chang'e 4 mission, which consists of a lander and a rover, began its 24th lunar day in Von Kármán Crater on Nov. 9, having made the first-ever touchdown on the far side of the moon on Jan. 3, 2019. Meanwhile, a Chinese language drive diary, published while the two spacecraft hibernated during the very cold, roughly 14-Earth-day-long lunar night, details the Yutu 2 rover's latest activities, completed during the mission's 23rd day. Accompanying the drive diary are a host of stunning new photographs, including a panoramic image that shows a large crater amid a desolate landscape and the distant rim of Von Kármán Crater. Yutu 2 was not able to approach a rock specimen identified during the previous lunar day as an interesting target. It instead analyzed a rock specimen near the large crater using its spectrometer. The rover has used that instrument to analyze a range of specimens in Von Kármán Crater, notably causing a stir when it discovered an impact-melt breccia initially described in Chinese as \" gel- like .\" Other images detail the routes carefully planned by the Yutu 2 drive team as they navigate between numerous craters that could ensnare the rover as it makes its way to the northwest of the Chang'e 4 lander. The team have started using software to produce 3D mapping to help plot the rover's journey. The China National Space Administration also released a superb high-resolution panorama taken by Yutu 2 while still close to the lander. The Chang'e 4 lander and Yutu 2 rover had design lifetimes of one year and three months respectively. However, the pair are still going strong with all science payloads functioning well, according to the administration. So far the spacecraft have survived 23 lunar days and nights on the far side of the moon, or more than 670 Earth days. A navigation camera image from Yutu 2 showing a targeted rock in yellow and route planning in red. A map showing Yutu 2's drive route across 23 lunar days and the location of the Chang'e 4 lander. China is planning to launch its next lunar mission, Chang'e 5, later this month. The mission aims to land on the near side of the moon, collect around 4.4 lbs. of rocks and regolith samples and deliver them to Earth.", "url": "https://www.space.com/china-moon-far-side-photos-yutu-2-rover.html"}, {"title": "China's lunar rover travels about 600 meters on moon's far side", "date": "2020-12-22", "content": "China's lunar rover Yutu-2, or Jade Rabbit-2, has survived 719 Earth days and traveled 600.55 meters on the far side of the moon as of Tuesday. Both the lander and the rover of the Chang'e-4 probe have ended their work for the 25th lunar day, and switched to the dormant mode for the lunar night due to the lack of solar power, according to the Lunar Exploration and Space Program Center of the China National Space Administration.", "url": "http://www.xinhuanet.com/english/2020-12/22/c_139611120.htm"}]}, {"win label": 0, "news": [{"title": "China's Yutu 2 rover finds 'milestone' on far side of the moon", "date": "2021-02-13", "content": "China's Chang'e 4 spacecraft are back in action for a 27th lunar day on the far side of the moon, but it's the discoveries from the mission's previous lunar day that have scientists excited. The Chang'e 4 lander and Yutu 2 rover resumed activities on Feb. 6 after hibernating during the severe cold of lunar night, according to the Chinese state-run media outlet Xinhua. But one lunar day earlier the rover came across a curious rock specimen which the Yutu 2 drive team began to refer to as a \"milestone.\" According to a Yutu 2 diary published by Our Space, the Chinese language science outreach channel affiliated with the China National Space Administration, mission scientists agreed with the drive team that the elongated rock was worth closer inspection. The team then planned to do a close approach and analyze the rock with Yutu 2's Visible and Near-infrared Imaging Spectrometer instrument, which detects light that is scattered or reflected off materials to reveal their makeup. VNIS has been used to investigate a number of rocks and regolith samples along Yutu 2's path across Von Kármán crater. These include unusual melt glass specimens and potentially material from the lunar mantle. While not looking particularly exciting to the untrained eye, the find has generated interest among lunar scientists. \"It seems to have a shard-like shape and is sticking out of the ground. That's definitely unusual,\" Dan Moriarty, NASA Postdoctoral Program Fellow at the Goddard Space Flight Center in Greenbelt, Maryland, told Space.com. \"Repeated impacts, stresses from thermal cycling, and other forms of weathering on the lunar surface would all tend to break down rocks into more- or-less'spherical' shapes, given enough time,\" Moriarty said. \"Think of how rocky beaches wear down stones to smooth, round shapes over time by repeated jostling in the waves.\" Moriarty said both the shard-like shape and that pronounced \"ridge\" running near the edge of the rock seem to indicate that this rock is geologically young, and was emplaced relatively recently. \"I would definitely guess an origin as impact ejecta from some nearby crater. It is possible that a rock with this aspect ratio could have been produced by a process known as spallation, where intact fragments of rock are blown off the nearby surface without experiencing the same degree of shock pressures that the immediate target undergoes,\" Moriarty said, adding that this initial assessment is just a guess. Followup detections and data from VNIS will provide much greater insight. Clive Neal, a leading lunar expert at the University of Notre Dame, agrees that, based on the images, the specimens are impact ejecta rather than exposed bedrocks. \"The question I have is are they locally derived? Hopefully the spectral data will allow an evaluation of the origin as local or exotic, that is, from outside this area,\" he said. Yutu 2 and the Chang'e 4 lander have already greatly exceeded their design lifetimes of 90 Earth days and one year, respectively. The rover has covered a total of 2,060 feet since its deployment from the lander on Jan. 3, 2019. In November last year China launched its Chang'e 5 lunar sample return mission. The mission resulted in 3.81 lbs. of fresh moon samples being delivered to Earth just over three weeks later. CNSA last month published procedures for requesting samples for scientific analysis.", "url": "https://www.space.com/china-yutu-2-moon-far-side-rover-milestone-discovery"}, {"title": "China's Yutu 2 rover discovers 'unusual' shard-shaped rock on unexplored far side of moon", "date": "2021-02-14", "content": "In one of the most important discoveries of its mission, China's Yutu 2 Rover has found an 'unusual' shard on the unexplored far side of the moon. Returning back to exploring the lunar surface, the rover reportedly found a shard shaped rock which is now named \"milestone\" by the team. The finding was published by Our Space, a Chinese language science outreach channel affiliated with the China National Space Administration. Yutu-2 is a robotic lunar rover that formed part of the Chinese Chang'e 4 mission to the Moon. It was launched on 7 December 2018, 18:23 UTC. It entered lunar orbit on 12 December 2018, before making the first-ever soft landing on the Moon's far side on 3 January 2019, and is currently operational as the first lunar rover on the far side. 'Requires inspection': In the aftermath of the discovery, the CNSA mission scientists announced the elongated rock required closer inspection. The lunar anomaly has also triggered huge interest amongst the scientific community. Speaking to Space. Com, Dr Dan Moriarty, NASA Postdoctoral Program Fellow at the Goddard Space Flight Center opined that the rock seems to have shard-like shape and is sticking out of the ground adding that it was \"definitely unusual\". Meanwhile, in other development, Chang'e-5 capsule bringing regolith from the lunar surface has begun its journey for Earth. As per China National Space Administration, the Chang'e-5 spacecraft left the moon's orbit in the wee hours of December 13 by activating its four engines for about 22 minutes and is expected to land in China's inner Mongolia region after three days. As per astronomers, Change-5 is expected to bring back an estimated amount of 2 kilograms of lunar rock to earth. Chang'e-5 probe, comprising an orbiter, a lander, an ascender, and a returner, was launched on November 24, and its lander-ascender combination touched down on the north of the Mons Rumker in Oceanus Procellarum, also known as the Ocean of Storms, on the near side of the moon on December 1. If successful, this would mark the first spacecraft to bring lunar regolith since Soviet's Union's Luna 24 probe in 1976. ", "url": "https://www.republicworld.com/world-news/china/chinas-yutu-2-rover-discovers-unusual-shard-shaped-rock-on-unexplored-far-side-of-moon.html"}, {"title": "China's Yutu 2 Rover Discovers Strange Rock on the Far Side of Moon", "date": "2021-02-15", "content": "China has been operating a rover, known as Yutu 2, to explore the far side of the Moon. The rover arrived on the lunar surface while being attached to the Chang'e 4 lander. Reports revealed that the rover made an interesting discovery on the lunar surface that Chinese scientists call a \"milestone\". According to the Chinese state-run media outlet Xinhua, Yutu 2 river resumed its activities on February 6 after hibernating during the severe cold of the lunar night. Mission scientists and the rover drive team found an elongated rock that was worth closer inspection. The Investigation: According to the team, it plans to aim for a close encounter and analyze the rock using the Visible and Near-infrared Imaging Spectrometer instrument aboard Yutu 2. VNIS detects light scattered and reflected off materials to gain more knowledge about their makeup. This instrument has been used to explore and investigate other rocks, as well as samples of regolith along the rover's path through the Von Karman crater which is located in the southern hemisphere on the far side of the Moon. As of now, those investigations revealed the existence of interesting melted glass specimens and some materials which most likely came from the lunar mantle. The interesting rock on Moon, discovered by the Chinese rover, appeared to have a shard-like shape and is sticking out of the ground. Since the rock is still holding the same shape and features a pronounced ridge near the rock's edge, the scientists assume that it is geologically young. Dan Moriarty, NASA Postdoctoral Program Fellow at the Goddard Space Flight Center in Greenbelt, Maryland, told Space.com : \"Repeated impacts, stresses from thermal cycling, and other forms of weathering on the lunar surface would all tend to break down rocks into more-or-less'spherical' shapes, given enough time.\" Moriarty said: \"I would definitely guess an origin as impact ejecta from some nearby crater.\" Scientists believe that rocks with such shape could have been created through spallation a process in which impact fragments of rock are blown off the nearby surface avoiding the same sort of shock pressure which the immediate impact area experience. However, scientists have planned to conduct more investigations to find a conclusive answer. ", "url": "https://www.ibtimes.sg/chinas-yutu-2-rover-discovers-strange-rock-far-side-moon-55592"}, {"title": "China's Yutu 2 rover finds long 'milestone' rock on far side of moon", "date": "2021-02-15", "content": "China's moon rover captured images of the far side of the moon that show an elongated 'milestone' rock on the lunar surface. Yutu 2 spotted the sharp structure sticking out from the ground after awakening from a 14-day slumber during the dangerously cold lunar night. Scientists believe the unusual rock may have formed after numerous impacts blew rock off the surface until the pointy formation was left. However, further analysis is needed to determine its exact origins and the China National Space Administration's (CNSA) plans to use the rover's imaging capabilities to probe its composition. China's Chang'e-4 touched down on the moon January 2019 and was the first-ever to land on the far side of the moon. Along for the ride is the lander and Yutu 2 rover, which have since beamed images back of the lunar surface that humans have never seen before. Objectives of the lander and rover include analyzing chemical differences between the Earth-facing side of the moon and the mission's target area. The Chang'e-4 lander and Yutu 2 rover recently spent 14 days hibernating during the long lunar night to protect mechanisms from freezing - temperatures can reach -310 degrees Fahrenheit. After powering back on February 6, the rover continued its work of exploring the far side and that is when it spotted the unusual stalagmite. CNSA has not yet revealed measurements of the rock, but plans to analyze it with Yutu 2's Visible and Near-infrared Imaging Spectrometer (VNIS) instrument with the hopes of uncovering its composition and size. Dan Moriarty, NASA Postdoctoral Program Fellow at the Goddard Space Flight Center in Greenbelt, Maryland, told Space.com: 'Repeated impacts, stresses from thermal cycling, and other forms of weathering on the lunar surface would all tend to break down rocks into more-or-less'spherical' shapes, given enough time.' Moriarty also told Space.com that looking at the pointy-shape of the rock and pronounced 'ridge' running along the edge, it is speculated that the rock is geologically young. He also believes the milestone was created through spallation, which occurs when 'intact fragments of rock are blown off the nearby surface without experiencing the same degree of shock pressures that the immediate target undergoes.' The rover has traveled 2,060 feet across the lunar surface since landing on January 3, 2019. China's space agency released a gallery of images snapped by the rover in January 2020 to mark the one-year anniversary since the craft first arrived on the moon. Doug Ellison, who heads up the engineering camera team for the Curiosity Mars Rover at NASA, processed the images and posted them on Twitter. One image of the Chang'e-4 lunar lander with the immaculate tracks of the Yutu 2 rover was brought to life in color using sophisticated computer software. The images were taken by Chang'e-4 lander's terrain camera and the panoramic camera on the Yutu 2 rover. The data dump measured more than 10GB and includes images taken over the course of its first year in operation. The images were sent back in what appears to be black and white, but they are actually incomplete color images. Computer programs can be used to extract the true coloration. Some of the images feature views of the Von Karmer crater in which the mission landed. It is the largest impact crater in the entire solar system at eight miles (13 km) deep and 1,600 miles (2,500 km) in diameter. The far side of the moon - colloquially known as the dark side - actually gets as much light as the near side but always faces away from Earth. This is because the moon is tidally locked to Earth, rotating at the same rate that it orbits our planet, so the far side - or the 'dark side' - is never visible from our planet. The Chang'e-4 lunar probe mission - named after the moon goddess in Chinese mythology - launched last December from the southwestern Xichang launch center. It is the second Chinese probe to land on the moon, following the Yutu rover mission in 2013.", "url": "https://www.dailymail.co.uk/sciencetech/article-9262795/Chinas-rover-discovers-elongated-milestone-rock-sticking-far-moon.html"}, {"title": "China's Chang'e-4 probe resumes work for 28th lunar day", "date": "2021-03-08", "content": "The lander and rover of China's Chang'e-4 probe have begun their 28th lunar day of work on the far side of the moon. Landing on the moon on Jan. 3, 2019, the Chang'e-4 probe has survived 795 Earth days on the moon, the Lunar Exploration and Space Program Center of the China National Space Administration said Monday. A lunar day is equal to about 14 days on Earth, and a lunar night is of the same length. The solar-powered probe switches to dormant mode during the lunar night. The rover Yutu-2, or Jade Rabbit-2, is currently located about 429 meters northwest of the landing site.", "url": "https://www.onepng.com/2021/03/chinas-change-4-probe-resumes-work-for.html"}]}, {"win label": 0, "news": [{"title": "1000 days on the moon! China's Chang'e 4 lunar far side mission hits big milestone", "date": "2021-10-06", "content": "A Chinese lander and rover are still up and running more than 1,000 Earth days after they made a historic first-ever landing on the far side of the moon. The Chang'e 4 lander carrying the Yutu 2 rover touched down in Von Kármán Crater on Jan. 2, 2019, and the robotic mission has been exploring the unique area of our celestial neighbor ever since. Both spacecraft reached the 1,000-days-on-the-moon mark on Sept. 28. The Yutu 2 rover has covered a total of 2,754 feet of lunar ground and acquired 3,632.01 gigabytes of data during its driving, Chinese officials have said. Together, the two spacecraft have returned stunning images and panoramas from the lunar far side, revealed secrets from below the surface, measured how much radiation astronauts would face, and have been spotted by NASA's Lunar Reconnaissance Orbiter. Yutu 2 has set a new longevity record for a rover working on the surface of the moon, surpassing the previous record of 321 days set by the Soviet Union's robotic Lunokhod 1 rover. Yutu 2 is now headed toward a distant basaltic area, but it may take years to reach the new site. Despite dealing with alternating deep cold and searing heat of lunar nights and days, intense solar radiation and abrasive lunar regolith, Chang'e 4, named after the Chinese goddess of the moon, and Yutu 2, the mythical pet rabbit of Chang'e, are still working well, as are their scientific instruments, according to the China Lunar Exploration Program. The solar-powered spacecraft regularly shut down during the lunar night, each of which lasts about 14.5 Earth days. The pair began their 35th lunar day on Sep. 29. The satellite that allows the Chang'e 4 mission to communicate with Earth is also healthy. The Queqiao relay satellite launched in 2018 to orbit around a point beyond the moon, from where it can see both the lunar far side and Earth at all times. Queqiao is needed to bounce data and commands between the spacecraft on the moon and mission control because the lunar far side never faces Earth. Some of the published results from Chang'e 4 data are still being discussed. A recent ' Matters arising' piece in the journal Nature Astronomy authored by Elena Pettinelli and others challenges interpretations of low-frequency ground-penetrating radar data made by J. Zhang et al. last year, contending that some signals presented as layers of rock are instead artifacts generated by the radar's system design and antenna configuration, in a similar manner as occurred with the same instrument on Chang'e 3. Zhang at al. replied, confirming that there were electromagnetic disturbances, but the team had taken steps to identify and remove this noise from the data, allowing for insight into the layering beneath Von Kármán crater. Chang'e 4 was originally designed as a backup to Chang'e 3 and would have provided a second shot at a lunar landing and rover mission if the first failed. Chang'e 4 was repurposed for a more ambitious mission after the successful 2013 landing of Chang'e 3. The first Yutu rover lost its ability to drive after just two lunar days due to a short circuit. Yutu 2 was redesigned to prevent rocks damaging its circuitry and has proved much more durable. China launched its first lunar sample return mission in late 2020. The Chang'e 5 mission successfully delivered 3.816 pounds of fresh lunar samples to Earth in December. The country will follow up by sending Chang'e 6 to collect samples from the far side of the moon in 2024.", "url": "https://www.space.com/china-chang-e-4-moon-far-side-1000-days"}, {"title": "China's Yutu 2 rover spots cube-shaped 'mystery hut' on far side of the moon", "date": "2021-12-06", "content": "China's Yutu 2 rover has spotted a mystery object on the horizon while working its way across Von Kármán crater on the far side of the moon. Yutu 2 spotted a cube-shaped object on the horizon to the north and roughly 260 feet (80 meters) away in November during the mission's 36th lunar day, according to a Yutu 2 diary published (opens in new tab)by Our Space, a Chinese language science outreach channel affiliated with the China National Space Administration (CNSA). Our Space referred to the object as a \"mystery hut\" (神秘小屋/shenmi xiaowu), but this a placeholder name rather than an accurate description. Team scientists have expressed a strong interest in the object and Yutu 2 is now expected to spend the next 2-3 lunar days (2-3 Earth months) traversing lunar regolith and avoiding craters to get a closer look, so updates can be expected. A likely explanation for the shape would be a large boulder which has been excavated by an impact event. The solar-powered Yutu 2 and Chang'e 4 lander made the first ever landing on the far side of the moon on Jan. 3, 2019, and the rover has been rolling through the 115-mile-wide (186 kilometers) Von Kármán crater ever since. Chang'e 4, like its name suggests, is China's fourth moon mission and second to deliver a rover on the moon. The Chang'e 1 and 2 missions were orbiters, with Chang'e 3 landing on the near side of the moon with the first Yutu rover. China has also launched the Chang'e 5 T1 test mission around the moon and the Chang'e 5 moon sample return mission.", "url": "https://www.space.com/china-yutu-2-moon-rover-cube-shaped-object-photos"}, {"title": "China's lunar rover spots mysterious \"hut\" on far side of moon", "date": "2021-12-08", "content": "China's Yutu 2 rover has spotted a mysterious object described as a \"hut\" or \"house\" on the far side of the moon, according to a recent log of the lunar rover's activities. Yutu 2 encountered the cube-shaped object while driving across the Von Kármán crater last month during the mission's 36th lunar day, according to a post published on \"Our Space\" - a Chinese media channel affiliated with the China National Space Administration - Space.com reported. The rover, which landed on the far side of the moon in January 2019, sent back images of the object on the horizon. According to the post, the rover was located 80 meters away and is expected to reach the site in another two to three months of trekking. Space.com pointed out that \"mystery hut\" is used as a placeholder name based on its appearance - it is not literally a hut. The site also offered a possible explanation for the object's true origin: It could be a large boulder that was \"excavated by an impact event.\" China landed Yutu 2 on the far side of the moon as part of its unmanned Chang'e 4 mission. The rover's journey has involved hill-climbing and moving through rocky terrain in the Von Kármán crater. The attention over the latest discovery comes as China has been accelerating its space program. In October, China launched a three-person crew for a six-month mission aboard its own space station, aiming to set a new record for the length of time spent in space by Chinese astronauts. Earlier this year, China successfully landed a solar-powered rover in Mars.", "url": "https://www.cbsnews.com/news/moon-china-lunar-rover-mystery-hut/"}, {"title": "China's Lunar Rover Just Discovered A 'Mystery Hut' On Far Side Of The Moon", "date": "2021-12-09", "content": "Landing in January 2019 as part of China's fourth-ever mission to the moon, the Yutu 2 rover just encountered a mysterious cube-shaped object in the moon's Von Kármán crater. From naval expeditions to find new lands to our first foray into the cosmos, technology has been humanity's only limit for exploration. And though America put a man on the lunar surface, China recently became the first nation to land a craft on the dark side of the moon - where it just discovered a \"mystery hut.\" China's solar-powered Yutu 2 rover photographed the cube-shaped object in October while exploring the Von Kármán crater. Landing atop the Chang'e 4 lunar lander in January 2019 as part of China's fourth-ever mission to the moon, it has beamed back imagery ever since. According to CBS News, China's National Space Administration itself described the object as a \"mystery hut\" or \"mystery house\" when its \"Our Space\" outreach program announced the find on Dec. 3, 2021. While scientists don't believe the object to have been made by extraterrestrials, they are having fun pondering the alternatives. \"Was it a home built by aliens after the crash landing?\" Our Space joked in the announcement. \"Or is it the pioneer spacecraft of the predecessors to explore the moon?\" According to Space, the rover began trekking northwest across the lunar surface to photograph and analyze its finds ever since deployment from Chang'e 4 three years ago. Equipped with ground-penetrating radar sensors and panoramic cameras, the resourceful rover spotted the oddly-shaped irregularity 260 feet away on the 36th lunar day of its mission. In Earth days, the discovery was made on Oct. 29, 2021, with the contrast of an extremely uniform horizon and a definite structure sticking out of it leaving experts in awe. Scientists have since redirected the rover towards the object to find out more. Yutu 2 will take two to three months to reach it, however, as the solar- powered craft shuts down when the sun is directly overhead to protect against overheating - and hibernates when there's no light, at all. Meanwhile, the experts have weighed in. Rather than a warning sign left behind by an advanced civilization, it appears that the \"mysterious hut\" is likely an enormous boulder. The structure is situated near a sizable crater, leading experts to believe that this protruding formation was lifted from beneath during a meteoric impact event. While no one will know for sure until Yutu 2 arrives to inspect the object in closer detail, the moon's many mysteries are often solved with simple explanations. After all, the Yutu 2 rover has already made some intriguing discoveries during its years-long inspection of the moon. In August 2019, for instance, it encountered a substance Chinese officials described as \"gel-like.\" It turned out to be glassy material created by an impact event. According to the Nature Astronomy journal, the substance emerged a little less than one million years ago when a meteorite crashed into the moon. Then in February 2021, yet another peculiar discovery was made when Yutu 2 found a series of elongated rock shards described as \"milestone\" - yet again caused by an impact. Ultimately, however, this is precisely what the rover is meant to do: find seeming anomalies and beam back evidence for scientists to analyze. Yutu 2 has already used its ground-penetrating radar to do so, collecting reflected magnetic waves from the moon to create informative data detailing the planet's many layers. The rover's pair of cameras, meanwhile, has already captured a remarkable trove of pictures. Since the moon's far side never faces Earth and was only first seen by human eyes when the Soviet Union's Luna 3 spacecraft circled the moon in 1959, these new high-quality images keep scientists busy. In the end, the Yutu 2 rover and Chang'e 4 lander have spent more than 1,000 Earth days on the dark side of the moon - surpassing the Soviet Union's Lunokhod 1 rover record of 321 days. Currently in its 37th lunar day, the rover is expected to beam back close-up images of the \"mysterious hut\" at the turn of the year.", "url": "https://allthatsinteresting.com/yutu-2-moon-hut"}, {"title": "This Bizarre Cube On The Moon Has Everyone's Attention", "date": "2021-12-29", "content": "A Chinese lunar rover has spotted something very odd on the moon, and scientist can't agree on just what it is. A mystery cube-shaped object was spotted in the distance, and described as a \"hut\" according to Chinese- language site Our Space. China's Yutu-2 rover is exploring the far side of the moon - that is, the side of the moon which faces away from Earth. Sometimes people call this the dark side of the moon, but that's not technically correct as this side does get sunlight, it just isn't visible to us. The far side of the moon is relatively unexplored, as most lunar missions visit the near side because it's easier to see. But the Chinese space agency, the China National Space Administration, has been visiting this side of the moon with its Chang'e 4 mission which was the first spacecraft to land there in 2019. The little Yutu-2 rover is part of the Chang'e 4 mission and it rolled out onto the moon's surface a few days after the landing. Since then, it has slowly been exploring the Von Kármán crater area and has already made some strange findings. That includes what first appeared to be a gel-like blob, but which turned out to be rock. This cube-shaped \"hut\", though, may be its oddest find yet. As weird-looking as the cube is, it probably isn't the handiwork of little green men. There are a couple of things to bear in mind when looking at images like this: firstly, that low-resolution cameras like those mounted on the Yutu-2 rover can accentuate certain features and simplify shapes. Objects may or may not be actually cube-shaped when seen up close. The second factor is that we are only seeing this mystery from one image, from one angle, so it could look very different if it were photographed from a different view. That said, it could be that the object is indeed cube-shaped. The most likely explanation for what it is, according to space journalist Andrew Jones who first reported on the anomaly in the English-speaking press, is that it could be a large boulder thrown up by an earlier impact. We know that the moon has often been bombarded by asteroids or comets throughout its history, and when these hit the moon they left behind impact craters. These craters are visible all over the moon, in fact, helping give it its distinct appearance. When an asteroid or comet hits the moon it does so at great speeds, which can throw up chunks of rock which then fall back onto the surface. That's most likely what the odd cube object is. You might wonder why the moon has so many impact craters compared to the Earth. In fact, the Earth is much more likely to be hit by comets or asteroids than the moon because it is so much larger - and indeed Earth has had plenty of these impacts over its long life. But according to NASA, the craters are much more visible on the moon because it doesn't have an atmosphere or plate tectonics. Earth's atmosphere leads to rocks eroding over time, so impact craters are gradually smoothed out over thousands of years. And plate tectonics works to recycle rocks on Earth, getting rid of the old rocks which would have shown evidence of impacts. As the moon doesn't have an atmosphere or a tectonically-active interior, once an impact crater has been formed it stays visible for a very long time - hence why the moon looks the way it does. This cube was almost certainly formed by natural processes, then, but researchers are still interested in examining it to learn more. Studying rocks thrown up by impacts can help understand the geological history of places like the moon, and can even reveal information about layers of rock which are usually hidden beneath the surface. So the Yutu-2 rover will be heading to the cube to learn more about it. However, even though the cube isn't that far away, at around 80 meters from the rover's position when it was first observed, it'll still take two to three months for the rover to make it over. While with the moon's low gravity - about a sixth of what we experience on Earth - means that distance would be just a few bounds for astronauts, it takes rovers a very long time to cross even small distances for several reasons, according to Space.com. First, rover drivers have to be extremely careful when traversing the surface in order to avoid obstacles like pointy rocks or craters. These could damage the rover, or cause it to get stuck, far beyond an AAA rescue. The Yutu-2 rover is also solar powered, which means it only operates during the lunar days and has to go into a sleep mode during the lunar nights. Since the moon rotates every 27 days, that means that a lunar night lasts around two weeks. The rover has to spend a lot of time waiting for the sun to return, to power its solar panels. So the rover is heading toward the cube and we can hope to see more pictures and learn more once it gets closer. Patience is the name of the game, but that doesn't mean we can't imagine some more far-fetched explanations for this strange object on the moon. ", "url": "https://www.slashgear.com/this-bizarre-cube-on-the-moon-has-everyones-attention-29704540/"}]}, {"win label": 0, "news": [{"title": "The Moon's far side has sticky soil, Yutu-2 finds", "date": "2022-01-20", "content": "The farside of the Moon is a far different place from the nearside. It has a more rugged surface, chock-full of craters. It's nearly devoid of the smooth, solidified-lava oceans that dot the side that faces us. And it has a different composition, with fewer radioactive elements. Now, you can add \"stickier soil\" to that list. In a paper published Jan. 19 in Science Robotics, Chinese researchers give an update on the Yutu-2 rover, which touched down on the Moon in 2019 with Chang'e 4, the first ever mission to land on the lunar farside. The team says that one of the most striking things Yutu-2 has encountered is how clumpy, or \"cloddy,\" the lunar soil has been. Images taken by the Chang'e 4 lander and the rover of its wheels show that much of its fine metal mesh is covered in dirt that it has picked up as it rolled across the lunar surface. That might seem a small detail, but it's scientifically intriguing: It stands in sharp contrast to the experience of Yutu-2's predecessor, Yutu, which landed on the nearside in 2013. Though both rovers have nearly identical designs, the original Yutu never had any large clumps of dirt gather on its wheels in over 2.5 years of exploration - only some fine dust stuck to the metal wheels thanks to static cling. The researchers write that this difference in soil is likely related to the conditions on the lunar farside. Though scientists haven't settled exactly why, volcanic activity on the farside appears to have ceased earlier than on the nearside, meaning the surface of the farside is older than the nearside. When lunar soil - called regolith - is exposed to the harsh conditions of space for millions of years, it absorbs repeated impacts from micrometeorites, a process called space weathering. These impacting particles don't just pulverize the dirt into finer particles, they also melt them and fuse them into larger, irregular-shaped glassy globs, called agglutinates. This, the Yutu-2 team says, is probably why the farside soil is so clumpy: Agglutinates' irregular shapes are able to interlock with each other more easily, forming large clods. Because the farside's lunar surface is older and more weathered, it makes sense that it has a higher level of agglutinates. But Yutu-2 is the first explorer - human or robotic - to tread on the regolith of the farside to find out. ", "url": "https://astronomy.com/news/2022/01/the-moons-far-side-has-sticky-soil-yutu-2-finds"}, {"title": "The Far Side Of The Moon Is Littered With Craters & Sticky Soil", "date": "2022-01-21", "content": "China's Yutu-2 over is the first to explore the far side of the Moon, and thanks to the fresh trove of data it relayed, it appears that the lunar soil in that region is a tad stickier and there's an abundance of craters as well. Launched as part of the China National Space Administration's Chang'e 4 mission back in 2018, it became the world's first robotic lunar rover to soft-land on the mostly unexplored far side of the moon. It also holds the honor of being the world's longest-lived operational lunar rover. Plus, it was also the first to capture high-resolution images of the lunar ejecta sequence resulting from small particles striking the moon's surface. More recently, the rover made waves after spotting what looked like a mystery hut, but later turned out to be just a peculiarly shaped rock. Now, the rover is back into the limelight with some more intriguing findings. A paper published in Science Robotics that was compiled by researchers across several institutions in China, Germany, and Canada using data sent by the rover suggests the far side of the Moon has a sticky surface riddled with craters of varied sizes. The team found that the wheels of the Yutu-2 rover had 46 percent of their surface covered in some sort of lumpy soil. The first-gen Yutu rover that was deployed as part of the CE-3 mission had an identical wheel configuration, but only about 2 percent of the wheel's surface was covered in fine particles. And that too can be attributed to electrostatic surface adhesion. In the case of the Yutu-2 rover, its wheels had larger pieces of soil stuck to them. And before one starts imaging lunar solid clumping together due to water, the paper rules it out and cites \"a higher percentage of agglutinate due to the longer exposure time and greater degree of space weathering\" as the possible reason. Unraveling Mysteries Of The Far Side: Another key observation was that small craters are abundant on the far side of the Moon. Based on images captured by the Lunar Reconnaissance Orbiter, the team was able to identify no less than 88 impact craters within just a 50-meter range along Yutu-2's route that is covered in the first 25 days of its journey. The size of the craters ranges between 4.68 meters and 61.83 meters, with over half of them sporting a diameter of fewer than 10 meters. Interestingly, the rover also spotted something that the paper describes as \"an unexpected gel-like material of high reflectance.\" The object appears to be made out of a dark-greenish, shiny material with a distinctive color, texture, and shape compared to the regolith around it. The team behind the research speculates that it is an impact melt breccia that was formed as a result of lunar regolith melting and cementing together with the heat generated from an impact event.", "url": "https://screenrant.com/china-moon-rover-green-gel-sticky-dust/"}, {"title": "China's Chang'e-4 discovers glass globules on far side of moon", "date": "2022-02-20", "content": "The Yutu-2 lunar rover of China's Chang'e-4 mission has discovered two macroscopic translucent glass globules during its exploration of the far side of the moon, which could potentially help reveal the moon's early impact history. According to a study published in Science Bulletin, the Yutu-2 rover captured images of two translucent globules using its panoramic camera. No composition data has been obtained for the globules. But their unique morphology and local context suggest they are most likely impact glasses - quenched anorthositic impact melts produced during cratering events - rather than being of volcanic origin or delivered from other planetary bodies, the researchers said. Lunar anorthosite is a major rock of the lunar highlands, which formed in the lunar magma ocean. The researchers said the globules are different from the glass beads sampled by the Apollo missions, as they are larger in size and exhibit colors. They predicted that the glass globules would be abundant across the lunar highlands, providing promising sampling targets that could reveal the early impact history of the moon. The Chang'e-4 probe, launched on December 8, 2018, made the first-ever soft landing in the Von Karman Crater in the South Pole-Aitken Basin on the far side of the moon on January 3, 2019. So far, Yutu-2 has traveled more than 1,000 meters on the far side of the moon. ", "url": "https://news.cgtn.com/news/2022-02-20/China-s-Chang-e-4-discovers-glass-globules-on-far-side-of-moon-17NBA8JfWpO/index.html"}, {"title": "China's Yutu-2 rover spots two spheres of glass on the moon", "date": "2022-02-23", "content": "China's Yutu-2 rover has spotted two intact spheres of translucent glass up to an inch thick on the far side of the moon. Images returned by the rover, which landed on the moon in January 2019, show the glass globules looking like a couple of tiny ball bearings. Small glass'spherules' are actually common on the moon, although they're typically less than 0.03 of an inch (3mm) in diameter. These newly-found glass spheres are much bigger, measuring around 0.5-inch to 1-inch (1.5 cm to 2.5 cm), according to the scientists. Glass forms on the moon when silicate material - rock-forming minerals - are subjected to high temperatures. It's known that volcanic glass deposits were formed during explosive eruptions in the moon's history, when it was volcanically active. Today, new glass can be formed on the moon due to the heat generated from impacts by meteorites with the lunar surface. The new findings have been described in a paper authored by a team led by planetary geologist Zhiyong Xiao of Sun Yat-sen University, Guangzhou, China. 'Transparent and translucent glasses on the Moon are less than 1 mm in diameters, and larger ones are dark and opaque,' they say. 'The globules were formed or exposed recently as evidenced by their intact shapes and surface exposure.' Exact composition of the glass is yet to be determined, however. 'Glass is ubiquitous in lunar regolith, and volcanism and hypervelocity impacts are the major mechanisms of forming lunar glasses,' the team say. 'Volcanic glasses on the Moon occur as quenched skin of basaltic rocks or as glass spherules in pyroclastic deposits.' Volcanic glasses were returned by NASA's Apollo missions in the late 1960s and early 1970s, although some of these were darker and larger than the spotted specimens - up to 1.5 inches thick. This is not the first time Yutu-2 has come across odd lunar features - last year, it returned photos of a 'mystery hut' in the horizon, which researchers initially had trouble identifying. On closer inspection, it was revealed in January that it was a rabbit-shaped rock, surrounded by its own rocky 'droppings' and morsels of food. The finding is a coincidence as the name of the rover, Yutu, happens to be Chinese for 'Jade Rabbit'. In February 2021, Yutu-2 captured images of an elongated 'milestone' rock on the lunar surface. The moon rover spotted the sharp structure sticking out from the ground after awakening from a 14-day slumber during the dangerously cold lunar night. Because Yutu-2 is solar-powered, it constantly has to keep 'going to sleep' when there's no sunlight, during the 14-day long lunar night. In 2019, just months after it landed, Yutu-2 found a mysterious 'gel-like' substance of a dark green colour. Yutu-2 has been traversing the 115-mile-wide (186km) Von Kármán crater ever since it landed on the moon attached to the Chang'e-4 spacecraft on January 3, 2019. Chang'e 4 was China's fourth mission to the moon and the second to send a rover. The Chang'e 1 and 2 missions were orbiters, while Chang'e 3 landed on the near side of the moon with the first Yutu rover. Beijing also launched Chang'e-5 in November 2020, which successfully returned the first moon samples to Earth in more than 40 years. China has also just approved three more missions to the Moon - Chang'e 6, 7 and 8 - launching from 2024 onwards. NASA, meanwhile, is gearing up to send humans to the moon 'no earlier than 2025', as part of its Artemis mission, a follow-up to the Apollo missions. The Artemis mission will be the first to land humans on the moon since Apollo 17 in December 1972. NASA is also working on a project to build the first lunar space station, codenamed the Lunar Gateway, as part of a long-term project to send humans to Mars.", "url": "https://www.dailymail.co.uk/sciencetech/article-10542427/Chinas-Yutu-2-rover-spots-two-spheres-glass-moon.html"}, {"title": "Chinese Lunar Rover Discovers \"Mind-Blowing\" Translucent Glass Globules on the Moon", "date": "2022-02-24", "content": "This study is led by Dr. Zhiyong Xiao, who is a core scientific team member of the first in-situ lunar mission to the Moon, Chang'E-4. The team examined images taken by the panorama camera onboard the Yutu-2 rover, and discovered several translucent spherical and dumbbell-shaped glassy globules. Perching on the surface regolith, the globules are transparent to translucent, and they exhibit a light brownish color. Such centimeter-sized translucent glass globules was not found on the Moon before. \"The globules simply blow our mind, since they are so unique on the Moon,\" Xiao says. Xiao has been studying tektite and microtektites, special distal impact glasses formed by terrestrial impact events, and microscopic glass spherules on the Moon, but they did not expect to see such translucent glass globules at the Chang'E-4 landing region. Centimeter-sized glassy globules have been collected by Apollo astronauts, but they are mostly dark, opaque, and clast- rich. The largest holohyaline globules found on the Moon are less than 1 cm, such as a globule recently collected by the Chang'E-5 mission, and they are also opaque. Along the less than 700 meters route of Yutu-2 that was accomplished in its first 12 lunar days, at least two such globules were confirmed, and another two possible cases were awaited to be confirmed due to inadequate image resolution. Based on the color, morphology, geometry, and possible exposure ages, the team studied the origin of the globules by referring to critical cooling rates of crystallization for various lunar rocks. The team found that the globules are well consistent with being impact glasses sourced from iron-poor materials, such as pure anorthosites that are composed of plagioclase. Within a ballistic range permitted by the maximum landing velocity of the globules, the team reveal that a lot potential parent craters are capable to form such globules, as the target lithology there consists of pure anorthosites, and high-energy melt is a common product in typical lunar impact events. \"It is a bit unfortunate that when we first found these glasses, the rover has just passed by them, and no compositional data were obtained, but such globules might be pretty common at the lunar farside,\" Xiao says. \"The first discovery of macro-sized translucent glass globules on the Moon confirms that lunar anorthosites are excellent raw materials to manufacture glasses with good light-admitting quality. Their existence on the Moon indicate that impact events on the other planetary bodies could also form tektite-like impact glasses. Such glass globules should be commonly produced by ancient impact basins on the Moon, so their compositions and isotopic ages will be highly valuable to understand the early impact history. Also, at the dawn of constructing human-bases to the Moon, lunar anorthosites are a promising and widespread resources to produce glasses in-situ,\" Xiao says. Without compositional data, the possibility that these glass globules are counterparts of terrestrial tektites is currently unknown. Rather, tektites on Earth were produced by larger than ~10 km diameter craters that were formed in water-rich target. Apollo astronauts have reported easy recognition when collecting centimeter-sized glassy globules on the Moon, so the translucent glass globules are value sampling target for future lunar surface explorations.", "url": "https://scitechdaily.com/chinese-lunar-rover-discovers-mind-blowing-translucent-glass-globules-on-the-moon/"}, {"title": "China's moon rover spots 2 strange glass spheres on lunar far side", "date": "2022-02-28", "content": "China's Yutu 2 rover has made yet another curious discovery during its travels on the far side of the moon, this time turning up a pair of translucent glass globules. The rover's panoramic camera spotted the two glass spheres as it drove across the surface of Von Kármán crater on the far side of the moon. The Apollo astronauts previously collected similar glass globules of about the same size, but those examples were mostly dark or opaque. \"The globules simply blow our mind, since they are so unique on the moon,\" Zhiyong Xiao, lead author of new research about the spheres and a planetary scientist at Sun Yat-sen University and the Chinese Academy of Sciences, said in a statement. Xiao and his team believe the small spheres, which are between 0.59 and 0.79 inches across, were probably formed by relatively recent meteor impacts. Specifically, the researchers believe that the globules formed from anorthosite, a volcanically-formed rock rich in the mineral feldspar, after a high-energy impact melted the rock and reformed into spheres. Xiao described the new finds as the \"first discovery of macro-sized translucent glass globules on the moon.\" Finding these spheres on the moon suggests that impact events on the other planetary bodies could also form similar impact glasses, Xiao said. And on the moon, Xiao said that such glass spheres should be commonly produced by ancient impacts and could be valuable for understanding early lunar impact history. Additionally, with countries now looking to establish lunar bases for long- term human stays, the anorthosites could be useful for astronauts looking to produce glass on the moon, meaning such material may not need to be transported from Earth. \"Lunar anorthosites are excellent raw materials to manufacture glasses with good light-admitting quality,\" Xiao said. The researchers are limited in their analysis because they do not have data from Yutu 2's spectrometer, which could have provided greater insight into the composition of the glass globules. The rover imaged the objects but did not stop to focus its Visible and Near-Infrared Spectrometer instrument to collect reflected spectra. The glass spheres are just the latest in a list of curious discoveries by Yutu 2. Others include impact melt glass, a \"milestone,\" and a \"mystery hut\" on the horizon which turned out to be a rabbit-shaped rock. Yutu 2 and the Chang'e 4 lander set down in Von Kármán crater in January 2019, making the first-ever landing on the far side of the moon. The pair's 40th lunar day was due to start following sunrise over their location on Feb. 23. Yutu 2 has covered more than 3,300 feet in total. The research was published Feb. 26 in the journal Science Bulletin.", "url": "https://www.space.com/china-moon-rover-finds-strange-glass-spheres"}, {"title": "China's Yutu 2 rover transmits intriguing panoramic images from hidden side of the Moon", "date": "2022-03-09", "content": "China's Yutu 2 rover, which has completed three years on the Moon, has beamed back an intriguing panoramic picture of its location. The rover had landed on the far side of the Moon in January 2019 atop the Chang'e 4 lander and has been scanning the lunar surface ever since. The picture holds special significance as it gives a glimpse of that area of the Moon which is not visible from the Earth. The images were released in late February by Ourspace, a Chinese language science outreach channel affiliated with the China National Space Administration. The photos give a glimpse of the track Yutu 2 is following and offer insight into the lifeless and airless environment. Interestingly, the rover and the lander are the first-ever equipment to land and operate on the hidden side of the Moon. According to the data from China's Lunar Exploration Ground Application System, the 140-kilogram solar-powered rover has travelled a total of 1,029 meters across the Von Kármán crater ever since its landing. Yutu 2's adventures on the Moon: The rover has been a subject of interest lately owing to some intriguing discoveries it is making. The most talked-about finding by the rover was a 'mystery hut', an outcrop that it spotted on the Moon. While many speculations were being made about its identity, the outcrop eventually turned out to be just a rock that was named 'jade rabbit' owing to its rabbit-like appearance. According to the operators of the Yutu 2 rover, it was the rover's 36th day of operation and it was just 80 metres away from the rock at the time of the discovery Two days later, Yutu 2 started venturing towards the supposed 'mystery hut' and crossed the 1000-metre travel mark in doing so. Most recently, it beamed back images of mysterious translucent glass spheres. The spheres measured around 0.5-inch to one inch and were fairly bigger than the small glass'spherules' commonly found on the lunar surface. According to the scientists who published their findings in the journal Science Bulletin, the sphere hint towards a chaotic past of the lunar surface which includes volcanic activities and meteorite impacts.", "url": "https://www.republicworld.com/world-news/russia-ukraine-crisis/chinas-yutu-2-rover-transmits-intriguing-panoramic-images-from-hidden-side-of-the-moon-articleshow.html"}, {"title": "China's Yutu-2 Rover Sends Images Of The Dark Side Of The Moon", "date": "2022-03-14", "content": "China's lunar rover has sent back a new image from the dark side of the moon, showcasing its three-year-long journey on our planet's satellite. The images were released by Ourspace -- a Chinese language science outreach channel affiliated with the China National Space Administration in late February. One of the images includes a wide panoramic view of the moon with Yutu-2's tyre marks. This image also shows Chang'e 4's lander in the far distance which touched down on January 2019, which also claimed the spot of the first spacecraft to land and operate on the moon's hidden hemisphere. Since its landing, Yutu-2 has travelled over a kilometre across the Von Karman crater as per the new data from China's Lunar Exploration Ground Application System. Last month, the rover had spotted two intact spheres of translucent glass which was around an inch thick on the far side of the moon. To the unaware, these are common phenomena on the moon. Essentially glass forms when the silicate material on the lunar surface is subjected to high temperatures. This normally occurs due to heat generated from impacts by meteorites on the lunar surface. They're normally less than 0.03 of an inch in diameter. Yutu 2 also recently visited the crater rim to look at the mysterious hut-like structure which actually turned out to be a rabbit-shaped rock.", "url": "https://www.indiatimes.com/technology/science-and-future/china-yutu-2-rover-dark-side-moon-564436.html"}]}, {"win label": 0, "news": [{"title": "Mid-Autumn Festival: Scientists release lunar rover Yutu-2 work report", "date": "2022-09-11", "content": "Ground scientific research personnel extended best wishes to China's lunar rover Yutu-2, named after the Chinese mythological figure Jade Rabbit, a symbol of the moon-worshiping Mid-Autumn Festival that fell on Saturday this year. The Mid-Autumn Festival is celebrated on the 15th day of the eighth month on the Chinese lunar calendar when the moon is at its fullest and brightest. It is an important time for family reunions among the Chinese. \"Hello Yutu-2, we know from the telemetry data that you have been in a good shape recently, making new achievements on the far side of the moon with numerous detection results,\" said Han Shaojin, supervisor of Yutu-2 manipulation at Beijing Aerospace Control Center. \"We are sincerely happy for you. In the future, we hope that you will keep up the good work, and create new brilliance together with us for the mankind from the far side of the moon.\" Yutu-2's lunar journey: The rover, a six-wheeled off-road robot equipped with four steering motors on the corner of each wheel with a meshed surface, can climb up 20-degree slopes and surmount obstacles up to 200 millimeters high. With a designated service life of only three months, Yutu-2 has worked on the moon for an above-norm three years and depicted the unique and untrodden landscape on the moon's far side, revealing its notable differences with the near side with in situ evidence. Since it was first brought to the moon by the Chang'e-4 probe and landed on the Von Karman crater on January 3, 2019, Yutu has traveled 1.3 kilometers on the far side of the moon. Yutu-2 has taken many valuable pictures of the lunar landscape since then, including one mysterious square object which caused a great debate among people on Earth over what it was. When Yutu-2 finally approached the object, it turned out to be just a rabbit-shaped rock. The rover carries multiple detection equipment, including a panoramic camera, lunar penetrating radar, an infrared imaging spectrometer and a neutral atom detector co-developed with Sweden to study the topography, mineral composition and shallow surface structure of the moon. So far, Yutu-2 has obtained valuable data on solar wind and cloddy soil research, gel-like rocks, and fresh small craters inside the Von Karman crater in the South Pole-Aitken Basin. The locomotive data and images collected by Yutu-2 detailed geological knowledge of the landing site, deepening people's understanding of the formation and evolution of the moon.", "url": "https://news.cgtn.com/news/2022-09-11/Mid-Autumn-Festival-Scientists-release-lunar-rover-Yutu-2-work-report-1deV2citGzC/index.html"}, {"title": "China's Yutu 2 rover beams back stunning image after 3 years on moon's far side", "date": "2022-09-17", "content": "China's Yutu 2 rover has returned a view of its path over three years of travels across the harsh environment of the moon's far side. The new images - released by Ourspace, a Chinese language science outreach channel affiliated with the China National Space Administration, in late February - give a sense of the rover's winding journey. One image offers a panorama view looking back on Yutu 2's most recent tracks, with the Chang'e 4 lander visible far in the distance. Yutu 2 touched down on the lunar far side in January 2019 atop the Chang'e 4 lander, making the pair the first spacecraft to land and operate on the moon's hidden hemisphere. Since the duo landed, the roughly 310-pound solar-powered Yutu 2 has traveled 3,376 feet across Von Kármán crater, according to new data from China's Lunar Exploration Ground Application System. Yutu 2 recently traveled to a crater rim to check out a \" mystery hut \" spotted on the horizon rock). From this vantage point, Yutu 2 can see sections of the tracks it has made in the lunar regolith, as well as its distant lander companion lower on the crater floor off to the left in the new panorama. The rover has made a number of discoveries during its mission, including material potentially from below the moon's crust and glass spheres likely created by meteor impacts. Meanwhile, NASA's Lunar Reconnaissance Orbiter has been following Yutu 2 from orbit. A collection of images on webpages for LRO cameras show the landing site and the rover's movement across the surface over time. In late 2020, Mark Robinson, a professor of geological sciences at Arizona State University and principal investigator for the imaging system on LRO, posted time-lapse imagery clearly illustrating the rover's journey to the northwest. Yutu 2 and the Chang'e 4 lander each carry four science payloads and have far exceeded their design lifetimes of three months and one year, respectively. Each operates for about two Earth weeks when the sun shines, then powers down to outlast the long, cold lunar night. The mission's 40th lunar day began on Feb. 23 and is expected to end on Wednesday .", "url": "https://www.space.com/china-yutu-2-moon-rover-3-years-panorama"}, {"title": "China's Yutu 2 rover still rolling after nearly 4 years on moon's far side", "date": "2022-09-18", "content": "The first robots ever to land safely on the far side of the moon are quietly continuing their work, according to a rare update on the mission. China's Chang'e 4 lander and Yutu 2 rover set down in Von Kármán Crater back in January 2019 and have been carrying out science and exploration objectives ever since. There had been a lack of reports on the progress of the pair in recent months, but a mission update coinciding with the Chinese calendar's Mid-Autumn Festival, or Moon Festival, reveals that all is well with the solar-powered craft. The six-wheeled, roughly 309-pound Yutu 2 has accumulated nearly 4,265 feet of driving in its roughly 3.5 years on the far side of the moon, according to the update from CCTV. Its journey has also been spotted from orbit by NASA's Lunar Reconnaissance Orbiter. The rover carries a panoramic camera, with which it infamously spotted what was initially described as a \" mystery hut \" but turned out to be a rabbit- shaped rock. Yutu 2 is also equipped with a lunar penetrating radar, an infrared imaging spectrometer and a neutral atom detector co-developed with Sweden, and has made a number of interesting findings on the far side of the moon. The lander also carries science instruments and has contributed to our understanding of the far side of the moon. Because the lunar far side never faces Earth, China sent a relay satellite, named Queqiao, out into a special orbit beyond the moon, allowing it to bounce signals between the Chang'e 4 spacecraft and the Earth. China's next lunar mission is expected to be Chang'e 6. The spacecraft will attempt to collect samples from the far side of the moon and will also need Queqiao or another satellite to communicate with Earth.", "url": "https://www.space.com/china-yutu-2-rover-still-alive-moon-far-side"}]}]