[
    {
        "win label": 0,
        "win": [
            {
                "title": "CFM, COMAC in joint definition phase for new aircraft/engine combination",
                "date": "2010-02-02",
                "content": "Since the announcement in December 2009 that the Commercial Aircraft Corporation of China (COMAC) had selected CFM International's advanced new LEAP-X engine as the sole western powerplant for its new C919 single-aisle aircraft, the two companies have launched a joint definition phase for the new aircraft/engine combination that will continue throughout 2010. CFM, a 50/50 joint company between Snecma (SAFRAN Group) and General Electric Company, is the world's largest commercial aircraft engine manufacturer. In 2008, the two companies renewed the partnership to the year 2040. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Honeywell Chosen To Provide Braking System For The C919 Airliner",
                "date": "2010-07-11",
                "content": "Honeywell has been selected by Commercial Aircraft Corporation of China, Ltd. (COMAC) to provide the wheels and brakes, Brake Control System (BCS), and tires for the new C919 airliner. \"Honeywell's integration of the complete pedal-to-ground solution will ensure a smooth entry into service for COMAC's C919 airliner,\" said Mark Howes, president of Honeywell Aerospace, Asia Pacific. \"Honeywell's carbon brake solution will provide increased operational performance for C919 operators. "
            },
            {
                "title": "GE and AVIC Providing Systems for China's First Large Commercial Aircraft",
                "date": "2010-07-12",
                "content": "Commercial Aircraft Corporation of China Ltd (COMAC) today announced that GE Aviation Systems and AVIC Systems, the partners to a proposed AVIC GE joint venture, have been selected to provide the avionics core processing system, display system and on-board maintenance system for the newly launched C919 single-aisle aircraft. The AVIC GE joint venture will support COMAC for avionics integration for the C919. The public signing of the Letter of Intent for the C919 avionics selection was attended by senior management from GE, AVIC and COMAC. "
            },
            {
                "title": "JOINT C919 DEFINITION PHASE CONTINUES",
                "date": "2010-07-17",
                "content": "CFM International and the Commercial Aircraft Corporation of China (COMAC) are continuing the joint definition phase for the advanced C919 single-aisle aircraft /engine combination in preparation for entry into revenue service in 2016. The joint definition phase will continue into early 2011. In December 2009, COMAC selected CFM's advanced new LEAP-X engine as the sole western powerplant for the C919. "
            },
            {
                "title": "Zhuhai10: Comac releases C919 specifications",
                "date": "2010-11-16",
                "content": "The Commercial Aircraft Corp of China (Comac) has released the specifications of its Comac C919 narrowbody jet. The aircraft will have a length of 38.9m, wingspan of 35.8m and height of 11.95m, says Comac in a report released at Airshow China at Zhuhai. It will have a cabin width of 3.9m and a height of 2.25m between the cabin floor and ceiling. "
            },
            {
                "title": "Joint C919 Definition Phase Nearing Completion",
                "date": "2010-11-16",
                "content": "CFM International and the Commercial Aircraft Corporation of China (COMAC) have nearly completed the joint definition phase for the advanced C919 single-aisle aircraft /engine combination in preparation for entry into revenue service in 2016. In December 2009, COMAC selected CFM's advanced new LEAP-X engine as the sole western powerplant for the C919. COMAC has forecasted global sales of more than 2,000 C919 aircraft over the 20 years following entry into service in 2016. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Michelin to Supply Tires for China's First Commercial Aircraft",
                "date": "2011-04-12",
                "content": "Michelin has been chosen to develop and supply tires for the Comac C919, the first commercial aircraft designed in China. The contract grew out of an alliance created in November 2009 with Commercial Aircraft Corporation of China. This is the first time that Michelin will provide tires for a Chinese airliner. A pioneer in radial aircraft tires since 1981, the Group will supply the Comac C919 with its Michelin Air X radial tire. "
            },
            {
                "title": "China's C919 passenger plane makes overseas debut",
                "date": "2011-06-20",
                "content": "A real-size demo mock-up of C919 trunkliner's forward fuselage was unveiled at the ongoing 49th Paris Air Show on Monday, a debut for the first China-made large passenger aircraft at an international stage outside China. The mock-up showcased the cockpit and forward part of the cabin - 17 meters in length, 5.6 meters in height and 3.96 meters in width. It was first displayed to the public at the 2010 Zhuhai Air Show in China's Guangdong Province. "
            },
            {
                "title": "Ryanair to help China's COMAC on new jet",
                "date": "2011-06-21",
                "content": "Ryanair has signed an agreement to help China's COMAC develop its medium-range C919 jet for its possible use by the low-cost airline. Ryanair 'will share its experience and expertise to assist COMAC to develop the new C919 commercial aircraft, with up to 200 seats, which would enable Ryanair to lower costs and continue to lower fares for its passengers across Europe,' the airline said in a statement. 'Ryanair can become a two aircraft operator carrier, as long as the economies achieved by our current Boeing 737-800 fleet can be matched or lowered by a similar sized order from a different manufacturer,' the airline's chief executive Michael O'Leary said. "
            },
            {
                "title": "RYANAIR AND COMAC SIGN C919 MOU IN PARIS",
                "date": "2011-06-21",
                "content": "Ryanair, the world's favourite airline, today (21st June) in Paris signed a Memorandum of Understanding with COMAC to participate in discussions on the development of the COMAC C919 aircraft for Ryanair, which would be designed to carry up to 200 passengers and should be available from 2018 onwards. Ryanair, the world's largest international scheduled airline, will share its experience and expertise to assist COMAC to develop the new C919 commercial aircraft, with up to 200 seats, which would enable Ryanair to lower costs and continue to lower fares for its passengers across Europe. Speaking in Paris, Ryanair's Michael O'Leary said; \"Ryanair is pleased to sign this MOU with COMAC, and to work closely with them to develop a 200 seat C919 aircraft. "
            },
            {
                "title": "Partnership formed for C919 plane",
                "date": "2011-06-29",
                "content": "The Commercial Aircraft Corp of China Ltd, which is undertaking the construction of large domestic passenger jets, began its first joint venture on Tuesday with a foreign company in the hope of using world-class manufacturing techniques in the production of the homegrown C919 airplane. The partnership between the Shanghai Aircraft Manufacturing Co Ltd, a subsidiary of COMAC, and the United States-based Eaton Corp, a company specializing in systems used to control and distribute energy, is among 17 strategic agreements COMAC has reached with various aviation companies. The Eaton SAMC Aircraft Conveyance System Co Ltd will be situated in the Shanghai Pudong Lujiazui Software Park and will concentrate on the design, development and manufacture of the fuel and hydraulic conveyance systems needed for COMAC's production of the C919, said Lu Xiao'an, the director of the new venture. "
            },
            {
                "title": "Comac, China's \"Real Alternative\" To Boeing, Airbus?",
                "date": "2011-06-30",
                "content": "The Commercial Aircraft Corporation of China has signed an agreement with Ryanair to develop the C919, a new mid-size commercial jet, and, according to Ryanair, the deal creates real competition for Airbus and Boeing. Ryanair CEO Michael O'Leary said his company is \"seriously interested in the development of a 200 seat variant of the C919 aircraft.\" He added, \"We are pleased that there is now a real alternative to Boeing and Airbus.\" "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "C919 set to fly with imported engines initially",
                "date": "2011-11-04",
                "content": "China's first homemade C919 jumbo jet, set to make its maiden flight in 2014, will initially fly with imported engines because Chinese-developed engines will take a while to be put in use. The first batch of C919 jets will be powered by imported engines produced by CFM International, a joint venture between United States-based General Electric and France's Safran SA CFM will supply the engines in the jet's first few years of operation. The first deliveries of Chinese-developed engines for the 150-seat jumbo jets are expected only in 2020, according to AVIC Commercial Aircraft Engine Co (AVIC/ACAE), the company tasked to develop the engines. "
            },
            {
                "title": "C919 project at 'crucial point' in detailed design",
                "date": "2011-12-06",
                "content": "Commercial Aircraft Corporation of China (Comac) has completed the joint definition phase of its C919 narrowbody twinjet, as orders for the type rise to almost 200. With the completion of the preliminary design, the manufacturer has entered a \"crucial point\" in the detailed design phase, said Comac leaders at a C919 project meeting on 24 November. Although they did not elaborate on the aircraft's development progress, they plan to wrap up the detailed design phase in 2012 to ensure the aircraft can conduct its first flight in 2014. "
            },
            {
                "title": "COMAC begins pilot production of C919 jet",
                "date": "2011-12-16",
                "content": "The comprehensive design plan of the home-grown C919 passenger jumbo jet, which is being developed by the Commercial Aircraft Corporation of China (COMAC), passed the evaluation of experts from the Ministry of Industry and Information Technology on Dec. 9. COMAC then began planning the aircraft's detailed design and launched pilot production of the aircraft. The standard version will have 168 economy-class seats or 158 seats of different classes, with a range of 4,075 kilometers. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Bombardier, China's Comac To Cooperate on 'Commonalities'",
                "date": "2012-03-26",
                "content": "Canada's Bombardier Aerospace and Commercial Aircraft Corporation of China signed a definitive agreement on March 21 to cooperate on four areas or \"program commonalities\" of their respective C Series and C919 narrowbody airliners. The manufacturers agreed to cooperate on human-machine cockpit interfaces, the electrical system, the development of aluminum-lithium alloy standards and customer services, including technical publications. The companies expect to complete the four projects over the next year in conjunction with the C919 development schedule, they said. "
            },
            {
                "title": "COMAC C919, against Airbus and Boeing duopoly",
                "date": "2012-05-19",
                "content": "The Commercial Aircraft Corporation of China (COMAC), China's Advancing Aerospace Industry, is accelarating the steps to produce its first commercial aircraft in narrowbody segment later this decade. Some experts say that the C919 will not be unbeatable aircraft in terms of technologically or commercially when it starts fliying One of the reasons is that its dependence on foreign suppliers, such as General Electric, Honeywell, Rockwell Collins, Goodrich, and Eaton, all of which are part of the Boeing 787 supply chain. Chad Ohlandt, an associate engineer at the RAND Corporation, a nonprofit, nonpartisan research institution, stated that \"The large commercial aircraft market currently amounts to fewer than 1,000 deliveries a year globally. "
            },
            {
                "title": "Nexcelle completes key C919 nacelle test",
                "date": "2012-06-23",
                "content": "Nexcelle has completed a demonstration of its advanced technology nacelle, a key component in the integrated propulsion system (IPS) for the CFM Leap-1C-powered Comac C919. The pylon and nacelle advanced configuration for high efficiency (Panache) test took place in May on outdoor test stand 3E at GE Aviation's Peebles, Ohio facility, using a CFM56-5C engine with Nexcelle components. Included was the C919's electrical thrust reverser actuation system (ETRAS) and its composite one-piece O-duct. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "CFM Gears Up for Leap Production",
                "date": "2012-10-22",
                "content": "CFM, the 50/50 joint venture between GE and Snecma, has embarked on a \"major\" risk-abatement plan to ensure a smooth production transition from its CFM56 to the new Leap-1A, B and C engines, chosen to power, respectively, the Airbus A320neo, the Boeing 737 Max and the Comac C919 single-aisle airliners. \"Transitioning from 1,600 engines per year to the same output of another type in two years, this is something the industry has never done before,\" François Harant, Snecma's supply chain director, told AIN. While plans call for the earliest Leap production engines to enter service in 2016, CFM plans to spread the switch to the new models over 2017 and 2018. "
            },
            {
                "title": "Bombardier and Comac Move to Next Phase of Partnership",
                "date": "2012-11-19",
                "content": "Bombardier and China's Comac announced last week at Airshow China in Zhuhai the successful conclusion of the first phase of their collaboration covering program commonalities between the Canadian company's new CSeries airliner and the Comac C919 narrowbody. The companies in March officially entered the first phase of a \"definitive agreement\" under which they say they've \"achieved mutually beneficial outcomes\" in terms of product development and customer operating cost efficiencies for both airliners. A year earlier the sides signed a somewhat loosely defined framework agreement to build on the potential complementary nature of their products and respective expertise, including exploring collaboration in their marketing, customer relationship and support strategies. "
            },
            {
                "title": "China's Comac C919 Airliner Faces Uncertain Delay",
                "date": "2012-11-26",
                "content": "Beyond an admission by China's Comac that the development timetable for its new C919 narrowbody will be pushed back by a further delay of one or two years in the certification of its ARJ21 regional airliner, precise details on the program is progressing remain hard to pin down. At Airshow China earlier this month, Comac claimed that the C919 is now backed by 380 \"orders\" but the company gave no public comment as to how far back the planned service-entry in 2016 may now slip due to new delays with the ARJ21. The full-scale C919 cabin mock-up first shown at the 2010 Airshow China event in Zhuhai was not present this year, but Comac did display an engineering flight simulator that it appears to be using to develop the cockpit for the aircraft with which China aims to take on Airbus and Boeing. "
            },
            {
                "title": "COMAC C919 composites rear fuselage strength static and fatigue tests finished",
                "date": "2012-12-28",
                "content": "Recently C919 aircraft rear fuselage strength study has been completed successfully in AVIC Aircraft Strength Research Institute (Strength Institute). This success marks the completion of the 19 months strength research and static fatigue test project on the C919 aircraft composite rear fuselage, one of C919 seven components. C919 composite aircraft rear fuselage strength study and static fatigue test contains a total of 9 load cases 12 conditions static tests and rear pressure box 150000 times of pressure fatigue and damage tolerance tests. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "CFM Reports 'Smooth' Testing of New Leap Engine",
                "date": "2013-10-21",
                "content": "Engine manufacturer CFM International reports that the Leap series of turbofans under development for the new Airbus A320neo, Boeing 737 Max and Comac C919 narrowbodies is performing as planned since full engine testing began last month. \"I'm proud and really happy to tell you that the engine is running smoothly,\" Chaker Chahrour, CFM executive vice president, told reporters in a teleconference on October 16. \"This engine wants to run.\" "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China's C919 large airplane schedule to take first flight in 2015",
                "date": "2014-02-18",
                "content": "The first test-flight C919 plane will enter the final assembly phase in 2014, and is expected to make its maiden flight in 2015, said Tian Min, chief accountant of Commercial Aircraft Corporation of China undertaking the development of Chinese large passenger aircrafts, at the Singapore Airplane Exhibition on Sep. 12. Tian Min said that the Final Assembly Manufacture Center of the Commercial Aircraft Corporation of China is building a base specializing in the final assembly of C919 airplanes. After its completion, the base will reach an annual capacity of 150 C919 large passenger airplanes and 50 ARJ21 new regional aircrafts. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "Final assembly of center wing of first C919 aircraft completed",
                "date": "2014-07-16",
                "content": "Recently, the center wing of first C919 prototype aircraft completed final assembly at AVIC Xi'an Aircraft Industry (Group) Co., Ltd. and rolled out successfully, indicating that the final assembly of mid fuselage enters the final spurt phase. The research and development of center wing has a significant mission of exposing and solving the problems of design and technology. In the whole process, the structure and strength groups in the IPT team of center wing cooperated tacitly, and the standard material, overall weight, IT and file groups provided full support, thereby ensuring that center wing rolled out on schedule and laying a solid foundation for the successful delivery of the mid fuselage work package. "
            },
            {
                "title": "C919 advances with mid-fuselage completion",
                "date": "2014-08-28",
                "content": "The mid fuselage of the first Comac C919 aircraft has rolled off AVIC Xian Aircraft Industry's production line, as the airframer works towards starting final assembly of the narrowbody by end 2014. \"The successful roll out of the mid fuselage is an important achievement of the whole fuselage work package, and at this point, the C919 aircraft has taken a solid step towards structure roll off,\" says Comac. A spokesman tells Flightglobal a delivery ceremony will be held on 29 August at AVIC's facility in Xian. "
            },
            {
                "title": "Structure assembly of first C919 aircraft started",
                "date": "2014-09-19",
                "content": "Airframe butt joint of the first C919 aircraft was officially started at the newly established Manufacturing and Final Assembly Center of Commercial Aircraft Corporation of China, Ltd. (COMAC) at 9:19 a.m. on September 19th, 2014, and butt joint of fwd fuselage and mid fuselage was started in accordance with defined assembly process and flow. This indicates a milestone in the research and development of C919 program. It is reported that the airframe structure of C919 aircraft mainly includes the sections and associated components of nose, fwd fuselage, mid fuselage-center wing, outer wing, aileron, mid-aft fuselage, aft fuselage, vertical stabilizer, horizontal stabilizer and movable surfaces, which are designed by the Research and Development Center of COMAC, manufactured respectively by AVIC Chengdu Aircraft Industrial (Group) Co., Ltd (CAC), AVIC Jiangxi Hongdu Aviation Industry Group Co., Ltd, AVIC Xi'an Aircraft Industry (Group) Co., Ltd. (XAC), Shenyang Aircraft Corporation (SAC), Harbin Aircraft Industry (Group) Co., Ltd. (HAIG), Aerospace Research Institute of Special Materials and Processing Technology, and Zhejiang Xizi Aviation Industry Co., Ltd., and assembled by COMAC Manufacturing and Final Assembly Center. "
            },
            {
                "title": "Comac's C919 jet to complete assembly by September 2015",
                "date": "2014-09-25",
                "content": "Assembly work on China's homegrown narrow body jet, the C919, will take another year and it should make its maiden flight by the end of 2015, Tian Min, chief financial officer of the Commercial Aircraft Corp of China (Comac), told aviation industry leaders at a Comac-organised summit in Shanghai yesterday. The 168-seat C919 went into the final assembly stage last Friday. The delayed project is China's answer to Boeing and Airbus in the narrow body market. "
            },
            {
                "title": "Nose part of China's C919 airliner arrives in Shanghai for assembly",
                "date": "2014-10-20",
                "content": "The nose section of C919 China-made large passenger aircraft has been delivered to Pu Dong assembly base of the Commercial Aircraft Corp. of China (COMAC) in Shanghai, east China, Oct. 15, 2014. It's about to enter the docking stage, and to be assembled with front fuselage. China completed the assembly of the nose part on Jul. "
            },
            {
                "title": "Leap 1C Engine Tests Continue as Comac's C919 Takes Shape",
                "date": "2014-11-10",
                "content": "The Leap 1C engine developed by CFM International for the Comac C919 narrowbody has completed almost 100 hours of flight testing on the Boeing 747 operated by joint venture partner GE Aviation. The turbofan features the integrated propulsion system developed for the new Chinese airliner by Nexcelle, which is a joint venture between GE's Middle River Aircraft Systems division and Safran's Aircelle. Leap flight testing began on October 9 at GE's Victorville, Calif. facility. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Comac Designer Reports on C919 Progress",
                "date": "2015-02-10",
                "content": "China's C919 airliner will roll out and perform taxi tests before the end of this year, but the first flight will likely not take place until 2016, according to Dennis Scott, assistant chief designer at the Commercial Aircraft Corporation of China. Speaking at the Royal Aeronautical Society in London last week, Scott, who is a British aeronautical engineer, issued new details on the program, as well as on China's plan to produce commercial aircraft engines. A veteran of many Western aerospace programs, Scott joined Comac in 2011 to advise senior leadership on Western development methodologies and organization. "
            },
            {
                "title": "China's new C919 plane which aims to take on the famous Boeing 737 and Airbus A320",
                "date": "2015-03-04",
                "content": "China's new superjet will take to the skies for the first time in test flights later this year. The C919, built by the Commercial Aircraft Corporation of China, will be the country's most ambitious effort to date to break into the global aircraft market. The latest pictures have shown the final assembly work on the nation's first single-aisle airliner, which is currently under construction in Shanghai, is well underway. "
            },
            {
                "title": "Doors of first C919 aircraft transported to COMAC Pudong base",
                "date": "2015-04-20",
                "content": "The fwd cargo door, aft cargo door and emergency exit door of the first C919 aircraft, manufactured by AVIC Jiangxi Hongdu Aviation Industry Group Corporation Limited (AVIC Hongdu), arrived at Pudong base of COMAC Manufacturing and Final Assembly Center on April 18th, 2015. These doors passed the airworthiness inspection of Civil Aviation Administration of China (CAAC) and were tagged at AVIC Hongdu on April 14th. COMAC Manufacturing and Final Assembly Center will inspect and confirm the documents delivered together with the doors in accordance with procedures, and get ready for reception as well as subsequent installation and calibration to ensure operating performance, quality and reliability. "
            },
            {
                "title": "Nexcelle's nacelle shipsets prepping for first deliveries",
                "date": "2015-06-04",
                "content": "GE Aviation and Safran joint-venture company Nexcelle plans to deliver initial nacelle shipsets for the Bombardier Global 7000 and Comac C919 flight-test aircraft this month, president Michel Abella told AIN. The company's integrated propulsion system programs include the GE Aviation Passport engine that will power the Global 7000 business jet and the CFM International LEAP-1C for the C919 airliner. With these upcoming parallel landmark deliveries, Abella said seven-year-old Nexcelle has \"come of age\" and is delivering on its promise of bringing to market a new generation of integrated propulsion systems that offer \"enhanced operational efficiency and improved ease of maintenance.\" "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "CFM Delivers First Leap-1C to Comac",
                "date": "2015-07-23",
                "content": "CFM International has delivered the first CFM Leap-1C turbofan to China's Comac for installation on the new C919 narrowbody, the engine company announced Thursday. CFM and Comac held a delivery ceremony to mark the occasion in Shanghai, where Comac vice president Wu Guanghui confirmed plans to finish assembly and roll out the first C919 test article by the end of the year. \"It is a great day for the Leap engine and CFM,\" said CFM executive vice president Allen Paxson. "
            },
            {
                "title": "C919's First Landing Gear in Final Assembly",
                "date": "2015-09-10",
                "content": "Recently, COMAC has started assembly of the first landing gear for its C919 narrow-body aircraft, after the equipment was delivered to the airframer's final assembly plant Shanghai Aircraft Manufacturing Co. Ltd. (SAMC) from Franco-German equipment supplier, Liebherr Aerospace. It is learnt that assembly of the first prototype sections is finished and electrical cable installation is in progress. The official rollout of the first C919 should be at the end of this year. "
            },
            {
                "title": "China debuts first domestically-produced passenger aircraft",
                "date": "2015-11-01",
                "content": "China's first big passenger plane rolled off the assembly line on Monday as the Asian giant seeks to develop its own aviation sector and challenge foreign industry giants for prestige and market share. The C919, a narrow-body jet which can seat 168 passengers, has been under production at a facility in commercial hub Shanghai for over a year, as workers assembled components under the guidance of Commercial Aircraft Corp. of China. For China, the plane represents years of efforts in a state-mandated drive to reduce dependence on European consortium Airbus and Boeing of the United States, and even compete against them. "
            },
            {
                "title": "China's Comac rolls out C919 jet, ground tests to start soon",
                "date": "2015-11-02",
                "content": "The Commercial Aircraft Corp of China (Comac) said on Monday it had rolled out its C919 narrow body jet, which is meant to rival similar models from Airbus Group and Boeing Co. State television also showed footage of the aircraft rolling off the assembly line in Comac's Shanghai factory. In a statement, the company said it had already received 517 orders for the aircraft mainly from domestic firms. The much-delayed passenger jet is the Chinese answer to Boeing's 737 and Airbus' A320 models which make up more than half of the aircraft in service. "
            },
            {
                "title": "First of China's C919 passenger aircraft completed",
                "date": "2015-11-02",
                "content": "The China-made C919 aircraft rolls off assembly lines on Monday in Shanghai, marking a milestone beginning for China in its bid to make large passenger aircraft domestically. The C919 aircraft, which took seven years of design and manufacturing work, is the product of Commercial Aircraft Corporation of China (COMAC). The company also develops passenger planes like the short-range jet ARJ21. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China's Comac aims for first C919 flight by early 2017",
                "date": "2016-02-23",
                "content": "Commercial Aircraft Corp of China Ltd aims to conduct the first flight of its much-delayed C919 passenger jet around the end of 2016 to early 2017, people close to the aircraft programme told Reuters. The timing will allow engineers at the state-owned aerospace company to complete ground tests beforehand without undue haste, said the people, who were not authorized to speak with media on the matter and so declined to be identified. Comac's C919 represents China's attempt to challenge Airbus Group SE and Boeing Co in the market for narrow-body aircraft. "
            },
            {
                "title": "China's C919 may make maiden flight in 2016",
                "date": "2016-06-15",
                "content": "China's first domestically produced large passenger aircraft, C919, is to make its maiden flight in the second half of this year, Chinese Flight Test Establishment told Xinhua-affiliated business newspaper Economic Information Daily on Monday. However the Commercial Aircraft Cooperation of China, the maker of C919, told the media later the jet is still being tested, and its maiden flight could be postponed till next year. C919 is expected to strengthen China's capacity in high-end equipment manufacturing and make the country a real manufacturing power. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Parker Aerospace Completes Flight Qualification of Key Systems, Supporting the Rollout and Preparing for First Flight on COMAC C919",
                "date": "2016-07-10",
                "content": "Parker Aerospace, a business segment of Parker Hannifin Corporation, the global leader in motion and control technologies, is providing all of the key fluidpower, inerting, and motion control systems on the new C919, supporting COMAC as the platform prepares for flight testing. Parker is providing the three independent hydraulic systems, primary flight control system including the horizontal tail trim system, fuel gauging and management system, fuel tank inerting system, and landing gear conveyance. Additionally, it will provide fuel nozzles for the aircraft's CFM LEAP-1C turbofan engines. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China's Comac C919 Edges Toward First Flight",
                "date": "2017-01-17",
                "content": "China's efforts to develop a second airliner to boost the nation's economic competitiveness and prestige is slowly coming to fruition in the form of the C919, the inaugural flight of which officials expect as soon as late March. Developed by state-run Commercial Aircraft Corporation of China, the narrowbody has reached the early stages of pre-flight trials, including taxi and brake tests, according to a Comac official who spoke with AIN on the condition of anonymity. \"Every day, the experimental test pilots get progressively more involved in testing different things,\" he told AIN. "
            },
            {
                "title": "COMAC C919 completes high-speed taxi tests; cleared for first flight",
                "date": "2017-04-25",
                "content": "China's Commercial Aircraft Corp. (COMAC) has completed high-speed taxi testing for the C919, and received a special flight permit from the Civil Aviation Administration of China to conduct the inaugural flight. The first flight is expected to take place in May on Shanghai Pudong International Airport's fourth runway. The aircraft is powered by CFM Leap 1C engines. "
            },
            {
                "title": "Comac's C919 Airliner Takes Flight from Shanghai",
                "date": "2017-05-05",
                "content": "Comac's C919 narrowbody airliner made its debut flight from China's Shanghai Pudong International Airport on Friday, ending a year-and-a-half wait since its factory rollout in November 2015. The aircraft took off at 2:01 pm local time, and remained aloft for more than an hour before returning at 3:19 pm. The successful flight of the C919 gives the Chinese aviation industry a boost of credibility, after initial plans called for the airplane to fly by the end of 2015. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Comac achieves power-on for second C919 prototype",
                "date": "2017-07-31",
                "content": "Comac achieved power-on for its second C919 narrowbody prototype on 28 July. This signifies that aircraft 102's power system is functioning normally, laying a firm foundation for tests to follow, says the Chinese manufacturer. It adds that this round of power tests, from the initial review to the actual process, all went in strict accordance with the process flow, resulting in the test cycle being shortened to 10 days. "
            },
            {
                "title": "China's COMAC says C919 jet completed second test flight",
                "date": "2017-09-27",
                "content": "China's domestically developed C919 passenger jet completed its second test flight on Thursday, the jet's maker said, but the duration and near five-month gap since its first flight have raised questions over whether its latest delivery target can be met. The narrow-body C919, which will compete with Boeing Co's BA.N 737 and the Airbus SE AIR.PA A320, is a symbol of China's ambition to muscle into a global jet market estimated to be worth $2 trillion over the next 20 years. However, the program has faced lengthy delays and missed its original target of delivery to customers by 2016 - a date reportedly pushed back to 2020. "
            },
            {
                "title": "China's self-developed C919, ARJ21 undergo new test flights",
                "date": "2017-09-29",
                "content": "Both of China's self-developed jetliners, the C919 and ARJ21, made test flights from Shanghai to Nantong, located in east China's Jiangsu Province, on Thursday morning. The C919 took off at 7:22 a.m. from Shanghai's Pudong International Airport and landed at 10:08 a.m. in Nantong, fulfilling preliminary testing after flying two hours and 46 minutes. The C919, developed by Commercial Aircraft Corporation of China, reached a flight level of 10,000 feet. "
            },
            {
                "title": "China's C919 in first long-haul flight",
                "date": "2017-11-10",
                "content": "China's self-developed C919 passenger plane successfully carried out its first long-distance test flight on Friday. The country viewed the success as a milestone moving the jet into an airworthiness certification phase. The Commercial Aircraft Corp. of China said in a statement the C919 flew from Shanghai to Xian, traveling more than 1,300 kilometers and reaching an altitude of 7,800 meters. "
            },
            {
                "title": "C919 expected to be delivered to customer in 2021",
                "date": "2017-12-04",
                "content": "The Chinese-produced C919 passenger jet, produced by the Commercial Aircraft Corporation of China, has made least seven test flights at the Aviation Industry Test Center in Yanliang, Shaanxi Province, since November 23, officially embarking on its airworthiness certification phase. Yuan Wenfeng, Director of the C919 Project Office, said COMAC is speeding up to the pace of gaining an airworthiness certification for C919. The goal is to get its certification by 2020. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "The maker of China's first passenger jet sets its sights on Southeast Asia",
                "date": "2018-02-06",
                "content": "The Commercial Aircraft Corp of China - or Comac for short - hopes to one day rival Boeing and Airbus with its passenger jets, which include the narrow-body C919 plane and regional jetliner ARJ21. The state-owned firm has secured more than 700 orders for the 168-seat C919, which flew for the first time in May. The ARJ21, operating for more than a year, has seen more than 400 orders. "
            },
            {
                "title": "COMAC aims to obtain C919 jet's Chinese certification by the end of 2020",
                "date": "2018-06-14",
                "content": "Commercial Aircraft Corp of China aims to obtain type certification from China for its narrowbody C919 jet by the end of 2020, putting the state planemaker on track to meet its 2021 goal of delivering the first jet to its launch customer, a senior company executive said on Thursday. China's domestically developed C919 jet is a symbol of its civil aerospace ambitions as Beijing wants the single-aisle aircraft to eventually compete with U.S. planemaker Boeing Co's 737 and Europe's Airbus SE A320. The COMAC jet currently has 815 orders from 28 customers, a number that does not include the 200 jets HNA signed up for earlier this month. "
            },
            {
                "title": "China's locally-made C919 large passenger planes undergo flight tests",
                "date": "2018-06-27",
                "content": "China's C919 large passenger plane project is making steady progress, with two planes undergoing flight tests, according to the state-owned Commercial Aircraft Corp of China. The two C919 planes are undergoing flight tests and preparations in Xi'an and Shanghai, said COMAC. The C919, China's first self-developed trunk jetliner, conducted its successful maiden flight on May 5, 2017, at Shanghai Pudong International Airport. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China's C919 project enters intensive flight test phase",
                "date": "2018-07-12",
                "content": "China's C919 large passenger plane project has entered into a new major phase with intensive flight tests in multiple sites around the country, announced its developer the state-owned Commercial Aircraft Corp. of China. The No.102 C919 plane landed at Dongying Shengli Airport in east China's Shandong Province Thursday, after its first long-distance flight from the final assembly line in Shanghai, COMAC said. Before this flight, the aircraft has completed multiple tests and had modifications made for the upcoming test missions. "
            },
            {
                "title": "Comac C919 Stumbles on FAA Flight Deck Standards",
                "date": "2018-10-17",
                "content": "Despite 10 years of development and a wealth of support from foreign firms, China's efforts to gain entry into Western markets with an indigenous airliner continue to progress slowly as Comac struggles to bring its ambitious C919 project in line with U.S. Federal Aviation Administration requirements. According to a source working closely with Comac who spoke with AIN on condition of anonymity, engineers have begun re-evaluating the C919's flight- deck design to satisfy Part 25.1302 of the Federal Aviation Regulations. \"Section 1302 is quite strict on human factors and necessary for FAA certification, but it's not required by the CAAC,\" he told AIN. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Comac Plans to Fly Three More C919s This Year",
                "date": "2019-02-14",
                "content": "China's Comac is preparing to fly an additional three C919 prototypes this year in an effort to advance its standing among the world's established aerospace companies. The three new C919 narrowbodies, coded 104, 105, and 106, have reached various stages of development at the company's Shanghai assembly facility in preparation of their upcoming inaugural test flights, according to a source working closely with Comac who spoke with AIN on condition of anonymity. Aircraft 104 is nearing the final assembly stage, 105 has reached its mid- production cycle while Comac continues to source major components for aircraft 106, he told AIN. "
            },
            {
                "title": "EU-China Sign Historic Bilateral Agreements",
                "date": "2019-05-22",
                "content": "As Comac continues to struggle to bring its ambitious C919 project in line with international requirements, Chinese and European regulators on Monday inked two aviation agreements to boost cooperation in airworthiness and environmental certification, flight operations, air traffic control, licensing, and training. The landmark deals-a bilateral civil aviation safety agreement and a so-called horizontal air services agreement-are the first of their kind between the two countries. \"The main objective of the bilateral civil aviation safety agreement is to support worldwide trade in aircraft and related products,'' the European Commission said in a statement. "
            },
            {
                "title": "Flight Deck Woes Still Hampering C919",
                "date": "2019-06-14",
                "content": "When China announced plans to develop a second airliner to boost the country's economic competitiveness, it was widely believed that these efforts would crack the long-standing duopoly that Airbus and Boeing have maintained in the narrowbody commercial jet market. More than a decade later, the C919 program continues to be hampered by weak oversight and manufacturing delays, sparking concerns about its ability to gain certification in Western markets. According to a source working closely with Comac who spoke with AIN on condition of anonymity, one of the long-standing impediments constraining progress is the integration of avionics components and its subsystems in the flight deck. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China's Comac Inches Forward, C919 Timeline Still Uncertain",
                "date": "2019-09-20",
                "content": "While China's Comac prepares to fly an additional two C919 prototypes this year, a shifting timeline is threatening its ability to advance its standing among the world's established aerospace companies. According to a company statement, all of its prototypes will undergo more than 1,000 flight-test items over the next two years, which could potentially push its earlier target of 2020-2021 into 2022. Chinese media outlets say manufacturing will commence later this year while plans call for airworthiness certification and aircraft deliveries to China Eastern Airlines in two to three years. "
            },
            {
                "title": "Fifth C919 jet completes maiden test flight",
                "date": "2019-10-24",
                "content": "The fifth prototype of China's large passenger airliner C919 completed its maiden flight at an airport in Shanghai on Thursday morning. The domestically made trunk jet took off at around 10:00 a.m. from Shanghai Pudong International Airport and returned after 1 hour and 37 minutes. The prototype is mainly undertaking tests covering temperature tolerance, the environment control system, electricity generation and full-aircraft draining. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China Eastern's OTT Airlines Becomes C919 Launch Operator",
                "date": "2020-02-26",
                "content": "State-owned China Eastern Airlines on Wednesday confirmed plans to launch a new regional subsidiary from Shanghai Hongqiao International Airport as part of a wider effort to promote China's domestically developed regional and narrowbody jet programs. According to Comac, OTT Airlines will become the launch customer of China's home-built C919 narrowbody passenger jet-a position originally designated to China Eastern. Additional plans call for the operation of a mixed fleet of ARJ21-700 regional jets serving destinations along the Yangtze River Delta-a triangle-shaped megalopolis that encompasses Shanghai municipality and the three neighboring provinces of Jiangsu, Zhejiang, and Anhui. "
            },
            {
                "title": "Exclusive: U.S. grants GE license to sell engines for China's new airplane",
                "date": "2020-04-07",
                "content": "The Trump administration on Tuesday granted a license to General Electric Co GE.N to supply engines for China's new COMAC C919 passenger jet, a spokeswoman for the company said. Early this year, the United States was weighing whether to deny GE's latest license request to provide the CFM LEAP-1C engine for the narrow-body COMAC jet, which is expected to go into service next year. The U.S. Department of Commerce, which issues such licenses, declined to comment, saying it cannot discuss individual license applications. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China's challenger to Boeing, Airbus to finally begin deliveries by 2021-end",
                "date": "2021-01-25",
                "content": "China is finally reaching the finish line in its long-delayed attempt to build a jet capable of competing with narrowbody planes from Airbus SE and Boeing Co., according to the state-owned company in charge of the program. Commercial Aircraft Corp. of China, or Comac, will deliver its first C919 single-aisle jet by the end of the year, Communist Party-backed newspaper Global Times reported Sunday, citing Comac general engineer Yang Zhigang. The C919, comparable to the Airbus A320 and Boeing 737, had its first flight in 2017 but has yet to carry any commercial passengers. "
            },
            {
                "title": "Covid-related Travel Restrictions Delay C919's Icing Trials",
                "date": "2021-02-11",
                "content": "Comac has delayed C919 natural icing trials with Canada's International Test Pilots School in Ontario until autumn due to Covid-19-related travel complications, ITPS president Giorgio Clementi told AIN Thursday. Having reached a sufficiently advanced stage to conduct the trials in early spring, C919 program officials notified ITPS that it won its bid for the contract only two weeks ago. Whether or not the delay will affect the overall schedule remains in question, however, as Clementi declined to comment on reports that Comac hopes to finish Chinese certification by the end of this year. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "C919 launch rings alarm bells for Airbus, Boeing",
                "date": "2021-08-29",
                "content": "China's wide-body C919 aircraft will soon be flying above the clouds - safe, inexpensive, comfortable and environmentally friendly - a clear message to powerful western aircraft manufacturers. In the remaining four months of this year, an aircraft could be approved that could one day pose a threat to Airbus and Boeing. And that comes as no surprise to Tobias Grosche, a professor at the University of Worms and an expert in flight planning and passenger demand forecasts. "
            },
            {
                "title": "C919 jet reaches 'important milestone'",
                "date": "2021-09-16",
                "content": "The first C919 narrow-body passenger jet, which is set to be delivered to China Eastern Airlines before the year-end, will enter the final assembly stage soon, said its manufacturer Commercial Aircraft Corp of China or COMAC at a recent meeting in Shanghai. COMAC said the domestically manufactured C919 model is on the fast track to receiving airworthiness certification before its commercial debut. The C919 production certification board, which is responsible for granting the production and type certificates to the aircraft model, held a meeting on Sept 10 in Shanghai and reviewed COMAC's reports on batch producing the jet. "
            },
            {
                "title": "Six home-developed C919 planes conducting test flights, C929 going smoothly: COMAC",
                "date": "2021-09-28",
                "content": "Commercial Aircraft Corp of China said on Tuesday that six of its self-developed C919 large passenger aircraft are undertaking test flights. Research and development of the wide-body passenger jet C929, jointly developed by the Chinese company and its Russian partner, is also progressing smoothly, according to a post that COMAC sent to the Global Times on Tuesday. COMAC exhibited its C919 mobile digital aircraft display platform at the biennial Airshow China held in Zhuhai, South China's Guangdong Province. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "China Plays Long Game on C919 Development",
                "date": "2022-02-11",
                "content": "In the case of China's aerospace ambitions, the fable of the tortoise and the hare is instructive. Naysayers have spent almost a decade writing off the chances of the country's first-ever full-narrowbody-class commercial aircraft, but as 2022 dawns-and despite the disappointment of China Eastern Airlines over delays to the first-ever delivery of the aircraft, expected before the end of 2021-the Commercial Aircraft Corporation of China appears on the verge of making the C919 a reality later this year. Still, progress remains slow, and deliveries of the aircraft, which has yet to receive certification from the Civil Aviation Administration of China, appear likely to start no sooner than late in 2022. "
            },
            {
                "title": "COMAC completes first test flight of first home-made C919 aircraft to be delivered",
                "date": "2022-05-14",
                "content": "The Commercial Aircraft Corp of China on Saturday morning completed the first test flight of the first domestically produced C919 aircraft that is set to be delivered. The plane departed from the Shanghai International Pudong Airport at 6:52 am and returned at 9:54 am. COMAC said that the test flight completed the scheduled tasks and the aircraft performed well and was in good condition, according to its official website. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "China's C919 jet completes all test flights before getting airworthiness certificate from CAAC",
                "date": "2022-08-01",
                "content": "The Commercial Aircraft Corp of China said on Monday that the domestically produced C919 jet has completed all the test flights needed to obtain an airworthiness certificate from the Civil Aviation Administration of China, marking another milestone in the rapid development of China's first homegrown passenger jet. The producer made the announcement on its official WeChat account, which also contained an image of the plane and Chinese characters that read \"congratulating C919 for completing all test flights before obtaining a certificate.\" On July 23, COMAC said that its C919 jet was nearing certification as its test planes had completed all required trial flights. "
            },
            {
                "title": "Will the COMAC C919 Break the Boeing-Airbus Duopoly?",
                "date": "2022-08-10",
                "content": "Two weeks ago, the Chinese state-owned Commercial Aircraft Corporation of China, Ltd. announced that its narrow-body C919 aircraft is close to commercial aviation certification. The Chinese-built aircraft, which is designed to challenge the dual monopoly by Airbus and Boeing, has completed all flight test missions with the test aircraft. COMAC explained on its official accounts on social media that the six experimental aircrafts completed the testing tasks of the program, entering the final stage to obtain certification from the Civil Aviation Administration of China to start working on a commercial scale, a milestone in China's ambitions to climb the manufacturing supply chain. "
            },
            {
                "title": "COMAC to deliver just one C919 aircraft in 2022",
                "date": "2022-09-02",
                "content": "The beginning of the revenue service of the Chinese airliner COMAC C919 should be quite modest. Customer of the launch of the aircraft, carrier China Eastern Airlines said in its first-half report released this week that it expects to receive just one unit of the new plane by the end of this year. Previously, the company had announced that it would receive three C919s. "
            },
            {
                "title": "China certifies home-grown COMAC C919 narrowbody jet",
                "date": "2022-09-29",
                "content": "China has certified the COMAC C919, China's home-grown passenger jet to compete with the Airbus A320 and Boeing 737 family of aircraft. A photo posted by China Aviation Review on September 29, 2022, showed a photograph of a ceremony with a certificate being handed over. There was no official confirmation from the manufacturer or the country's civil aviation regulator, the CAAC. "
            },
            {
                "title": "Breaking: COMAC's C919 Receives Type Certification In Beijing Ceremony",
                "date": "2022-09-29",
                "content": "COMAC's first Chinese-produced narrowbody aircraft, the C919, has today received its type certification from the Civil Aviation Administration of China. The certification was awarded at a grand ceremony in Beijing Capital Airport, marking the start of China's entry into the wider commercial aviation market. The certification of the C919 means it is finally ready to enter service, and has passed all the applicable Airworthiness Standards for Transport Aircraft under Part 25 of the China Civil Aviation Regulations. "
            },
            {
                "title": "COMAC C919 Achieves Certification in China",
                "date": "2022-09-30",
                "content": "The Commercial Aircraft Corp. of China's C919 passenger jet has achieved certification approval from the Civil Aviation Administration of China, according to a Sept. 30 announcement from the company. CAAC's delivery of the type certificate to COMAC this week comes 15 years after COMAC first development plan for the new jet was approved in 2007 and five years after making its maiden flight in 2017. Several updates released on social media accounts and digital news managed by Chinese state-run media websites have also provided more updates on the certification of the narrow body jet COMAC wants to use to compete with Airbus and Boeing. "
            },
            {
                "title": "China Eastern Expected To Take Delivery Of The 1st Comac C919 In December",
                "date": "2022-10-27",
                "content": "China Eastern Airlines will receive the first C919 in the coming December, said Mr. Li Yangmin, General Manager of China Eastern, at the China Eastern Group party meeting on Monday, echoing the Party Congress held last week. Li, in his speech, said China Eastern will \" earnestly shoulder the major political responsibility of being the first airliner to carry out the C919 commercial operations \" through the full scale of \" cooperation, participation, and efforts \" and make sure the operations are the symbol of \" safety, aspiration, branding, and efficiency. \" COMAC's C919 has a range of 2,200 nautical miles and can seat up to as many as 168 passengers depending on the layout. "
            },
            {
                "title": "COMAC's C919 Proves Its Worth In High Elevation Airport Tests",
                "date": "2022-11-21",
                "content": "COMAC's C919 completed its first high- plateau route demonstration this week, showing its capability for operating in all high-plateau airports. This feature is a key attribute for any aircraft operating in China, as the country is home to some of the highest altitude airports in the world. In fact, eight of the top 10 highest altitude airports are found within China. "
            },
            {
                "title": "China's C919 jet obtains approval for production",
                "date": "2022-11-30",
                "content": "China's domestically developed C919 large jetliner received its production certificate on Tuesday, meaning the model can enter mass production. Commercial Aircraft Corporation of China (COMAC), the C919's developer, received the certificate from the Civil Aviation Administration of China (CAAC) East China Regional Administration. The plane conducted its successful maiden flight in 2017. "
            },
            {
                "title": "Historic Day: COMAC Delivers The 1st C919 To China Eastern",
                "date": "2022-12-09",
                "content": "The world's first C919 aircraft, bearing the registration B-919A, is being delivered to its world's first customer, China Eastern Airlines. The Shanghai- based airline is the launch customer of the type and has been heavily involved in its development. The flight followed news that China Eastern's aircraft acceptance team for the first aircraft arrived at COMAC's Delivery Center late last month. "
            },
            {
                "title": "China Eastern takes delivery of the world's first made-in-China C919 jet",
                "date": "2022-12-09",
                "content": "The world's first C919, a Chinese-made narrowbody jet, was delivered to launch customer China Eastern Airlines (600115.SS) in Shanghai on Friday and took off for a 15-minute flight to mark the historic moment. The plane, a rival to the Airbus (AIR.PA) A320neo and Boeing (BA.N) 737 MAX single-aisle jet families, is expected to make its maiden commercial flight next spring, according to state-owned Xinhua News Agency. It was certified for safe operations in September and mass production in November. "
            },
            {
                "title": "World's first Chinese-made commercial aircraft makes maiden flight",
                "date": "2022-12-14",
                "content": "On Friday December 9th, the world's first COMAC C919, a Chinese-made narrow- body jet, was delivered to customer China Eastern Airlines in Shanghai. The plane made a 15-minute flight by three senior CEA pilots from the Shanghai Pudong International Airport to the Shanghai Hongqiao International Airport. The short flight was meant to celebrate the historic moment. The aircraft, a rival to the Airbus A320neo and Boeing 737 MAX, is expected to make its first commercial flight next spring, China 's news agency Xinhua reported. "
            },
            {
                "title": "Why The China Eastern COMAC C919 Is Now Undergoing 100 Hours Of Proving",
                "date": "2022-12-28",
                "content": "China Eastern Airlines, which recently received the world's first C919, has begun to conduct its proving flight of a total of 100 hours since December 26th. The 100 hours of proving flight are mandatory by Civil Aviation Administration of China regulations. It is a prerequisite for a Chinese domestic airline to add a new aircraft type to its fleet for commercial operations. "
            }
        ]
    }
]