[
    {
        "win label": 1,
        "win": [
            {
                "title": "Cassini probe snaps close-up of Saturn",
                "date": "2004-02-28",
                "content": "The Cassini spacecraft has returned a detailed new picture of Saturn as the craft makes its final approach toward the ringed planet. The image is the first of many that should now begin to flow from the mission. \"Prepare to be amazed,\" said Carolyn Porco, Cassini imaging team leader at the Space Science Institute in Boulder, Colo. "
            },
            {
                "title": "Cassini snaps its final full view of Saturn and rings",
                "date": "2004-04-29",
                "content": "Saturn and its rings completely fill the field of view of Cassini's narrow angle camera in this natural color image taken on March 27, 2004. This is the last single \"eyeful\" of Saturn and its rings achievable with the narrow angle camera on approach to the planet. From now until orbit insertion, Saturn and its rings will be larger than the field of view of the narrow angle camera. "
            },
            {
                "title": "Cassini spacecraft executes crucial rocket firing",
                "date": "2004-05-27",
                "content": "For the first time in nearly five years, the Cassini spacecraft's main engine system ignited this evening for a critical course adjustment that will serve as a dress rehearsal of sorts for Saturn orbit insertion July 1. The computer-initiated rocket firing, known as trajectory correction maneuver 20, began on time at 7:47:31 p.m. EDT and lasted some five minutes and 56 seconds. Assessment of Cassini's slightly altered trajectory, along with analysis of spacecraft telemetry, will not be available until later. "
            },
            {
                "title": "Saturn Arrival -- A Guide to Saturn Orbit Insertion",
                "date": "2004-06-28",
                "content": "After nearly seven years of space travel, the Cassini-Huygens spacecraft will arrive at Saturn on June 30. In a maneuver called orbit insertion, Cassini will slow itself down to enter into orbit around the ringed planet. NASA TV will cover JPL mission control as it communicates with the spacecraft during this critical phase of the mission. 6:10 p.m. PDT- Spacecraft turns so its high-gain antenna can shield the craft from particles as it crosses Saturn's ring plane. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "Scientists marvel at photos",
                "date": "2004-07-01",
                "content": "Making gravity visible, close-up images of Saturn's rings shot by NASA's newly arrived Cassini probe revealed an intricate, never-before-seen tapestry of icy particles herded into spiralling density waves by the effects of nearby moons. Carolyn Porco, leader of the Cassini camera team, a serious Beatles fan and one of the world's leading authorities on Saturn's ring system, was almost at a loss for words describing her initial impressions of the new vistas opened up by Cassini. \"I don't think you have to be a ring scientist to imagine what last night was like to us,\" she said of the spacecraft's arrival in Saturn orbit and the initial batch of ring pictures beamed back to Earth early today. "
            },
            {
                "title": "Cassini finds puzzles in Saturn's ring ingredients",
                "date": "2004-07-02",
                "content": "Just two days after the Cassini spacecraft entered Saturn orbit, preliminary science results are already beginning to show a complex and fascinating planetary system. One early result intriguing scientists concerns Saturn's Cassini Division, the large gap between the A and B rings. While Saturn's rings are almost exclusively composed of water ice, new findings show the Cassini Division contains relatively more \"dirt\" than ice. "
            },
            {
                "title": "Saturn in full view for Cassini spacecraft",
                "date": "2004-08-02",
                "content": "Two weeks after orbit insertion, Cassini glanced back at Saturn, taking in the entire planet and its expansive rings. Currently it is summer in Saturn's southern hemisphere. Notable here is the bright spot located near the planet's southern hemisphere, where the line from the day and night side of the planet meets. The angle of illumination hints at Saturn's tilt relative to the Sun. "
            },
            {
                "title": "Saturn's Titan about to surrender shrouded secrets / Cassini spacecraft to begin sending images to Earth",
                "date": "2004-10-26",
                "content": "For Cassini to fly so close to its most challenging target -- after a seven- year voyage across 2.2 billion miles of space -- is clearly a remarkable feat of space navigation. It will afford the scientists the opportunity to snap sharp images of Titan's surface, seek undiscovered chemicals in its dense atmosphere and to map the site where, in January, a tiny European space probe named Huygens will parachute from Cassini onto the moon's surface and hopefully radio back whatever mysteries it finds there. \"Cassini will see Titan as it has never been seen before,\" said Charles Elachi, director of NASA's Jet Propulsion Laboratory in Pasadena and team leader for the spacecraft's radar team. "
            },
            {
                "title": "Peering Closer at Titan",
                "date": "2004-12-17",
                "content": "The Cassini orbiter continues its observations of Saturn's mysterious moon Titan, stealing another early peek at the haze-enshrouded surface. Cassini's view of Titan now surpasses Earth-based observations in its ability to show detail. Titan, Saturn's largest moon, is a prime target for the European-built Huygens probe onboard Cassini. Perpetually enshrouded by a hazy atmosphere, scientists believe Titan may harbor methane seas and organic chemicals, possibly like those on the early Earth. "
            },
            {
                "title": "Cassini orbiter deploys Titan descent probe",
                "date": "2004-12-24",
                "content": "All times in the following story refer to Earth-received time, i.e., when events are confirmed to have happened, not the actual time an event happens at Saturn. One-way light time from Saturn to Earth currently is about 68 minutes. In a long-awaited milestone, a European-built probe carrying cameras and a suite of scientific instruments was released from NASA's Cassini Saturn orbiter Christmas Eve, setting up a dramatic Jan. 14 plunge into the atmosphere of the ringed planet's mysterious moon Titan. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Go Huygens!",
                "date": "2005-01-11",
                "content": "This map illustrates the planned imaging coverage for the Descent Imager/Spectral Radiometer, onboard the European Space Agency's Huygens probe during the probe's descent toward Titan's surface on Jan. 14, 2005. The Descent Imager/Spectral Radiometer is one of two NASA instruments on the probe. The colored lines delineate regions that will be imaged at different resolutions as the probe descends. "
            },
            {
                "title": "Touchdown on Titan: Huygens Probe Hits its Mark",
                "date": "2005-01-13",
                "content": "A European probe has successfully landed on Saturn's moon Titan, a mysterious satellite that has perplexed astronomers for decades, with science data still streaming down to researchers on the ground. Built by the European Space Agency, the 705-pound Huygens probe landed on Titan between 7:45-7:46 a.m. EST and delivered the scientific goods researchers were hoping for, beaming data home via NASA's Cassini orbiter. 6:05 p.m. EST: After seven years in transit and 25 years in development, ESA's Huygens probe has fulfilled its mission to set down on Saturn's moon Titan and send data home. "
            },
            {
                "title": "Probe lands on Saturn moon; sends photos",
                "date": "2005-01-15",
                "content": "A European space probe Friday sent back the first detailed pictures of the frozen surface of Saturn's moon Titan, showing stunning black and white images of what appeared to be hilly terrain riddled with channels or riverbeds carved by a liquid. One picture, taken about 10 miles above the surface as the Huygens spacecraft descended by parachute to a safe landing after a seven-year voyage from Earth, showed snaking, dark lines cut into the light-colored surface. \"Clearly there is liquid matter flowing on the surface of Titan,\" said scientist Marty Tomasko of the Lunar and Planetary Laboratory at the University of Arizona, in Tucson, which made the probe's camera. "
            },
            {
                "title": "Huygens Loses Communication Line With Cassini Spacecraft",
                "date": "2005-01-15",
                "content": "Europe's Huygens descent probe will deliver its promised data on Saturn's moon, Titan, despite the loss of one of two communications lines with which the probe communicated with NASA's Cassini Saturn orbiter, U.S. and European scientists said Jan. 15. \"I haven't slept in 30 hours and we're working hard to process the data,\" said Martin Tomasko, principal investigator for Huygens' Descent Imager/Spectral Radiometer, speaking alongside other Huygens science team leaders during the briefing. \"This is the view that you'd have if you were standing on Titan.\" "
            },
            {
                "title": "Europe's Huygens Probe Landed in Titan Mud",
                "date": "2005-01-18",
                "content": "The Huygens probe twisted and spun as it tumbled to Titan's muddy surface, European scientists said Tuesday, revealing animated pictures of the final meters of its descent. The latest images underline the belief that Huygens landed at the shoreline of what appears to be large body of liquid when it ended a seven-year journey, reaching Saturn's largest moon Friday. Scientists at the European Space Agency are scrambling to determine the exact spot where the probe came to rest on Titan's mysterious, frozen surface. "
            },
            {
                "title": "Huygens Probe Sheds New Light on Titan",
                "date": "2005-01-21",
                "content": "Scientists piecing together data from Europe's Huygens probe to Saturn's moon Titan described the hazy satellite today as an environment in which a frequent rain of liquid methane falls through a thick smog onto hills made of water ice. Methane concentrations are replenished probably from an underground source, they said during a press briefing held here. A week's analysis of the 350 photos and other data received from the Huygens descent probe confirmed many of the suppositions made about Titan and whetted scientists' appetite for a follow-on mission. "
            },
            {
                "title": "Splendid Saturn",
                "date": "2005-02-28",
                "content": "Cassini offers this lovely, crisp view of Saturn, which shows detail in the planet's banded atmosphere, as well as the delicate ring system. The image has been rotated so that north on Saturn is up; the Sun illuminates Saturn from below. Saturn's tilt throws ghostly shadows of the rings onto the northern hemisphere during the current season. "
            },
            {
                "title": "New Titan Territory",
                "date": "2005-04-05",
                "content": "Although the Huygens probe has now pierced the murky skies of Titan and landed on its surface, much of the moon remains for the Cassini spacecraft to explore. Titan continues to present exciting puzzles. This view of Titan uncovers new territory not previously seen at this resolution by Cassini's cameras. The view is a composite of four nearly identical wide-angle camera images, all taken using a filter sensitive to wavelengths of infrared light centered at 939 nanometers. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Titan's volcano may release methane",
                "date": "2005-08-06",
                "content": "A team of European and US scientists, using Cassini-Huygens data, have found that Saturn's smoggy moon Titan may have volcanoes that release methane into the atmosphere. These findings may lead scientists to revise the theories that methane in Titan's atmosphere is mainly due to the presence of a methane-rich hydrocarbon ocean. Infrared images taken by the Visual and Infrared Mapping Spectrometer (VIMS) on board the NASA/ESA/ASI Cassini orbiter, show a bright, 30-kilometre-wide structure. "
            },
            {
                "title": "Titan moon occupies 'sweet spot'",
                "date": "2005-09-09",
                "content": "Earth and Saturn's moon Titan show striking similarities because both occupy \"sweet spots\" in our Solar System, researchers have said. Many processes that occur on Earth also take place on this moon, say scientists participating in the US-European Cassini-Huygens mission. Wind, rain, volcanism and tectonic activity all seem to play a role in shaping Titan's surface. "
            },
            {
                "title": "Pinpointing Huygens Landing Site",
                "date": "2005-11-01",
                "content": "The Cassini spacecraft carried the European Space Agency's Huygens probe to Saturn and released it in December 2004. The probe landed on Titan Jan. 14, 2005, acquiring a set of images using the descent imager/spectral radiometer camera as it parachuted to the surface. As Cassini continued to orbit Saturn, its imaging science subsystem and visual and infrared mapping spectrometer mapped the region where the Huygens probe landed. "
            },
            {
                "title": "The Face-off",
                "date": "2005-11-14",
                "content": "The moons Dione and Tethys face each other across the gulf of Saturn's rings. Here, the Cassini spacecraft looks on the Saturn-facing hemisphere of Tethys below and the anti-Saturn side of Dione above. The dark groove in the rings is the Cassini Division. Tethys is 1,071 kilometers across, while Dione is 1,126 kilometers across. This image was taken in visible light with the Cassini spacecraft narrow-angle camera on Sept. 22, 2005, at a distance of approximately 860,000 kilometers from Dione. "
            },
            {
                "title": "Rivers on Titan, one of Saturn's moons, resemble those on earth",
                "date": "2005-12-05",
                "content": "Recent evidence from the Huygens Probe of the Cassini Mission suggests that Titan, the largest moon orbiting Saturn, is a world where rivers of liquid methane sculpt channels in continents of ice. Surface images even show gravel-sized pieces of water ice that resemble rounded stones lying in a dry riverbed on Earth. But with a surface temperature of minus 179 degrees Celsius and an atmospheric pressure 1 1/2 times that of Earth, could fluvial processes on Titan be anything like those on Earth? "
            },
            {
                "title": "Gaps in the Darkness",
                "date": "2005-12-14",
                "content": "Saturn's rings throw imposing shadows and relegate parts of the planet's northern regions to darkness. Three thin and bright arcs in this scene represent three well-known gaps in the immense ring system. From bottom to top here they are the Cassini Division, the Encke Gap and the Keeler Gap. The image was taken in infrared light using the Cassini spacecraft wide-angle camera on Oct. 29, 2005, at a distance of approximately 446,000 kilometers from Saturn. "
            },
            {
                "title": "One Moon Among Billions",
                "date": "2005-12-16",
                "content": "Sunlight reflects off the bright, frozen surfaces of the billions and billions of particles comprising Saturn's rings to brighten the planet's southern skies. The particles in Saturn's rings are each too small to be seen by Cassini in this image. If they could, each would look like the bright reflective crescent of Enceladus seen here, with each reflecting sunlight onto the southern hemisphere of the planet. "
            },
            {
                "title": "Map of Phoebe - December 2005",
                "date": "2005-12-22",
                "content": "This global digital map of Saturn's moon Phoebe was created using data taken during the Cassini spacecraft's close flyby of the small moon in June 2004. The map is an equidistant projection and has a scale of 233 meters per pixel. The mean radius of Phoebe used for projection of this map is 107 kilometers. The resolution of the map is 8 pixels per degree. "
            },
            {
                "title": "Europe Basks in Success of Huygens; Budgets Stay Tight",
                "date": "2005-12-29",
                "content": "European space scientists started the year by celebrating the history-making descent of their Huygens probe through the atmosphere of Titan and ended it by wondering how to fit future missions into a budget that will keep up with inflation, but no more, through 2010. European Space Agency Science Director David Southwood was referring to mission-related suspense when he referred to 2005 as \"a nail-biting year. And now we're beginning to take delivery of the results of what we are doing.\" "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Smooth Surface of Telesto",
                "date": "2006-02-14",
                "content": "The Cassini spacecraft passed within a cosmic stone's throw of Telesto in October, 2005 capturing this shot of the tiny Trojan moon. Telesto appears to be mantled in fine, icy material, although a few craters and some outcrops and/or large boulders are visible. Its smooth surface does not appear to retain the record of intense cratering that most of Saturn's other moons possess. "
            },
            {
                "title": "Feathery Northern Clouds",
                "date": "2006-02-20",
                "content": "After a year and a half in orbit, the Cassini spacecraft has begun to image Saturn's northern hemisphere in detail. The northern latitudes currently are experiencing winter, and atmospheric scientists are interested in determining whether the winter hemisphere is systematically different in appearance than the sunnier southern hemisphere. This scene contains a great deal of bright, whorl-shaped cloud activity. "
            },
            {
                "title": "Titan's Surface",
                "date": "2006-05-04",
                "content": "This poster shows a composite view from the descent imager/spectral radiometer taken while the European Space Agency's Huygens probe was setting on Titan's surface, juxtaposed with a similarly scaled picture taken on the Moon's surface. Objects near the center of the picture are roughly the size of a man's foot. Objects at the horizon are a fraction of a man's height. "
            },
            {
                "title": "Enceladus roll",
                "date": "2006-05-31",
                "content": "This graphic illustrates the interior of Saturn's moon Enceladus. It shows warm, low-density material rising to the surface from within, in its icy shell and/or its rocky core. A NASA-funded study says Enceladus might have rolled or rotated itself to place this area of low density at the south pole. This finding is in the June 1, 2006, issue of the journal Nature. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Xanadu's Meandering Rivers",
                "date": "2006-07-19",
                "content": "A network of river channels is located atop Xanadu, the continent-sized region on Saturn's moon Titan. This radar image was captured by the Cassini Radar Mapper on April 30, 2006. These winding, meandering river channels start from the top of the image and run like a fork in the road, splitting to the right and left of the image. "
            },
            {
                "title": "The Seven Sisters",
                "date": "2006-09-06",
                "content": "The stars of the Pleiades cluster, also known by the names \"M45\" and \"the Seven Sisters,\" shine brightly in this view from the Cassini spacecraft. The cluster is comprised of hundreds of stars, a few of which are visible to the unaided eye on Earth as a brilliant grouping in the constellation Taurus. Some faint nebulous material is seen here. "
            },
            {
                "title": "Titan's Crescent View",
                "date": "2006-09-13",
                "content": "This composite image, composed of two images taken with Cassini's visual and infrared mapping spectrometer, shows a crescent view of Saturn's moon Titan. The data were obtained during a flyby on July 22, 2006, at a distance of 15,700 kilometers from Titan. The image was constructed from images taken at wavelengths of 1.26 microns shown in blue, 2 microns shown in green, and 5 microns shown in red. "
            },
            {
                "title": "Titan's Halo",
                "date": "2006-09-21",
                "content": "Titan's murky atmosphere shines as a halo of scattered light. Prior to the Cassini spacecraft's arrival, Titan remained incognito, swathed in its impenetrable envelope of frigid gases. Now, gradually but relentlessly, the veil continues to fall away under Cassini's gaze, bringing the wonders of this world into view. North on Titan is up. "
            },
            {
                "title": "Half-lit Enceladus",
                "date": "2006-10-12",
                "content": "A world whose mysteries are just coming to light, Enceladus has enchanted scientists and non-scientists alike. With its potential for near-surface liquid water, the icy moon may be the latest addition to the list of possible abodes for life. The view was acquired about two-and-a-half hours after A Folded Surface, during an encounter with Enceladus. The image was taken using a combination of spectral filters sensitive to wavelengths of polarized ultraviolet light. "
            },
            {
                "title": "Death of a Spacecraft: The Unknown Fate of Cassini",
                "date": "2006-11-08",
                "content": "The Cassini spacecraft is roughly halfway through its looping voyage of the Saturn system and is continuing to return a bounty of data on the ringed planet and its moons. Yet all journeys must have an end and Cassini's eventual fate is now being discussed. \"Current planning is for a two year mission extension that ends on July 1, 2010,\" said Robert Mitchell, NASA's Cassini mission program manager. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Magnificent Vista",
                "date": "2007-03-01",
                "content": "Cassini coasts beneath giant Saturn, staring upward at its gleaming crescent and icy rings. A great bull's-eye pattern is centered on the south pole, where a vast, hurricane-like storm spins. This view looks toward the lit side of the rings from about 26 degrees below the ring plane. The view was acquired about two hours prior to The Lore of Saturn. "
            },
            {
                "title": "Earth's Future Glimpsed on Titan",
                "date": "2007-06-12",
                "content": "The enigmatic Saturnian moon Titan is still yielding surprising new details years after scientists first pierced its thick haze veil. The vision now emerging of Saturn's largest moon, with its giant dunes and oceanless surface, is perhaps a glimpse of Earth's desert future. \"Titan may be very different from Earth today, but maybe not Earth tomorrow,\" Jonathan Lunine, Cassini-Huygens interdisciplinary scientist at the University of Arizona, told SPACE.com. "
            },
            {
                "title": "Object of Interest",
                "date": "2007-06-25",
                "content": "The Cassini spacecraft spies an intriguing bright clump in Saturn's F ring. Also of interest is the dark gash that appears to cut through the ring immediately below the clump. Scientists continue to monitor this ring for small, transient clumps of material, as well as the effects of the shepherd moon Prometheus. This view looks toward the unilluminated side of the rings from about 28 degrees above the ringplane. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Spellbinding Saturn",
                "date": "2007-08-14",
                "content": "As enchanting as it is scientifically intriguing, Saturn is a world of unparalleled beauty and limitless potential for learning. Rhea and Enceladus float across the field of view as bright clouds roll through the gas giant's skies. The rings cast dark shadows onto the planet's mid-northern latitudes. This view looks toward Saturn from edge-on with the ringplane. "
            },
            {
                "title": "The Himalayas of Iapetus",
                "date": "2007-09-12",
                "content": "This stunning close-up view shows mountainous terrain that reaches about 10 kilometers high along the unique equatorial ridge of Iapetus. The view was acquired during Cassini's only close flyby of the two-toned Saturn moon. Above the middle of the image can be seen a place where an impact has exposed the bright ice beneath the dark overlying material. The image was taken on Sept. 10, 2007, with the Cassini spacecraft narrow- angle camera at a distance of approximately 3,870 kilometers from Iapetus. "
            },
            {
                "title": "Mystery of Saturn's Two-Faced Moon Solved",
                "date": "2007-10-08",
                "content": "Saturn'smoon Iapetus has virtually no gray. Rather, its features are all stark blackand white. The appearance has long puzzled astronomers. Newdetailed images suggest sunlight is melting ice on one side of Iapetus, leavingthe moon's dark surface exposed, while the opposite half retains its reflectiveice-mixed shell. Since themoon's discovery by Giovanni Domenico Cassini in 1671, Iapetus' appearance hasbaffled astronomers. "
            },
            {
                "title": "Scientists Mark Cassini Saturn Probe's 10th Anniversary",
                "date": "2007-10-15",
                "content": "More than 1,400 scientists gathered last week to mark the 10thanniversary of the launch of the Cassini-Huygens spacecraft to Saturn anddiscuss the mission's latest discoveries. Since liftoff on Oct. 15, 1997, aboard a U.S. Air ForceTitan 4B rocket, the mission's scientific instruments powered by radioisotope thermoelectric generatorshave captured a great deal of new information about Saturn's rings and moons. \"With Cassini, amazing discoveries have almost becomeroutine,\" said Cassini project scientist Dennis Matson of NASA's JetPropulsion Laboratory, who manages Cassini's science activities. "
            },
            {
                "title": "Planet in Repose",
                "date": "2007-12-03",
                "content": "Shadow-draped Saturn rests on its side as two icy moons glide past. Dione hangs against the planet's bright southern hemisphere. Mimas is a bright speck against the unlit side of the rings, near lower right. This view looks toward the unilluminated side of the rings from about 2 degrees above the ringplane. The image was taken with the Cassini spacecraft wide-angle camera on Oct. 31, 2007 using a combination of spectral filters sensitive to wavelengths of polarized infrared light centered at 752 and 705 nanometers. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "A Wisp of Smoke",
                "date": "2008-01-02",
                "content": "The Cassini spacecraft peers through the fine, smoke-sized ice particles of Saturn's F ring toward the cratered face of Mimas. The F ring's core, which contains significantly larger particles, is dense enough to completely block the light from Mimas. The view looks toward the trailing hemisphere on the Saturn-facing side of Mimas, and toward the sunlit side of the rings from about 2 degrees below the ringplane. "
            },
            {
                "title": "F Ring Knot",
                "date": "2008-01-30",
                "content": "The Cassini spacecraft captures an intriguing feature in the perturbed core of Saturn's F ring. The feature is similar in appearance to the one captured in F Ring Dynamism. This view looks toward the unilluminated side of the rings from about 32 degrees above the ringplane. The image was taken in visible light with the Cassini spacecraft narrow-angle camera on Dec. 31, 2007. "
            },
            {
                "title": "Peak Water Density",
                "date": "2008-03-26",
                "content": "The number of water particles in Enceladus' plume peaked over the area highlighted by the circle in this image of Enceladus, which is overlain by data from Cassini's Ion and Neutral Mass Spectrometer, and the spacecraft's trajectory, during its fly-through of the plume on March 12, 2008. "
            },
            {
                "title": "Saturn Collage",
                "date": "2008-04-17",
                "content": "A selection of the best images from Saturn, its rings and moons will appear in an exhibition opening on April 26 at the American Museum of Natural History in New York City. The show, called \"Saturn: Images from the Cassini-Huygens Mission,\" will run through March 29, 2009. It features dramatic, up-close-and-personal images in small individual views and super-large mosaics. "
            },
            {
                "title": "Saturn Images Showcased in New York City",
                "date": "2008-04-17",
                "content": "A selection of the best images from Saturn, its rings and moons will appear in an exhibition opening on April 26 at the American Museum of Natural History in New York City. The show, called \"Saturn: Images from the Cassini-Huygens Mission,\" will run through March 29, 2009. It features dramatic, up-close-and-personal images in small individual views and super-large mosaics. "
            },
            {
                "title": "New Exhibit Brings Saturn Down to Earth",
                "date": "2008-04-25",
                "content": "Stunning images of Saturn and itsmoons will bring the ringed planet down to Earth for visitors at the American Museum of Natural History here starting Saturday. The newexhibition \"Saturn: Images from the Cassini-Huygens Mission? offers just asample of the more than 140,000images beamed back to Earth across half a billion miles by NASA's Cassinispacecraft. Launched byNASA in 1997, Cassini became the first spacecraft to orbit Saturn in 2004. "
            },
            {
                "title": "Canyons' End",
                "date": "2008-06-06",
                "content": "The Cassini spacecraft provides an excellent view of the southernmost reaches of the great rift of Tethys -- Ithaca Chasma. The view is centered on terrain at 43 degrees south latitude, 52 degrees west longitude. North on Tethys is up and rotated 28 degrees to the right. The image was taken in visible green light with the Cassini spacecraft narrow- angle camera on May 10, 2008. "
            },
            {
                "title": "Pan's Gap",
                "date": "2008-06-12",
                "content": "The Encke Gap in Saturn's A ring is maintained by the presence of the moon Pan, which shares the gap with several diffuse ringlets. The scalloped appearance in the inner edge of the gap results from perturbations caused by Pan as it sweeps through the 325-kilometer wide lane. This view looks toward the sunlit side of the rings from about 38 degrees below the ringplane. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Map of Tethys",
                "date": "2008-08-06",
                "content": "This global map of Saturn's moon Tethys was created using images taken during Cassini spacecraft flybys, with Voyager images filling in the gaps in Cassini's coverage. The map is an equidistant projection and has a scale of 292.5 meters per pixel at the equator. The mean radius of Tethys used for projection of this map is 536.3 kilometers. "
            },
            {
                "title": "The Tethys Atlas",
                "date": "2008-08-06",
                "content": "Presented here is a complete set of cartographic map sheets from a high- resolution Tethys atlas, a project of the Cassini Imaging Team. The map sheets form a 15-quadrangle series covering the entire surface of Tethys at a nominal scale of 1:1,000,000. An index for the atlas is included here, along with an unlabeled version of each terrain section. "
            },
            {
                "title": "Profile of Janus",
                "date": "2008-08-14",
                "content": "This shadowy scene is one of the Cassini spacecraft's closest views of Saturn's moon Janus. The slopes of some craters here display hints of the darker material better seen on Epimetheus in Epimetheus Revealed. A bright linear feature runs up the wall of the large crater at bottom center. The view looks toward southern latitudes on Janus. North is toward the top of the image and rotated 58 degrees to the right. "
            },
            {
                "title": "Angles in the Atmosphere",
                "date": "2008-08-18",
                "content": "In the low light near Saturn's north pole, the Cassini spacecraft captures a partial view of the planet's unique hexagonal feature. One side and two corners of the hexagon are seen at center. Saturn's north polar hexagon was fully imaged in thermal infrared by Cassini in Oct. 2006 ). The imaging cameras will see progressively more of the feature as solar illumination creeps northward with the onset of spring in the northern hemisphere. "
            },
            {
                "title": "Map of Iapetus",
                "date": "2008-10-17",
                "content": "This global map of Saturn's moon Iapetus was created using images taken during Cassini spacecraft flybys, with Voyager images filling in the gaps in Cassini's coverage. Iapetus is the moon of Saturn which, curiously, has one bright hemisphere and one dark. The map is an equidistant projection and has a scale of 803 meters per pixel at the equator. "
            },
            {
                "title": "Streamer Channel",
                "date": "2008-11-10",
                "content": "The Cassini spacecraft focuses on a streamer-channel feature in Saturn's F ring. These features are created by the moon Prometheus as it closely approaches the ring once per orbit. This view looks toward the unilluminated side of the rings from about 36 degrees above the ringplane.The image was taken in visible light with the Cassini spacecraft narrow-angle camera on Sept. 30, 2008. "
            },
            {
                "title": "Enceladus' Jets",
                "date": "2008-12-15",
                "content": "The most prominent jets of vapor and icy particles emerging from the south polar terrain of Saturn's moon Enceladus are shown here in graphical form in a movie clip of a \"rotating\" Enceladus. A mosaic constructed of images of Enceladus' southern hemisphere from NASA's Cassini spacecraft imaging science sub-system was projected onto a computer model of the moon to which vectors indicating the direction of the jets were added. "
            },
            {
                "title": "Infrared Map of Titan's Active Regions",
                "date": "2008-12-15",
                "content": "This infrared projection map of Titan was composed from images taken by NASA's Cassini spacecraft, visual and infrared mapping spectrometer. The location of two regions that changed in brightness are labeled. These regions are hypothesized by some to be areas of cryovolcanic activity on Titan. Rather than erupting molten rock, it is theorized that the cryovolcanoes of Titan would erupt volatiles such as water, ammonia and methane. "
            },
            {
                "title": "Out of the Shadow",
                "date": "2008-12-22",
                "content": "A large group of spokes emerges from Saturn's shadow in this image taken of the morning side of the rings. Such groupings may hold clues to the manner in which these features are formed. The image was taken in visible light with the Cassini spacecraft wide-angle camera on Nov. 2, 2008 at a distance of approximately 869,000 kilometers from Saturn and at a Sun-Saturn-spacecraft, or phase, angle of 37 degrees. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "A Bite Out of the Moon",
                "date": "2009-02-03",
                "content": "Ithaca Chasma, an enormous rift that stretches more than 1,000 kilometers from north to south across the face of Tethys, seemingly takes a bite out of the moon's limb in this image from the Cassini spacecraft. The canyon runs from the shadow of night in the north, across the crater Telemachus, and on to the southern limb of the moon. Impact craters obliterate the canyon's older tectonic features and attest to the rift's great age. "
            },
            {
                "title": "Cassini Spacecraft Switches to Backup Thrusters",
                "date": "2009-03-12",
                "content": "Cassini has fallen back on a reserve set of propulsionthrusters during its extended tour of Saturn. Lacking space tugs orrobotic repairmen, the Cassinispacecraft activated its backup thrusters because of slow degradation inthe performance of its main thrusters. The primary thrusters have kept thespace probe going since its launch in 1997 until now. The Cassini mission has uncovered many new findings aboutSaturn, its rings and local moons. "
            },
            {
                "title": "Nested Rings",
                "date": "2009-04-17",
                "content": "Saturn's northern hemisphere is seen here against its nested rings. This view from the Cassini spacecraft looks toward the unilluminated side of the rings from about 30 degrees above the ringplane. The rings have been brightened relative to the planet to enhance visibility. Images taken using red, green and blue spectral filters were combined to create this natural color view. "
            },
            {
                "title": "Spring time on Titan? Cassini mission sees seasonal changes",
                "date": "2009-06-03",
                "content": "The continuous monitoring of Titan's atmosphere by the Cassini mission, which has been exploring the Saturnian system since July 2004, is starting to reveal seasonal changes in the atmospheric circulation and shedding new light on the global climatology of the biggest moon of the ringed planet. In a study that's being published in this week's issue of Nature , planetary scientists examined over 10,000 images captured by the Visible and Infrared Mapping Spectrometer instrument onboard Cassini, taken between July 2004 and December 2007. The study was conducted by an international team led by Sebastien Rodriguez of the University of Nantes in France. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Colorful Northern Crescent",
                "date": "2009-07-31",
                "content": "The Cassini spacecraft looks down on the north pole of Titan, showing night and day in the northern hemisphere of Saturn's largest moon. This view is centered on terrain at 49 degrees north latitude, 243 degrees west longitude. The north pole of Titan is rotated about 23 degrees to the left and it lies on the terminator above and to the left of the center of the image. "
            },
            {
                "title": "Methane Clouds Observed Near Titan's Equator May Explain Presence of Riverbeds on the Surface",
                "date": "2009-08-12",
                "content": "On Titan, Saturn's largest moon, methane clouds drift through a dense, nitrogen-rich atmosphere, clustering mainly in the polar regions. Methane lakes dot Titan's surface, also at high latitudes. Closer to the moon's equator, by contrast, clouds appear rarely if at all, and the surface seems arid. But in January 2005, the Huygens probe, after detaching from the Cassini spacecraft and descending through Titan's atmosphere, gave planetary scientists their first close-up view of the moon's surface. "
            },
            {
                "title": "Janus' Cratered South",
                "date": "2009-10-08",
                "content": "The Cassini spacecraft looks toward the south pole and cratered surface of Saturn's moon Janus. The pole of Janus lies on the terminator about one-third of the way inward from the bottom of the image. This view is centered on terrain at 42 degrees south latitude, 32 degrees west longitude. Lit terrain seen here is on the Saturn-facing side of Janus. "
            },
            {
                "title": "Oblate Mimas",
                "date": "2009-12-10",
                "content": "The Cassini spacecraft reveals the cratered surface of Mimas, a moon whose shape is flattened at the poles. See Not Quite Round to learn more about why the moon has this oblate shape. This view looks toward the trailing hemisphere of Mimas. North on Mimas is up and rotated 1 degree to the left. The image was taken in visible green light with the Cassini spacecraft narrow- angle camera on Oct. 14, 2009. "
            },
            {
                "title": "Mimas and Pan",
                "date": "2009-12-11",
                "content": "The Cassini spacecraft captures a couple of small moons in this image taken while the spacecraft was nearly in the plane of Saturn's rings. Near the top of this image, a crescent Mimas is closer to Cassini than the rings are. Pan is visible as a tiny dot in the Encke Gap of the A ring near the middle of the bottom of the image. "
            },
            {
                "title": "Enormous Elongated Shadow",
                "date": "2009-12-18",
                "content": "The shadow of Saturn's largest moon darkens a huge portion of the gas giant planet. Titan is not pictured here, but its shadow is elongated in the bottom right of the image. This view looks toward the northern, sunlit side of the rings from just above the ringplane. The image was taken with the Cassini spacecraft wide-angle camera on Nov. 7, 2009 using a spectral filter sensitive to wavelengths of near-infrared light centered at 752 nanometers. "
            },
            {
                "title": "Stately Saturn",
                "date": "2009-12-25",
                "content": "Saturn, stately and resplendent in this natural color view, dwarfs the icy moon Rhea. Rhea orbits beyond the rings on the right of the image. The moon Tethys is not shown here, but its shadow is visible on the planet on the left of the image. This view looks toward the northern, sunlit side of the rings from just above the ringplane. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Rhea Polar Maps",
                "date": "2010-03-02",
                "content": "The northern and southern hemispheres of Rhea are seen in these polar stereographic maps, mosaicked from the best-available Cassini and Voyager images. Six Voyager images fill in gaps in Cassini's coverage of the moon's north pole. Each map is centered on one of the poles, and surface coverage extends to the equator. Grid lines show latitude and longitude in 30-degree increments. "
            },
            {
                "title": "Secrets of Saturn Moon's Interior Probed by Cassini Spacecraft",
                "date": "2010-05-03",
                "content": "Scientists are eagerly poring over new observations of Saturn's moon Enceladus beamed to Earth from NASA's Cassini spacecraft from a flyby last week that measured the moon's gravitational tug in an experiment todetermine its interior structure and composition. The flyby, which occurred April 27 at 8:10:17 p.m. EDT, took Cassini through the water-rich plume that flares out from Enceladus' south polarregion. At closest approach, Cassini was about 100 kilometers abovethe surface of Enceladus, at a speed of 15,000 mph relative to the moon. "
            },
            {
                "title": "Rock and Roll: Titan's Gem Tumbler",
                "date": "2010-05-11",
                "content": "Rock and Roll: Titan's Gem Tumbler. It appears flash flooding has paved streambeds in the Xanadu region of Saturn's moon Titan with thousands of sparkling crystal balls of ice, according to scientists with NASA's Cassini spacecraft. By analyzing the way the terrain has scattered radar beams, scientists deduce the spheres measure at least a few centimeters and maybe up to a couple of meters in diameter. "
            },
            {
                "title": "Don't Forget Telesto",
                "date": "2010-05-18",
                "content": "Saturn's moon Dione dwarfs the moon Telesto in this Cassini spacecraft image. Dione is the fourth largest of Saturn's moons, and it dominates this view. Tiny Telesto can be seen below and to the left of Dione. This view looks toward the anti-Saturn side of Dione. North on Dione is up. The image was taken in visible light with the Cassini spacecraft narrow-angle camera on March 4, 2010. "
            },
            {
                "title": "Shadow from Unseen Moon",
                "date": "2010-06-24",
                "content": "The shadow of the moon Enceladus darkens a small portion of the swirling clouds on Saturn. Enceladus itself is not visible in this view. This view looks toward the northern, sunlit side of the rings from just above the ringplane. The image was taken in visible red light with the Cassini spacecraft wide-angle camera on Nov. 24, 2009. "
            },
            {
                "title": "Flying Over Dione",
                "date": "2010-06-25",
                "content": "The Cassini spacecraft swooped in for a close-up of the cratered, fractured surface of Saturn's moon Dione in this image taken during the spacecraft's Jan. 27, 2010, non-targeted flyby. Cassini came within about 45,000 kilometers of the moon during this flyby, and this image was acquired at a distance of approximately 46,000 kilometers. See Wispy Marble for an older, closer view of Dione. "
            },
            {
                "title": "Bright Slice",
                "date": "2010-06-29",
                "content": "Saturn's brightly lit rings slice across this Cassini spacecraft picture taken before a backdrop of the planet's clouds. The shadow of the rings can be seen cast upon the planet in the lower right of the image. This view looks toward the northern, sunlit side of the rings from just above the ringplane. The image was taken with the Cassini spacecraft narrow-angle camera on April 11, 2010 using a spectral filter sensitive to wavelengths of near-infrared light centered at 938 nanometers. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "A Look at Belet",
                "date": "2010-07-07",
                "content": "The Cassini spacecraft looks toward Saturn's largest moon and maps the dark Belet region on Titan. Lit terrain seen here is in the area between the trailing hemisphere and Saturn-facing side of Titan. North on Titan is up. The image was taken with the Cassini spacecraft narrow-angle camera on April 24, 2010 using a spectral filter sensitive to wavelengths of ultraviolet light centered at 938 nanometers. "
            },
            {
                "title": "Epimetheus Close-Up",
                "date": "2010-08-17",
                "content": "The Cassini spacecraft snapped this high-resolution image of Saturn's small moon Epimetheus during the spacecraft's non-targeted flyby on April 7, 2010. The view was obtained at a distance of approximately 107,000 kilometers from Epimetheus and at a sun-Epimetheus-spacecraft, or phase, angle of 62 degrees. See Epimetheus Revealed and Epimetheus: Up- Close and Colorful for even closer views. "
            },
            {
                "title": "Catching Helene",
                "date": "2010-09-17",
                "content": "Although traveling at great speed, the Cassini spacecraft managed to capture this close view of Saturn's small moon Helene during a flyby on March 3, 2010. Saturn's atmosphere makes up the background of this composition. See Closest View of Helene for another image taken during this closest flyby of Helene. This view looks toward the anti-Saturn side of Helene. "
            },
            {
                "title": "Singular Spot",
                "date": "2010-09-29",
                "content": "The moon Mimas casts a shadow and creates a single blemish on the kingly crescent of Saturn. Mimas is not shown in this view, but its shadow can be seen on the planet just north of the rings and their shadow. This view looks toward the northern, sunlit side of the rings from just above the ringplane. The image was taken with the Cassini spacecraft wide-angle camera on Oct. 25, 2009 using a spectral filter sensitive to wavelengths of near-infrared light centered at 752 nanometers. "
            },
            {
                "title": "Cassini Spacecraft Malfunction Prevents Flyby of Saturn's Moon Titan",
                "date": "2010-11-05",
                "content": "The Cassini spacecraft in orbit around Saturn hassuffered a malfunction that has shut down all science observations for the timebeing, forcing the probe to skip an upcoming look at Saturn's largest moonTitan, NASA announced this week. Cassini put itself into a so-called \"safe mode\"? a hibernation-like state to await commands from Earth ? after experiencing aglitch on Tuesday at about 7 p.m. EDT .? "
            },
            {
                "title": "Cassini reveals oxygen atmosphere of Saturn's moon Rhea",
                "date": "2010-11-30",
                "content": "The Cassini-Huygens mission has discovered a tenuous atmosphere infused with oxygen and carbon dioxide at Saturn's moon Rhea - the first time a spacecraft has captured direct evidence of an oxygen atmosphere at a world other than Earth. The NASA-led international mission made the discovery using combined data from Cassini's instruments, which includes a sensor designed and built at the University College London's Mullard Space Science Laboratory. Results from the mission reveal that the atmosphere of Rhea, Saturn's second- largest moon at 900 miles wide, is extremely thin and is sustained by high-energy particles bombarding its icy surface and kicking up atoms, molecules, and ions into the atmosphere. "
            },
            {
                "title": "Global View of Sotra Facula, Titan",
                "date": "2010-12-14",
                "content": "This image shows the location of an area known as Sotra Facula on Saturn's moon Titan. The black and white swaths show data obtained by the radar instrument on NASA's Cassini spacecraft. The swaths were laid on top of a global composite image from Cassini's visual and infrared mapping spectrometer. Scientists believe the Sotra Facula region makes the best case for a cryovolcanic - or ice volcano - region on Titan. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Cassini Spacecraft Probes Saturn's Magnetic Bubble Near Titan",
                "date": "2011-02-18",
                "content": "NASA Cassini spacecraft in orbit around Saturn will take a close look at the ringed planet's magnetic field today during a flyby of its largest moon, Titan. During the flyby, which will occur at 11:04 a.m. EST, Cassini will study the interactions between Titan and Saturn's magnetosphere, a magnetic bubble that surrounds the entire planet, according to a NASA description. Cassini should fly within 2,270 miles of Titan during today's flyby, which is the spacecraft's 75th trip by the moon. "
            },
            {
                "title": "Titan's Haze is Falling",
                "date": "2011-05-05",
                "content": "The change in Titan's haze layer is illustrated in this figure, derived from data obtained by NASA's Cassini spacecraft. The picture of Titan in panel a was taken on May 3, 2006, while the picture in panel b was taken on April 2, 2010, several months after Titan's equinox in August of 2009. The geometries and solar illumination in both images are similar, though Titan's north pole is at about the one o'clock position from vertical in panel a and nearly vertical in panel b. "
            },
            {
                "title": "Saturn's Moon Titan May Have Been Planetary Punching Bag",
                "date": "2011-05-08",
                "content": "An untold number of cosmic impacts could have created the mysteriously thick atmosphere of Saturn 's largest moon Titan, suggest experiments with laser guns. Titan has always stood out as the only moon in the solar system with a substantial atmosphere. In fact, the surface pressure on Titan is 50 percent greater than the pressure on Earth. The main ingredient of Titan's atmosphere is nitrogen, just as it is on Earth. "
            },
            {
                "title": "Cassini Spacecraft at Saturn Has Minor Short Circuit, NASA Says",
                "date": "2011-06-16",
                "content": "NASA engineers shut down part of the Cassini spacecraft at Saturn after an apparent short circuit in one of the 14-year-old probe's science instruments. Cassini mission managers decided to stop using the Saturn probe's plasma spectrometer on Tuesday following a series of unexpected voltage readings, NASA officials said Wednesday. The problem began on May 1, when an unexpected voltage shift was detected, officials at NASA's Jet Propulsion Laboratory in Pasadena, Calif., said in a statement. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Spotting Saturn's Northern Storm",
                "date": "2011-07-06",
                "content": "NASA's Cassini spacecraft captures a composite near-true-color view of the huge storm churning through the atmosphere in Saturn's northern hemisphere. This storm is the largest and most intense observed on Saturn by NASA's Voyager or Cassini spacecraft. The storm is still active. As scientists have tracked this storm over several months, they have found it covers 500 times the area of the biggest of the southern hemisphere storms observed earlier in the Cassini mission and PIA12576. "
            },
            {
                "title": "Cassini Spacecraft Captures Images and Sounds of Big Saturn Storm",
                "date": "2011-07-06",
                "content": "Cassini Spacecraft Captures Images and Sounds of Big Saturn Storm. Scientists analyzing data from NASA's Cassini spacecraft now have the first-ever, up-close details of a Saturn storm that is eight times the surface area of Earth. On Dec. 5, 2010, Cassini first detected the storm that has been raging ever since. It appears at approximately 35 degrees north latitude on Saturn. "
            },
            {
                "title": "Storm Tail in False Color",
                "date": "2011-11-17",
                "content": "This false-color mosaic from NASA's Cassini spacecraft shows the tail of Saturn's huge northern storm. See Chronicling Saturn's Northern Storm to learn more about this storm and watch its development over several months. Earlier in the Cassini mission, the spacecraft chronicled a smaller storm in the southern hemisphere called the \"Dragon Storm.\" See The Dragon Storm to learn more about that storm and to see a similar, false-color view. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Cassini Sees the Two Faces of Titan's Dunes",
                "date": "2012-01-23",
                "content": "Cassini Sees the Two Faces of Titan's Dunes. A new analysis of radar data from NASA's Cassini mission, in partnership with the European Space Agency and the Italian Space Agency, has revealed regional variations among sand dunes on Saturn's moon Titan. The result gives new clues about the moon's climatic and geological history. Dune fields are the second most dominant landform on Titan, after the seemingly uniform plains, so they offer a large-scale insight into the moon's peculiar environment. "
            },
            {
                "title": "Dune fields on Saturn's moon Titan",
                "date": "2012-01-29",
                "content": "Last week, space scientists released a montage of images of dune fields on Saturn's large moon Titan. The images are the result of a new analysis of radar data from NASA's Cassini mission to Saturn. The scientists say these images give new clues about the climate and geology of Titan, which is our solar system's second-largest moon, the only moon with an atmosphere, and which has a bigger volume than the planet Mercury. "
            },
            {
                "title": "Saturn's Icy Moon Dione Has Oxygen Atmosphere",
                "date": "2012-03-02",
                "content": "A NASA spacecraft circling Saturn has discovered a wispy oxygen atmosphere on the ringed planet's icy moon Dione, but you wouldn't want to live there. For one thing, you wouldn't be able to breathe - Dione's atmosphere is 5 trillion times less dense than the air at Earth's surface, scientists say. Dione's atmosphere was detected by NASA's Cassini spacecraft, which spotted an ultra-thin layer of oxygen ions so sparse that it is equivalent to conditions 300 miles above Earth. "
            },
            {
                "title": "NASA Resurrects Saturn Science Tool on Cassini Spacecraft",
                "date": "2012-03-21",
                "content": "NASA engineers have revived a vital science instrument aboard the Cassini spacecraft in orbit around Saturn, bringing the 15-year-old probe back to full strength for the first time in nine months. On Friday, engineers reactivated Cassini's plasma spectrometer, one of 12 instruments used by the spacecraft to study Saturn and its many moons, NASA officials said this week. It is designed to measure the energy and electrical charge of particles around Saturn. "
            },
            {
                "title": "Haunting Photos of Saturn Moons Snapped by Cassini Spacecraft",
                "date": "2012-03-29",
                "content": "NASA's workhorse Saturn orbiter Cassini has just beamed back stunning new views of the ringed planet's dazzling moons, including the probe's closest- ever pass over the ice geysers of Enceladus. The new photos reveal the plume of water ice and vapor that springs from the south pole of Enceladus - Saturn's sixth largest moon - as well as the pockmarked surface of Dione and the tiny oblong shape of Janus. Cassini made a close flyby of Enceladus on Tuesday, swooping within about 46 miles of the moon's surface. "
            },
            {
                "title": "Tiny Methone",
                "date": "2012-05-21",
                "content": "This raw, unprocessed image was taken by NASA's Cassini spacecraft on May 20, 2012. The camera was pointing toward Methone. This image has not been validated or calibrated. A validated/calibrated image will be archived with the NASA Planetary Data System in 2013. For more information on raw images check out our Frequently Asked Questions section. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Saturn Rings Shine in New Cassini Pictures",
                "date": "2012-07-13",
                "content": "The dazzling rings of Saturn are taking center stage in amazing new pictures snapped by NASA's Cassini spacecraft currently orbiting the planet. The new Saturn ring photos come as the Cassini probe moves into a slightly different orbit around its gas giant target, officials with NASA's Jet Propulsion Laboratory in Pasadena, Calif., said in an image announcement. \"It's been nearly two years since NASA's Cassini spacecraft has had views like these of Saturn's glorious rings,\" JPL officials explained. "
            },
            {
                "title": "Daytime Lightning on Saturn Spotted by Cassini Spacecraft",
                "date": "2012-07-18",
                "content": "A NASA spacecraft orbiting Saturn has captured an amazing view of lightning in broad daylight on the ringed planet. The Cassini orbiter captured the daytime lightning on Saturn as bright blue spots inside a giant storm that raged on the planet last year. NASA unveiled the new Saturn lightning photos Wednesday, adding that the images came as a big surprise. "
            },
            {
                "title": "River networks on Titan point to a puzzling geologic history",
                "date": "2012-07-20",
                "content": "For many years, Titan's thick, methane- and nitrogen-rich atmosphere kept astronomers from seeing what lies beneath. Saturn's largest moon appeared through telescopes as a hazy orange orb, in contrast to other heavily cratered moons in the solar system. In 2004, the Cassini-Huygens spacecraft - a probe that flies by Titan as it orbits Saturn - penetrated Titan's haze, providing scientists with their first detailed images of the surface. "
            },
            {
                "title": "Cassini Flies By Titan to See Methane Lake",
                "date": "2012-07-25",
                "content": "NASA's Cassini probe zipped by Saturn's largest moon Titan on Tuesday in a close flyby to search for a lake filled with liquid methane. The Cassini spacecraft flew within 629 miles of Titan during the flyby in order to \"look for a glint of sunlight reflecting off a methane lake,\" mission managers wrote in a statement. Scientists have dubbed the liquid methane lake Kivu Lacus. "
            },
            {
                "title": "See the seasons change in the atmosphere of Titan",
                "date": "2012-12-02",
                "content": "Data from NASA's Cassini mission to Saturn is giving space scientists a clearer picture of seasonal changes on Titan, Saturn's large moon. The image below is an artist's impression, showing seasonal change in Titan's atmosphere during and after Titan's 2009 equinox. An equinox for Earth or any planet or moon occurs when the sun appears over that world's equator at local noon. "
            },
            {
                "title": "Cassini Spots Mini Nile River on Saturn Moon",
                "date": "2012-12-12",
                "content": "Cassini Spots Mini Nile River on Saturn Moon. Scientists with NASA's Cassini mission have spotted what appears to be a miniature, extraterrestrial likeness of Earth's Nile River: a river valley on Saturn's moon Titan that stretches more than 200 miles from its \"headwaters\" to a large sea. It is the first time images have revealed a river system this vast and in such high resolution anywhere other than Earth. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "New Video Recounts Historic Landing on Saturn's Moon Titan",
                "date": "2013-01-17",
                "content": "Eight years ago this week, a European mission went where no one, or probe, had gone before, Saturn's huge moon Titan, and a new video animation is recounting that historic landing by the Huygens spacecraft. The European Space Agency's unmanned Huygens probe dropped onto the surface of Titan on Jan. 14, 2005, three weeks after separating from its parent Cassini spacecraft. The new animation, which was created by ESA using real Huygens data, captures the last portion of the lander's 2 1/2-hour descent through Titan's thick, nitrogen-based atmosphere. "
            },
            {
                "title": "NASA's Cassini spacecraft observes Storm on Saturn devour itself",
                "date": "2013-02-01",
                "content": "Call it a Saturnian version of the Ouroboros, the mythical serpent that bites its own tail. In a new paper that provides the most detail yet about the life and death of a monstrous thunder-and-lightning storm on Saturn, scientists from NASA's Cassini mission describe how the massive storm churned around the planet until it encountered its own tail and sputtered out. It is the first time scientists have observed a storm consume itself in this way anywhere in the solar system. "
            },
            {
                "title": "Cassini Sheds Light on Cosmic Particle Accelerators",
                "date": "2013-02-19",
                "content": "During a chance encounter with what appears to be an unusually strong blast of solar wind at Saturn, NASA's Cassini spacecraft detected particles being accelerated to ultra-high energies. This is similar to the acceleration that takes place around distant supernovas. Since we can't travel out to the far-off stellar explosions right now, the shockwave that forms from the flow of solar wind around Saturn's magnetic field provides a rare laboratory for scientists with the Cassini mission -- a partnership involving NASA, the European Space Agency and the Italian Space Agency -- to observe this phenomenon up-close. "
            },
            {
                "title": "Cassini Spacecraft Spots Particle Accelerator at Saturn",
                "date": "2013-02-26",
                "content": "NASA's Cassini spacecraft has spotted solar particles moving at incredible speeds near Saturn, giving scientists a rare up-close look at phenomena that occur during dramatic star explosions. The particles flowed from the sun during a strong blast of solar wind, then plowed into Saturn 's magnetic field shortly thereafter. This encounter, which Cassini observed in February 2007, created a shockwave that accelerated the particles to super-high energies, scientists said. "
            },
            {
                "title": "NASA Cassini Spacecraft Photographs Venus from Saturn",
                "date": "2013-03-04",
                "content": "Venus gleams over Saturn's enormous shoulder in two stunning new photos captured by NASA's Cassini spacecraft, which is orbiting the ringed planet. Earth's hellishly hot \"sister planet\" peeks through Saturn's iconic rings in one image, which Cassini took last November when it was in Saturn's shadow. Because of the vast gulf between the two worlds, the Earth-size Venus appears as a bright white dot, just above and to the right of the picture's center. "
            },
            {
                "title": "Space History Photo: Launch of Cassini Orbiter & Huygens Probe",
                "date": "2013-03-14",
                "content": "In this historical photo from the U.S. space agency, a seven-year journey to the ringed planet Saturn begins with the liftoff of a Titan IVB/Centaur carrying the Cassini orbiter and its attached Huygens probe. Launch occurred at 4:43 a.m. EDT, October 15, 1997 from Launch Complex 40 on Cape Canaveral Air Station. After a 2.2-billion mile journey that will include two swing-bys of Venus and one of Earth to gain additional velocity, the two-storey tall spacecraft will arrive at Saturn in July 2004. "
            },
            {
                "title": "Titan's Methane - Going, Going, Soon to Be Gone?",
                "date": "2013-04-15",
                "content": "By tracking a part of the surface of Saturn's moon Titan over several years, NASA's Cassini mission has found a remarkable longevity to the hydrocarbon lakes on the moon's surface. A team led by Christophe Sotin of NASA's Jet Propulsion Laboratory in Pasadena, Calif., fed these results into a model that suggests the supply of the hydrocarbon methane at Titan could be coming to an end soon. The study of the lakes also led scientists to spot a few new ones in images from Cassini's visual and infrared mapping spectrometer data in June 2010. "
            },
            {
                "title": "Cassini Shapes First Global Topographic Map of Titan",
                "date": "2013-05-15",
                "content": "Scientists have created the first global topographic map of Saturn's moon Titan, giving researchers a valuable tool for learning more about one of the most Earth-like and interesting worlds in the solar system. The map was just published as part of a paper in the journal Icarus. Titan is Saturn's largest moon - with a radius of about 1,600 miles, it's bigger than planet Mercury - and is the second-largest moon in the solar system. "
            },
            {
                "title": "Wave to Saturn! Cassini Spacecraft to Photograph Earth",
                "date": "2013-06-19",
                "content": "Nothing proves how fragile, beautiful and rare our planet is like a portrait of it taken from space. Now, scientists are planning to image Earth from a spacecraft stationed at Saturn, and are hoping many Earthlings will plan to stop and wave toward the ringed planet for the photo. NASA's Cassini probe has been orbiting Saturn for almost nine years, and has taken several portraits of our home planet. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Cassini Spacecraft Photographs Earth from Saturn on July 19",
                "date": "2013-07-15",
                "content": "Get ready to wave at Saturn this week. NASA's Cassini spacecraft currently orbiting the ringed planet is will take a picture of Earth from as it looks from Saturn on Friday (July 19), and every Earthling can participate. While NASA's Cassini spacecraft has taken several photos of Earth throughout the course of the almost nine years it has been in orbit around Saturn, this marks the first time that members of the public have known about it beforehand, scientists have said. "
            },
            {
                "title": "OK, everybody, wave at Saturn!",
                "date": "2013-07-19",
                "content": "As far as we know, there are no Saturnians on Saturn. There are no sirens on Titan nor large, monolithic stargates floating just outside Iapetus. And even if there were, they couldn't see us. Not in much detail, anyway. We're more than a billion kilometers away. But we're going to wave and smile at them anyway. "
            },
            {
                "title": "Earth Waves at Cassini",
                "date": "2013-08-21",
                "content": "From more than 40 countries and 30 U.S. states, people around the world shared more than 1,400 images of themselves as part of the Wave at Saturn event organized by NASA's Cassini mission. That event on July 19, 2013, marked the day the Cassini spacecraft turned back toward Earth to take our picture as part of a larger mosaic of the Saturn system. "
            },
            {
                "title": "Earth Waves at Saturn in Colossal NASA Collage",
                "date": "2013-08-21",
                "content": "When a NASA spacecraft snapped photos of Earth as it appeared from Saturn in July, the space agency hoped all of humanity would wave back. Now, thanks to an amazing collage, you can see photos taken that day by the space fans around the world that actually waved at the ringed planet. Scientists working on NASA's Cassini mission to Saturn stitched together more than 1,400 images of people waving at Saturn through Facebook, Instagram, Flickr, Google+, Twitter and email - including photos taken by Cassini itself - to create the giant collage, which resembles the shape Earth. "
            },
            {
                "title": "Earth waves at Saturn in giant NASA image",
                "date": "2013-08-22",
                "content": "Remember when we all waved at Saturn last month while the Cassini-Huygens spacecraft took our picture? Well, NASA has finally gotten the film back from the drugstore - and you can see our whole world. A good chunk of it, anyway. People shared more than 1,400 images of themselves as part of the July 19 \"Wave at Saturn\" event, which was organized by NASA's Cassini mission. "
            },
            {
                "title": "NASA's Cassini Spacecraft Obtains Best Views of Saturn Hexagon",
                "date": "2013-12-04",
                "content": "NASA's Cassini spacecraft has obtained the highest-resolution movie yet of a unique six-sided jet stream, known as the hexagon, around Saturn's north pole. This is the first hexagon movie of its kind, using color filters, and the first to show a complete view of the top of Saturn down to about 70 degrees latitude. Spanning about 20,000 miles across, the hexagon is a wavy jet stream of 200-mile-per-hour winds with a massive, rotating storm at the center. "
            },
            {
                "title": "Jaw-Dropping Views of Saturn Cap 2013 for NASA's Cassini Spacecraft",
                "date": "2013-12-30",
                "content": "NASA's Cassini spacecraft has capped 2013 with a spectacular new collection of Saturn photos showcasing the planet's beauty, as well with its trademark rings and strange moons. The newly released Saturn photos by Cassini include two views of Enceladus, Saturn's sixth-largest moon. Enceladus is a winter-appropriate ice world. Geysers at its poles shoot ice particles into space, some of which make it into orbit around Saturn. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Cassini Spacecraft Spotlights Polar Vortex",
                "date": "2014-02-04",
                "content": "An amazing new photo of Saturn's north pole puts the planet's odd hexagon- shaped jet stream and dazzling rings on display. NASA's Cassini spacecraft exploring Saturn and its moons snapped the photo - which NASA released Monday - as the probe flew 1.6 million miles above the ringed planet. Cassini took its newest view of Saturn's polar vortex on Nov. 23, 2013, though the image itself was just released today. "
            },
            {
                "title": "Saturn by Gordan Ugarkovic",
                "date": "2014-02-12",
                "content": "This portrait looking down on Saturn and its rings was created from images obtained by NASA's Cassini spacecraft on Oct. 10, 2013. It was made by amateur image processor and Cassini fan Gordan Ugarkovic. This image has not been geometrically corrected for shifts in the spacecraft perspective and still has some camera artifacts. The mosaic was created from 12 image footprints with red, blue and green filters from Cassini's imaging science subsystem. "
            },
            {
                "title": "Enceladus in the E Ring by Val Klavans",
                "date": "2014-02-25",
                "content": "\"On July 19, 2013, you waved at Saturn.\" \"The Cassini spacecraft was there to snap a photo of not only us, but the Saturn system.\" \"Here's Cassini's view of Enceladus within Saturn's E ring on that day. Enceladus is actually feeding Saturn's E ring.\" \"This composite is made of images that were taken on July 19, 2013 and received on Earth July 20, 2013. "
            },
            {
                "title": "Saturn moon birth may have been seen by Cassini spacecraft",
                "date": "2014-04-17",
                "content": "NASA's Cassini spacecraft captured an unusual event that may be the birth of Saturn's newest moon - and possibly its last ever. \"We have not seen anything like this before,\" said Carl Murray, a planetary scientist at Queen Mary University of London, in a statement. Murray is the lead author of the paper published this week in the journal Icarus describing the event. "
            },
            {
                "title": "Arrival and Departure at Phoebe",
                "date": "2014-06-11",
                "content": "As it entered the Saturn system, NASA's Cassini spacecraft performed its first targeted flyby of one of the planet's moons. On June 11, 2004, Cassini passed Phoebe, the largest of Saturn's outer or \"irregular\" moons, at an altitude of just 1,285 miles. This was the sole close flyby of one of the outer moons of Saturn in the entire Cassini mission. "
            },
            {
                "title": "Cassini Celebrates 10 Years Exploring Saturn",
                "date": "2014-06-25",
                "content": "On June 30, the Cassini mission will celebrate 10 years of exploring the planet, its rings and moons. The Cassini spacecraft, carrying the European Space Agency's Huygens probe, arrived in the Saturn system on June 30, 2004, for a four-year primary mission. Since 2008, NASA has granted the mission three extensions, allowing scientists an unprecedented opportunity to observe seasonal changes as the planet and its retinue completed one-third of their nearly 30-year-long trek around the sun. "
            },
            {
                "title": "Happy anniversary, Cassini spacecraft",
                "date": "2014-06-30",
                "content": "In the past 10 years, no spacecraft has consistently delivered the wonder of our solar system like the flagship-class NASA-ESA robotic spacecraft Cassini. No surprise, because it's orbiting the amazing planet Saturn, world of rings and moons. June 30, 2014 is the 10-year anniversary of Cassini's insertion into orbit around Saturn. It's hard to convey in words how wonderful the Cassini images have been since that great day. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Ocean on Saturn Moon Could be as Salty as the Dead Sea",
                "date": "2014-07-02",
                "content": "Scientists analyzing data from NASA's Cassini mission have firm evidence the ocean inside Saturn's largest moon, Titan, might be as salty as Earth's Dead Sea. The new results come from a study of gravity and topography data collected during Cassini's repeated flybys of Titan during the past 10 years. Using the Cassini data, researchers presented a model structure for Titan, resulting in an improved understanding of the structure of the moon's outer ice shell. "
            },
            {
                "title": "TPR Presents: Saturn, Up Close and Personal",
                "date": "2014-08-22",
                "content": "In 1997, the Cassini-Huygens spacecraft was launched on a mission to study Saturn and its moons. Since arriving at its destination in 2004, an astonishing number of discoveries have been made, including evidence of liquid water on the moon Enceladus. On Friday, September 19, TPR hosts an evening of scientific discovery with Southwest Research Institute planetary scientist J. "
            },
            {
                "title": "Arrival and Departure at Saturn's Moon Phoebe",
                "date": "2014-10-02",
                "content": "As it entered the Saturn system, NASA's Cassini spacecraft performed its first targeted flyby of one of the planet's moons. On June 11, 2004, Cassini passed Phoebe, the largest of Saturn's outer or \"irregular\" moons, at an altitude of just 1,285 miles. This was the sole close flyby of one of the outer moons of Saturn in the entire Cassini mission. "
            },
            {
                "title": "Cassini Spacecraft Sees Swirling Clouds on Saturn",
                "date": "2014-11-21",
                "content": "A sublime picture of Saturn's clouds shows swirls of mixing material, like paint spiraling in water or cream whirling through coffee. NASA's Cassini spacecraft captured this intimate snapshot of Saturn on Aug. 23 while flying about 1.1 million miles from the ringed planet, though the space agency unveiled the image on Monday as an image feature. Saturn's curling clouds are not so different from milk swirling in a cup of joe: Both are examples of fluid dynamics, or the way liquids and gasses move and behave. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Approaching Titan a Billion Times Closer",
                "date": "2015-01-14",
                "content": "Drop into Titan with the Huygens probe in this video made using data from Cassini and ESA's historic mission. Transcript: We embark on a journey that will bring us a billion times closer to Titan's surface. Titan is Saturn's largest moon. Right in front of Saturn's disk in this image taken by the Cassini spacecraft. "
            },
            {
                "title": "Epic Landing on Saturn's Moon Titan Remembered 10 Years Later",
                "date": "2015-01-14",
                "content": "Ten years ago today, humanity got its first up-close look at a bizarre, frigid moon that may be capable of supporting life as we know it. The European Space Agency's Huygens probe touched down on the surface of Saturn's huge moon Titan on Jan. 14, 2005, three weeks after being deployed from its mothership, NASA's Cassini spacecraft. For the first time ever, an emissary from Earth had landed softly on a world in the outer solar system. "
            },
            {
                "title": "Cassini catches Titan naked in the solar wind",
                "date": "2015-01-30",
                "content": "Researchers studying data from NASA's Cassini mission have observed that Saturn's largest moon, Titan, behaves much like Venus, Mars or a comet when exposed to the raw power of the solar wind. The observations suggest that unmagnetised bodies like Titan might interact with the solar wind in the same basic ways, regardless of their nature or distance from the Sun. Titan is large enough that it could be considered a planet if it orbited the Sun on its own, and a flyby of the giant moon in December 2013 simulated that scenario, from Cassini's vantage point. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Retro moon: Cassini spacecraft studies moon that orbits Saturn backward",
                "date": "2015-08-17",
                "content": "When we think of the moons of Saturn, many worlds spring to mind: cloud-shrouded Titan, water-spewing Enceladus, and Death Star-like Mimas merely form the head of the line. But, while impressive, these satellites and others like them form a relatively small fraction of all Saturnian moons. Wandering much farther from Saturn is a group whose population comprises nearly half of the planet's more than 60 satellites, and this week NASA's Cassini spacecraft took time to study one of these distant objects. "
            },
            {
                "title": "One of Saturn's rings is different",
                "date": "2015-09-09",
                "content": "A new study, published in the journal Icarus in July 2015, suggests that one of Saturn's rings is much younger than the rest. When the sun set on Saturn's rings back in August 2009, scientists on NASA's Cassini mission were watching closely. It was the equinox - one of two times in the Saturnian year when the sun illuminates the planet's enormous ring system edge-on. "
            },
            {
                "title": "Saturnian Snowman",
                "date": "2015-10-15",
                "content": "NASA's Cassini spacecraft spied this tight trio of craters as it approached Saturn's icy moon Enceladus for a close flyby on Oct. 14, 2015. The craters, located at high northern latitudes, are sliced through by thin fractures -- part of a network of similar cracks that wrap around the snow-white moon. The image was taken in visible light with the Cassini spacecraft narrow-angle camera on Oct. 14, 2015 at a distance of approximately 6,000 miles from Enceladus. "
            },
            {
                "title": "NASA's Cassini spacecraft snaps close-up images of Saturn's icy moon Enceladus",
                "date": "2015-10-17",
                "content": "\" For many years, Cassini's north pole has been covered in shadow \" For many years, Cassini's north pole has been covered in shadow, making it hard to see with the spacecraft's instruments. But now, the summer sun is shining on the northern hemisphere, allowing Cassini's cameras to get a good view. The pictures show the area to be filled with thin cracks that slice through a variety of craters. "
            },
            {
                "title": "Prometheus Up Close",
                "date": "2015-12-08",
                "content": "NASA's Cassini spacecraft spied details on the pockmarked surface of Saturn's moon Prometheus during a moderately close flyby on Dec. 6, 2015. This is one of Cassini's highest resolution views of Prometheus, along with Cratered Spud. This view looks towards the anti-Saturn side of Prometheus. North on Prometheus is up. The image was taken in visible light with the Cassini spacecraft narrow-angle camera. "
            },
            {
                "title": "Saturn's Geyser Moon Enceladus Amazes in Final Flyby Photos",
                "date": "2015-12-29",
                "content": "Saturn's geyser-spurting moon Enceladus received its last close-up from NASA's Cassini mission, and the results are stunning. Cassini made its final close flyby of the moon on Dec. 19, when it passed within 3,106 miles of the surface. \"This final Enceladus flyby elicits feelings of both sadness and triumph,\" Cassini project manager Earl Maize at NASA's Jet Propulsion Laboratory in California said in a statement. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Surf's up on Saturn's 'geologically active' moon Titan",
                "date": "2016-03-02",
                "content": "Titan images of Ligeia Mare captured by NASA's Cassini spacecraft showing the evolution of a transient feature in the large hydrocarbon sea. The images at left show the same region of Ligeia Mare as seen by Cassini's radar during flybys in 2007, 2013, 2014 and 2015. In the shadow of Saturn's hulking planetary mass, Titan's liquid hydrocarbon seas seem a bit choppy, astronomers say. "
            },
            {
                "title": "Astronomer Jonathan Fortney prepares for Cassini mission's grand finale",
                "date": "2016-04-21",
                "content": "NASA's Cassini spacecraft, which has been orbiting Saturn since 2004, will begin a dramatic series of final orbits in late 2016, diving repeatedly between the planet's inner rings and its upper atmosphere to collect unprecedented data. Jonathan Fortney, professor of astronomy and astrophysics at UC Santa Cruz, will be using that data to learn about the internal structure of the mysterious giant planet. Fortney is one of four new participating scientists NASA has chosen for the last phase of Cassini's highly successful mission to Saturn. "
            },
            {
                "title": "'Jet' disrupts one of Saturn's rings",
                "date": "2016-06-15",
                "content": "Although it might look like a bit of smudgy celestial mischief, neither Pandora nor any of Saturn's other moons is to blame for a recent disruption of one of the planet's rings, according to NASA. Considering that the gas giant has 53 moons in orbit, scientists monitoring NASA's Cassini spacecraft were curious. Using a visible light narrow-angle camera in April, the Cassini spacecraft - which has orbited Saturn since 2004 - captured a view of the disruption. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Cassini spacecraft spies dunes on Saturn's moon Titan",
                "date": "2016-09-12",
                "content": "Scientists are learning more about the frigid landscape of Saturn's largest moon, Titan, from recent radar images captured by NASA's Cassini spacecraft. The images were taken during Cassini's close flyby of Titan on July 25 when the spacecraft came as close as 607 miles from the moon. Cassini's radar instrument is able to pierce the thick global haze surrounding Titan, revealing fine details on the distant world's surface. "
            },
            {
                "title": "Cassini: Unveiling the Myth",
                "date": "2016-09-14",
                "content": "This 2001 poster was created with the help of student artists in Los Angeles early in the Cassini mission. It depicts the mythological story of Saturn combined with images of space exploration. The original contents of the poster - which has not been updated since publication in 2001 - is available for download on the right. The Cassini mural is a wonderful depiction of the mythological story of Saturn combined with images of space-age exploration. "
            },
            {
                "title": "Cassini Spacecraft's Final Year at Saturn Is Like a 'Brand-New Mission'",
                "date": "2016-10-25",
                "content": "After orbiting Saturn and its moons for more than a decade, NASA's Cassini spacecraft has begun its final year of observing the system. The mission will culminate with a plunge into the ringed planet, and the spacecraft will eventually burn up inside Saturn's vast atmosphere. Along the way, Cassini will dart between the rings and the planet itself, collecting valuable data that will reveal the age of the rings and the composition of the planet. "
            },
            {
                "title": "View from Above",
                "date": "2016-10-31",
                "content": "Saturn appears as a serene globe amid tranquil rings in this view from NASA's Cassini spacecraft. In reality, the planet's atmosphere is an ever-changing scene of high-speed winds and evolving weather patterns, punctuated by occasional large storms. The rings, consist of countless icy particles, which are continually colliding. Such collisions play a key role in the rings' numerous waves and wakes, which are the manifestation of the subtle influence of Saturn's moons and, indeed, the planet itself. "
            },
            {
                "title": "Watch Methane Clouds Swirl In Saturn Moon Titan's Skies",
                "date": "2016-11-08",
                "content": "NASA's Cassini spacecraft has captured time-lapse video of methane clouds scudding through the skies of Titan, Saturn's largest moon. Several sets of clouds are visible in the video, which was compiled using images Cassini snapped 20 minutes apart over the course of 11 hours on Oct. 29 and Oct. 30, 2016. Latest Saturn Photos from NASA's Cassini Orbiter \"Most prominent are long cloud streaks that lie between 49 and 55 degrees north latitude,\" NASA officials wrote in a statement. "
            },
            {
                "title": "NASA's Cassini Spacecraft Enters Final Phase of Saturn Orbits Before it Dies",
                "date": "2016-11-29",
                "content": "After almost two decades in space, NASA's Cassini spacecraft is reaching the end of its life. Wednesday marks the very literal beginning of the end for Cassini, when it will enter the first phase of a series of orbits grazing the outer edges of Saturns main rings. Once that exploration is complete in April 2017, Cassini will enter its \"grand finale\", eventually being allowed to fall into the planet's atmosphere in September 2017. "
            },
            {
                "title": "Saturn's bulging core implies moons younger than thought",
                "date": "2016-12-06",
                "content": "Saturn's moon Dione, foreground, appears darker than the moon Tethys because it has a lower surface albedo, as shown in a photograph taken from the Cassini spacecraft on March 23, 2010. At the time, Cassini was about 746,000 miles from Dione and about 1.1 million miles from Tethys. Freshly harvested data from NASA's Cassini mission reveals that Saturn's bulging core and twisting gravitational forces offer clues to the ages of the planet's moons. "
            },
            {
                "title": "Saturn's Cassini-Huygens space probe, 1997-2017",
                "date": "2016-12-06",
                "content": "The Cassini-Huygens spacecraft, developed jointly by the European Space Administration and NASA, was launched from Cape Canaveral, Fla., in October 1997. Powered by a 33-kg, red-hot plutonium heart, the starship weighed 5.6 tonnes at birth, making it the portliest interplanetary probe ever sent skyward. Its destination: the haunting, many-ringed Saturn. It was named for a pair of 17th-century European astronomers: Giovanni Domenico Cassini, a Tuscan who observed-with a telescope smaller than a modern child's toy refractor-the permanent, gravitationally induced gap in Saturn's rings that is now known as the Cassini Division; and the Dutchman Christiaan Huygens, the discoverer of Saturn's companion Titan, the largest moon in all the solar system. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "See What the Huygens Spacecraft Saw When It Landed on Titan",
                "date": "2017-01-11",
                "content": "Perhaps the most exciting part of the Cassini spacecraft's 12-and-a-half years orbiting Saturn was back in December 2004, when the mothership deposited the European Space Agency's Huygens probe. Twenty days later, in January 2005, Huygens became the first spacecraft to land on an object in the outer solar system. To this day, the Huygens probe's touchdown on Saturn's moon Titan remains the most distant landing ever achieved by humankind. "
            },
            {
                "title": "NASA's Cassini Beams Back Stunning New Close-Ups Of Saturn's Rings",
                "date": "2017-01-30",
                "content": "NASA's Cassini mission has just uploaded its latest spectacular in situ images of Saturn's rings, providing planetary scientists with what it terms \"unprecedented\" new details about the rings' processes. The Cassini spacecraft --- now in what NASA terms its \"ring-grazing\" orbits phase, is giving researchers an opportunity to observe features of the rings themselves. NASA says the new images resolve details as small as 0.3 miles, which is on the scale of Earth's tallest buildings. "
            },
            {
                "title": "NASA's Cassini Spacecraft Will End Saturn Mission With A Grand Finale",
                "date": "2017-04-05",
                "content": "Huygens probe on a seven-year journey from the Cape Canaveral Launch Complex in Florida to the orbital plane of Saturn. The Huygens probe detached from the Cassini orbiter, seven years later, to make its own journey to one of Saturn's moon known as Titan. Along with NASA and ESA, the Italian Space Agency is also a part of the Cassini-Huygens mission. "
            },
            {
                "title": "Cassini finds final ingredient for alien life in Enceladus's sea",
                "date": "2017-04-13",
                "content": "Home to alien life, we hope NASA Enceladus is ripe for life. In one final pass through the icy moon's liquid plumes, NASA's Cassini spacecraft found molecular hydrogen, which indicates favourable conditions for life in Enceladus's subsurface sea. For over a decade, Cassini has been exploring Saturn and its moons, sending back the best pictures and measurements we've ever had of the system. "
            },
            {
                "title": "The Cassini spacecraft's dive in between Saturn's rings, explained",
                "date": "2017-04-26",
                "content": "The spacecraft begins its \"grand finale\" before crashing into the gas giant later this year. The Cassini spacecraft is going where no ship has gone before: On Wednesday, it begins a series of dives into the space between Saturn and its magnificent rings. The maneuver - a series of 22 orbits that will bring Cassini increasingly closer to Saturn's surface before crashing into it - is called the spacecraft's \"grand finale.\" "
            },
            {
                "title": "What NASA's Cassini spacecraft will record before burning up in Saturn",
                "date": "2017-04-26",
                "content": "An illustration of NASA's Cassini probe as it plunges into the clouds of Saturn. The nuclear-powered robot - part of a $3.26 billion, three-decade-long effort - has orbited Saturn for nearly 13 years. But it's running dangerously low on fuel. NASA doesn't want to risk crashing Cassini into any of Saturn's icy moons, since it could contaminate their hidden oceans. "
            },
            {
                "title": "A long goodbye to Cassini-Huygens",
                "date": "2017-04-26",
                "content": "The sci-fi blockbuster 'Oblivion', featuring Tom Cruise, gave us a glimpse of life in 2077 on Titan, Saturn's largest moon, after the Earth was devastated by an extra-terrestrial attack. But how far from reality is this? Going by Cassini-Huygens' findings, perhaps it's not too far! Cassini-Huygens is the first unmanned spacecraft to orbit Saturn, a spectacular ringed planet in our Solar System. "
            },
            {
                "title": "Withdrawn Cassini spacecraft poised for 'Grand Finale'",
                "date": "2017-04-26",
                "content": "The dives are the beginning of a dramatic end to the mission. After more than a decade of ground-breaking discoveries, and with little fuel left, it has been decided to end the mission by plunging it into Saturn's atmosphere on 15 September 2017. The UK has involvement on 4 instruments onboard the Cassini spacecraft, including as the Principal Investigator for the magnetometer, built to measure planetary and inter-planetary magnetic fields and developed by a team at Imperial College, London. "
            },
            {
                "title": "Piloting NASA's Cassini Spacecraft Between Saturn's Rings Takes Finesse-and Hydrazine",
                "date": "2017-05-10",
                "content": "The Cassini space probe is going to dive through Saturn's rings again on Wednesday, the third of a planned 22 orbits threading that planetary needle as the probe continues a ballistic death- drop inward. And like the first ring-crossing two weeks ago, this one required a bit of complicated piloting. Remote-controlling a robot spaceship from 750 million miles away ain't like dusting crops, as Han Solo might say. "
            },
            {
                "title": "NASA's Cassini spacecraft aims to skirt Saturn's innermost ring",
                "date": "2017-05-22",
                "content": "Cassini took this image of Saturn and its rings May 13. Fresh off its fifth passage through a gap between Saturn's atmosphere and rings, NASA's robotic Cassini spacecraft is looping toward a close brush with the planet's innermost ring next week, when the probe will again use its high- gain antenna as a shield against icy particles that may lie in its path. Cassini made another safe trip through the 1,500-mile space between Saturn and its rings at 0311 GMT Monday, according to NASA, marking the fifth time the craft has dived through the previously-unexplored region since late April. "
            },
            {
                "title": "Saturnian Dawn",
                "date": "2017-06-26",
                "content": "NASA's Cassini spacecraft peers toward a sliver of Saturn's sunlit atmosphere while the icy rings stretch across the foreground as a dark band. This view looks toward the unilluminated side of the rings from about 7 degrees below the ring plane. The image was taken in green light with the Cassini spacecraft wide-angle camera on March 31, 2017. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "'Kingdom of Saturn': New Documentary Dives Deep into NASA's Amazing Cassini Mission",
                "date": "2017-07-10",
                "content": "A new documentary looks back at the triumphs of the Cassini probe - which has spent more than a decade revealing the secrets of Saturn - ahead of the spacecraft's scheduled death dive into the ringed planet. Cassini captured the public imagination with its stunning images of the gas giant Saturn and its up-close examination of the planet's flowing ring system. Over the years, the probe discovered new moons around Saturn, and dug deep into the strange environments of the two largest Saturnian satellites. \" "
            },
            {
                "title": "A Wealth of Science to Come During Cassini's Final Orbits",
                "date": "2017-08-01",
                "content": "After 13 years filled with surprises, paradigm-shifting discoveries, and hundreds of awe-inspiring pictures, NASA's Cassini-Huygens mission will end soon. On 15 September, the spacecraft will plunge into Saturn's atmosphere and disintegrate. > It's \"a region where no spacecraft has flown before.\" The last stage of the mission, the so-called \"grand finale\" orbits, began on 22 April with a gravitational boost from Titan. "
            },
            {
                "title": "Cassini Burns Into Saturn - Cassini Burns Into Saturn",
                "date": "2017-09-08",
                "content": "NASA's Cassini spacecraft will plunge into Saturn on September 15, incinerating itself after 20 years in space. "
            },
            {
                "title": "NASA crashed the $4 billion Cassini spacecraft into Saturn. It was awesome.",
                "date": "2017-09-13",
                "content": "On Friday, September 15, at 7:55:46 am Eastern time, NASA watched its 20-year-old, $4 billion-plus spacecraft crash into Saturn. The space agency had no other choice. Cassini was nearly out of fuel and had already been stretched years beyond its intended mission duration. Keeping it going risked potentially contaminating one of Saturn's moons - like Enceladus, an ice world that has some ingredients for life, or Titan, a dynamic moon where it rains methane - with microbes from Earth. "
            },
            {
                "title": "NASA's Cassini spacecraft takes its final plunge into Saturn",
                "date": "2017-09-15",
                "content": "After traversing the solar system for almost 20 years and delivering a trove of valuable data and gorgeous photos of Saturn, the Cassini spacecraft plunged into the ringed planet's atmosphere Friday on a mission of self-destruction. At 4:55 am PT, NASA tweeted that it had received the probe's final signal, signifying that it's \"now part of the planet it studied.\" NASA intentionally fired Cassini's thrusters so it would burn up in Saturn's dense atmosphere, rather than crashing it into -- and possibly contaminating -- one of the planet's moons. "
            },
            {
                "title": "NASA's Cassini spacecraft makes death plunge into Saturn",
                "date": "2017-09-15",
                "content": "Cassini, an international project that cost $3.9 billion and included scientists from 27 nations, disintegrated as it dove into Saturn's atmosphere at a speed of 75,000 miles (120,700 kilometers) per hour. \"The signal from the spacecraft is gone,\" said Cassini program manager Earl Maize of NASA's Jet Propulsion Laboratory. \"I hope you are all as deeply proud of this amazing accomplishment,\" he told colleagues at mission control. "
            },
            {
                "title": "A Last Look at Titan",
                "date": "2017-09-15",
                "content": "As it glanced around the Saturn system one final time, NASA's Cassini spacecraft captured this view of the planet's giant moon Titan. Interest in mysterious Titan was a major motivating factor to return to Saturn with Cassini-Huygens following the Voyager mission flybys of the early 1980s. Cassini and its Huygens probe, supplied by European Space Agency, revealed the moon to be every bit as fascinating as scientists had hoped. "
            },
            {
                "title": "NASA's Cassini Mission to Saturn: By the Numbers",
                "date": "2017-09-15",
                "content": "After 20 years spent traveling the solar system and 13 years spent circling Saturn, the remarkable Cassini mission is coming to a bittersweet end. On Friday, Sept. 15, mission scientists and enthusiasts will witness the self- destruction of the Cassini probe, as it burns up and disintegrates in the atmosphere of the ringed planet that it observed over the course of three total missions. Cassini has gathered new insights and imagery from Saturn, a planet that has long fascinated people's imaginations. "
            },
            {
                "title": "Cassini's Legacy in Print",
                "date": "2017-09-20",
                "content": "After two decades of incredible exploration, the Cassini Mission to Saturn is now over. The Cassini spacecraft has beamed back images and vast amounts of data, first from its flybys of Earth, Venus and Jupiter, then from 13 years spent circulating the ringed planet and its moons, as well as insights from landing the Huygens probe on the surface of Titan, the largest moon. "
            },
            {
                "title": "After 13 Years, the Cassini Spacecraft Says Goodbye with a Final Photograph of Saturn",
                "date": "2017-11-28",
                "content": "All good things must come to an end. After 13 years of gathering information about Saturn, the Cassini spacecraft has ended its mission. On September 15, 2017, Cassini plunged into Saturn's atmosphere, going out in a blaze of glory after capturing vital data about the planet for more than a decade. As a parting gift, shortly before ending its mission, Cassini took 80 wide- angle photographs of Saturn over the course of two hours. "
            }
        ]
    }
]
