[{"title": "E-ELT Site Chosen", "date": "2010-04-26", "MDP": "0", "phase": "Final Design", "content": "On 26 April 2010, the ESO Council selected Cerro Armazones as the baseline site for the planned 42-metre European Extremely Large Telescope (E-ELT). Cerro Armazones is a mountain at an altitude of 3060 metres in the central part of Chile's Atacama Desert, some 130 kilometres south of the town of Antofagasta and about 20 kilometres from Cerro Paranal, home of ESO's Very Large Telescope. \"This is an important milestone that allows us to finalise the baseline design of this very ambitious project, which will vastly advance astronomical knowledge,\" says Tim de Zeeuw, ESO's Director General. "}, {"title": "World's Largest Telescope to Be Built in Chile", "date": "2010-04-28", "MDP": "0", "phase": "Final Design", "content": "The world's largest optical telescope - to be called, appropriately, the European Extremely Large Telescope - will be built on amountain in Chile, the observatory's planners announced Monday. The telescope's newly chosen home is the Cerro Armazones mountain in the central part of Chile's Atacama Desert. This location was pickedfor its optimal weather conditions the skies are clear overhead about 320 nights a year, according to its European Southern Observatory (ESO) builders. "}, {"title": "World's Largest Telescope To Be Built in Chilean Desert", "date": "2010-05-03", "MDP": "0", "phase": "Final Design", "content": "The world's largest optical telescope - to be called the European Extremely Large Telescope - will be built on a mountain in Chile, the observatory's planners announced April 26. The telescope's newly chosen home is the Cerro Armazones mountain in the central part of Chile's Atacama Desert. This location was picked for its optimal weather conditions - the skies are clear overhead about 320 nights a year, according to its European Southern Observatory (ESO) builders. "}, {"title": "Brazil becomes first non-EU country to join European Southern Observatory", "date": "2011-01-05", "MDP": "0", "phase": "Final Design", "content": "Brazil has signed a formal accession agreement, paving the way for it to become a Member State of the European Southern Observatory (ESO), making it the fifteenth member and the first from outside Europe. The agreement was signed in Brasilia, by the Brazilian Minister of Science and Technology, Sergio Machado Rezende and the ESO Director General, Tim de Zeeuw. This followed the unanimous approval by the ESO Council during an extraordinary meeting on 21 December 2010. "}, {"title": "Europe Downscales Monster Telescope to Save Money", "date": "2011-06-14", "MDP": "0", "phase": "Final Design", "content": "The world's biggest telescope is getting smaller-but more affordable. The designers of the future European Extremely Large Telescope (E-ELT) have decided to shrink the telescope's primary mirror from a diameter of 42 meters to 39.3 meters. The resulting 13% decrease in sensitivity is likely to reduce its scientific payoff. But the 18% savings in its overall cost gives the telescope a better chance to remain on schedule for first light in 2022. "}, {"title": "ESO Moves One Step Closer to the First Extremely Large Telescope", "date": "2011-06-15", "MDP": "0", "phase": "Final Design", "content": "With a decision by ESO Council to endorse a revised baseline design for the E-ELT, ESO is one step closer to starting construction of the European Extremely Large Telescope (E-ELT) on 3060-metre-high Cerro Armazones near ESO's Very Large Telescope site in Chile. After the successful E-ELT Design Review in September 2010 and with Brazil joining ESO (eso1050), the E-ELT project is now not only technically ready to enter the construction phase, but is also backed by a solid funding scenario. Between the end of 2010 and the summer 2011, the E-ELT project extended the detailed design phase in order to consider the recommendations of the E-ELT Design Review. "}, {"title": "Building the biggest eye on the sky", "date": "2011-12-08", "MDP": "0", "phase": "Final Design", "content": "Plans for one of the world's largest (and most prosaically named) scientific instruments - the European Extremely Large Telescope - should take a major step forward today when the organisation overseeing its development meets to approve interim funding for the project. The European Southern Observatory's Council will consider a package of measures, including approval for some elements of the telescope that could take years to construct and building an access road up the side of a mountain in Chile, this afternoon. Speaking ahead of the meeting the ESO's Director General Tim de Zeeuw suggested the omens were good for both the interim package and final approval of the 1.1 billion euro project in 2012. "}, {"title": "The E-ELT Moves Closer to Reality", "date": "2011-12-09", "MDP": "0", "phase": "Final Design", "content": "The governing body of the European Southern Observatory, the ESO Council, has approved ESO's budget for 2012. This includes preparatory work on the road to the European Extremely Large Telescope (E-ELT) site at Cerro Armazones and the start of development of some very challenging optical components for the telescope. With several ESO Member States now having committed their part of the required additional funding, the final approval for the whole E-ELT programme is expected in mid-2012. "}, {"title": "Europe's Extremely Large Telescope on Its Way", "date": "2011-12-09", "MDP": "0", "phase": "Final Design", "content": "Today, the council of the European Southern Observatory (ESO) fired the starting gun for the construction of what will be, by a big margin, the largest optical-infrared telescope ever built. The €1.1 billion behemoth, with the appropriately superlative name the European Extremely Large Telescope (E-ELT), will have a main mirror 39.2 meters across, dwarfing the 11.9-meter effective size of today's largest telescope, the Large Binocular Telescope. Today's green-light for initial construction is not a full approval for the project, because some of ESO's 15 member states have not yet secured the needed additional funding. "}, {"title": "Multiple E-ELT Mirror Segments Tested Together for the First Time", "date": "2012-02-24", "MDP": "0", "phase": "Final Design", "content": "The next pieces of the jigsaw for the European Extremely Large Telescope (E-ELT) - the world's biggest eye on the sky - are coming together. At ESO's Garching facility in Germany, a full-size mock-up of a small section of the E-ELT primary mirror and its support structures provides a first test of multiple segments of the E-ELT's main mirror. Four of the 1.45-metre segments - the final mirror will have 798 - are being put through their paces to see how these hexagonal mirrors and their complex support units behave in real conditions, and whether they match the exacting requirements needed for the telescope. "}, {"title": "European Extremely Large Telescope given go-ahead", "date": "2012-06-11", "MDP": "MDP C +", "phase": "Fabrication & Integration", "content": "Construction of world's biggest optical telescope has been approved. The European Extremely Large Telescope (E-ELT) will have a primary mirror some 40m in diameter, and will be built on top of a mountain in Chile. Member states of the European Southern Observatory (Eso) organisation declared their support for the project on Monday at a meeting in Garching, Germany. "}, {"title": "ESO To Build World's Biggest Eye On The Sky", "date": "2012-06-11", "MDP": "MDP C +", "phase": "Fabrication & Integration", "content": "ESO is to build the largest optical/infrared telescope in the world. At its meeting in Garching today, the ESO Council approved the European Extremely Large Telescope (E-ELT) Programme, pending confirmation of four so-called ad referendum votes. The E-ELT will start operations early in the next decade. ESO's governing body, the Council, met today, at the ESO Headquarters in Garching, Germany. "}, {"title": "World's Largest Telescope Project Gets Green Light", "date": "2012-06-12", "MDP": "MDP C +", "phase": "Fabrication & Integration", "content": "A European project to build the largest optical telescope on Earth took a big step closer to becoming reality Monday (June 11), when final approval came from the scientific consortium backing the new observatory. Plans for the mega-telescope, appropriately called the European Extremely Large Telescope (E-ELT), were approved by the governing council of the European Southern Observatory (ESO), officials announced Monday. \"This is an excellent outcome and a great day for ESO,\" ESO Director General Tim de Zeeuw said in a statement. "}, {"title": "European Extremely Large Telescope Project Underway", "date": "2012-08-02", "MDP": "0", "phase": "Fabrication & Integration", "content": "Officially underway and set to be built at the summit of a mountain in the Atacama desert, the European Extremely Large Telescope will be sensitive enough to capture 100 million times more light than the human eye, providing information on exoplanets and some of the first galaxies formed shortly after the Big Bang. The European Extremely Large Telescope Project (E-ELT) has officially been launched. This enormous telescope, with a diameter of nearly 40m, will be built in Chile and will include technologies developed at EPFL. "}, {"title": "E-ELT Construction Work to Start", "date": "2013-12-10", "MDP": "0", "phase": "Fabrication & Integration", "content": "At a ceremony at ESO's Vitacura offices in Santiago on 9 December 2013 the ESO Director General, Tim de Zeeuw, and Jorge Letelier Lynch from the Chilean company ICAFAL Ingeniería y Construcción S.A., signed a contract for the construction of a road to the summit of Cerro Armazones, the levelling of the top of the mountain and additional civil works. The ceremony was also attended by representatives of the ESO project team. Cerro Armazones will be the site of the 39-metre European Extremely Large Telescope (E-ELT). "}, {"title": "Mountain top in Chile to be blasted off for Extremely Large Telescope", "date": "2014-06-18", "MDP": "0", "phase": "Fabrication & Integration", "content": "Shortly after lunch on Thursday afternoon the silence of the Atacama desert in Chile will be rudely broken by the dull crack of dynamite sending a rush of mountain rock skywards. The explosion, planned for 2pm local time, marks the start of a months-long project to lop the top off the 3,000m-high Cerro Armazones. Once the dust has settled and the rubble has been cleared, the mountain will be smaller, flatter, and ready to host the largest optical and infra-red telescope in the world. "}, {"title": "Groundbreaking for the E-ELT", "date": "2014-06-19", "MDP": "0", "phase": "Fabrication & Integration", "content": "Today a groundbreaking ceremony took place to mark the next major milestone towards ESO's European Extremely Large Telescope (E-ELT). Part of the 3000-metre peak of Cerro Armazones was blasted away as a step towards levelling the summit in preparation for the construction of the largest optical/infrared telescope in the world. The groundbreaking ceremony at Paranal Observatory, 20 kilometres away from the blasting, was attended by distinguished guests from both Chile and the ESO Member States, as well as representatives of the local communities, senior officials from the project and ESO staff. "}, {"title": "Mountain blasted to build 'Extremely Large Telescope'", "date": "2014-06-20", "MDP": "0", "phase": "Fabrication & Integration", "content": "To look further into space and time than ever before possible, astronomers needed to get a mountaintop out of the way first. The top of Chile's Cerro Armazones mountain was blasted to rubble yesterday to clear the way for the European Southern Observatory's Extremely Large Telescope, which will be the world's biggest, with a main mirror nearly 128 feet in diameter, the Christian Science Monitor reports. Around a million tons of rock was shifted in the blast, which helped create a plateau on which to build the huge telescope amid ideal stargazing conditions in the remote Atacama Desert. "}, {"title": "Beach bodies, passenger pigeons and Extremely Large Telescopes", "date": "2014-06-20", "MDP": "0", "phase": "Fabrication & Integration", "content": "Welcome to Signal Boost, our weekly roundup of blog posts over the past week. We also feature our bloggers' favourite pieces of writing from around the internet - enjoy! This week saw the announcement of the Royal Society Winton prize shortlist. Grrlscientist has a rundown of the brilliant books that have been nominated. The food-energy-water 'nexus' mustn't become just another buzzword if we genuinely want to solve resource problems. "}, {"title": "Construction starts on 'extremely large' telescope", "date": "2014-06-22", "MDP": "0", "phase": "Fabrication & Integration", "content": "A massive blast in the desert of Chile this week rocked the summit of Cerro Armazones, a mountain of over ten thousand feet. The explosion, organized by the European Southern Observatory, was executed with peaceful intent. It marked the first step in the construction of the European Extremely Large Telescope, which will be about four times the size of any existing telescope. "}, {"title": "Construction of Extremely Large Telescope Approved", "date": "2014-12-04", "MDP": "0", "phase": "Fabrication & Integration", "content": "At a recent meeting ESO's main governing body, the Council, gave the green light for the construction of the European Extremely Large Telescope (E-ELT) in two phases. Spending of around one billion euros has been authorized for the first phase, which will cover the construction costs of a fully working telescope with a suite of powerful instruments and first light targeted in ten years time. It will enable tremendous scientific discoveries in the fields of exoplanets, the stellar composition of nearby galaxies and the deep universe. "}, {"title": "ESO E-ELT Programme Confirmed", "date": "2014-12-04", "MDP": "0", "phase": "Fabrication & Integration", "content": "At the 126th meeting of ESO's governing body, the Council, this week at the ESO Headquarters in Garching, Germany, the start of the European Extremely Large Telescope (E-ELT) programme received full approval, following the confirmation of three previously ad referendum votes (meaning that these votes were subject to confirmation by the authorities of those Member States), and one additional vote in favour, by the ESO Member State representatives. To approve the start of the E-ELT programme, two-thirds of the Member States (at least ten) had to vote in favour of the resolution for the approval of the E-ELT and its first suite of powerful instruments. At the last meeting of the ESO Council, in June 2012, ten Member States (Austria, the Czech Republic, Germany, the Netherlands, Sweden, Switzerland, Belgium, Finland, Italy, and the United Kingdom) voted in favour. "}, {"title": "Green Light for E-ELT Construction", "date": "2014-12-04", "MDP": "0", "phase": "Fabrication & Integration", "content": "At a recent meeting ESO's main governing body, the Council, gave the green light for the construction of the European Extremely Large Telescope (E-ELT) in two phases. Spending of around one billion euros has been authorised for the first phase, which will cover the construction costs of a fully working telescope with a suite of powerful instruments and first light targeted in ten years time. It will enable tremendous scientific discoveries in the fields of exoplanets, the stellar composition of nearby galaxies and the deep Universe. "}, {"title": "ESO Awards Contracts for E-ELT Primary Mirror Segment Support System Units", "date": "2015-01-16", "MDP": "0", "phase": "Fabrication & Integration", "content": "ESO has signed parallel contracts with CESA (Spain) and VDL (the Netherlands) for the design and production of qualification models for mirror segment support and related auxiliary equipment for the primary mirror of the European Extremely Large Telescope (E-ELT). This follows the earlier design and development of prototypes, their intensive testing at the ESO facility and a detailed assessment of lessons learned. The complete E-ELT primary mirror will be 39 metres in diameter. "}, {"title": "Contract Signed for Final Design and Construction of Largest Adaptive Mirror Unit in the World", "date": "2015-06-19", "MDP": "0", "phase": "Fabrication & Integration", "content": "ESO has signed a contract with the AdOptica consortium in Italy - ADS International and Microgate, partnered with INAF (Istituto Nazionale di Astrofisica) as subcontractors - for the final design and construction of the very challenging adaptive unit for the fourth mirror (M4) of the European Extremely Large Telescope (E-ELT). This mirror system will surpass any adaptive mirror ever made for a telescope and be the largest of its kind. The contract was signed by representatives of AdOptica and ESO at a ceremony at ESO Headquarters on 19 June 2015. "}, {"title": "ESO Signs Contract for Deformable Shell Mirrors for E-ELT", "date": "2015-07-08", "MDP": "0", "phase": "Fabrication & Integration", "content": "ESO has signed a contract with the French optics company Reosc, a subsidiary of Sagem, Safran group, to manufacture the deformable shell mirrors that will comprise the fourth mirror (M4) of the European Extremely Large Telescope (E-ELT) These mirrors will be mounted and supported in the adaptive mirror unit (ann15045) to form the largest ever adaptive mirror unit ever made. The contract was signed by representatives of Reosc and ESO at a ceremony at ESO Headquarters on 8 July 2015. The M4 deformable mirror system forms a key part of the E-ELT. "}, {"title": "First Instruments for E-ELT Approved", "date": "2015-07-11", "MDP": "0", "phase": "Fabrication & Integration", "content": "Following the recommendations of the ESO Finance Committee (FC) and Scientific Technical Committee (STC), Council authorised the Director General to sign the contracts for the first set of instruments for the E-ELT. These huge and innovative tools to analyse the light collected by the giant telescope will allow the E-ELT to address a wide range of astronomical questions soon after its completion. The choices are based on extensive input from the astronomical communities in ESO's Member States. "}, {"title": "Agreement Signed for E-ELT HARMONI Instrument", "date": "2015-09-23", "MDP": "0", "phase": "Fabrication & Integration", "content": "ESO has signed an agreement with an international consortium of institutes [1] for the design and construction of the HARMONI instrument for the European Extremely Large Telescope (E-ELT). The agreement was signed by Grahame Blair, Executive Director of Programmes, Science and Technology Facilities Council, on behalf of the consortium, and Tim de Zeeuw, ESO Director General, at a ceremony at the Mathematical Institute, University of Oxford, United Kingdom, on 22 September 2015. Patrick Roche, President of ESO Council and Niranjan Thatte, Principal Investigator for HARMONI, were also in attendance. "}, {"title": "ESO Signs Largest Ever Ground-based Astronomy Contract for ELT Dome and Telescope Structure", "date": "2016-05-25", "MDP": "0", "phase": "Fabrication & Integration", "content": "At a ceremony in Garching bei München, Germany on 25 May 2016, ESO signed the contract with the ACe Consortium, consisting of Astaldi, Cimolai and the nominated sub-contractor EIE Group, for the construction of the dome and telescope structure of the Extremely Large Telescope (ELT). This is the largest contract ever awarded by ESO and also the largest contract ever in ground-based astronomy. This occasion saw the unveiling of the construction design of the ELT. "}, {"title": "World's Largest Telescope Now Has a Construction Contract", "date": "2016-05-26", "MDP": "0", "phase": "Fabrication & Integration", "content": "Construction will soon begin on what is slated to be the largest optical telescope ever built. Today (May 25), the European Southern Observatory announced that it has selected a contractor to build the dome and main facility of the European Extremely Large Telescope (E-ELT) in the mountains of the Atacama Desert in Chile. The E-ELT will have an aperture of 127 feet (39 meters). "}, {"title": "ESO Signs Contract to Polish the E-ELT Secondary Mirror", "date": "2016-07-06", "MDP": "0", "phase": "Fabrication & Integration", "content": "ESO has signed a contract with the French company Reosc, a subsidiary of Safran Electronics & Defense, to polish the secondary mirror of ESO's forthcoming European Extremely Large Telescope (E-ELT) from a pre-formed glass-ceramic blank. Reosc will design the mirror and its mounting interfaces, polish the surface, and complete all necessary optical tests before delivery, which is expected in 2022. The contract was signed by ESO Director General Tim de Zeeuw and M. Thierry Batut, President of Reosc, in the presence of M. Jean-Claude Brunet, the French Consul General in Munich, other senior representatives of Reosc and key ESO staff members. "}, {"title": "Contracts Signed for ELT Mirrors and Sensors", "date": "2017-01-18", "MDP": "0", "phase": "Fabrication & Integration", "content": "At a ceremony today at ESO's Headquarters four contracts were signed for major components of the Extremely Large Telescope (ELT) that ESO is building. These were for: the casting of the telescope's giant secondary and tertiary mirrors, awarded to SCHOTT; the supply of mirror cells to support these two mirrors, awarded to the SENER Group; and the supply of the edge sensors that form a vital part of the ELT's huge segmented primary mirror control system, awarded to the FAMES consortium. The secondary mirror will be largest ever employed on a telescope and the largest convex mirror ever produced. "}, {"title": "Secondary Mirror of ELT Successfully Cast", "date": "2017-05-22", "MDP": "0", "phase": "Fabrication & Integration", "content": "The casting of the secondary mirror blank for ESO's Extremely Large Telescope (ELT) has been completed by SCHOTT at Mainz, Germany. The completed mirror will be 4.2 metres in diameter and weigh 3.5 tonnes. It will be the largest secondary mirror ever employed on an optical telescope and also the largest convex mirror ever produced. ESO's 39-metre Extremely Large Telescope (ELT) will be the largest telescope of its kind ever built when it achieves first light in 2024. "}, {"title": "Construction begins on the world's first super telescope", "date": "2017-05-26", "MDP": "0", "phase": "Fabrication & Integration", "content": "Scientists are a step closer to understanding the inner-workings of the universe following the laying of the first stone, and construction starting on the world's largest optical and infrared telescope. With a main mirror 39 metres in diameter, the Extremely Large Telescope (ELT), is going to be, as its name suggests, enormous. Unlike any other before it, ELT is also designed to be an adaptive telescope and has the ability to correct atmospheric turbulence, taking telescope engineering to another level. "}, {"title": "First stone laid on the European Extremely Large Telescope", "date": "2017-05-29", "MDP": "0", "phase": "Fabrication & Integration", "content": "Construction has finally begun on the European Extremely Large Telescope, with the first stone laid in a ceremony last week. Being built by the European Southern Observatory on the 3,046 m high summit of Cerro Armazones in Chile, the E-ELT is set to be the world's largest optical and infrared telescope. The location was chosen because of its high percentage of cloudless nights and low light pollution, and construction was first given the green light back in 2014. "}, {"title": "Renaming the E-ELT", "date": "2017-06-12", "MDP": "0", "phase": "Fabrication & Integration", "content": "Up to now ESO's giant telescope project has been referred to as the European Extremely Large Telescope or E-ELT, but this name, which was always intended to be interim and not final, is becoming less appropriate. To address this as the project moves rapidly forward into the construction phase, the organisation has decided on a shorter name. Instead of the European Extremely Large Telescope, the world's biggest eye on the sky will now be known simply as the Extremely Large Telescope, the ELT. "}, {"title": "A night at an Extremely Large Telescope", "date": "2017-10-23", "MDP": "0", "phase": "Fabrication & Integration", "content": "A hint of the kind of findings that will come from the ELTs is revealed in the work of some of my colleagues as they use Australia's biggest optical telescope - the 4-metre class Anglo-Australian Telescope (AAT) at the Siding Spring Observatory near Coonabarabran in New South Wales. The scientists, from the University of NSW, include an old friend, Professor Jeremy Bailey. I am with them in the control room for an hour or so during one of my periodic visits, and find them engaged in work of a very different kind to the routine star survey observing that I do. "}, {"title": "Aerodynamic Astronomy: Extremely Large Telescope Tackles Wind Tunnel", "date": "2017-12-20", "MDP": "0", "phase": "Fabrication & Integration", "content": "Engineers with the European Southern Observatory are conducting wind- tunnel tests for the astronomical organization's Extremely Large Telescope, a massive new telescope scheduled to begin scanning the cosmos in 2024. But why would you need wind-tunnel tests for a telescope? There's a simple answer: size. When complete, the ELT dome will stand almost 262 feet high atop Cerro Armazones, a 1.8-mile-high mountain in the Sierra Vicuna Mackenna section of the Chilean Coast Range in the Atacama Desert, where the instrument will face rigorous winds. "}, {"title": "First ELT Main Mirror Segments Successfully Cast", "date": "2018-01-09", "MDP": "0", "phase": "Fabrication & Integration", "content": "The first six hexagonal segments for the main mirror of ESO's Extremely Large Telescope (ELT) have been successfully cast by the German company SCHOTT at their facility in Mainz. These segments will form parts of the ELT's 39-metre main mirror, which will have 798 segments in total when completed. The ELT will be the largest optical telescope in the world when it sees first light in 2024. "}, {"title": "Schott casts first six segments for ELT's primary mirror", "date": "2018-01-10", "MDP": "0", "phase": "Fabrication & Integration", "content": "Six down, but more than 900 still to go as the first few components are produced at Schott's facility in Mainz, Germany. Glass and optical component specialist Schott has cast the first six mirrors for what will eventually become hexagonal components for the giant primary mirror of the Extremely Large Telescope. Scheduled for first light in 2024, the ELT will be the biggest optical telescope on Earth when it is completed. "}, {"title": "The era of extremely large telescopes", "date": "2018-01-29", "MDP": "0", "phase": "Fabrication & Integration", "content": "The organization developing the Thirty Meter Telescope will make a decision in April on whether to build it in Hawaii or the Canary Islands. Ground-based observatories rarely attract the attention, and controversy, of large space missions. The Thirty Meter Telescope has been an exception to that. TMT has been the subject of political debate, protests, and lawsuits in recent years, based on opposition from some native Hawaiians to plans to build the observatory atop Maunakea on the Big Island of Hawaii. "}, {"title": "Extremely Large Telescope: The Biggest Eye on the Sky", "date": "2018-05-30", "MDP": "0", "phase": "Fabrication & Integration", "content": "In the mountains of Chile sits the site of what will become the largest optical telescope in the world. The Extremely Large Telescope will have a primary mirror made up of almost 800 individual segments and will be capable of collecting more light than all of the existing 8-to-10-meter telescopes on the planet, combined. Originally dubbed the European Extremely Large Telescope, the name of the ELT was changed in 2017. "}, {"title": "Foundation takes shape for Extremely Large Telescope", "date": "2018-11-04", "MDP": "0", "phase": "Fabrication & Integration", "content": "The foundation of the European Southern Observatory's Extremely Large Telescope is taking shape in Chile's Atacama Desert. Once in operation, the ELT and its 39-metre segmented mirror will collect 200 times more light than the Hubble Space Telescope, using advanced adaptive optics to counteract atmospheric turbulence. The gargantuan telescope will be located atop the Cerro Armazones mountain. "}, {"title": "World's largest convex mirror blank ready for final touches", "date": "2019-01-16", "MDP": "0", "phase": "Fabrication & Integration", "content": "Work on the elaborate optics of ESO's 39-metre Extremely Large Telescope (ELT) has taken a major step forwards following the successful casting, annealing, ceramization, machining and acid-etching of the substrate for the ELT's secondary mirror, M2. This massive 3-ton mirror blank has been successfully machined from a slab of the low-expansion ceramic material ZERODUR into its near-final form by the German company SCHOTT. The creation of this technological masterpiece was a challenging process, requiring state-of-the-art CNC machines to correctly grind the mirror blank. "}, {"title": "Safran Reosc wins fifth contract in a row for ESO's Extremely Large Telescope", "date": "2019-03-11", "MDP": "0", "phase": "Fabrication & Integration", "content": "Safran Reosc, a subsidiary of Safran Electronics & Defense, today signed a contract with the European Southern Observatory (ESO) to design and produce the M5 mirror, the fifth and final mirror for the Extremely Large Telescope (ELT). The ELT will be the most powerful telescope ever built. The M5 mirror for the ELT is a flat elliptical silicon carbide mirror measuring 2.70 by 2.20 meters. "}, {"title": "Construction of the ELT Dome Foundations Begins", "date": "2019-09-27", "MDP": "0", "phase": "Fabrication & Integration", "content": "Construction is now underway of the foundation of ESO's Extremely Large Telescope (ELT) in the remote Chilean Atacama Desert. Once complete, the telescope will be the largest ground-based telescope in operation, weighing in at 3400 tonnes. The ELT is a reflecting, fully-steerable telescope. The design includes a segmented primary mirror measuring 39.3 metres in diameter, a secondary mirror (4.2 metres in diameter) and a tertiary mirror (3.75 metres in diameter). "}, {"title": "ESO signs contract for M5 ELT mirror support cell", "date": "2019-12-10", "MDP": "0", "phase": "Fabrication & Integration", "content": "The European Southern Observatory has signed a contract with SENER Aerospacial for the design and production of the support cell for the M5 mirror of the Extremely Large Telescope. SENER Aeroespacial will carry out the design, construction and verification of the cell for the M5 mirror, as well as its control system and auxiliary equipment. This complex mechanism has critical performances in terms of accuracy to ensure the stability of the flat elliptical mirror M5. "}, {"title": "ELT MICADO Instrument Passes Preliminary Design Review", "date": "2020-01-21", "MDP": "0", "phase": "Fabrication & Integration", "content": "MICADO, the first dedicated imaging system for ESO's Extremely Large Telescope (ELT), has reached an important milestone in its design review. The MICADO consortium, together with a group of external experts from around the world, met at ESO's Garching headquarters for a week of intense examination of the instrument's optics, mechanics, software, electronics, and budget plan to identify any areas which needed further design work. After the meeting, the MICADO team addressed all of the major concerns raised during the review and the instrument has now formally passed its preliminary design review. "}, {"title": "ELT Tertiary Mirror Takes Shape", "date": "2020-01-31", "MDP": "0", "phase": "Fabrication & Integration", "content": "ESO's Extremely Large Telescope (ELT), the world's biggest eye on the sky, will have a pioneering five-mirror optical system that will allow it to unveil the Universe in unprecedented detail. The tertiary mirror in this system, M3, has completed a key production stage and has now been delivered to French company Safran Reosc for final polishing. Each of the mirrors on the ELT presents a significant technological challenge, with extreme precision required at each production stage to ensure flawless optical quality. "}, {"title": "Incredible Journey of Main Mirror Segments for the Extremely Large Telescope", "date": "2020-03-05", "MDP": "0", "phase": "Fabrication & Integration", "content": "M1, the primary mirror of ESO's Extremely Large Telescope, is the centerpiece of the revolutionary astronomy machine currently under construction in Chile's Atacama Desert. Too large to be made from a single piece of glass, the 39-meter-diameter mirror will consist of 798 hexagonal segments, each about 5 centimeters thick and measuring 1.4 meters across. Producing 798 segments (plus a few additional pieces) that can work together as a single giant mirror to deliver unprecedented astronomical data is an engineering challenge with milestones worth celebrating. "}, {"title": "Design achievements for actuators and sensors of the main mirror of ESO's ELT", "date": "2020-11-24", "MDP": "0", "phase": "Fabrication & Integration", "content": "M1, the main mirror of ESO's Extremely Large Telescope (ELT), is moving closer to completion with the approval of the final design for its edge sensors, with its positions actuators also nearing this key milestone. The sensors and actuators are crucial to the optical quality and functionality of the giant 39-metre mirror. The ELT is planned to start operating later this decade in the Chilean Atacama Desert. "}, {"title": "Funding boost for ESO's Extremely Large Telescope", "date": "2020-12-04", "MDP": "0", "phase": "Fabrication & Integration", "content": "The Extremely Large Telescope (ELT), ESO's new flagship telescope being built to answer the biggest questions about our Universe, has received a 10% increase to its budget. The funding boost approved by the ESO Council - the organisation's main governing body - brings the total cost of the project to €1.3 billion. The 39-metre telescope, being erected in Cerro Armazones near ESO's Paranal Observatory in northern Chile, will start operating later this decade. "}, {"title": "Covid complications and Chile unrest hit ELT schedule", "date": "2020-12-17", "MDP": "0", "phase": "Fabrication & Integration", "content": "Construction of what will eventually become the world's \"biggest eye on the sky\" is in a difficult period, but still making excellent progress. That was the message from Roberto Tamai, program manager for the European Southern Observatory's Extremely Large Telescope, in his presentation at this week's SPIE Astronomical Telescopes and Instrumentation Digital Forum. Tamai said that the combination of the Covid-19 pandemic and social unrest in Chile, where the ELT is being built, meant that \"first light\" was now pencilled in for November 2026. "}, {"title": "Toptica Projects delivers first Guide Star laser to Extremely Large Telescope", "date": "2021-05-10", "MDP": "0", "phase": "Fabrication & Integration", "content": "Toptica Projects (a 2017 spinoff from Toptica Photonics) has announced the delivery of the first guide star laser system for the European Southern Observatory's Extremely Large Telescope (ELT) that is being built in the Chilean Atacama desert. With a tight schedule for the delivery of the remaining lasers (ELT could eventually use up to eight guide star lasers) and \"first light\" for the telescope itself expected in the second half of the 2020s, ESO seems to be leading the race for the next-generation super telescope, commented Toptica Projects. The guide star lasers for the adaptive optics system on the ELT are based on the laser systems that have successfully operated at the Very Large Telescope (VLT) since 2016 as part of the Adaptive Optics Facility (AOF), which has shown significant improvements in image sharpness, according to ESO. "}, {"title": "ESO's Extremely Large Telescope planned to start scientific operations in 2027", "date": "2021-06-11", "MDP": "0", "phase": "Fabrication & Integration", "content": "Preparations are being put in place to resume construction work on ESO's Extremely Large Telescope (ELT) at Cerro Armazones in Chile, following disruption due to the COVID-19 pandemic, which forced the closure of the site in mid-2020. As work on manufacturing and design elements of the ELT in Europe progressed steadily, the evolution of this complex and ambitious project, set to revolutionise modern astronomy, has been closely monitored over the past year. ESO's ELT is now expected to deliver the first scientific observations in September 2027, about half a year after an initial \"telescope technical first light\". "}, {"title": "From mirror petals to laser stars: ELT adaptive optics milestones reached", "date": "2021-10-06", "MDP": "0", "phase": "Fabrication & Integration", "content": "The largest adaptive mirror ever built, the M4 mirror for ESO's upcoming Extremely Large Telescope (ELT), has reached an important milestone in its development: all six petal-shaped segments that make up the mirror are now completed. M4, the fourth mirror in the light path of the telescope, can change shape quickly and very precisely, and is a key part of the ELT's adaptive optics system. Light from cosmic objects is distorted by our planet's atmosphere, producing blurred images. "}, {"title": "ELT M4 Adaptive Mirror Petals Completed", "date": "2021-10-08", "MDP": "0", "phase": "Fabrication & Integration", "content": "The largest adaptive mirror ever built, the M4 mirror for ESO's upcoming Extremely Large Telescope (ELT), has reached an important milestone in its development: all six petal-shaped segments that make up the mirror are now completed. M4, the fourth mirror in the light path of the telescope, can change shape quickly and very precisely, and is a key part of the ELT's adaptive optics system. Light from cosmic objects is distorted by our planet's atmosphere, producing blurred images. "}, {"title": "Schott produces primary mirror segment for Extremely Large Telescope", "date": "2022-07-15", "MDP": "0", "phase": "Fabrication & Integration", "content": "Schott has produced its 500th M1 primary mirror segment for the world's largest optical telescope. The European Southern Observatory's Extremely Large Telescope is currently under construction on the Cerro Armazones Mountain in Chile's Atacama Desert. The ELT will be the largest optical telescope in the world with a 39-meter primary mirror. The mirror segments are composed of Schott's glass ceramic Zerodur material, which can endure extremely high thermal exposure and has a long history of success in mechanical stability, making the glass a perfect use for astronomy. "}, {"title": "SCHOTT Produces 500 ZERODUR Mirror Blanks for Extremely Large Telescope", "date": "2022-07-18", "MDP": "0", "phase": "Fabrication & Integration", "content": "SCHOTT has produced its 500th ZERODUR mirror blanks for the M1 primary mirror of the European Southern Observatory's Extremely Large Telescope, the company announced. The ELT is expected to become operational in 2027, and it will be the world's largest visible and infrared light telescope in the world. It is currently under construction on Cerro Armazones in Chile's Atacama Desert. "}]