[
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Spacecraft Designed to Detect Earth-size Planets",
                "date": "2007-04-10",
                "content": "NASA's new Kepler spacecraft will greatly expand the quest for planets orbiting stars - not just giant, Jupiter-size planets -- but smaller, Earth-size worlds that might well contain liquid water, and so could harbor life. Kepler is a NASA 'Discovery' mission that scientists have designed to survey our region of the Milky Way galaxy to detect potentially hundreds of Earth-size and smaller planets in or near habitable zones. A habitable zone is the distance from a star where liquid water could exist on the surface of a planet orbiting that star. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Kepler Team Cuts Costs, Avoids Cancellation",
                "date": "2007-07-25",
                "content": "Threatened with cancellation, the team building NASA's Kepler planet-hunting telescope found a way get the spacecraft to the launch pad by early 2009 without a new infusion of cash. Kepler consists of a single instrument, a 0.95-meter Schmidt telescope optimized for scanning a field of stars for signs of potentially habitable Earth-size planets. Integration of the spacecraft gets under way this summer, with the telescope due to be installed a year from now. "
            },
            {
                "title": "Ball Aerospace Completes Primary Mirror and Detector Array Assembly Milestones for Kepler Mission",
                "date": "2007-09-25",
                "content": "Ball Aerospace & Technologies Corp. has successfully completed two significant milestones for the Kepler Mission: the precision coating process of Kepler's primary mirror, and the integration of the detector array assembly. These milestones meet a critical path requirement and allow the program to begin integration and test on the photometer telescope and focal plane array assembly. \"These milestones allow the Kepler mission to enter the next phase of development and demonstrate Ball Aerospace's intent to successfully move the program forward,\" said Cary Ludtke, Vice President and General Manager for Ball's Civil and Operational Space business unit. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA Ames Conducts Tests of Kepler Mission Image Detectors",
                "date": "2008-02-19",
                "content": "Sensitive detectors that may help find habitable planets orbiting distant stars as part of NASA's Kepler Mission are undergoing tests at Ames Research Center, Moffett Field, Calif. Scheduled to launch in February 2009, the Kepler Mission will measure tiny variations in the brightness of stars to find planets that pass in front of them during their orbits. During these passes or \"transits\" the planets will slightly decrease the star's brightness. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "Kepler Spacecraft to Hunt Earth-Like Worlds",
                "date": "2009-01-14",
                "content": "NASA's Kepler space telescope, a sharp-eyed spacecraft designed to hunt for Earth-like planets, is ready to shipout for an early March launch. Ball Aerospace & Technologies Corp. - the Boulder, Colo. - based NASA contractor responsible for developing the Kepler flight system and supporting mission operations - recently completed the spacecraft's final pre-ship checkout and delivered the spacecraft to Cape Canaveral Air Force Station, Fla., for a March 5 liftoff on a Delta2 booster. \"In orderto find Earth-sized planets, you need to stare at the same place in space and look for dips in the light curve,\" said John Troeltzsch, Ball Aerospace program manager for civil space systems. "
            },
            {
                "title": "NASA's Kepler Mission To Seek Other Earths",
                "date": "2009-02-20",
                "content": "NASA's Kepler spacecraft is ready to be moved to the launch pad today and will soon begin a journey to search for worlds that could potentially host life. Kepler is scheduled to blast into space from Cape Canaveral Air Force Station, Fla., aboard a Delta II rocket on March 5 at 7:48 p.m. Pacific Time (10:48 p.m. Eastern Time). It is the first mission with the ability to find planets like Earth -- rocky planets that orbit sun-like stars in a warm zone where liquid water could be maintained on the surface. "
            },
            {
                "title": "Kepler Mission Rockets to Space in Search of Other Earths",
                "date": "2009-03-06",
                "content": "NASA's Kepler mission successfully launched into space from Cape Canaveral Air Force Station, Fla., aboard a United Launch Alliance Delta II at 10:49 p.m. EST, Friday. Kepler is designed to find the first Earth-size planets orbiting stars at distances where water could pool on the planet's surface. Liquid water is believed to be essential for the formation of life. "
            },
            {
                "title": "Dust Cover Jettisoned From NASA's Kepler Telescope",
                "date": "2009-04-07",
                "content": "Engineers have successfully ejected the dust cover from NASA's Kepler telescope, a spaceborne mission soon to begin searching for worlds like Earth. \"The cover released and flew away exactly as we designed it to do,\" said Kepler Project Manager James Fanson of NASA's Jet Propulsion Laboratory, Pasadena, Calif. \"This is a critical step toward answering a question that has come down to us across 100 generations of human history -- are there other planets like Earth, or are we alone in the galaxy?\" Kepler, which launched on March 6 from Cape Canaveral, Fla., will spend three-and-a-half years staring at more than 100,000 stars in our Milky Way galaxy for signs of Earth-size planets. "
            },
            {
                "title": "Planet-Hunting Kepler Telescope Lifts Its Lid",
                "date": "2009-04-09",
                "content": "The hunt ison. The Kepler spacecraft opened to the universe this week and is getting setto search for Earth-size planets around distant stars. Perhaps we'll find ahome for E.T. I'm simply thrilled that this critical next step went off withouta hitch. On Tuesday evening, the Kepler spacecraft blew its lid. Well, actually it was a lot calmer than that; the cover was ejected in a carefully engineering maneuver. "
            },
            {
                "title": "NASA's Kepler Captures First Views of Planet-Hunting Territory",
                "date": "2009-04-16",
                "content": "NASA's Kepler mission has taken its first images of the star-rich sky where it will soon begin hunting for planets like Earth. The new \"first light\" images show the mission's target patch of sky, a vast starry field in the Cygnus-Lyra region of our Milky Way galaxy. One image shows millions of stars in Kepler's full field of view, while two others zoom in on portions of the larger region. "
            },
            {
                "title": "Kepler telescope begins operations",
                "date": "2009-05-13",
                "content": "The U.S. space agency says its Kepler Space Telescope has started its 3 1/2-year search for Earth-like worlds among more than 100,000 stars. National Aeronautics and Space Administration scientists said Kepler, launched in March, has the ability to find planets as small as Earth that orbit sun-like stars at distances where temperatures are right for possible lakes and oceans. \"Now the fun begins,\" said William Borucki, Kepler's principal investigator at NASA's Ames Research Center, located at Moffett Field, Calif. \"We are all really excited to start sorting through the data and discovering the planets.\" "
            },
            {
                "title": "Hubble hookup, Kepler activation part of busy week for NASA",
                "date": "2009-05-13",
                "content": "Earlier today, NASA scientist William Borucki said, \"now the fun begins.\" The fact that he wasn't talking about the successful docking of the Hubble Space Telescope with the space shuttle should tell you everything you need to know about the week the US space program is having. The Hubble may get the lion's share of the press, but NASA operates a suite of fantastically successful observatories, and several of them passed major milestones this week. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Spies Changing Phases on a Distant World",
                "date": "2009-08-06",
                "content": "NASA's new exoplanet-hunting Kepler space telescope has detected the atmosphere of a known giant gas planet, demonstrating the telescope's extraordinary scientific capabilities. The discovery will be published Friday, Aug. 7, in the journal Science. The find is based on a relatively short 10 days of test data collected before the official start of science operations. Kepler was launched March 6, 2009, from Cape Canaveral Air Force Station in Florida. "
            },
            {
                "title": "Kepler telescope makes quick discovery",
                "date": "2009-08-09",
                "content": "NASA's Kepler space telescope has already made a discovery, and its science operations aren't even officially under way yet. The primary mirror of the Kepler telescope. The Kepler has begun a 3 1/2 year mission. The planet used in the test is a giant gas planet about the size of Jupiter that orbits a star called HAT P-7. "
            },
            {
                "title": "Kepler Telescope Could Find Habitable Moons",
                "date": "2009-09-03",
                "content": "NASA's planet-hunting Kepler telescope, which astronomershope will find Earth- like planets orbiting other stars, might also findhabitable moons in other solar systems, new research suggests. Kepler's primarymission is to monitor thousands of stars looking for characteristic dips intheir brightness as orbiting planets pass in front of them in so-called \"transit\"events. The orbiting observatory, launchedin March, already detected the giant extrasolarplanet HAT-P-7b within its first 10 days of taking data. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler finds its first five planets - an odd assortment",
                "date": "2010-01-04",
                "content": "NASA's Kepler space telescope is just beginning its three-year mission to find Earth-like planets in habitable zones around stars. The first new planets it has found, announced Monday, include two so hot they would melt iron. NASA's planet-hunting telescope Kepler has bagged its first quarry: five new planets Neptune's size and larger, In addition to the new planets, Kepler results suggest that the light output from two-thirds of some 43,000 sun-like stars in its field of view is virtually as stable as the sun's output. "
            },
            {
                "title": "Kepler telescope spots 'Styrofoam' planet",
                "date": "2010-01-04",
                "content": "NASA's Kepler telescope has discovered five giant planets that whip around their stars on tight orbits A giant planet with the density of Styrofoam is one of a clutch of new exoplanets discovered by NASA's Kepler telescope. The planets are too hot to support life as we know it, but the discoveries, made during the telescope's first few weeks of operation, suggest Kepler is on the right track to find Earth's twins, researchers say. More than 400 planets have now been found orbiting other stars, but Earth- sized planets - which may be the best habitats for life - have remained elusive. "
            },
            {
                "title": "Nasa's Kepler planet-hunter detects five worlds",
                "date": "2010-01-04",
                "content": "Planet comparison Nasa's Kepler Space Telescope has detected its first five exoplanets, or planets beyond our Solar System. The observatory, which was launched last year to find other Earths, made the discoveries in its first few weeks of science operations. Although the new worlds are all bigger than our Neptune, the US space agency says the haul shows the telescope is working well and is very sensitive. "
            },
            {
                "title": "Kepler space telescope finds its first extrasolar planets",
                "date": "2010-01-04",
                "content": "NASA's planet-hunting Kepler mission is off to a precocious start. The first six weeks of observations recorded by the spacefaring telescope, combined with follow-up studies from the ground, have revealed five previously unknown extrasolar planets-one body roughly the size of Neptune and four low-density versions of Jupiter. All reside within roasting distance of their parent stars. The black dots on each of these stars, simulated as yellow spheres, are extrasolar planets found by the Kepler spacecraft that pass in front of, or transit, their parent star. "
            },
            {
                "title": "NASA's Kepler Mission Celebrates One Year in Space",
                "date": "2010-03-04",
                "content": "One year ago this week, NASA's Kepler Mission soared into the dark night sky, leaving a bright glow in its wake as it began its search for other worlds like Earth. \"It was a stunning launch,\" recalled former Kepler Project Manager James Fanson of NASA's Jet Propulsion Laboratory, Pasadena, Calif. Following Kepler's spectacular nocturnal launch from Cape Canaveral Air Force Station, Fla., aboard a United Launch Alliance Delta II rocket at 10:49 p.m. EST on Friday, March 6, 2009, science team members whooped with joy. "
            },
            {
                "title": "New Worlds to Explore? Kepler Spacecraft Finds 750 Exoplanet Candidates",
                "date": "2010-06-15",
                "content": "The Kepler spacecraft has found over 750 candidates for extrasolar planets, and that is just from data collected in the first 43 days of the spacecraft's observations. \"This is the biggest release of candidate planets that has ever happened,\" said William Borucki, Kepler's lead scientist. \"The number of candidate planets is actually greater than all the planets that have been discovered in the last 15 years.\" "
            },
            {
                "title": "Kepler space telescope finds possible planets",
                "date": "2010-06-16",
                "content": "The Kepler space telescope seeking Earth-like planets in a far-off region of the Milky Way has discovered more than 700 planetary \"candidates\" - some that just might be the right size and in the right places for life to be possible. Astronomers on the Kepler team at NASA's Ames Research Center in Mountain View said Tuesday they are not releasing data on 400 of those objects after finding them so intriguing they want more time to analyze them. In their first full-scale scientific report since the mission began in March 2009, the 28 members of the Kepler team announced they have found \"viable exoplanet candidates with sizes as small as the Earth to larger than that of Jupiter.\" "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Nasa Discoveries Spark Hopes Of Alien Life",
                "date": "2010-07-26",
                "content": "Nasa's planet-hunting deep space observatory has found hundreds of new potential planets, sparking hopes of finding other worlds similar to Earth. The objects were found in Nasa's Kepler Mission, a space observatory designed to discover Earth-like planets orbiting other stars. Its massive telescope monitors the brightness of over 145,000 stars in a fixed field of view in three constellations in the Milky Way. "
            },
            {
                "title": "NASA's Kepler Mission Discovers Two Planets Transiting the Same Star",
                "date": "2010-08-26",
                "content": "NASA's Kepler spacecraft has discovered the first confirmed planetary system with more than one planet crossing in front of, or transiting, the same star. The transit signatures of two distinct planets were seen in the data for the sun-like star designated Kepler-9. The planets were named Kepler-9b and 9c. The discovery incorporates seven months of observations of more than 156,000 stars as part of an ongoing search for Earth-sized planets outside our solar system. "
            },
            {
                "title": "Starquakes hold secrets of stellar evolution",
                "date": "2010-10-27",
                "content": "A NASA spacecraft designed to seek out alien worlds has also revealed new details about the structure and evolution of stars, and should help astronomers better understand the future of our own sun, researchers announced Oct. 26. Researchers measured so-called \"starquakes,\" observing oscillations in the brightness of thousands of stars in much the same way geologists study earthquakes to probe our planet's interior. NASA's planet-hunting Kepler spacecraft served as their tool. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Triplet Stars Found by NASA's Kepler Space Telescope",
                "date": "2011-01-12",
                "content": "NASA's Kepler spacecraft, an observatory originally designed to hunt for alien planets, has stumbled upon an intriguing discovery: a set of triplet stars circling a massive stellar parent. The new system contains three stars in orbit around each other that sometimes serendipitously align from the vantage point of Kepler, scientists said. \"More or less the entire system is edge-on from the perspective of Kepler,\" the study's lead scientist, Joshua Carter of the Harvard-Smithsonian Center for Astrophysics in Cambridge, Mass., said in a statement. "
            },
            {
                "title": "Kepler telescope's astonishing haul: 54 planet-candidates in 'habitable zone'",
                "date": "2011-02-02",
                "content": "NASA's Kepler spacecraft has uncovered 54 planet-candidates that orbit within their host stars' \"habitable zones\" - Goldilocks distances where the star warms the planet sufficiently to allow liquid water to remain stable on its surface. The potential finds, which must clear an arduous, detailed confirmation process, still fall short of the ultimate goal, finding an Earth-size planet orbiting a sun-like star at Earth-like distances. But if these candidates pan out as planets, their discovery - and its implications for uncovering many more as time passes - increases the likelihood that life has gained footholds elsewhere in the galaxy. "
            },
            {
                "title": "NASA's Kepler Mission Helps Reveal the Inner Secrets of Giant Stars for the First Time",
                "date": "2011-03-31",
                "content": "University of Sydney astrophysicists are behind a major breakthrough in the study of the senior citizens of our galaxy: stars known as Red Giants. Using high precision brightness measurements taken by the Kepler spacecraft, scientists have been able to distinguish profound differences inside the cores of stars that otherwise look the same on the surface. The discovery, published in the latest edition of the journal Nature and made possible by observations using NASA's powerful Kepler space telescope, is shedding new light on the evolution of stars, including our own sun. "
            },
            {
                "title": "Planet-palooza: Visualization reveals panoply of the Kepler space telescope's exoplanet haul",
                "date": "2011-04-05",
                "content": "Earlier this year the scientists of NASA's Kepler mission announced that their planet-hunting space telescope had identified more than 1,200 possible exoplanets (worlds orbiting stars other than our own sun) in its first few months on the job. The potential planets Kepler has located range from worlds a bit smaller than Earth all the way up to giants several times the size of Jupiter. Similarly, some of the host stars are several times as large as the sun whereas some are much smaller. "
            },
            {
                "title": "NASA's Kepler: Updated Census of Sun-like Stars",
                "date": "2011-04-11",
                "content": "NASA's Kepler Mission has detected changes in brightness in 500 sun-like stars, giving astronomers a much better idea about the nature and evolution of the stars. Prior to Kepler's launch in March 2009, astronomers had identified the changes in brightness, or oscillations, of about 25 stars similar to our sun in size, age, composition and location within the Milky Way galaxy. The discoveries are reported in a paper, \"Ensemble Asteroseismology of Solar-Type Stars with the NASA Kepler Mission,\" in the April 8 issue of the journal Science. "
            },
            {
                "title": "NASA Kepler Reaching into the Stars",
                "date": "2011-04-12",
                "content": "We are entering a golden era for \"stellar physics\" - a term coined to describe research about the formation, evolution, interior and the atmospheres of stars. Thanks to a partnership forged among stellar astrophysics, scientists and NASA's Kepler Mission, a goldmine of data is now available to support the world's efforts to detect planets in the habitable zone around other stars. The Kepler photometric data is a measurement of light's \"brightness,\" and provides an unprecedented opportunity for the emerging field of asteroseismology, the study of the internal structure of stars by observing minuscule pulsations in the star brightness. "
            },
            {
                "title": "Surprise find in Kepler planet hunt: lots of multi-planet systems",
                "date": "2011-05-23",
                "content": "NASA's Kepler spacecraft, which is searching for Earth-mass planets orbiting sun-like stars, is finding hundreds of candidate planets, and many more multi-planet systems than expected. So many planets, so little time. Two years into a 3-1/2-year mission, NASA's Kepler spacecraft, hunting for planets orbiting some 165,000 stars in the constellation Cygnus, is uncovering planet candidates by the hundreds. "
            },
            {
                "title": "The Kepler spacecraft's astounding haul of multiple-planet systems",
                "date": "2011-05-24",
                "content": "NASA's Kepler spacecraft is proving itself to be a prolific planet hunter. Within just the first four months of data, astronomers have found evidence for more than 1,200 planetary candidates. Of those, 408 reside in systems containing two or more planets, and most of those look very different than our solar system. In particular, the Kepler systems with multiple planets are much flatter than our solar system. "
            },
            {
                "title": "Second rocky world makes Kepler-10 a multi-planet system",
                "date": "2011-05-26",
                "content": "The Kepler Telescope team has announced a second planet orbiting the star Kepler-10. The existence of this planet was suspected previously, but new analytical techniques were needed to confirm its existence. The Kepler Telescope team has found a new rocky planet, one they describe as a \"scorched, molten Earth.\" The planet is about 2 times the size of Earth, and is very close to the Sun-like star Kepler-10, completing an orbit in only 45 days. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler finds Star Wars world",
                "date": "2011-09-15",
                "content": "NASA scientists have found a planet, in our own galaxy, and not so far far away, that has two suns just like Tatooine in Star Wars. Their Kepler space telescope detected the world circling a pair of stars 200 light years away from Earth. Two suns in the sunset Two suns in the sunset It means any aliens there would enjoy the spectacle of a double sunrise and a double sunset, as Luke Skywalker did from his home planet in the celebrated series of movies. "
            },
            {
                "title": "Nasa's Kepler space telescope finds possible 'new Earth'",
                "date": "2011-11-05",
                "content": "Kepler 22b is the right distance from its star to have water, has a suitable temperature and contains the right atmosphere to potentially support life. Earlier this year, French astronomers found the first planet, a different one, which met the crucial requirements for potential human settlement However, Kepler 22b, which was first seen in 2009, is the first the US space agency has been able to confirm as a potential new home for mankind. Confirmation means that astronomers have seen it crossing in front of its star three times. "
            },
            {
                "title": "NASA's Kepler Mission Confirms Its First Planet in Habitable Zone of Sun-like Star",
                "date": "2011-12-05",
                "content": "NASA's Kepler mission has confirmed its first planet in the \"habitable zone,\" the region where liquid water could exist on a planet's surface. Kepler also has discovered more than 1,000 new planet candidates, nearly doubling its previously known count. Ten of these candidates are near-Earth-size and orbit in the habitable zone of their host star. "
            },
            {
                "title": "NASA's Kepler finds Earth-size worlds orbiting another star",
                "date": "2011-12-20",
                "content": "NASA's Kepler space telescope has found the first confirmed Earth-size planets orbiting another star, astronomers announced Tuesday, a major milestone in an ongoing project aimed at finding out how commonplace--or rare--Earth-like worlds may be across the cosmos. In a solar system 1,000 light years away with at least five planets, the newly confirmed Earth-size worlds orbit too close to their star to support life. But proving the Kepler observatory can, in fact, spot worlds as small as Earth across the vast reaches of interstellar space gives astronomers confidence many more such planets are awaiting discovery among the 2,326 planet candidates found by the telescope to date. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Mission Finds Three Smallest Exoplanets",
                "date": "2012-01-12",
                "content": "Astronomers using data from NASA's Kepler mission have discovered the three smallest planets yet detected orbiting a star beyond our sun. The planets orbit a single star, called KOI-961, and are 0.78, 0.73 and 0.57 times the radius of Earth. The smallest is about the size of Mars. All three planets are thought to be rocky like Earth, but orbit close to their star. "
            },
            {
                "title": "NASA Extends Planet-Hunting Kepler Mission Through 2016",
                "date": "2012-04-04",
                "content": "NASA's prolific Kepler space observatory, which has found signs of thousands of alien planets, will keep hunting strange new worlds for at least four more years, the space agency announced Wednesday. Funding for the Kepler mission, which has discovered more than 2,300 potential alien planets to date, was slated to run out this November. But a NASA review committee has recommended the telescope's planet-hunting effort be extended through at least fiscal year 2016. "
            },
            {
                "title": "Missions Planck, Kepler and Spitzer extended",
                "date": "2012-04-08",
                "content": "NASA announced on April 5, 2012 that it will be extending three space-based missions: the Spitzer Space Telescope, Kepler, and the U.S. portion of the European Space Agency's Planck mission. The decision is a result of NASA's 2012 Senior Review of Astrophysics Missions, which also extends another six missions. "
            },
            {
                "title": "NASA's Kepler Detects Potential Evaporating Planet Candidate",
                "date": "2012-05-19",
                "content": "Astronomers may have detected evidence of a possible planet disintegrating under the searing heat of its host star located 1,500 light-years from Earth. Similar to a debris-trailing comet, the super Mercury-size planet candidate is theorized to fashion a dusty tail. But the tail won't last for long. Scientists calculate that, at the current rate of evaporation, the dusty world could be completely vaporized within 200 million years. "
            },
            {
                "title": "Astronomers with NASA's Kepler Mission find 'puzzling pair of planets'",
                "date": "2012-06-21",
                "content": "Two planets with very different densities and compositions are locked in surprisingly close orbits around their host star, according to astronomers working with NASA's Kepler Mission. One planet is a rocky super-Earth about 1.5 times the size of our planet and 4.5 times the mass. The other is a Neptune-like gaseous planet 3.7 times the size of Earth and eight times the mass. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Space Telescope finds Multiple Planets orbiting two suns in the constellation cygnus",
                "date": "2012-08-29",
                "content": "Coming less than a year after the announcement of the first circumbinary planet, Kepler-16b, NASA's Kepler mission has discovered multiple transiting planets orbiting two suns for the first time. This system, known as a circumbinary planetary system, is 4,900 light-years from Earth in the constellation Cygnus. This discovery proves that more than one planet can form and persist in the stressful realm of a binary star and demonstrates the diversity of planetary systems in our galaxy. "
            },
            {
                "title": "NASA's Kepler Discovers Multiple Planets Orbiting a Pair of Stars",
                "date": "2012-08-29",
                "content": "Coming less than a year after the announcement of the first circumbinary planet, Kepler-16b, NASA's Kepler mission has discovered multiple transiting planets orbiting two suns for the first time. This system, known as a circumbinary planetary system, is 4,900 light-years from Earth in the constellation Cygnus. This discovery proves that more than one planet can form and persist in the stressful realm of a binary star and demonstrates the diversity of planetary systems in our galaxy. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "Planet-Hunting Kepler Spacecraft Shut Down Temporarily",
                "date": "2013-01-21",
                "content": "NASA's prolific planet-hunting Kepler space telescope has been placed in a precautionary \"safe mode\" after engineers noticed a problem with the instrument's orientation mechanism. The Kepler telescope went into safe mode on Jan. 17 for a planned 10 days, during which time the telescope's reaction wheels - spinning devices used by the observatory to maintain its position in space -will be rested. The move comes after researchers detected an unexpected increase in the amount of torque needed to rotate one of the wheels, mission officials said. "
            },
            {
                "title": "NASA's Planet-Hunting Kepler Spacecraft Recovering from Glitch",
                "date": "2013-01-29",
                "content": "NASA's Kepler space telescope has resumed its search for alien planets after resting for 10 days to work out kinks in its attitude control system, mission officials announced today. Kepler went into a protective \"safe mode\" on Jan. 17 after engineers detected elevated friction levels in one of its reaction wheels - devices that maintain the observatory's position in space. Engineers spun the wheels down to zero speed, hoping the break would redistribute lubricant and bring the friction back down to normal. "
            },
            {
                "title": "NASA's Kepler Mission Discovers Tiny Planet System",
                "date": "2013-02-20",
                "content": "NASA's Kepler mission scientists have discovered a new planetary system that is home to the smallest planet yet found around a star similar to our sun. The planets are located in a system called Kepler-37, about 210 light-years from Earth in the constellation Lyra. The smallest planet, Kepler-37b, is slightly larger than our moon, measuring about one-third the size of Earth. "
            },
            {
                "title": "NASA's Kepler Discovers Its Smallest 'Habitable Zone' Planets to Date",
                "date": "2013-04-18",
                "content": "NASA's Kepler mission has discovered two new planetary systems that include three super-Earth-size planets in the \"habitable zone,\" the range of distance from a star where the surface temperature of an orbiting planet might be suitable for liquid water. The Kepler-62 system has five planets; 62b, 62c, 62d, 62e and 62f. The Kepler-69 system has two planets; 69b and 69c. "
            },
            {
                "title": "NASA's Planet-Hunting Kepler Spacecraft Faces Serious Health Problems",
                "date": "2013-05-01",
                "content": "Health issues are jeopardizing the planet-hunting work of NASA's prolific Kepler space telescope, which has identified more than 2,700 potential alien worlds to date. One of Kepler's reaction wheels - devices that maintain the observatory's position in space - remains balky despite mitigation attempts. The mission team now regards the problem as unsolvable and is considering what the telescope can do after the wheel fails. "
            },
            {
                "title": "Breakdown Imperils NASA's Hunt for Other Earths",
                "date": "2013-05-15",
                "content": "NASA's planet-hunting Kepler spacecraft has been shut down by the failure of one of the reaction wheels that keep it pointed, the space agency announced Wednesday. \"I wouldn't call Kepler down and out yet,\" said John Grunsfeld, a former astronaut and Hubble repairman who is NASA's associate administrator for space science, at a news conference. But he and others said that if engineers could not restore the wheel or find some other way to keep the spacecraft's telescope precisely pointed, the failure could end one of the most romantic and successful of NASA's missions: the search for Earth-like planets in habitable orbits around other stars. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA to Attempt Fix for Planet-Hunting Kepler Spacecraft This Month",
                "date": "2013-07-05",
                "content": "NASA will try to revive its ailing Kepler spacecraft this month in the hope of resurrecting a mission that has revolutionized the search for alien planets. Launched in March 2009, NASA's Kepler space telescope has detected more than 3,000 potential alien planets. But that exoplanet hunt stalled in mid-May of this year, when the second of Kepler's four orientation-maintaining reaction wheels failed, hobbling the spacecraft. "
            },
            {
                "title": "Full Recovery Unlikely for NASA's Kepler Planet-Hunting Spacecraft",
                "date": "2013-07-25",
                "content": "NASA's Kepler spacecraft probably won't bounce back completely from the malfunction that stalled its planet-hunting efforts two months ago, mission officials say. The Kepler space telescope was hobbled in May when the second of its four orientation-maintaining reaction wheels failed, robbing the instrument of its precision pointing ability. Engineers managed to get the balky wheels turning again recently, but both devices are far from healthy, showing much higher levels of friction than they once did. "
            },
            {
                "title": "NASA Ends Attempts to Fully Recover Kepler Spacecraft, Potential New Missions Considered",
                "date": "2013-08-16",
                "content": "Following months of analysis and testing, the Kepler Space Telescope team is ending its attempts to restore the spacecraft to full working order, and now is considering what new science research it can carry out in its current condition. Two of Kepler's four gyroscope-like reaction wheels, which are used to precisely point the spacecraft, have failed. The first was lost in July 2012, and the second in May. "
            },
            {
                "title": "Planet-Hunting Days of NASA's Kepler Spacecraft Likely Over",
                "date": "2013-08-16",
                "content": "The revolutionary planet-hunting activities of NASA's prolific Kepler space telescope have come to an end. NASA has given up hope of restoring the Kepler spacecraft to full health and is now attempting to determine what the observatory can accomplish in its compromised state, agency officials announced today (Aug. 15). \"We are now moving on to the next phase of Kepler's mission, because that's what the data requires us to do,\" Paul Hertz, director of NASA's astrophysics division, told reporters during a press conference today. "
            },
            {
                "title": "A Sunny Outlook for NASA Kepler's Second Light",
                "date": "2013-11-26",
                "content": "You may have thought that NASA's Kepler spacecraft was finished. Well, think again. A repurposed Kepler Space telescope may soon start searching the sky again. A new mission concept, dubbed K2, would continue Kepler's search for other worlds, and introduce new opportunities to observe star clusters, young and old stars, active galaxies and supernovae. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "Will NASA's Ailing Planet-Hunting Kepler Spacecraft Get New Mission?",
                "date": "2014-01-08",
                "content": "A crucial deadline looms for the team that hopes to get NASA's hobbled Kepler space telescope back in the planet-hunting game. After the second of Kepler's four orientation-maintaining reaction wheels stopped functioning in May, the spacecraft's original planet search ended. Now, however, the Kepler team is doing its best to get the instrument back in action. "
            },
            {
                "title": "Kepler Mission Manager Update: K2 Has Been Approved!",
                "date": "2014-05-16",
                "content": "The team received good news from NASA HQ - the K2 mission, the two-wheel operation mode of the Kepler spacecraft observing in the ecliptic, has been approved based on a recommendation from the agency's 2014 Senior Review of its operating missions. The approval provides two years of funding for the K2 mission to continue exoplanet discovery, and introduces new scientific observation opportunities to observe notable star clusters, young and old stars, active galaxies and supernovae. After the second wheel of Kepler's guidance control system failed last year during the spacecraft's extended mission, engineers devised a clever solution to manage the sun's radiation pressure and limit its effect on the spacecraft pointing. "
            },
            {
                "title": "NASA's Exoplanet-Hunting Kepler Space Telescope Gets New Mission",
                "date": "2014-05-16",
                "content": "NASA's prolific Kepler spacecraft is back in action, a year after being sidelined by an equipment failure. The space agency has approved a new mission called K2 for Kepler. The telescope's original exoplanet hunt was derailed in May 2013 when the second of the spacecraft's four orientation-maintaining reaction wheels failed, robbing it of its precision pointing ability. "
            },
            {
                "title": "Planet-hunting Kepler telescope back in action",
                "date": "2014-06-03",
                "content": "NASA's planet-hunting Kepler space telescope, given a new lease on life after an endorsement by a science review panel last month, has resumed scanning the cosmos for the tell-tale signatures of alien worlds lurking around distant stars. Kepler started taking science data May 30 in the first of nine observing campaigns through June 2016 under a two-year, $20 million mission extension dubbed K2 approved by NASA last month. Kepler is running on just two of its four reaction wheels, spinning gyroscopes which keep the telescope steadily aimed at stars to detect subtle fluctuations in light that might indicate the presence of a planet. "
            },
            {
                "title": "NASA's Prolific Kepler Spacecraft Begins New Search for Alien Worlds",
                "date": "2014-06-06",
                "content": "'NASA's hobbled Kepler spacecraft is once again seeking out strange new worlds under a new 80-day mission to hunt for alien planets. NASA officials recently approved the new Kepler spacecraft mission after the exoplanet-hunting space probe suffered a major malfunction last year. Two of Kepler's reaction wheels, which are used to keep the spacecraft precisely pointed in its orbit, failed, effectively ending the telescope's mission. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "The Most Precise Measurement of an Alien World's Size",
                "date": "2014-07-23",
                "content": "NASA's Kepler and Spitzer space telescopes have made the most precise measurement yet of the size of a planet beyond our solar system. Thanks to NASA's Kepler and Spitzer Space Telescopes, scientists have made the most precise measurement ever of the radius of a planet outside our solar system. The size of the exoplanet, dubbed Kepler-93b, is now known to an uncertainty of just 74 miles (119 kilometers) on either side of the planetary body. "
            },
            {
                "title": "Kepler Data Helps Pinpoint 'Venus Zone' Around Stars",
                "date": "2014-09-11",
                "content": "Using data from the Kepler Space Telescope, astronomers have defined the inner and outer edges of the \"Venus Zone\" - the point at which a planet's atmosphere would experience runaway greenhouse-gas effects like those seen on Venus. San Francisco State University astronomer Stephen Kane and a team of researchers presented today the definition of a \"Venus Zone,\" the area around a star in which a planet is likely to exhibit the unlivable conditions found on the planet Venus. The research will help astronomers determine which planets discovered with NASA's Kepler telescope - which has a primary mission of finding habitable planets similar to Earth - are actually more analogous to Earth's similarly-sized sister planet. "
            },
            {
                "title": "NASA's Kepler Spacecraft Finds 1st Alien Planet of New Mission",
                "date": "2014-12-18",
                "content": "NASA's Kepler space telescope is discovering alien planets again. The prolific spacecraft has spotted its first new alien planet since being hobbled by a malfunction in May 2013, researchers announced today. The newly discovered world, called HIP 116454b, is a \"super Earth\" about 2.5 times larger than our home planet. It lies 180 light-years from Earth, in the constellation Pisces - close enough to be studied by other instruments, scientists said. "
            },
            {
                "title": "NASA Kepler Finds Milky Way's Oldest Known Earth-Mass Planets",
                "date": "2014-12-23",
                "content": "Intelligent life in our Milky Way Galaxy may have gotten a gigantic head start, say astronomers who confirmed the detection of low-mass, rocky planets around a star that's at least 11.2 billion years old, or more than twice the age of our own solar system. In a paper recently published in The Astrophysical Journal, an international team of University of Birmingham -led astronomers detail observations of Kepler-444, a pale yellowish-orange star that lies some 117 light years away in the constellation of Lyra. The team analyzed data from NASA's Kepler Space Telescope which revealed that this ancient metal-poor star harbors five terrestrial-mass planets whose origin dates back to the dawn of the Milky Way. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "1000 Alien Planets! NASA's Kepler Space Telescope Hits Big ",
                "date": "2015-01-06",
                "content": "NASA's Kepler spacecraft has discovered its 1,000th alien planet, further cementing the prolific exoplanet-hunting mission's status as a space-science legend. Kepler reached the milestone today with the announcement of eight newly confirmed exoplanets, bringing the mission's current alien world tally to 1,004. Kepler has found more than half of all known exoplanets to date, and the numbers will keep rolling in: The telescope has also spotted 3,200 additional planet candidates, and about 90 percent of them should end up being confirmed, mission scientists say. "
            },
            {
                "title": "NASA's Kepler Space Telescope discovers six more Earth-like planets that could support human life",
                "date": "2015-01-08",
                "content": "NASA's Kepler Space Telescope is designed to search more than 150,000 stars in order to find habitable Earth-like planets beyond our solar system. So far, it has found more than 4,000 potential planets, and according to the space agency, it just found 554 more-six of which are near Earth-sized and in the habitable zone of their suns, making them potentially suitable for life. Continue reading below Our Featured Videos Three of the new planets are of such a distance from their respectives suns that they could potentially have liquid water on the surface. "
            },
            {
                "title": "Happy Birthday, Kepler! NASA Planet Hunter Marks 6 Years in Space",
                "date": "2015-03-09",
                "content": "NASA's prolific Kepler space telescope, which has discovered more than half of all known planets beyond our solar system, just celebrated six years in space. The $600 million Kepler mission blasted off atop a United Launch Alliance Delta II rocket from Florida's Cape Canaveral Air Force Station on the night of March 6, 2009. After a two-month commissioning phase, Kepler began searching for exoplanets - and began etching its name into the history books. "
            },
            {
                "title": "Kepler-138b: First Exoplanet Smaller Than Earth to Have Its Mass and Size Measured",
                "date": "2015-06-18",
                "content": "A team of astronomers have measured the mass and size of the smallest exoplanet yet, a Mars-sized planet named Kepler-138b orbiting a red dwarf star about 200 light years from Earth. Determining the size of an Earth-size exoplanet by the amount of starlight it blocks hundreds of light-years away once was the realm of science fiction. Measuring the mass of such a small planet based on its gravity was another level entirely, but astronomers have done just that for an exoplanet fifty percent the size of Earth. "
            },
            {
                "title": "KEPLER DATA HELPING HOME IN ON 'OTHER EARTHS'",
                "date": "2015-06-20",
                "content": "Astronomers have used data pulled from NASA's Kepler Space Telescope to find a world about half the size and a tenth of the mass of Earth. Estimated to be roughly the size of the planet Mars, the world called Kepler-138b is the first exoplanet to be detected using a new method of planetary discovery that yields not only a planet's potential size but also its mass. This recent discovery also opens the door to finding other terrestrial worlds like our own. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Kepler Planet-Hunting Visionary Retires After 53 Years at NASA",
                "date": "2015-07-03",
                "content": "The driving force behind NASA's prolific planet-hunting Kepler mission is retiring, ending a 53-year career with the space agency. Bill Borucki came up with the idea for the Kepler observatory in the early 1980s and continued championing the concept through four failed proposals until the mission was finally approved in 2000. He is stepping down from NASA today, agency officials said. "
            },
            {
                "title": "Nasa's Kepler mission discovers Earth's 'older and bigger cousin'",
                "date": "2015-07-23",
                "content": "Speaking at NASA's Ames Research Center in Moffett Field, Washington on Thursday, associate administrator for NASA's Science Mission Directorate John Grunsfeld said the discovery of the exoplanet \"is a pretty close cousin of Earth.\" \"This exciting result brings us one step closer to finding an Earth 2.0,\" Grunsfeld said. Jon Jenkins, Kepler data analysis head at NASA's Ames Research Center in Moffett Field in California said the earth-like planet is 1.5 times the size the Earth but its 385-day orbit is only 5 percent longer. "
            },
            {
                "title": "Kepler 452b: NASA finds 'cousin' to Earth in age-old quest for other worlds",
                "date": "2015-07-23",
                "content": "NASA announced Thursday that its planet-hunting mission, Kepler, has found an exoplanet that very closely resembles our own. NASA has found Earth's closest lookalike to date. The space agency announced Thursday that its planet-hunting mission, Kepler, has discovered an exoplanet that is comparable to our own in age and size, orbiting a Sun-like star at a distance that makes it neither too hot nor too cold to support life. "
            },
            {
                "title": "NASA Kepler scientist speaks on question of whether Earthlings are alone in the universe",
                "date": "2015-10-16",
                "content": "Earth is a \"pale blue dot\" in space, as the famous NASA photo shows. But with an estimated 100 billion galaxies in the universe, each containing some 100 billion stars, there is uncertainty about whether Earthlings are really alone in the cosmos. That's the tantalizing question NASA's Kepler Space Telescope Mission is focused on answering. "
            },
            {
                "title": "Has the Kepler Space Telescope discovered an alien megastructure?",
                "date": "2015-10-19",
                "content": "The recent developments in exoplanet research has led to the discovery of hundreds of planets in distant star systems. When this area of research first arose, astronomers believed they would only find exoplanets numbering in the dozens in other star systems. One of these in particular has captured the imagination of the public. This is because it has stymied scientists' efforts to explain it - leading to public speculation of an alien \"megastructure\". "
            },
            {
                "title": "NASA's Hubble and Kepler Space Telescopes data used to show that majority of planets like earth have yet to be formed",
                "date": "2015-10-21",
                "content": "Earth came early to the party in the evolving universe. According to a new theoretical study, when our solar system was born 4.6 billion years ago only eight percent of the potentially habitable planets that will ever form in the universe existed. And, the party won't be over when the sun burns out in another 6 billion years. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Comes Roaring Back with 100 New Exoplanet Finds",
                "date": "2016-01-08",
                "content": "'NASA's Kepler spacecraft has bounced back nicely from the malfunction that ended its original exoplanet hunt more than two years ago. Kepler has now discovered more than 100 confirmed alien planets during its second-chance K2 mission, researchers announced today here at the 227th Meeting of the American Astronomical Society. The $600 million Kepler mission launched in March 2009, tasked with determining how commonly Earth-like planets occur throughout the Milky Way galaxy. "
            },
            {
                "title": "Kepler space telescope recovered from Emergency Mode",
                "date": "2016-04-13",
                "content": "Mission operators successfully recovered NASA's Kepler space telescope after the spacecraft entered Emergency Mode (EM) over the weekend. According to the space agency, the spacecraft is currently safe and in a stable condition. On April 7, during a scheduled contact session with the spacecraft, mission operators discovered that Kepler was in EM, its lowest operational level-a mode that uses an intensive amount of fuel. "
            },
            {
                "title": "NASA Finds 1284 Alien Planets, Biggest Haul Yet, with Kepler ",
                "date": "2016-05-10",
                "content": "The number of known alien planets has just gone up by more than 60 percent. NASA's Kepler space telescope has discovered 1,284 new exoplanets, including nine rocky worlds that might be capable of supporting life as we know it, astronomers announced today. This is by far the largest haul of alien planets ever unveiled at one time. The total exoplanet tally now stands at about 3,200, and Kepler has found 2,235 of them, NASA officials said. "
            },
            {
                "title": "NASA's Kepler Space Telescope discovers biggest unnamed dwarf planet solar system",
                "date": "2016-05-12",
                "content": "Dwarf planets tend to be a mysterious bunch. With the exception of Ceres, which resides in the main asteroid belt between Mars and Jupiter, all members of this class of minor planets in our solar system lurk in the depths beyond Neptune. They are far from Earth - small and cold - which makes them difficult to observe, even with large telescopes. "
            },
            {
                "title": "NASA's Kepler discovers 'Tatooine' planet orbiting two suns",
                "date": "2016-06-15",
                "content": "Although we will never watch two suns rise and fall from the perspective of our own planet, like Luke Skywalker on Tatooine in the iconic scene from \"Star Wars: A New Hope,\" there's a newly discovered planet where aliens might do so. Scientists have confirmed that an exoplanet named Kepler-1647b is the largest discovered that orbits two suns. Exoplanets are those that orbit a star outside our solar system. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Mission Twitter Account Hacked With Racy Imagery",
                "date": "2016-07-06",
                "content": "There are just too many puns to lead with so I'll skip them for the moment: the official Twitter account for NASA's planet-hunting space telescope mission Kepler was hacked today and replaced with some suggestive images. The profile picture was replaced with a young woman's face, and the pinned tweet was, well, a little more intimate. Kepler is a floating observatory typically tasked with capturing beautiful photos of other stars' earth-like planets. "
            },
            {
                "title": "NASA's Kepler telescope just discovered more than 100 new planets",
                "date": "2016-07-18",
                "content": "In May, NASA blew our minds when it announced that it had discovered 1,284 planets outside our solar system using the Kepler space telescope. This more than doubled the number of known Kepler exoplanets. Now an international team of astronomers has discovered and confirmed more than 100 additional exoplanets. Many of these planets might even be rocky and cool enough to harbor life. "
            },
            {
                "title": "NASA's Kepler space telescope confirms 100+ exoplanets ",
                "date": "2016-07-19",
                "content": "An international team of astronomers led by the University of Arizona has discovered and confirmed a treasure trove of new worlds using NASA's Kepler spacecraft on its K2 mission. Among the findings tallying 197 initial planet candidates, scientists have confirmed 104 planets outside our solar system. Among the confirmed is a planetary system comprising four promising planets that could be rocky. "
            },
            {
                "title": "NASA's Kepler Telescope Just Found Two Planets That Could Support Life",
                "date": "2016-07-20",
                "content": "An international team of scientists using NASA's Kepler telescope just announced a huge haul of more than 100 new exoplanets. Among them is a four-planet solar system some 181 light-years away, which scientists say has a good chance of supporting life. K2-72 is an M dwarf star orbited by four planets, lying in the direction of the Aquarius constellation. "
            },
            {
                "title": "NASA's Kepler Gets the 'Big Picture' of Comet 67P",
                "date": "2016-10-07",
                "content": "On Sept. 30, the European Space Agency concluded its Rosetta mission and the study of comet 67P/Churyumov-Gerasimenko. During the final month of the mission, NASA's planet-hunting Kepler spacecraft had a unique opportunity to provide a 'big picture' view of the comet as it was unobservable from Earth: Ground-based telescopes could not see comet 67P, because the comet's orbit placed it in the sky during daylight hours. From Sept. 7 through Sept. 20, the Kepler spacecraft, operating in its K2 mission, fixed its gaze on comet 67P. "
            },
            {
                "title": "Kepler Helps Show What Conditions Might Look Like on Various Hot Jupiters",
                "date": "2016-10-19",
                "content": "Data from NASA's Kepler Space Telescope and computer modeling show an approximation of what various hot Jupiters might look like. The weather forecast for faraway, blistering planets called \"hot Jupiters\" might go something like this: Cloudy nights and sunny days, with a high of 2,400 degrees Fahrenheit (about 1,300 degrees Celsius, or 1,600 Kelvin). These mysterious worlds are too far away for us to see clouds in their atmospheres. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Kepler Telescope Beams Back Raw Data on Earth-Size Exoplanets of TRAPPIST-1",
                "date": "2017-03-10",
                "content": "Scientists, have at it: NASA has released raw data from the Kepler Space Telescope probing the many Earth-size planets around the star TRAPPIST-1. In February, data from the Spitzer Space Telescope revealed that seven planets orbit the ultracool dwarf star, and now, the recently released Kepler data will give a complementary look at the worlds, three of which might orbit in the star's habitable zone. Kepler's observations could provide more detail about the gravitational interactions among the planets, and perhaps reveal even more planets around the star, NASA officials said in a statement. "
            },
            {
                "title": "NASA's Kepler Space Telescope Finds Hundreds of New Exoplanets, Boosts Total to 4,034",
                "date": "2017-06-19",
                "content": "NASA has unveiled the complete set of data from the first four years of the agency's Kepler Space Telescope mission, which stared at a single patch of the sky in the search for alien planets. The result: Kepler has discovered 219 new candidates since NASA's last data unveiling, including 10 near-Earth-size planet candidates in the so-called habitable zone around their stars where the conditions are just right for liquid water to exist on a planet's surface - a key feature in the search for habitable worlds. The new discoveries boost Kepler's total to 4,034 candidate planets during its mission, 2,335 of which were later confirmed by follow-up observations, NASA officials said in a statement. "
            },
            {
                "title": "NASA releases Kepler survey catalog with hundreds of new planet candidates",
                "date": "2017-06-19",
                "content": "NASA's Kepler space telescope team has released a mission catalog of planet candidates that introduces 219 new candidates, 10 of which are near-Earth size and orbiting in their star's habitable zone, which is the range of distance from a star where liquid water could pool on the surface of a rocky planet. This is the most comprehensive and detailed catalog release of candidate exoplanets, which are planets outside our solar system, from Kepler's first four years of data. It's also the final catalog from the spacecraft's view of the patch of sky in the Cygnus constellation. "
            },
            {
                "title": "NASA's Kepler mission finds 10 Earth-size exoplanets, 209 others",
                "date": "2017-06-19",
                "content": "The NASA Kepler mission has discovered 219 more exoplanets, including 10 Earth-size planets, program scientist Mario Perez said Monday at NASA's Ames Research Center in California. Ten of the planets are potentially rocky, close to the size of Earth and within the habitable zone of the stars they orbit - meaning they could support liquid water on their surface, Perez explained. \"The Kepler data set is unique, as it is the only one containing a population of these near-Earth analogs: planets with roughly the same size and orbit as Earth,\" he said. "
            },
            {
                "title": "Kepler Mission has released its catalogue of exoplanets, but what have we learnt about these worlds?",
                "date": "2017-06-24",
                "content": "On Monday June 19, NASA held a media briefing to announce the completed catalogue of exoplanets from the Kepler Mission. The catalogue lists 4,034 exoplanet discoveries, including 219 new finds. Ten of these new worlds are close in size to the Earth and reside within their star's habitable zone, a location that would permit liquid water on the surface of an Earth-like world. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "Kepler space telescope discovers variability in the Seven sisters",
                "date": "2017-08-29",
                "content": "The Seven Sisters, as they were known to the ancient Greeks, are now known to modern astronomers as the Pleiades star cluster - a set of stars which are visible to the naked eye and have been studied for thousands of years by cultures all over the world. Now Dr. Tim White of the Stellar Astrophysics Centre at Aarhus University and his team of Danish and international astronomers have demonstrated a powerful new technique for observing stars such as these, which are ordinarily far too bright to look at with high performance telescopes. Their work is published in the Monthly Notices of the Royal Astronomical Society. "
            },
            {
                "title": "NASA's Planet-Hunting Kepler Tackles Mysteries of the Pleiades' 'Seven Sisters'",
                "date": "2017-09-01",
                "content": "NASA's Kepler Space Telescope has spent the last eight years searching for Earth-like exoplanets that orbit other stars. Although the telescope's camera can't take clear pictures of bright stars, astronomers have figured out how to study stars using Kepler's distorted photographs. An international team of astronomers used the Kepler Space Telescope to look at the Pleiades, a bright star cluster that is relatively close to Earth at a little over 400 light-years away. "
            },
            {
                "title": "NASA's Kepler Finds Stellar Rosetta Stone For Understanding Solar Cycles",
                "date": "2017-10-31",
                "content": "NASA's Kepler Space Telescope has made the most comprehensive-ever observations of another sun-like star's internal dynamo, say researchers. Observations of the star HD 173701 are being hailed by the observing team as a veritable Rosetta Stone of its stellar dynamo --- proving that our Sun's own solar cycles are not unique in the galaxy. In a paper submitted to The Astrophysical Journal, the authors note that their analysis also reveals that HD 173701 is almost identical to the Sun with respect to radius, mass and age. "
            },
            {
                "title": "Scientists 'Googled' data from NASA's Kepler space telescope to discover new planet",
                "date": "2017-12-14",
                "content": "Data from NASA's Kepler space telescope has been crunched using Artificial Intelligence, helping scientists discover a new planet outside our solar system. Experts harnessed machine learning technology from Google to spot Kepler-90i, a hot, rocky planet circling Kepler-90, a Sun-like star 2,545 light years from Earth. A light year, which measures distance in space, equals 6 trillion miles. "
            },
            {
                "title": "Why NASA's Kepler Mission Is Toast",
                "date": "2017-12-15",
                "content": "Last week, NASA dropped a bombshell that it's Kepler mission - the greatest planet-finding mission in history - had teamed up with Google's AI to make a groundbreaking new discovery. Speculation ran rampant as to what it might be. An Earth-like twin? A signal unlike anything else we'd ever seen? Even a hint of alien intelligence, or life beyond our Solar System? "
            },
            {
                "title": "Google helps NASA's Kepler telescope find eighth exoplanet around star",
                "date": "2017-12-21",
                "content": "NASA's Kepler Space Telescope has discovered more than 2,300 exoplanets since its 2009 launch. Now, with the help of machine learning technology from Google, the space agency says it has spotted an eighth planet orbiting a distant star. Dubbed Kepler-90i, the newfound planet is a super-hot, rocky world orbiting Kepler-90, a sun-like star located 2,545 light-years from Earth. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler Space Telescope K2 discovers nearly 100 new exoplanets",
                "date": "2018-02-19",
                "content": "An international team of scientists have confirmed the discovery of nearly 100 new exoplanets - planets located outside our solar system. The discovery was based on data from the second mission of NASA's Kepler Space Telescope or K2 released in 2014. K2 searches for exoplanet transits by registering dips in light caused by the shadow of an exoplanet as it crosses in front of its host star. "
            },
            {
                "title": "NASA's Kepler Mission Adds 100 Alien Worlds to Exoplanet tally ",
                "date": "2018-02-22",
                "content": "One of Kepler's key strengths is to seek out small habitable exoplanets that may share similar qualities to Earth. Orbiting within our star's habitable zone, our planet receives just the right amount of solar energy to maintain water in a liquid state on the surface. Liquid water, as we know, is necessary for life to function and evolve, so seeking out other rocky Earth-sized worlds orbiting inside their stars' habitable zones is a compelling quest for astronomers. "
            },
            {
                "title": "NASA space mission discovers NEW ALIEN PLANETS with conditions similar to EARTH",
                "date": "2018-03-13",
                "content": "The telescope, currently in the second phase of its mission dubbed K2, has identified 16 new exoplanets in the universe, making the grand totals of planetary discoveries at 3,706. Three of the new planets orbit a distant star which the experts have called K2-155. It is a red dwarf star which is typically cooler than most such as Earth's yellow dwarf star, the sun. "
            },
            {
                "title": "NASA's Kepler spacecraft nears the end as fuel runs low",
                "date": "2018-03-14",
                "content": "Trailing Earth's orbit at 94 million miles away, the Kepler space telescope has survived many potential knock-outs during its nine years in flight, from mechanical failures to being blasted by cosmic rays. At this rate, the hardy spacecraft may reach its finish line in a manner we will consider a wonderful success. With nary a gas station to be found in deep space, the spacecraft is going to run out of fuel. "
            },
            {
                "title": "NASA's Kepler space telescope is running out of fuel",
                "date": "2018-03-21",
                "content": "NASA's Kepler spacecraft has delivered groundbreaking data to the science community during its remarkable nine-year journey. Its hunt for Earth-like planets in habitable zones of stars has not only assisted in the search for extraterrestrial life, but also provided crucial clues to the formation of our universe. Sadly, though, the exoplanet-hunting telescope isn't exempt from the cheesy \"all good things must come to an end\" expression. "
            },
            {
                "title": "Space Telescope Captures Rare Death of Star 1.3bln Light-Years Away",
                "date": "2018-03-27",
                "content": "Before reaching its ultimate end, the cocooned star known as KSN 2015K had several near-death experiences. However, when it finally blew up, its kinetic energy slammed into the shell and was immediately converted into light. This astronomical event is called by scientists as \"Fast-Evolving Luminous Transient.\" The recent one occurred at a distance of 1.3 billion light-years away from the Earth, reached its peak by 2.2 days, and half of its brightness faded after 6.8 days. "
            },
            {
                "title": "Scientists use Kepler telescope to study supernovae",
                "date": "2018-04-02",
                "content": "NASA's Kepler space telescope was designed to discover exoplanets, but throughout its initial and extended missions, scientists have used its precision and ability to continuously collect data to study supernovae, the explosions produced by dying massive stars. Used to measure the expansion of the universe, supernovae are difficult to detect because scientists have no way of knowing when or where one will occur, meaning they usually miss the critical first few moments of the event. Supernovae produce and scatter the heavy elements that go into new generations of stars, planetary systems, and life itself. "
            }
        ]
    },
    {
        "win label": 1,
        "win": [
            {
                "title": "NASA's Kepler Telescope Almost Out of Fuel, Forced to Nap",
                "date": "2018-07-09",
                "content": "NASA's Kepler Space Telescope is almost out of fuel and has been forced to take a nap. Flight controllers placed the planet-hunting spacecraft into hibernation last week to save energy. It will remain asleep until early August, when controllers attempt to send down the data collected before observations were interrupted. Kepler has been searching for planets outside our solar system for nearly a decade. "
            },
            {
                "title": "Iconic Planet-Hunting Kepler Telescope Wakes Up, Phones Home",
                "date": "2018-08-03",
                "content": "The Kepler space telescope isn't dead yet. Kepler, which has discovered about 70 percent of the 3,800 known exoplanets to date, woke up from a four-week hibernation yesterday and has begun beaming data home, just as planned, NASA officials announced today. Kepler had been sleeping in an attempt to save thruster fuel, which is running very low. "
            },
            {
                "title": "NASA's Kepler and ESA's Gaia space telescopes discover 44 new exoplanets",
                "date": "2018-08-09",
                "content": "Scientists have discovered a trove of forty-four planets in solar systems beyond our own in one go, dwarfing the usual number of confirmations from extrasolar surveys. The findings will improve existing models of solar systems, and may help researchers investigate exoplanet atmospheres. Novel techniques developed to validate the find could accelerate the confirmation of more extrasolar planet candidates. Astronomers pooled data from NASA's Kepler and the ESA's Gaia space telescopes. "
            },
            {
                "title": "Morning, Kepler! NASA's Planet-Hunting Spacecraft Wakes Up Again",
                "date": "2018-09-05",
                "content": "The Kepler roller-coaster ride continues. NASA's low-on-fuel Kepler space telescope, which has discovered more than 2,650 alien planets to date, has awoken from yet another slumber and begun making science observations again, agency officials announced today. The $600 million Kepler mission launched in March 2009, tasked with determining how common Earth-like planets are around the galaxy. "
            },
            {
                "title": "Kepler space telescope placed in sleep mode",
                "date": "2018-10-01",
                "content": "NASA's Kepler team has received data showing that the spacecraft's ability to point precisely has degraded. In order to preserve high-value science data collected during its latest observation campaign, the team has placed the spacecraft in a stable, no-fuel-use sleep mode. During Kepler's allotted Deep Space Network time, scheduled to begin October 10, the Kepler team will \"wake up\" the spacecraft and direct it to point its large antenna back to Earth and transmit the science data home. "
            },
            {
                "title": "NASA's Aging Planet-Hunting Kepler Telescope Is Struggling to See Straight",
                "date": "2018-10-01",
                "content": "The reign of NASA's champion exoplanet-hunting telescope Kepler may be coming to an end this month, according to an update from the agency posted yesterday. That's because two systems are troubling the aging telescope: New data shows that the instrument is struggling to point precisely across the heavens, even as it continues to run out of fuel, according to the agency statement. The team behind Kepler has turned off the instrument temporarily, then will wake it up again on Oct. 10, when it is due to send its next batch of data back to Earth. "
            },
            {
                "title": "NASA's Ailing Planet-Hunting Kepler Telescope Is Offline Again",
                "date": "2018-10-24",
                "content": "NASA's long-suffering Kepler Space Telescope returned to sleep mode just a few days after its most recent observing campaign began, the agency said in a statement released yesterday. \"Following a successful return of data from the last observation campaign, the Kepler team commanded the spacecraft into position to begin collecting data for its next campaign,\" the NASA statement read. \"On Friday October 19, during a regularly scheduled spacecraft contact using NASA's Deep Space Network, the team learned that the spacecraft had transitioned to its no-fuel-use sleep mode.\" "
            },
            {
                "title": "NASA's Kepler Space Telescope mission has officially ended",
                "date": "2018-10-30",
                "content": "All good things must come to an end, on Earth and even in space. NASA announced on Tuesday that the Kepler mission - which has transformed how we understand planets outside of our solar system - is officially over. According to the space agency, Kepler has run out of fuel in space, ending its 9.5-year planet hunting mission. "
            },
            {
                "title": "NASA retires planet-hunting Kepler space telescope",
                "date": "2018-10-31",
                "content": "NASA on Tuesday announced the demise of its elite planet-hunting telescope just a few months shy of its 10th anniversary. The Kepler space telescope that found thousands of planets beyond our solar system and boosted the search for worlds that might support life has run out of fuel, NASA said. The spacecraft, which is currently orbiting the sun 94 million miles (156 million kilometers) from Earth, will drift further from our planet when mission engineers turn off its radio transmitters, the US space agency said. "
            },
            {
                "title": "NASA's Planet-Hunting Kepler Space Telescope Is Done ",
                "date": "2018-10-31",
                "content": "For NASA's Kepler space telescope, the world will end in ice rather than fire. Kepler, which is responsible for 70 percent of the roughly 3,800 confirmed exoplanet discoveries to date, has closed its powerful eyes. The prolific telescope is out of fuel and will be decommissioned in the next week or two, NASA officials announced yesterday. "
            },
            {
                "title": "NASA's Kepler exoplanet telescope ran out of fuel and died",
                "date": "2018-10-31",
                "content": "The Kepler space telescope was launched in 2009 and has stared down more than 500,000 stars. However, NASA said on Tuesday that Kepler has run out of fuel and will be retired. Kepler discovered roughly 4,000 planets beyond the solar system, a handful of which might be Earth-size and even habitable. Kepler's more powerful follow-on mission, the Transiting Exoplanet Survey Satellite, is already in operation. "
            },
            {
                "title": "Goodnight Kepler: Final Commands for Space Telescope ",
                "date": "2018-11-16",
                "content": "On the evening of Thursday, Nov. 15, NASA's Kepler space telescope received its final set of commands to disconnect communications with Earth. The \"goodnight\" commands finalize the spacecraft's transition into retirement, which began on Oct. 30 with NASA's announcement that Kepler had run out of fuel and could no longer conduct science. Coincidentally, Kepler's \"goodnight\" falls on the same date as the 388-year anniversary of the death of its namesake, German astronomer Johannes Kepler, who discovered the laws of planetary motion and passed away on Nov. 15, 1630. "
            },
            {
                "title": "100 New Exoplanets Discovered Just 3 Months With NASA's Kepler Telescope",
                "date": "2018-12-04",
                "content": "An international team of astronomers have discovered more than 100 extrasolar planets -- that revolve around stars other than the Sun -- in only three months, using a combination of ground- and space-based telescopes. These planets are quite diverse and expected to play a large role in developing the research field of exoplanets and life in the Universe. The team involving researchers at the University of Tokyo and Astrobiology Center of the National Institutes of Natural Sciences investigated 227 exoplanet candidates based on data from second mission of NASA's Kepler Space Telescope, as well as using other space telescopes and ground- based telescopes. "
            },
            {
                "title": "NASA's Kepler Space Telescope captures last moments of dying Star",
                "date": "2018-12-05",
                "content": "In a galaxy far away, an old star exploded and became a supernova. About 170 million years later on February 4th, 2018, the light emanating from the explosion was received by an arsenal of high-powered telescopes. NASA's Kepler space telescope detected the unfurling light of SN 2018oh, as it has been labeled. The first ground-based facility to identify the signal was with the All-Sky Automated Survey for Supernova and soon observatories around the globe were monitoring the supernova as part of a unique scientific experiment designed to help solve the mystery of how stars explode. "
            },
            {
                "title": "Kepler Telescope Captures First Moments of a Star's Death",
                "date": "2018-12-06",
                "content": "NASA's Kepler space telescope captured the light of a stellar explosion that occurred about 170 million years ago. When a massive star reaches the end of its life, a bright explosion expels stellar material into space, in what is known as a supernova. Using the now- retired Kepler telescope as well as ground-based telescopes, astronomers detected the bright light of a supernova called SN 2018oh on Feb. 4, 2018. "
            }
        ]
    },
    {
        "win label": 0,
        "win": [
            {
                "title": "NASA's Kepler helps amateurs spot unusual new planet in 'Goldilocks zone'",
                "date": "2019-01-09",
                "content": "Citizen scientists have discovered a new, rare type of planet beyond our solar system that's about twice the size of Earth and located in the habitable, or \"Goldilocks zone,\" around its star where liquid water might exist on the exoplanet's surface. \"It's a very exciting discovery due to how it was found, its temperate orbit and because planets of this size seem to be relatively uncommon,\" Adina Feinstein, a University of Chicago graduate student and lead author on a paper describing the find, said in a news release. The announcement was officially made at the semi-annual meeting of the American Astronomy Society in Seattle on Monday. "
            },
            {
                "title": "Here's the magnificent last view NASA's Kepler Space Telescope ever saw",
                "date": "2019-02-07",
                "content": "The final thing NASA's Kepler Space Telescope captured was everything, or at least it looks that way. NASA ran out of fuel last year and was put into a permanent sleep mode on Oct. 30. The final full-field image it took can be seen in the above mosaic captured Sept. 25. You can see the telescope's full view of the sky and an abundance of stars within. "
            },
            {
                "title": "Last Light: Here's the Final View from NASA's Planet-Hunting Kepler Space Telescope",
                "date": "2019-02-07",
                "content": "The Kepler Space Telescope found thousands of planets around other stars by documenting their telltale flickers before it ran out of fuel last fall - and a newly released image shows the spacecraft's full field of view for the last time. Telescopes will often release a \" first light \" image - or, in the case of space telescopes, send one back to Earth - documenting its first scientific view of the cosmos. Kepler's first light came in April 2009, after it jettisoned the protective dust shield over its sensitive camera. "
            }
        ]
    }
]