[{"win label": 1, "win": [{"title": "Ingalls Shipbuilding awarded $2.38 billion contract for LHA 7 detail design and construction", "date": "2012-05-31", "content": "The Navy awarded Huntington Ingalls Industries a $2.38 billion fixed-price-incentive contract Thursday to build the multipurpose amphibious assault ship Tripoli here at Ingalls shipyard. \"Large-deck amphibious ship construction is an important component of our business plan, and we are pleased to have reached agreement with the Navy on this contract,\" said Ingalls Shipbuilding President Irwin F. Edenzon. The Department of Defense contract announcement was made at about 4 p.m. on Thursday. "}, {"title": "Ingalls Shipbuilding to Design, Build LHA 7 for US Navy", "date": "2012-06-01", "content": "The U.S. Navy today awarded Huntington Ingalls Industries a $2.38 billion fixed-price-incentive contract for the detail design and construction of the multipurpose amphibious assault ship Tripoli (LHA 7). The ship will be built at the company's Ingalls Shipbuilding division. LHA 7 and LHA 6 are the first two ships in the new America class of amphibious assault ships. "}]}, {"win label": 0, "win": [{"title": "L-3 SPDES to supply Medium Voltage Switchgear for LHA 7", "date": "2012-08-22", "content": "Huntington Ingalls Industries Shipbuilding (HII) has awarded a subcontract to L-3 SPD Electrical Systems (L-3 SPDES) to supply its medium voltage switchgear for installation on the US Navy's America-Class large-deck amphibious assault ship, USS Tripoli (LHA 7). The subcontract follows after HII was awarded a $2.38bn fixed-price-incentive contract for the design and construction of LHA 7, for the US Navy. Under the contract, L-3 will also provide the associated circuit breakers for the ship to support electrical distribution for the ship's services and operating requirements. "}, {"title": "Northrop to deliver MCS for US Navy's America-class LHA 7", "date": "2012-10-18", "content": "Huntington Ingalls Industries (HII) has awarded a subcontract to Northrop Grumman for supply of the machinery control system (MCS) in support of the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7). Earlier in 2012, HII was awarded a $2.38bn fixed-price-incentive contract by the US Navy to design and construct the assault vessel. Under the $50.6m sub-contract, Northrop will deliver 56 data acquisition units, 27 workstations and 1,125 fire sensors for America-class ship. "}, {"title": "GE auxiliary propulsion system ordered for US Navy's LHA 7", "date": "2012-11-07", "content": "Huntington Ingalls Industries (HII) has awarded a subcontract to General Electric (GE) Power Conversion for an auxiliary propulsion system (APS) for the US Navy's latest America-class large-deck amphibious assault ship, USS Tripoli (LHA 7). The $10m contract was awarded based on the fuel efficiency achieved from similar equipment already installed on other US Navy ships, including the USS Makin Island (LHD-8) and USS America (LHA-6). GE Power Conversion business marine vertical leader Paul English said that the hybrid propulsion technology on USS Makin Island has helped the US Navy save more than four million gallons of fuel worth $15m during its seven-month maiden deployment. "}, {"title": "USA: GE's Hybrid Propulsion Selected for Future USS Tripoli", "date": "2012-11-07", "content": "GE's Power Conversion business has signed a contract worth more than $10 million with Huntington Ingalls Industries (HII) of Pascagoula, Miss., to provide an auxiliary propulsion system (APS) for the future USS Tripoli (LHA-7), which is the U.S. Navy's latest large-deck amphibious assault ship. This project builds on Power Conversion's past success with providing similar equipment for other U.S. Navy ships, including the LHD-8 and LHA-6. \"By using our hybrid propulsion technology, the USS Makin Island (LHD-8) has saved more than 4 million gallons of fuel during its seven-month maiden deployment, resulting in an estimated cost savings of $15 million,\" said Paul English, marine vertical leader, GE's Power Conversion business. "}]}, {"win label": 0, "win": [{"title": "Destroyers To Get Modernized Radars Under New Contract", "date": "2013-11-06", "content": "The U.S. Navy has ordered three AN/SPQ-9B radars from Northrop Grumman, reports the defense firm. Under the $20.4 million award, Northrop Grumman will deliver the three radar systems in the second quarter of 2015, says a company release. The radars will be equipped on the future ships Portland (LPD-27) and Tripoli (LHA-7), as well as the USS Oscar Austin (DDG-79), said Northrop on Tuesday. "}]}, {"win label": 0, "win": [{"title": "TenCate to deliver armour materials for US Navy's America-class LHA 7", "date": "2014-06-10", "content": "Huntington Ingalls Industries (HII) has awarded a subcontract to TenCate Advanced Armor for the supply of armour materials, which will support the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7). HII was awarded a $2.38bn fixed-price incentive contract in 2012 for the design and construction of the multipurpose amphibious assault vessel. Under the subcontract, Tencate will deliver advanced composite armour for USS Tripoli during its construction at the company's Ingalls Shipbuilding division. "}, {"title": "Keel Laid For Amphibious Warship Tripoli", "date": "2014-06-20", "content": "The keel for the next-generation amphibious warship Tripoli (LHA-7) was laid in a ceremony at Ingalls Shipbuilding in Pascagoula, Miss. on Friday. The ceremony marked the official start of construction for the second America-class landing helicopter dock for the U.S., following the $3 billion first-in-class America (LHA-6) - which plans to commission later this year. "}, {"title": "INGALLS SHIPBUILDING AUTHENTICATES KEEL OF AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2014-06-20", "content": "Huntington Ingalls Industries (NYSE:HII) authenticated the keel today for the future multipurpose amphibious assault ship USS Tripoli (LHA 7). The warship is under construction at the company's Ingalls Shipbuilding division and was officially authenticated by its sponsor, Lynne Mabus, wife of U.S. Navy Secretary Ray Mabus, and Steve Senk, an HII employee who was awarded the Silver Star for his actions to save the second USS Tripoli (LPH 10) after the ship struck a mine during Operation Desert Storm. Secretary Mabus paid tribute to the Ingalls shipbuilders during his remarks. "}, {"title": "Navy's Future LHA to Include the Joint Strike Fighter", "date": "2014-06-22", "content": "The keel laying and authentication ceremony for the amphibious assault ship, the future USS Tripoli (LHA 7), was held at the Huntington Ingalls Industries Pascagoula shipyard on June 20th, 2014. Fabrication of Tripoli started in July 2013. Like the recently delivered America (LHA 6), LHA 7 incorporates key components to provide the fleet with a more aviation centric platform. "}, {"title": "Future Multipurpose Amphibious Assault ship USS Tripoli (LHA 7) Keel Authenticated", "date": "2014-06-23", "content": "The keel laying and authentication ceremony for the amphibious assault ship, the future USS Tripoli (LHA 7) was held at the Huntington Ingalls Industries Pascagoula shipyard June 20. Ship Sponsor Mrs. Lynne Mabus and retired Lt. Cmdr. Steve Senk, the chief engineer of the previous Tripoli (ex-USS Tripoli, LPH 10) served as the keel authenticators. "}]}, {"win label": 0, "win": [{"title": "US Navy Builds Largest-Ever Amphibious Assault Ship for F-35 Fighters", "date": "2015-07-30", "content": "Over at military.com, Kris Osborne reports that the assembly of the second America-class amphibious assault ship, USS Tripoli, is going according to plan, with a third of initial construction already complete. The ship \"is approximately 30% complete. Fabrication has started on 211 units, 97% of all units, and 84 grand blocks are erected - 47% of the total,\" according to a U.S. Navy spokesperson who provided Osborne with a written statement. "}]}, {"win label": 0, "win": [{"title": "HUNTINGTON INGALLS INDUSTRIES LIFTS 700-TON DECKHOUSE ON TRIPOLI (LHA 7)", "date": "2016-07-12", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division has successfully installed the deckhouse on the amphibious assault ship Tripoli (LHA 7). The lifting of the deckhouse is a major event in the ship's construction schedule and begins the integration of the three largest sections of the ship. The deckhouse was installed on Saturday-three weeks ahead of schedule. "}, {"title": "Deckhouse Lifted Onto Tripoli (LHA 7)", "date": "2016-07-12", "content": "Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division has installed the deckhouse on the amphibious assault ship Tripoli (LHA 7), a major event in the ship's construction schedule which begins the integration of the three largest sections of the ship. The deckhouse was installed three weeks ahead of schedule. The installation was no small feat, according to Premo Sabbatini, LHA 7 program director. "}, {"title": "Deckhouse of US Navy's USS Tripoli (LHA 7) amphibious assault ship installed", "date": "2016-07-14", "content": "The deckhouse of the US Navy's America-class large-deck amphibious assault ship, USS Tripoli (LHA 7), has been successfully installed by Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division. Carried out three weeks ahead of schedule, the installation marks the start of integration of the ship's three largest sections. LHA 7 programme director Premo Sabbatini said: \"The deckhouse is comprised of five deck levels and includes radio and radar spaces, the primary flight control station, and the pilot house. "}, {"title": "Ingalls Shipbuilding lifts 700-ton LHA 7 deckhouse", "date": "2016-07-15", "content": "Huntington Ingalls Industries' shipbuilding division has successfully installed the deckhouse on the future amphibious assault ship USS Tripoli, the company announced this week. The major ship construction milestone for the LHA 7 begins the integration of the three largest ship sections and took place three weeks ahead of schedule, HII said in a statement. \"We are benefitting from serial production, including our process of rolling over the same shipbuilding crews to work on the large-deck amphibious ships,\" Ingalls Shipbuilding President Brian Cuccias said. "}]}, {"win label": 0, "win": [{"title": "HUNTINGTON INGALLS INDUSTRIES LAUNCHES AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7) AHEAD OF SCHEDULE", "date": "2017-05-03", "content": "Huntington Ingalls Industries' (NYSE:HII) Ingalls Shipbuilding division launched the amphibious assault ship Tripoli (LHA 7) from its floating dry dock on Monday. The launch was accomplished 13 weeks ahead of the original construction schedule. \"Ingalls has been the Navy's large-deck amphib builder since the early 1970s,\" said Ingalls Shipbuilding President Brian Cuccias. "}, {"title": "US Navy launches USS Tripoli amphibious assault ship", "date": "2017-05-04", "content": "The US Navy has launched its future America-class amphibious assault ship USS Tripoli after completing the transition from land to the dry dock at Huntington Ingalls Industries' shipyard. USS Tripoli required 247 units of jacking and pallet cars to complete the move, in order to support the displacement of the vessel and ensure even distribution throughout. HII successfully completed the large-deck vessel translation after 19 hours of continuous work. "}]}, {"win label": 0, "win": [{"title": "Navy to Christen Amphibious Assault Ship Tripoli", "date": "2017-09-14", "content": "The Navy will christen its newest America-class amphibious assault ship, the future USS Tripoli (LHA 7), during a 10 a.m. CDT ceremony, Sept. 16, in Pascagoula, Mississippi. Mr. Thomas Dee, performing the duties of the Under Secretary of the Navy, will deliver the ceremony's principal address. Lynne Mabus, the wife of the 75th Secretary of the Navy, the Honorable Ray Mabus, will serve as the ship's sponsor. "}, {"title": "Navy will christen the USS Tripoli this weekend", "date": "2017-09-15", "content": "The US Navy on Saturday will christen the USS Tripoli, its latest America-class amphibious assault ship that will pack Osprey helicopters, F-35 fighters, and thousands of Marines for rapid deployment from sea to shore. Lynne Mabus, the wife of former Secretary of the Navy Ray Mabus, will break the ceremonial bottle of wine across the bow of the 844-foot warship during a ceremony at Huntington Ingalls Industries in Pascagoula, Mississippi. Once it hits the fleet around 2018, the Tripoli will join the USS America on the high seas, with the pair of ships packing unique capabilities among the expected total 11 ships of this class. "}, {"title": "Navy To Christen USS Tripoli - A Ship That Will Pack Helos, F-35s, And Thousands Of Marines", "date": "2017-09-16", "content": "The US Navy on Saturday will christen the USS Tripoli, its latest America-class amphibious assault ship that will pack Osprey helicopters, F-35 fighters, and thousands of Marines for rapid deployment from sea to shore. Former Secretary of the Navy Ray Mabus will break the ceremonial bottle of wine across the bow of the 844-foot warship during a ceremony at Huntington Ingalls Industries in Pascagoula, Mississippi. Once it hits the fleet around 2018, the Tripoli will join the USS America on the high seas, with the pair of ships packing unique capabilities among the expected total 11 ships of this class. "}, {"title": "US Navy Christens New F-35B-Carrying Warship", "date": "2017-09-28", "content": "The second America-class amphibious assault ship, USS Tripoli, was officially christened during a ceremony attended by around 2,000 guests at the Huntington Ingalls Industries' (HII) shipyard in Pascagoula, Mississippi on September 16. Under Secretary of the Navy, Thomas Dee, gave the ceremony's keynote address. \"When USS Tripoli, the newest America-class amphibious assault ship, joins the fleet, we'll be a stronger, more flexible and better Navy and Marine Corps team,\" he said. "}]}, {"win label": 0, "win": [{"title": "HUNTINGTON INGALLS INDUSTRIES SUCCESSFULLY COMPLETES BUILDER'S TRIALS FOR AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2019-07-22", "content": "Huntington Ingalls Industries (NYSE: HII) announced today the successful completion of builder's trials on the amphibious assault ship Tripoli (LHA 7). The second ship in the America class spent four days at sea in the Gulf of Mexico, testing the ship's main propulsion, combat and other systems before returning to HII's Ingalls Shipbuilding division. \"Congratulations to the Navy and Ingalls team for a solid LHA 7 builder's trials,\" said Ingalls Shipbuilding President Brian Cuccias. "}, {"title": "HII Completes Builder's Trials for Amphibious Assault Ship Tripoli (LHA 7)", "date": "2019-07-23", "content": "Huntington Ingalls Industries (HII) announced the successful completion of builder's trials on the amphibious assault ship Tripoli (LHA 7). The second ship in the America class spent four days at sea in the Gulf of Mexico, testing the ship's main propulsion, combat and other systems before returning to HII's Ingalls Shipbuilding division. \"Congratulations to the Navy and Ingalls team for a solid LHA 7 builder's trials. "}, {"title": "Future amphibious assault ship USS Tripoli completes builder's trials", "date": "2019-07-23", "content": "The US Navy's second America -class amphibious assault ship, the future USS Tripoli, has successfully completed builder's trials conducted by Huntington Ingalls Industries' Ingalls Shipbuilding division. Dock trials and more than 200 at-sea test events were carried out on Tripoli for four days in the Gulf of Mexico, after which the vessel returned to HII's shipyard in Pascagoula, Mississippi, for final fitting out. Tripoli is scheduled for commissioning within the year. "}, {"title": "Delivery Of Newest America Class Amphibious Assault Ship Delayed Over Technical Issues", "date": "2019-08-13", "content": "Huntington Ingalls Industries had revealed that it will deliver the next America class amphibious assault ship, the future USS Tripoli, to the U.S. Navy later than expected, with the commissioning date potentially getting pushed back into 2020. The shipbuilder cited unspecified technical difficulties as the reason for the delays. Mike Petters, Huntington Ingalls Industries' (HII) CEO, made the announcement in a quarterly earnings call with reporters on Aug. 1, 2019. "}, {"title": "U.S. Navy & HII Complete Acceptance Trials for Amphibious Assault Ship Tripoli (LHA 7)", "date": "2019-10-29", "content": "The future USS Tripoli (LHA 7) completed acceptance trials when she returned to the Huntington Ingalls Industries (HII)-Ingalls Shipbuilding Division's shipyard following three days underway in the Gulf of Mexico. During the underway, the U.S. Navy's Board of Inspection and Survey performed a rigorous evaluation on all of the ship's major systems including propulsion, communications, navigation, combat systems, and aviation capabilities. \"The capability that our large deck amphibs bring to the fight is tremendous. "}, {"title": "Amphibious assault ship Tripoli (LHA 7) passes US Navy trials", "date": "2019-10-29", "content": "The US Navy's newest America-class amphibious assault ship, future USS Tripoli (LHA 7), has completed acceptance trials. The aviation-centric ship spent three days underway in the Gulf of Mexico during the trials, before returning to the Ingalls Shipbuilding's shipyard. The Navy's Board of Inspection and Survey evaluated all of the ship's major systems including propulsion, communications, navigation, combat systems and aviation capabilities. "}, {"title": "HUNTINGTON INGALLS INDUSTRIES SUCCESSFULLY COMPLETES ACCEPTANCE TRIALS FOR AMPHIBIOUS ASSAULT SHIP TRIPOLI (LHA 7)", "date": "2019-10-30", "content": "Huntington Ingalls Industries (NYSE: HII) announced today the successful completion of acceptance trials aboard the amphibious assault ship Tripoli (LHA 7). The second ship in the America class spent three days at sea in the Gulf of Mexico with the U.S. Navy's Board of Inspection and Survey (INSURV), performing vital test procedures that included a full power run of the main propulsion system. \"The success of these trials is the culmination of the hard work and determination from our shipbuilders and leadership team. "}, {"title": "USS Tripoli (LHA-7) Passes Navy Testing Before Commissioning", "date": "2019-11-04", "content": "The US Navy's Board of Inspection and Survey tested the new America-class amphibious assault ship's ystems as it cruised the Gulf of Mexico for three days. It returned to the Ingalls Shipbuilding shipyard upon completion and now awaits deployment. The ship passed testing by Ingalls Shipbuilding in July, amidst reports of its commissioning ceremony being pushed back due to technical difficulties. "}, {"title": "New USS Tripoli Nearing Completion", "date": "2019-12-17", "content": "The future USS Tripoli is in the homestretch of construction at Ingalls Shipbuilding in Pascagoula, Mississippi; about six months out from its commissioning ceremony in Pensacola. Members of the Pensacola group putting on the festivities, including the commissioning committee and Navy League, recently got a brief tour of the ship. In this segment installment, we learn more details about the ship, its crew and efforts to be more environment- and health-conscious. "}]}, {"win label": 1, "win": [{"title": "Navy Accepts Delivery of Future USS Tripoli", "date": "2020-02-28", "content": "The Navy accepted delivery of the future USS Tripoli, the Navy's newest America-class amphibious assault ship, from Huntington Ingalls Industries -Ingalls Shipbuilding Division on Feb. 28. Amphibious assault ships project power and maintain presence by serving as the cornerstone of the amphibious ready group or expeditionary strike group. These ships transport elements of the Marine expeditionary unit or Marine expeditionary brigade with a combination of aircraft and landing craft. "}, {"title": "Amphibious Assault Ship LHA-7 Delivered To The Navy", "date": "2020-02-28", "content": "The Navy accepted delivery of the future USS Tripoli (LHA-7), an America-class amphibious assault ship, from shipbuilder Huntington Ingalls Industries' Ingalls Shipbuilding [HII] on Feb. 28. Known as a \"large deck amphib,\" LHA-7 is 844 feet long, displaces about 44,971 long tons, and can operate at over 20 knots. The Navy noted it incorporates a fuel-efficient gas turbine propulsion plant, zonal electrical distribution, and electric auxiliary systems first installed on the USS Makin Island (LHD-8). "}, {"title": "HII Delivers Amphibious Assault Ship Tripoli (LHA 7) to U.S. Navy", "date": "2020-02-29", "content": "Ingalls is currently the sole builder of large-deck amphibious ships for the Navy. America-class ships are designed to enhance Marine Corps aviation, capable of supporting the tilt-rotor MV-22 and F-35B Joint Strike Fighter. When Tripoli enters the fleet, it will be the flagship of an Amphibious Ready Group, strategically positioning Marine Expeditionary Units ashore across a full spectrum of missions, including humanitarian, disaster relief, maritime security, antipiracy and other operations while providing air support for ground forces. "}, {"title": "US Navy receives America-class LHA Tripoli from HII", "date": "2020-03-02", "content": "Huntington Ingalls Industries' (HII) Ingalls Shipbuilding division has delivered the newest America-class amphibious assault ship Tripoli (LHA 7) to the US Navy. Following its commissioning later this year, the assault ship will head to its homeport of San Diego in California, US. Ingalls Shipbuilding president Brian Cuccias said: \"Thousands of shipbuilders worked tirelessly to ensure the successful delivery of this highly capable warship. "}]}, {"win label": 1, "win": [{"title": "U.S. Navy Amphibious Assault Ship USS Tripoli Joins the Fleet", "date": "2020-07-15", "content": "The U.S. Navy commissioned USS Tripoli (LHA 7), today, July 15, 2020. Although the Navy canceled the traditional public commissioning ceremony due to public health and safety restrictions on large public gatherings, the Navy commissioned the USS Tripoli administratively and the ship transitioned to normal operations. Meanwhile, the Navy is looking at a future opportunity to commemorate the special event with the USS Tripoli's sponsor, crew and commissioning committee. "}, {"title": "USS Tripoli (LHA 7) Departs Ingalls Shipyard", "date": "2020-07-24", "content": "The U.S. Navy's newest amphibious assault ship, USS Tripoli, departed from Huntington Ingalls Industries' Ingalls Shipbuilding division Friday, sailing to its homeport in San Diego. Delivered to the Navy in February and officially commissioned last week, USS Tripoli is the U.S. Navy's second America- class amphibious assault ship built by the Pascagoula, Miss. shipyard. "}, {"title": "Navy's Newest Amphibious Assault Ship, USS Tripoli, Sets Sail For San Diego", "date": "2020-07-26", "content": "Following its commission just a few weeks ago, the USS Tripoli has set sail for its San Diego homeport, having departed the longwinded Huntington Ingalls Industries shipyard. The USS Tripoli is the US Navy's newest amphibious assault ship, title LHA 7, and was just commissioned on the 15th of July and is now the third US Navy ship to bear the name Tripoli. Let's check out the newest addition to the U.S. military. "}, {"title": "USS Tripoli Arrives in San Diego", "date": "2020-09-18", "content": "The Navy's newest amphibious assault ship, USS Tripoli (LHA 7), arrived at its new homeport in San Diego, Sept. 18. The Navy's latest America-class amphibious assault ship, USS Tripoli arrived at Naval Base San Diego following its commissioning and subsequent sail around South America this summer. \"Our Sailors did an outstanding job in getting Tripoli safely to our new homeport of San Diego,\" said Capt. "}, {"title": "USS Tripoli (LHA 7) Arrives at its new homeport at Naval Base San Diego", "date": "2020-10-16", "content": "The Navy's newest amphibious assault ship, USS Tripoli (LHA 7), arrived at its new homeport in San Diego, Sept. 18. The Navy's latest America-class amphibious assault ship arrived at Naval Base San Diego following its commissioning and subsequent sail around South America this summer. \"Our Sailors did an outstanding job in getting Tripoli safely to our new homeport of San Diego,\" said Capt. "}]}, {"win label": 0, "win": [{"title": "USS Tripoli Marks Significant Steps Toward Fleet Tasking with Fitting Out Availability, Sea Trials", "date": "2021-03-31", "content": "USS Tripoli, the second amphibious assault ship in the America class, is highlighting its capabilities with the completion of its Fitting Out Availability on March 26 and upcoming sea trials, Team Ships and USS Tripoli Public Affairs said in a March 31 release. The FOA entails changes that resulted from lessons learned and feedback from USS America's availability and work postponed due to COVID-19 protocols. Work completed during this time directly supports the vessel's F-35B Joint Strike Fighter capability, including onboard space reconfiguration and preparing for advanced logistical systems installment. "}, {"title": "LHA-7 Finishes FOA, Sea Trials Next", "date": "2021-04-02", "content": "The USS Tripoli completed its Fitting Out Availability on March 26 and is next set to undergo sea trials, the Navy said March 31. The Navy accepted delivery of the second America -class amphibious assault ship from shipbuilder Huntington Ingalls Industries HII over a year ago. As a \"large deck amphib,\" the ship will transport elements of a Marine Expeditionary Unit or Marine Expeditionary Brigade via aircraft and landing craft. "}, {"title": "US Navy's amphibious assault ship USS Tripoli completes CSSQT", "date": "2021-04-19", "content": "The US Navy's America-class amphibious assault ship USS Tripoli (LHA 7) has successfully completed its combat system ship qualification trials (CSSQT). Completion of the trials, which were conducted earlier this month, marks a major milestone in the ship's readiness. During CSSQT, the USS Tripoli's weapons systems were put through a wide range of tests to assess their functionality in an operational environment. "}]}, {"win label": 0, "win": [{"title": "USS Tripoli (LHA 7) Completes Combat System Ship Qualification Trials (CSSQT)", "date": "2021-08-18", "content": "Sailors aboard amphibious assault ship USS Tripoli completed the ship's first-ever Combat System Ship Qualification Trials earlier this month. CSSQT is a major milestone where teams demonstrate the ship's weapons systems' ability to effectively communicate and destroy incoming threats in an operational environment. \"This test is designed to go through all of the things that form the backbone and execution of combat systems,\" said Lt. Cmdr. "}, {"title": "LHA-7 Finishes Combat System Ship Trials", "date": "2021-08-19", "content": "The amphibious assault ship USS Tripoli (LHA-7) completed the ship's first Combat System Ship Qualification Trials (CSSQT) earlier this month, the Navy said Aug. 18. The service noted these trials are a milestone where crew teams demonstrate the ship's weapons systems' ability to communicate and destroy incoming threats in an operational environment. The Navy said that during these qualification phases the service team conducted multiple trials to validate the ship's self-defense systems' performance including radar tests and operating the Rolling Airframe Missile (RAM), NATO Sea Sparrow, and Close-In Weapon System (CIWS) weapons systems. "}]}, {"win label": 0, "win": [{"title": "USS Tripoli joins the Fleet-will be homeported in San Diego", "date": "2022-01-06", "content": "USS Tripoli joined the Pacific Fleet July 15 when the amphibious assault ship was administratively commissioned in Mississippi. Although the Navy canceled the traditional public commissioning ceremony due to public health and safety restrictions on large public gatherings, the Navy commissioned Tripoli administratively and the ship transitioned to normal operations. Meanwhile, the Navy is looking at a future opportunity to commemorate the special event with USS Tripoli's sponsor, crew and commissioning committee. "}, {"title": "Marines carry out Test of 'Lightning Carrier' Concept by loading Record 16 F-35Bs Aboard USS Tripoli", "date": "2022-04-02", "content": "ringing more than a dozen of the F-35B jets aboard Tripoli for flight operations - a number that could grow to 18 or 20 this week -isn't just about breaking records and a photo opportunity. The Marines of Marine Aircraft Group 13 (MAG-13) broke a record on Mar. 3, 2022 when they loaded the most 16 F-35B Lightning II Joint Strike Fighters ever aboard a big-deck amphibious warship, USNI News reports. "}, {"title": "USS Tripoli (LHA 7) Conducts USMC NMESIS Transportability training", "date": "2022-04-04", "content": "The United States Marine Corps has recently conducted a training exercise with the USS Tripoli (LHA 7) on March 22, 2022 to test the interoperability and transportability of the new Navy Marine Expeditionary Ship Interdiction System (NMESIS). The NMESIS was tested to see if it will fit in the confines of the hangar, drive up the vehicle ramp leading to the Flight Deck, and fit and drive through the vehicle doors of the amphibious ship. The NMESIS will form a key component in U.S. Marine Corps' Commandant General David Berger's Force Design 2030 strategy to counter peer nation shipping in the Indian Pacific Command (INDO-PACOM) region with stealthy sea-skimming programmable and survivable Anti-Ship missiles. "}, {"title": "Marines Load Record 16 F-35Bs Aboard USS Tripoli Test of 'Lightning Carrier' Concept", "date": "2022-04-05", "content": "The Marines broke a record on Sunday when they loaded the most 16 F-35B Lightning II Joint Strike Fighters ever aboard a big-deck amphibious warship. Under cloudy skies on Sunday afternoon, deck sailors directed Marine pilots onto launching spots and maneuvered others into parking spots on the flight deck USS Tripoli, the Navy's newest big deck amphibious warship, with more coming later this week. The fighters belong to two operational squadrons - the \"Vikings\" of Marine Fighter Attack Squadron 225 and the \"Wake Island Avengers\" of Marine Fighter Attack Squadron 211, both based at Yuma Marine Corps Air Station, Ariz. - and to Marine Operational Test and Evaluation Squadron 1, based at Yuma and New River, N.C. "}, {"title": "Marines Land 20 F-35Bs Lightning IIs On Amphibious Assault ship", "date": "2022-04-06", "content": "Marine Corps pilots landed 20 F-35B Lightning II Joint Strike Fighters on the deck of the USS Tripoli this week, marking the largest number of the jump jets loaded onto a U.S. Navy amphibious assault ship. The aircraft landings are part of an ongoing joint Navy and Marine Corps exercise underway in the Pacific demonstrating the lightning carrier concept that turns amphibious assault ships into light carriers. The Tripoli, which was commissioned in 2020, is the Navy's newest amphibious assault ship and was designed to accommodate a Marine Corps' Air Combat Element that includes the F-35Bs, as well as the MV-22 Osprey. "}, {"title": "USS Tripoli amphibious assault ship completes Lightning Carrier Concept demo with 20 F-35B Joint Strike Fighters aboard (almost as many jets as on Chinese Carriers)", "date": "2022-04-07", "content": "The Lightning Carrier concept demonstration shows that Tripoli and other amphibious assault ships are capable of operating as dedicated fixed-wing platforms when needed. Taken on Apr. 7, 2022 the photos in this post feature USS Tripoli, an American-class amphibious assault ship, returning to port at Naval Amphibious Base Coronado, California. The Tripoli supported the launch of 20 F-35B Lightning II jets from Marine Fighter Attack Squadrons 211 and 225, Marine Aircraft Group 13, 3rd Marine Aircraft Wing, both based at Yuma Marine Corps Air Station, Ariz. - and to Marine Operational Test and Evaluation Squadron 1, based at Yuma and New River, N.C., as part of the US Marine Corps' Lightning Carrier concept demonstration. "}, {"title": "USS Tripoli Quietly Leaves on Maiden Deployment", "date": "2022-05-02", "content": "Amphibious assault ship USS Tripoli departed Naval Station San Diego, Calif., on an independent deployment to the Western Pacific on Monday, USNI News has learned. The 45,000-ton big-deck amphibious ship left San Diego to gather F-35B Lightning II Joint Strike Fighters that will include further testing of the Marine's \"lightning carrier\" concept, a defense official confirmed to USNI News. The lightning carrier can load up to 20 of the short take-off, vertically landing F-35s as an adjunct capability to a carrier strike group, USNI News understands. "}, {"title": "USS Tripoli Hosts JSDF Flag/General Officers United States ", "date": "2022-06-06", "content": "Members of Japan Self-Defense Force disembark an MH-60S Sea Hawk helicopter assigned to Helicopter Sea Combat Squadron 23 on the flight deck aboard amphibious assault carrier USS Tripoli, June 3, 2022. Tripoli is conducting routine operations in U.S. 7th Fleet. 220603-N-XN177-1159 PACIFIC OCEAN - Members of Japan Self-Defense Force walk across the flight deck aboard amphibious assault carrier USS Tripoli, June 3, 2022. "}, {"title": "Agile Combat Employment: UOTT Takes Part in Lightning carrier concept aboard USS Tripoli", "date": "2022-06-16", "content": "The U.S. Operational Test Team supported a U.S. Marine Corps F-35 spring test event aboard the USS Tripoli, led by the Navy's Operational Test and Evaluation Force. The mission demonstrated the Lightning carrier concept where several F-35B aircraft rapidly launch from a Landing Helicopter Assault ship to conduct missions involving large strike packages or hours of defensive counter air. "}]}, {"win label": 0, "win": [{"title": "Starlight Flights: USS Tripoli and its Embarked Aircraft Go Nocturnal", "date": "2022-07-25", "content": "Amphibious assault ship USS Tripoli transitioned to conducting night flight operations demonstrating another element of the ship's versatility. \"You can't really see which felt weird at first, but over time it started to feel normal,\" said Airman Taylor Perry. Perry is one of the \"blue shirts\" on the flight deck responsible for securing aircraft to the flight deck with chocks and chains. "}, {"title": "USS Tripoli and 31st MEU Prepare for Maiden Patrol", "date": "2022-08-22", "content": "The amphibious assault carrier USS Tripoli prepared for their maiden patrol with the 31st Marine Expeditionary Unit during a port visit to Okinawa, Japan, July 28. With more than 2,400 Sailors and Marines, each of Tripoli's departments had an area of responsibility to ensure that the ship can support the MEU and their operations. \"Bringing the MEU aboard will be an opportunity to integrate as one Navy and Marine Corps team,\" said Lt. Joel Tidd, Tripoli's assistant supply officer. "}, {"title": "USS Tripoli Arrives in Singapore as Chinese Warships Continue to Operate Near Japan", "date": "2022-08-31", "content": "Amphibious assault ship USS Tripoli is now docked in Singapore for a port call, having arrived at Changi Naval Base on Wednesday following an underway in the South China Sea. Tripoli 's stop in Singapore marks its first port visit since it pulled into Naval Base White Beach, Okinawa and embarked the 31st Marine Expeditionary Unit on July 25. Prior to embarking the 31st MEU, Tripoli had been operating under the \"lightning carrier\" concept, in which it had more than a dozen F-35Bs aboard during its Pacific deployment. "}, {"title": "Chinese Warships Prowl off Japan as USS Tripoli Docks in Singapore", "date": "2022-09-02", "content": "As the USS Tripoli docks in Singapore, while China's warships remain active near Japan. The latest amphibious assault ship of the US Navy, the USS Tripoli (LHA-7), recently arrived at the Changi Naval Base in Singapore days after navigating the waters of the South China Sea. Tripoli is the second America-class amphibious assault vessel built in the mid-2010s and commissioned to service in July 2020. "}]}]