[{"title": "First Zumwalt Class Destroyer Launched", "date": "2013-10-29", "MDP": "0", "phase": "Fabrication & Integration", "content": "General Dynamics Bath Iron Works successfully launched the Navy's first Zumwalt-class destroyer Oct. 28 at their Bath, Maine, shipyard. The future USS Zumwalt (DDG 1000) will be the lead ship of the Navy's newest destroyer class, designed for littoral operations and land attack. The ship began its translation from Bath Iron Works' land-level construction facility to a floating dry dock on Friday. "}, {"title": "Navy new destroyer: USS Zumwalt is bigger, badder than any other destroyer", "date": "2013-10-30", "MDP": "0", "phase": "Fabrication & Integration", "content": "The Navy's biggest-ever destroyer, the USS Zumwalt, sailed from a Maine port on Monday. The stealth warship is the first of the DDG-1000 class of destroyers, a controversial line of three ships to be deployed to the Pacific during the next three years as sentries to China's burgeoning naval might. The USS Zumwalt is big: It is 610 feet long, has an 11,000-square foot flight deck, and displaces 14,564 tons of water. "}, {"title": "The US Navy's Most Intimidating Creation Yet Just Hit The Water", "date": "2013-10-30", "MDP": "0", "phase": "Fabrication & Integration", "content": "The Navy just put its newest destroyer, the USS Zumwalt, into the sea. Constructed by General Dynamics with weapons systems and software from other companies, the Zumwalt \"DDG-1000\" Guided Missile Destroyer is like the iPhone 6 of naval ships. Its \"tumblehome\" hull avoids enemy radar while composite armor absorbs it, advanced weaponry strikes from more than 100 miles offshore, Linux-based networking in the bridge allows for purchase and implementation of off-the-shelf software, and an all-electric drive system keeps her purring quietly like a well-fed tiger. "}, {"title": "USS Zumwalt Christening", "date": "2014-04-12", "MDP": "0", "phase": "Fabrication & Integration", "content": "The U.S. Navy christens the USS Zumwalt on Saturday, a $7 billion stealth destroyer that hosts an incredible array of capabilities not seen in any other ship in the fleet. Built by General Dynamics, the Zumwalt DDG-1000 will be the Navy's largest destroyer - replacing the aging Spruance -class destroyers that had already been decommissioned - with technology onboard for targeting submarines, defeating minefields, and obliterating shore defenses with low-altitude missiles that evade radar, artillery, and even an electromagnetic rail gun, which is currently in testing. \"The christening of the future USS Zumwalt represents the beginning of another era of service for this great name,\" said Secretary of the Navy Ray Mabus in a statement. "}, {"title": "Raytheon DDG 1000 Zumwalt-Class Stealth Destroyer with Electric Propulsion: Low-Observable, Hyper-Lethal", "date": "2014-04-18", "MDP": "0", "phase": "Fabrication & Integration", "content": "The mighty U.S. Navy just launched the the brand-spanking-new Raytheon DDG 1000 Zumwalt-Class Destroyer, a $3B low-observable/stealth destroyer, on Saturday, April 12, and it looks like a rather serious ship, at least on paper. Named after the late Admiral Elmo \"Bud\" Zumwalt, however good or bad (or mediocre) the new warship actually ends up being, it's certainly an interesting one. Its two most immediately interesting features are its radar stealth geometry and its electric-driven propulsion system which is reportedly powerful enough to power the future BAE electromagnetic railgun and possibly also a shipborne laser weapon system like the Raytheon LaWS (Laser Weapon System). "}, {"title": "Systems integration on US Navy's future DDG 1000 destroyer nears completion", "date": "2014-07-29", "MDP": "0", "phase": "Fabrication & Integration", "content": "Work under the US Navy's next-generation DDG 1000 Zumwalt-class destroyer programme is nearing completion. Raytheon, the chief system integrator, has reported continued progress and is meeting key milestones on course to initial operational capability. As part of the programme, Raytheon successfully completed a test readiness review of the total-ship computing environment software, release seven, which involved 550,000 lines of code. "}, {"title": "Successful MTG Light Off for USS Zumwalt", "date": "2014-09-26", "MDP": "0", "phase": "Fabrication & Integration", "content": "The future USS Zumwalt, the first ship of the DDG 1000 multimission destroyer class, performed a successful Generator Light-Off of its first Main Turbine Generator Set this week, Rolls-Royce announced. The ship is now power self-sufficient enabling follow-on systems testing and trials. Neil Pickard, Rolls-Royce, Program Executive said, \"On behalf of the entire DDG 1000 program team, I am very pleased to confirm the successful Light-Off of the first Rolls-Royce MT30 Main Turbine Generator Set this week. "}, {"title": "Navy Manning Up the DDG-1000 Zumwalt", "date": "2015-01-13", "MDP": "0", "phase": "Fabrication & Integration", "content": "The Navy is going to increase the manpower on the first of a new class of land attack destroyers known as the Zumwalt -class DDG-1000s to account for greater need in propulsion plant engineering and information technology networks, the service's program manager said Tuesday. Capt. Jim Downey said the number of sailors on the ship will now \"max out\" at 175, a figure that includes a helicopter crew and a baseline crew of 147, an increase of 17 over the previously revised figure of 130. "}, {"title": "Rolls-Royce Power Package For USS Zumwalt", "date": "2015-07-28", "MDP": "0", "phase": "Fabrication & Integration", "content": "Rolls-Royce announced delivery of the twin fixed pitch propellers to Bath Iron Works for installation on the U.S. Navy's most modern surface combatant, the future USS Zumwalt, the first ship of the DDG 1000 multi-mission destroyer class. The provision of the twin fixed pitch propellers marks the completion of the power and propulsion system delivery from Rolls-Royce, following the MT30 main turbine generator sets and the RR4500 auxiliary turbine generator sets, which have already been installed and tested. The five-bladed nickel aluminium bronze propellers measure over 18 feet in diameter and weigh nearly 60,000 pounds apiece. "}, {"title": "Largest destroyer built for Navy heads out to sea", "date": "2015-12-08", "MDP": "MDP D +", "phase": "Commissioning", "content": "The largest destroyer ever built for the U.S. Navy headed out to sea for the first time Monday, departing from shipbuilder Bath Iron Works and carefully navigating the winding Kennebec River before reaching the open ocean where the ship will undergo sea trials. More than 200 shipbuilders, sailors and residents gathered to watch as the futuristic 600-foot, 15,000-ton USS Zumwalt glided past Fort Popham, accompanied by tugboats. Kelley Campana, a Bath Iron Works employee, said she had goose bumps and tears in her eyes. "}, {"title": "These are the features of America's most futuristic ship that just hit the waters", "date": "2015-12-08", "MDP": "0", "phase": "Commissioning", "content": "The US Navy's most futuristic ship headed out to sea on Monday for the first time as it takes on sea trials under the command of Navy Capt. James Kirk. The USS Zumwalt will be the most advanced, and the largest, destroyer-class ship ever built for the US Navy. Its radical design is intended to make the ship able to slice through the water quietly with minimal crew, while still being able to outgun any potential opponents it could encounter. "}, {"title": "The New $3B USS Zumwalt Is a Stealthy Oddity That May Already Be a Relic", "date": "2015-12-10", "MDP": "0", "phase": "Commissioning", "content": "The newly launched USS Zumwalt is a high tech destroyer that may already be a relic. AT FIRST GLANCE, the long-awaited USS Zumwalt looks more like brutalist Soviet architecture than a destroyer in the United States Navy. But despite appearances, this trapezoidal hunk of gray steel was built at Bath Iron Works in Maine, not plucked from a Bulgarian mountaintop. "}, {"title": "New External DDG-1000 Mast Reduces Ship's Stealth From original design ", "date": "2016-03-03", "MDP": "0", "phase": "Commissioning", "content": "A newly revealed configuration of sensors set for next-generation destroyer Zumwalt could make the ship less stealthy than originally intended, several naval experts told USNI News on Wednesday. According to a new artist's concept of the configuration from the service, the three ships in the Zumwalt-class will position sensors originally designed to be embedded in the ships' composite deckhouses on a mast positioned on the front of the deck house, with several more sensors on either side of the deck house. The change will sacrifice some of the benefits of the composite deckhouse design, conceived to make the ship harder to detect by an enemy's radar. "}, {"title": "The Navy's New $4.4 Billion Ship Is A Big, Shiny Waste Of Money", "date": "2016-03-22", "MDP": "0", "phase": "Commissioning", "content": "The Navy's largest and costliest destroyer was sent out to sea Monday for final trials before its delivery to the military. The future USS Zumwalt features an angled hull that looks like a hybrid of something out of Soviet Russia and a James Bond movie. Staff from Bath Iron Works, the Maine shipyard that built the destroyer, and Navy crew members will be on board during the trials for testing and to help prepare the ship for delivery. "}, {"title": "US Navy's giant destroyer is TOO stealthy and will be fitted with reflectors", "date": "2016-04-11", "MDP": "0", "phase": "Commissioning", "content": "The future USS Zumwalt is so stealthy that it'll go to sea with reflective material that can be hoisted to make it more visible to other ships. The Navy destroyer is designed to look like a much smaller vessel on radar, and it lived up to its billing during recent builder trials. Lawrence Pye, a lobsterman, told The Associated Press that on his radar screen the 610-foot ship looked like a 40- to 50-foot fishing boat. "}, {"title": "Navy's most advanced warship, USS Zumwalt conducts burial sea ", "date": "2016-05-11", "MDP": "0", "phase": "Commissioning", "content": "The Navy's most technologically advanced warship, USS Zumwalt conducted a burial at sea ceremony Sunday, Oct. 23 in the Atlantic Ocean. The ceremony honored the duty and service of Marine Colonel Michael Spiro, who served as the longtime aide de camp to the ship's namesake, Admiral Elmo R. Zumwalt, Jr. Spiro was commissioned in the U.S. Marine Corps after graduating from Stanford in 1950. He served in the Korea and Vietnam conflicts and was awarded the Distinguished Flying Cross, five air medals and the Navy Achievement Medal. "}, {"title": "Zumwalt Destroyer Delivered To The Navy", "date": "2016-05-20", "MDP": "0", "phase": "Commissioning", "content": "Like a dagger slitting open the flesh of the sea, the Navy's new Zumwalt destroyer looks like the future. Built with stealth and automation in mind, it seems as much concept art from a science fiction film as it is a real ship that is part of America's real navy in the year 2016. Today, the Zumwalt was delivered to the Navy after a month of sea trials. "}, {"title": "USS Zumwalt starts stealthy voyage to San Diego home port", "date": "2016-09-09", "MDP": "0", "phase": "Commissioning", "content": "The US Navy has revealed that its largest-ever destroyer, and most technologically-advanced surface ship to date, left the Bath Iron Works in Maine, US, on Wednesday and is preparing for its three-month journey to its home port in San Diego. The USS Zumwalt has completed its sea trials and will join the fleet after its commissioning ceremony in Baltimore on October 15. According to the Navy, the Zumwalt's crew of 147 under Captain James Kirk have completed their engineering light off assessment and crew certification in record time over a three-month period. "}, {"title": "USS Zumwalt Arrives in Norfolk", "date": "2016-09-15", "MDP": "0", "phase": "Commissioning", "content": "DDG 1000 will be the first U.S. Navy combatant surface ship to utilize an integrated power system to provide electric power for propulsion and ship services. The IPS generates approximately 78 megawatts of power, nearly what a nuclear-powered aircraft carrier generates, to meet the total ship electric power requirements and provide extra capacity to accommodate future weapons and computing systems. "}, {"title": "The Navy's Stealthy, High-Tech USS Zumwalt Just Broke Down", "date": "2016-09-23", "MDP": "0", "phase": "Commissioning", "content": "The USS Zumwalt, the Navy's new high-tech stealth destroyer, appears to have suffered an engineering malfunction ahead of its first at-sea trials. The destroyer will remain in port for up to two weeks while repairs are made. The USS Zumwalt is the Navy's next-generation destroyer and boasts a number of advanced technologies, including a striking, radar-minimizing shape and a rocket-powered gun system that can fire shells 70 miles away. "}, {"title": "Future USS Zumwalt Heads For Baltimore", "date": "2016-10-07", "MDP": "0", "phase": "Commissioning", "content": "The U.S. Navy's newest warship, the future USS Zumwalt (DDG 1000), has left Naval Station Norfolk for Baltimore, Md., where it will be commissioned into active service on October 15 during Fleet Week Maryland. Originally slated to sail from Norfolk on October 9, the one-day transit was moved up to October 7 due to the approach of Hurricane Matthew. The Navy's most technologically advanced surface ship, Zumwalt is the lead ship of a class of next-generation multi-mission destroyers designed to strengthen naval power. "}, {"title": "USS Zumwalt (DDG-1000) Commissions In Baltimore", "date": "2016-10-17", "MDP": "MDP E +", "phase": "Operation", "content": "The Navy commissioned its most technologically advanced ship this weekend, bringing destroyer USS Zumwalt into the fleet in a ceremony in Baltimore, Md. Commander of Naval Surface Forces Vice Adm. Tom Rowden at the ceremony called Zumwalt \"the most incredible ship of our time\" and told namesake Adm. Elmo Zumwalt's family in attendance that \"a ship bearing your dad's name is long overdue.\" \"This ship symbolizes our commitment to remain bold, to remain the world's preeminent naval force,\" he said. "}, {"title": "USN commissions DDG-1000 USS Zumwalt", "date": "2016-10-17", "MDP": "MDP E +", "phase": "Operation", "content": "The US Navy's newest and most technologically advanced warship, USS Zumwalt was commissioned into active service Saturday, October 15, at North Locust Point in Baltimore, US. The striking, stealthy design of the lead ship of a class of next-generation multi-mission destroyers, features a revolutionary electric propulsion system, wave-piercing tumblehome hull, and the latest warfighting technology and weaponry available. \"This ship is an example of a larger initiative to increase operational stability and give the US a strategic advantage,\" US Secretary of the Navy Ray Mabus said. "}, {"title": "USS Zumwalt Sidelined in Panama Following New Engineering Casualty", "date": "2016-11-22", "MDP": "0", "phase": "Operation", "content": "USS Zumwalt is pier side following an engineering casualty the ship suffered transiting the Panama Canal, U.S. Navy officials told USNI News on Monday. The guided missile destroyer will undergo repairs at a former U.S. naval station until its fit to complete its journey to Naval Station San Diego, Calif., U.S. 3rd Fleet spokesman Cmdr. Ryan Perry told USNI News. "}, {"title": "USS Zumwalt Breaks Down in Panama Canal", "date": "2016-11-22", "MDP": "0", "phase": "Operation", "content": "The USS Zumwalt, which is the lead ship of the U.S. Navy's newest class of guided-missile destroyers, arrived in Pearl Harbor, Hawaii, for the first time. The Zumalt arrived at Joint Base Pearl Harbor-Hickam on Wednesday. Crew aboard the ship will meet with local officials and organizations. \"The training ranges only found in the Hawaiian operating area allow Zumwalt to conduct important at-sea evolutions that enhance our crew's warfighting skills,\" Capt. "}, {"title": "Navy's newest destroyer was held up by seawater leaking into machinery", "date": "2016-12-14", "MDP": "0", "phase": "Operation", "content": "After two unscheduled stops for repairs, the USS Zumwalt (DDG-1000), the US Navy's new stealthy all-electric-powered destroyer, arrived at its new home port in San Diego on December 8. The ship also brought along new details about the source of its engineering woes. Zumwalt's propulsion issues, which caused the ship to have engineering failures off Norfolk, Virginia, and while transiting the Panama Canal, were caused by seawater getting into the ship's lubrication system for its huge electric motors. "}, {"title": "USS Zumwalt Holds Change of Command", "date": "2016-12-20", "MDP": "0", "phase": "Operation", "content": "The Navy's newest, most advanced warship, USS Zumwalt, graced the pier, it's two big guns, normally hidden away, extended out of the turrets like arms, graceful and powerful. In front of this elegant form, a small crowd of people gathered in chairs, with the bulk of Zumwalt's crew standing in formation, the sun making their dress blues contrasted against their white covers. They were gathered together to watch Capt. "}, {"title": "Stealth Destroyer DDG-1000's Biggest Trials Lie Ahead", "date": "2017-02-03", "MDP": "0", "phase": "Operation", "content": "As shipbuilder Bath Iron Works laid the keel for the third and final destroyer of the DDG-1000 class, the Navy and industry were struggling to understand embarrassing breakdowns on the first ship, the USS Zumwalt. Congress fears there could be worse to come. \"The hard work hasn't really begun yet in terms of delivering the capability of the ship,\" frets one Hill staffer. "}, {"title": "USS Zumwalt To Conduct Brief Sea Trial This Week to Light Off Radar, Test Recent Fixes", "date": "2017-02-15", "MDP": "0", "phase": "Operation", "content": "First-in-class destroyer USS Zumwalt will head to sea this week to begin testing components of its combat system, in its first sea trial event since arriving in its homeport of San Diego in early December. Vice Adm. Tom Moore, commander of Naval Sea Systems Command, told USNI News this morning that the at-sea event is \"not a full-fledged combat system\" lightoff event, but rather \"it'll be the first opportunity to light the SPY-3 Multi-Function Radar off, and it'll be the first opportunity to light off several of the other combat system elements on the ship.\" Moore said the ship would operate for a few days, engineers would collect some data, and then the ship would return to shore for its scheduled six-month post-shakedown availability. "}, {"title": "Introducing the USS Zumwalt, the Stealth Destroyer", "date": "2017-09-28", "MDP": "0", "phase": "Operation", "content": "By the end of the decade, 60 percent of U.S. naval forces will be stationed in the Pacific-a historic high that reflects Asia's increasing strategic importance to the United States, as well as concerns over China flexing its power in the region. The expanded U.S. presence will include the Navy's next-generation warship, the DDG-1000 Zumwalt class destroyer, named after the former chief of naval operations Adm. Elmo Zumwalt Jr. The first of these 600-foot, 15,000-ton vessels is being built by General Dynamics in Maine at the Bath Iron Works, which had to construct a $40 million facility to accommodate the project. "}, {"title": "New Requirements for DDG-1000 Focus on Surface Strike", "date": "2017-12-04", "MDP": "0", "phase": "Operation", "content": "The Navy is revamping the Zumwalt-class destroyer's requirements and will morph it into a focused surface strike platform, the director of surface warfare (OPNAV N96) told USNI News today. The ships were originally designed to support embarked forces ashore with long-range gunfire with GPS-guided shells fired at fixed targets. The new emphasis on surface strike would make the stealthy ship more effective against other surface ships in blue water as well as closer to shore. "}, {"title": "Inside the USS Zumwalt, a Stealth Destroyer That May Be the Most Advanced Warship Ever Built", "date": "2018-04-08", "MDP": "0", "phase": "Operation", "content": "When many civilians get a look at military vessels, they look like something out of Star Wars. The Navy's USS Zumwalt is no exception. The Navy's newest addition ranks as both the most technologically advanced and largest surface combat vessel in the world. Let's take a look at this impressive new ship. Its namesake made great strides in the Navy Elmo Zumwalt Adm. Zumwalt was an innovator. "}, {"title": "Future Ships Classes Will Need Hands-On Trainers Like LCS ", "date": "2018-07-17", "MDP": "0", "phase": "Operation", "content": "Future classes of surface ships ought to come with advanced training systems that allow maintenance sailors to practice hands-on troubleshooting, much like the trainers for the Littoral Combat Ship and the DDG-1000, the Program Executive Officer for Ships said last week. Rear Adm. William Galinis said at a Navy League breakfast event that the Navy's training of sailors, and maintenance sailors in particular, has changed over the years. Going forward, he said, it would be important to promote hands-on learning over computer-based learning for certain types of personnel. "}, {"title": "Navy's Next Large Surface Combatant Will Draw From DDG ", "date": "2018-08-28", "MDP": "0", "phase": "Operation", "content": "The Navy will buy the first of its Future Surface Combatants in 2023 - a large warship that will be built to support the Arleigh Burke Flight III combat system and will pull elements from the Arleigh Burke-class and Zumwalt-class destroyer designs. The combatant - not dubbed a cruiser, and potentially not dubbed a destroyer either - will be bigger and more expensive than the Arleigh Burke Flight III design and will have more room to grow into for decades to come, the director of surface warfare told USNI News today. Future Surface Combatant refers to a family of systems that includes a large combatant akin to a destroyer, a small combatant like the Littoral Combat Ship or the upcoming frigate program, a large unmanned surface vessel and a medium USV, along with an integrated combat system that will be the common thread linking all the platforms. "}, {"title": "Pics Of USS Zumwalt While Replenishing At Sea Show Yet Another Non-Stealthy Antenna", "date": "2018-11-20", "MDP": "0", "phase": "Operation", "content": "The Navy's controversial stealth destroyer, USS Zumwalt, continues on its path toward entering operational service, albeit in a watered-down state. At the same time, the second of three planned Zumwalt class ships, USS Michael Mansoor, is also making progress towards being commissioned. It even grabbed a quick photo op alongside the Royal Navy's supercarrier HMS Queen Elizabeth as it sailed off the eastern seaboard while undergoing F-35 shipboard testing. "}, {"title": "One Year Later: Still No DDG-1000 Gun Ammo Plans", "date": "2019-01-22", "MDP": "0", "phase": "Operation", "content": "A year after the Navy said it had no plans yet to replace the rounds for the DDG-1000 Zumwalt -class destroyer main guns, an official repeated it was still looking at replacement options at the annual Surface Navy Association symposium. DDG-1000 program manager Capt. Kevin Smith said on Jan. 16 the Navy is still looking at options like the hypervelocity projectile to use on the ship's BAE Systems -made 155mm Advanced Gun System. "}, {"title": "Navy to 'live fire' missiles from its USS Zumwalt stealth destroyer", "date": "2019-02-15", "MDP": "0", "phase": "Operation", "content": "The USS Zumwalt before its commissioning. The Navy's stealthy USS Zumwalt destroy is preparing to fire its first missile as part of an effort to prepare the ships radar, weapons and tracking system as the service the new, high-tech attack ship for operational service and deployment. Navy materials from the recent Surface Navy Association Symposium, briefed by Zumwalt program manager Capt. "}, {"title": "USS Zumwalt Arrives in Pearl Harbor", "date": "2019-04-02", "MDP": "0", "phase": "Operation", "content": "The lead ship of the U.S. Navy's newest class of guided-missile destroyers, USS Zumwalt, arrived in Pearl Harbor, Hawai'i, Tuesday, April 2, 2019. \"USS Zumwalt possesses stealth, size, power and computing capacity that provide the Navy a multiple-mission ship capable of meeting today's maritime missions as well as the ability to incorporate new technologies to counter emerging threats tomorrow,\" said Capt. Andrew Carlson, Zumwalt's commanding officer. "}, {"title": "Navy Establishes Surface Development Squadron For DDG ", "date": "2019-05-24", "MDP": "0", "phase": "Operation", "content": "The Navy established a new surface squadron on May 23 focusing on experimentation with new surface warfare capabilities, unmanned vessels, and new warfighting concepts. Vice Adm. Richard Brown, Commander of Naval Surface Force, U.S. Pacific Fleet, said this week the Navy started by redesignating Zumwalt Squadron One as Surface Development Squadron One. ZRON ONE was previously set up as the organization to man, train, and equip Zumwalt -class destroyers. "}, {"title": "The Navy's Next Warship Will Look a Lot Like the USS Zumwalt", "date": "2019-06-19", "MDP": "0", "phase": "Operation", "content": "The U.S. Navys' next surface warship will look a lot like the current Zumwalt -class of stealth destroyers. The future Large Surface Combatant, scheduled to enter service in the late 2020s, will retain the spaceship-like appearance of the Zumwalt s, with weapons and sensors hidden under the flat surfaces of a radar-evading hull. U.S. Naval Institute News quotes Rear Adm. William Galinis, the Navy's program executive officer for ships, as stating that the Large Surface Combatant, or LSC, is \"probably going to look a lot more like a DDG-1000 than a DDG-51.\" "}, {"title": "US Navy Destroyer USS Zumwalt to Be Fully Operational within days", "date": "2020-03-30", "MDP": "0", "phase": "Operation", "content": "Zumwalt-class destroyers are equipped with 80 MK57 vertical launch tubes, each capable of accommodating one to four SM-1, SM-2, and SM-6, or Tomahawk land-attack missiles. The stealth destroyers will also be armed with new long-range anti-ship missiles such as the Maritime Strike Tomahawk following a change of the mission requirements of the Zumwalt -class from a land-attack platform to surface warfare in November 2017. "}, {"title": "Navy Accepts Delivery of DDG-1000 And DDG-119", "date": "2020-04-24", "MDP": "0", "phase": "Operation", "content": "The Navy accepted delivery of the USS Zumwalt and USS Delbert D. Black destroyers on April 24. DDG-1000 is the lead ship of three multi-mission surface combatant destroyers. The delivery marks a milestone in the dual delivery approach to the Zumwalt -class vessels. It previously reached the first delivery stage, Hull Mechanical & Electrical, from shipbuilder General Dynamics' Bath Iron Works in May 2016. "}, {"title": "USS Zumwalt DDG 1000 Delivered to U.S. Navy After Combat system activation", "date": "2020-04-25", "MDP": "0", "phase": "Operation", "content": "This story was originally published by Megan Eckstein, USNI News on April 24, 2020. The destroyer will now count towards the Navy's battle force ship totals, though operationally the announcement of the delivery doesn't change much for the ship crew or the fleet. Zumwalt will still continue conducting at-sea developmental and integrated testing, ahead of next year's planned initial operational test and evaluation and declaration of initial operational capability. "}, {"title": "Navy Takes Delivery of USS Zumwalt Stealth Destroyer After delays 2020 4 ", "date": "2020-04-27", "MDP": "0", "phase": "Operation", "content": "The Navy has taken delivery of the USS Zumwalt, the first of the service's next-generation stealth destroyer. The $4 billion ship faced numerous delays and cost overruns, but Navy officials are calling the delivery a \"major milestone.\" Visit Business Insider's homepage for more stories. Top editors give you the stories you want - delivered right to your inbox each weekday. "}, {"title": "Guided-missile destroyer USS Zumwalt concludes first live fire test", "date": "2020-05-21", "MDP": "0", "phase": "Operation", "content": "The US Navy sailors aboard USS Zumwalt have successfully concluded a structural test fire of the Mark 46 MOD 2 Gun Weapon System. US Navy sailors aboard Zumwalt-class guided-missile destroyer USS Zumwalt have successfully concluded a structural test fire of the Mark 46 MOD 2 Gun Weapon System. The work was executed by the sailors with engineers and technicians from US Navy Surface Warfare Centers on the Naval Air Weapons Center Weapons Division Sea Test Range in Point Mugu. "}, {"title": "Is the Zumwalt Going To Get Hypersonic Weapons?", "date": "2020-06-23", "MDP": "0", "phase": "Operation", "content": "Congress is poised to order the U.S. Navy to add a key new weapon system to its beleaguered class of destroyers. The House of Representatives plans to mandate that the Navy add the new Conventional Prompt Global Strike hypersonic missile to the Zumwalt-class destroyers. The order would beef up the firepower of a class of destroyers hobbled by a lack of ammunition for their high-tech guns. "}, {"title": "Captain Andrew Carlson on Commanding the USS Zumwalt Stealth Destroyer", "date": "2020-07-15", "MDP": "0", "phase": "Operation", "content": "CIMSEC had the opportunity to discuss commanding the USS Zumwalt stealth destroyer with commanding officer Captain Andrew Carlson. In this wide-ranging discussion Capt. Carlson describes the goals of this unique warship, what it is like to experiment and field advanced new capability, and what the legacy of the ship may be for preparing for great power competition. What would you say are the unique challenges of leading this ship and crew compared to most other ships? "}, {"title": "Course Correction for DDG 1000, Navy Will Replace Main Battery for Guided Missile Destroyer", "date": "2022-01-13", "MDP": "0", "phase": "Operation", "content": "The U.S. Navy's controversial USS Zumwalt class of guided missile destroyers raises the legitimate question of whether a ship is too transformational, or not transformational enough. While the Navy Fact File states that DDG 1000 is the \"largest and most technologically advanced surface combatant in the world,\" it's a program that has been in existence for many years. It began as the SC-21 research and development program in 1994, which included the \"arsenal ship\" concept. "}, {"title": "Final Zumwalt-class destroyer arrives at Ingalls in Pascagoula", "date": "2022-01-17", "MDP": "0", "phase": "Operation", "content": "The third ship in the U.S. Navy's Zumwalt-class is now in Pascagoula, where shipbuilders at Ingalls Shipyard will complete the final phase of construction. The USS Lyndon B. Johnson (DDG 1002) arrived Monday morning, sailing past The Point as residents watched. The warship left Bath Iron Works in Maine on Wednesday, Jan. 12. At Ingalls, the ship will receive its final outfitting, as well as combat systems installation, testing and activation. "}, {"title": "First Artwork of Hypersonic Missiles on Zumwalt-class destroyers", "date": "2022-05-19", "MDP": "0", "phase": "Operation", "content": "According to the Lockheed Martin graphic, four CPS silos are substituted for the removal of the first 155mm Advanced Gun System turret while the second 155mm AGS is still retained. First reported by the U.S. Naval Institute in March 2022, this artwork follows what the U.S. Navy's Chief of Naval Operations Admiral Michael Gilday mentioned to USNI about not removing the complete gun hull mounting and extensively modifying the stealth destroyer's deck and hull. "}, {"title": "HII Set to Install First Hypersonic Missiles on USS Zumwalt uss michael monsoor during repair period ", "date": "2022-08-12", "MDP": "0", "phase": "Operation", "content": "A Mississippi shipyard is set to install the first long range hypersonic weapons on a U.S. warship in an upcoming repair period, USNI News has learned. According to a Friday pre-solicitation notice from Naval Sea Systems Command, the Navy has selected Ingalls Shipbuilding for a dry-dock period for guided- missile destroyers USS Zumwalt USS Michael Monsoor. \"The modernization scope of the effort will require specialized yard cranes for greater lift capacity, dry-dock facilities, covered assembly areas, and dedicated fabrication shops,\" reads the notice. "}, {"title": "US Navy awards support contract for USS Zumwalt", "date": "2022-08-19", "MDP": "0", "phase": "Operation", "content": "US shipbuilder General Dynamics Bath Iron Works has been contracted by the US Navy for the procurement of long lead materials for the large missile vertical launch system launch module fabrication on destroyer USS Zumwalt. According to the US Department of Defence, most of the work will be performed in Illionois. The value of the contract is around $20 million. "}, {"title": "USS Zumwalt (DDG-1000) deploys to 7th Fleet", "date": "2022-09-20", "MDP": "0", "phase": "Operation", "content": "This is the first time USS Zumwalt has pulled into Guam and marks the farthest it's ever been from its home port of Naval Base San Diego since its commissioning. While this was a working port visit, Sailors had a number of opportunities to rest and unwind on and off base. In conjunction with Naval Base Guam's own Morale, Welfare, Recreation (MWR) program, Sailors were granted opportunities and transportation to visit popular local establishments such as restaurants, gyms and beaches all around Guam. "}, {"title": "USS Zumwalt Operates with 7th Fleet for the First Time", "date": "2022-09-20", "MDP": "0", "phase": "Operation", "content": "The guided-missile destroyer USS Zumwalt is operating under the command of the U.S. 7th Fleet for the first time, according to a Navy release. The Zumwalt completed its first port call in Guam on Sept. 19, according to Commander, Task Force 71/Destroyer Squadron 15 Public Affairs. This \"marks the farthest it's ever been from its home port of Naval Base San Diego since its commissioning,\" the squadron's release said. "}, {"title": "USS Zumwalt, one of the Navy's new stealth destroyers, visits ", "date": "2022-09-29", "MDP": "0", "phase": "Operation", "content": "One of the Navy's newest warships, the guided-missile destroyer USS Zumwalt, docked this week at the homeport of the U.S. 7th Fleet, marking the vessel's first-ever visit to Asia. The lead ship of the Zumwalt-class guided-missile destroyers steamed into Yokosuka on Monday for a \"routine port call\" after spending 13 days at Naval Base Guam, Task Force 71 spokeswoman Lt. Katherine Serrano told Stars and Stripes. The Zumwalt arrived in Guam on Sept. 6, another first for the ship, Task Force 71 spokesman Lt. Cmdr. "}]