[{"win label": 0, "win": [{"title": "Moon VIPER: NASA Wants to Send a Water-Sniffing Rover to the Lunar South Pole in 2022", "date": "2019-10-16", "content": "NASA is already pulling together plans for what could become its first long- lived robotic rover on the moon's surface, designed to sniff out water and targeting a landing date of 2022. Right now, that rover, called Volatiles Investigation Polar Exploration Rover, is still a mission concept. If all goes well, the project could develop a long-lived, mobile robot that can hunt for water and other volatiles near the south pole of the moon. "}, {"title": "NASA developing new lunar rover to the moon to drill for water ice", "date": "2019-10-25", "content": "A new rover could roam the south pole of the lunar surface in 2022, searching for ice that NASA hopes could be used to develop rocket fuel for a voyage to Mars. The project, Volatiles Investigating Polar Exploration Rover, or VIPER, was announced Friday by NASA Administrator Jim Bridenstine during a presentation at a conference in Washington. VIPER will be a key component of the space agency's Artemis program, which plans to return humans to the moon in 2024. "}, {"title": "NASA is sending a rover to the moon to look for water ice", "date": "2019-10-28", "content": "NASA announced on Friday it would launch a robotic rover to the moon in December 2022 to look for water ice reserves stored on or below the surface. The mission: NASA is calling it the Volatiles Investigating Polar Exploration Rover, or VIPER. After landing, VIPER will roam around the south pole of the moon for 100 days, using a neutron spectrometer to find signs of ice deposits below the surface. "}]}, {"win label": 0, "win": [{"title": "NASA's New Moon Rover Tested in Lunar Operations Lab", "date": "2020-01-13", "content": "An engineering model of the Volatiles Investigating Polar Exploration Rover, or VIPER, is tested in the Simulated Lunar Operations Laboratory at NASA's Glenn Research Center in Cleveland, Ohio. About the size of a golf cart, VIPER is a mobile robot that will roam around the Moon's South Pole looking for water ice in the region and for the first time ever, actually sample the water ice at the same pole where the first woman and next man will land in 2024 under the Artemis program. The large, adjustable soil bin contains lunar simulant and allows engineers to mimic the Moon's terrain. "}, {"title": "NASA tests its water-hunting lunar rover VIPER", "date": "2020-01-14", "content": "NASA has gotten a glimpse of how the Volatiles Investigating Polar Exploration Rover or VIPER would fare on the Moon. It put an engineering model of its golf cart-sized rover to the test at Glenn Research Center's Simulated Lunar Operations Laboratory, which can mimic lunar and planetary surfaces. SLOPE has a large, adjustable soil bin, which allowed the rover's engineers to gather the data needed to evaluate the traction of the vehicle and its wheels. "}, {"title": "NASA tests VIPER Moon Rover Instruments for Lunar Flight", "date": "2020-05-25", "content": "When NASA's new Moon rover, VIPER, lands on the lunar surface to begin its hunt for water ice at the poles, it will be equipped for the job with instruments that have already been battle-tested in this harsh environment. Prior to the launch of VIPER, the Volatiles Investigating Polar Exploration Rover, versions of these instruments will have flown as payloads on two earlier deliveries to the Moon by commercial providers under NASA's Commercial Lunar Payload Services initiative. The goal of these CLPS deliveries is to perform science experiments, test technologies and demonstrate capabilities to help NASA explore the Moon and prepare for human missions beginning in 2024. "}, {"title": "NASA Viper lunar rover books a ride to the moon with Astrobotic", "date": "2020-06-12", "content": "NASA's Viper lunar rover has a ticket to the moon for 2023. The space agency announced Thursday it's selected Pittsburgh-based Astrobotic for a $199.5 million contract to deliver the rover to the south pole of our lunar neighbor. The Volatiles Investigating Polar Exploration Rover is a four-wheeled vehicle designed to seek out water ice and sample the lunar soil. "}]}, {"win label": 0, "win": [{"title": "THALES ALENIA SPACE TECHNOLOGY TO ENABLE VIPER, THE ROVER THAT NASA WILL SEND TO THE MOON IN THE SEARCH FOR WATER, TO COMMUNICATE DIRECTLY TO EARTH", "date": "2020-07-28", "content": "Thales Alenia Space, a joint venture between Thales (67%) and Leonardo (33%), has signed a contract with the National Aeronautics and Space Administration (NASA) Johnson Space Center (JSC) for the delivery of the X-Band Transceiver and X-Band Diplexer, which will ensure communications for the Volatiles Investigating Polar Exploration Rover (VIPER). A critical step to human space exploration: NASA's lunar rover will explore the South Pole of the Moon in search for water ice and other potential resources by means of its three instruments and a 1-meter (3.28-foot) drill. The data collected by the rover will show where the Moon's water ice is most likely to be found and easiest to access. "}, {"title": "VIPER Rover Will Get Driving Headlights", "date": "2020-10-30", "content": "As it journeys into some of the darkest and coldest spots in the solar system, NASA's new water-hunting Moon rover, VIPER, will need some very robust headlights to light the way. In the extremes of light and dark found on the Moon, shadowed and lit areas are in such high contrast that any contours in the landscape are effectively invisible in the darkness. To navigate this world, VIPER's rover drivers will rely on a system of rover-mounted lights and cameras to steer clear of boulders, descend steep declines into craters and avoid other potentially mission-fatal dangers. "}, {"title": "VIPER's Many Brains are Better than One", "date": "2020-12-02", "content": "If you opened up a robot vacuum, a self-driving car, or even one of NASA's Mars rovers (which we're definitely not recommending you do!) you'd find a bunch of processors programmed with software that serve as the robot's \"brains.\" All robots have these computerized brains directing their movement and activity, but NASA's Volatiles Investigating Polar Exploration Rover, or VIPER, will be the first off-world rover to have its brains split in two as it explores the Moon's surface in search of water ice. "}]}, {"win label": 0, "win": [{"title": "NASA's Next Lunar Rover Progresses Toward 2023 Launch", "date": "2021-02-24", "content": "NASA's new water-hunting mission to the Moon, the Volatiles Investigating Polar Exploration Rover, or VIPER, has received agency-level approval to move from formulation into implementation of the final design of the rover. This puts the mission one step closer to launching to the Moon's South Pole in late 2023. The decision follows VIPER passing the important preliminary design review milestone in August, in which the mission successfully demonstrated to NASA's Planetary Science Division and the independent VIPER review team that it can meet all the requirements with an acceptable level of risk within cost and schedule restraints. "}, {"title": "VIPER lunar rover mission cost increases", "date": "2021-03-03", "content": "A NASA rover mission to look for ice at the south pole of the moon has passed a key review, but now costs significantly more than previously advertised. NASA's Volatiles Investigating Polar Exploration Rover (VIPER) mission passed its confirmation review Feb. 24, the agency said in a statement. That allows the mission to move into implementation ahead of a launch scheduled for late 2023. "}, {"title": "Moon Lander Mockup Arrives for Testing with VIPER Rover", "date": "2021-03-16", "content": "A mockup analog of the Griffin lander that will bring NASA's water-hunting Volatiles Investigating Polar Exploration Rover (VIPER) to the surface of the Moon recently arrived at NASA's Johnson Space Center in Houston. Modeling the upper deck and ramps of the lander, this replica was provided by Astrobotic of Pittsburgh, the company tasked to deliver VIPER to the Moon through NASA's Commercial Lunar Payload Services, or CLPS initiative. The NASA team will use a VIPER test unit with the lander mockup to practice departing off the lander. "}, {"title": "NASA practices VIPER moon rover assembly in new cleanroom", "date": "2021-03-19", "content": "NASA's water-hunting lunar robot now has a workspace prepped and ready at the agency's Johnson Space Center in Houston, where it will be built for its upcoming mission to the Moon. The Volatiles Investigating Polar Exploration Rover, or VIPER, has a new 1,000+ sqft cleanroom, called the Surface Segment Integration and Test Facility, where engineers will assemble and outfit the rover. Located in a corner of the centre's Space Vehicle Mock Up Facility, the VIPER team recently launched the assembly of a full-scale replica of the rover. "}, {"title": "Astrobotic selects Falcon Heavy to launch NASA's VIPER lunar rover", "date": "2021-04-13", "content": "Astrobotic has signed a contract with SpaceX for the launch of its Griffin lunar lander, carrying a NASA lunar rover, on a Falcon Heavy in 2023. Astrobotic announced April 13 that it selected SpaceX's Falcon Heavy for its Griffin Mission 1 lunar lander mission, which will deliver the Volatiles Investigating Polar Exploration Rover spacecraft to the south pole of the moon in late 2023. Astrobotic won a NASA competition through the Commercial Lunar Payload Services program last year to transport VIPER on its Griffin lunar lander. "}, {"title": "NASA's VIPER rover to use ramps to drive off Moon Lander", "date": "2021-06-21", "content": "When NASA's water-hunting robot - the Volatiles Investigating Polar Exploration Rover, or VIPER - arrives on the lunar surface, it will use two folding ramps to drive off the lander in style and begin exploring the Moon. To make sure its big moment goes off without a hitch, the VIPER team recently tested those ramps at NASA's Johnson Space Center in Houston Texas. Using a full-scale model of the Griffin lander that will deliver VIPER to the Moon, the team evaluated how well a rover test unit was able to move on the ramps. "}]}, {"win label": 1, "win": [{"title": "NASA Awards Advanced Cooling Technologies, Inc. $3.7M Contract for VIPER Mission", "date": "2021-09-08", "content": "NASA has awarded Advanced Cooling Technologies, Inc. a $3.7 million contract to finalize the design and fabricate the flight thermal control system for the Volatiles Investigating Polar Exploration Rover, or VIPER. VIPER, an important part of the Artemis program, is a golf cart-sized rover that will roam several miles across the South Pole of the Moon to get a close- up view of the location and concentration of ice during its approximately 100-day mission. The Artemis program will accomplish many \"firsts\" for NASA and the global space community. "}, {"title": "NASA unveils landing site on the moon for ice-hunting VIPER rover", "date": "2021-09-20", "content": "We now know where NASA's first-ever robotic moon rover will touch down. The ice-hunting Volatiles Investigating Polar Exploration Rover will land just west of Nobile Crater, which sits near the moon's south pole, NASA officials announced today. In late 2023, VIPER will fly to the moon aboard Griffin, a lander built by Pittsburgh-based company Astrobotic that will launch atop a SpaceX Falcon Heavy rocket. "}, {"title": "NASA's Artemis Rover Passes Critical Design Review", "date": "2021-10-27", "content": "NASA's first lunar mobile robot, the Volatiles Investigating Polar Exploration Rover (VIPER) has passed its Critical Design Review (CDR), a critical milestone indicating that the rover has a completed design and has been approved by an independent NASA review board. The mission can now turn its attention to the construction of the rover itself, which will launch on a SpaceX Falcon-Heavy rocket for delivery to the Moon by Astrobotic's Griffin lander under NASA's Commercial Lunar Payload Services initiative. As part of the Artemis program, the VIPER mission is managed out of NASA's Ames Research Center in California's Silicon Valley, and its primary objective is to get a close-up view of the location and concentration of ice as well as other resources at the Moon's South Pole. "}, {"title": "NASA's new rovers will be a fleet of mobile robots that work together", "date": "2021-11-02", "content": "NASA is exploring a concept for a new fleet of mini-rovers that can work together to solve problems and make decisions as a unit. If one fails or gets stuck somewhere, the others could carry on without it. As part of the Cooperative Autonomous Distributed Robotic Exploration (CADRE) project, NASA engineers are designing compact, mobile robots the size of a shoebox (for comparison, Perseverance is the size of a small SUV) to autonomously explore the moon and other planets. "}]}, {"win label": 0, "win": [{"title": "NASA's lunar test rover VIPER kicks up sand in third mobility assessment", "date": "2022-01-29", "content": "The latest prototype of NASA's Volatiles Investigating Polar Exploration Rover (VIPER) manoeuvred high sinkage sand-like material while transiting NASA Glenn's Simulated Lunar Operations Laboratory, or SLOPE bed. This was the third mobility assessment conducted by the test rover to prepare for the 2023 mission to the Moon's South Pole. The latest test rover, named Moon Gravitation Representative Unit 3 (MGRU3) features the same wheel design and base size as the final rover that will land on the lunar surface. "}, {"title": "Engineer Tests MSolo Instrument for VIPER", "date": "2022-03-02", "content": "Nate Cain, an electronics engineer at NASA's Kennedy Space Center in Florida, prepares to conduct electromagnetic interference (EMI) testing for the Mass Spectrometer Observing Lunar Operations (MSolo) instrument inside the EMI Laboratory on Feb. 14, 2022. The engineering development unit being tested matches the instrument that will be on NASA's water-hunting lunar robot, the Volatiles Investigating Polar Exploration Rover, or VIPER. The EMI testing takes several days and will verify that MSolo can control the electromagnetic emissions it will produce during its mission and meets EMI susceptibility requirements as part of its preparation to operate in the lunar environment. "}, {"title": "NASA Glenn completes testing for 2023 Moon rover mission", "date": "2022-06-02", "content": "Standing eight feet above the ground, NASA's Moon rover descended off a lunar lander ramp Thursday as part of testing for the upcoming VIPER mission. VIPER, which stands for NASA's Volatiles Investigating Polar Exploration Rover, is slated as the first U.S.-made robotic rover to land on the Moon. Jasper Wolfe serves as a mission systems engineer for the VIPER project, a mission to locate water and ice on the moon. "}, {"title": "VIPER Prototype Readies for Lander Tests, Practices Lunar Communications", "date": "2022-06-04", "content": "Engineers recently tested a decked-out version of a prototype Volatiles Investigating Polar Exploration Rover, or VIPER - the most realistic yet - seen here during checkout and preparation activities at the Planetary Analog Test Site, known as the Rock Yard, at NASA's Johnson Space Center in Houston. VIPER is set to launch to the Moon through NASA's Commercial Lunar Payload Services initiative with Astrobotic of Pittsburgh. By adding a few parts to simulate the Moon rover's center of gravity, a new mast to carry cameras and antennas, a new computer, new flight software, and new motor controllers - this newest prototype is equipped with the latest-and-greatest. "}]}, {"win label": 0, "win": [{"title": "NASA delays VIPER lunar rover launch by a year", "date": "2022-07-19", "content": "NASA has delayed the launch of an ice-prospecting lunar rover by a year to perform more testing of its commercial lander, the agency announced July 18. NASA said it is delaying the launch of its Volatiles Investigating Polar Exploration Rover mission from November 2023 to November 2024. The rover is designed to land near Nobile Crater in the south polar regions of the moon to look for water ice, of interest to both lunar scientists and as a resource for future human missions. "}, {"title": "Nasa delays lunar rover mission until 2024 to allow lander development", "date": "2022-07-20", "content": "Nasa will delay the launch of its water hunting Viper Moon rover by a year in order to allow more time to develop a landing vehicle for the mission, the space agency announced on Monday. The Viper - Volatiles Investigating Polar Exploration Rover - was scheduled to launch in November 2023, but that launch date will now slip to November 2024. That will allow more time for ground testing the Griffin lander that will deliver Viper to the lunar South pole, according to the Nasa statement. "}, {"title": "NASA's VIPER Prototype Motors Through Moon-like Obstacle Course", "date": "2022-07-27", "content": "It faced the quicksand-like soil in the \"sink tank,\" climbed the \"tilt bed,\" and conquered boulders and craters. NASA's Volatiles Investigating Polar Exploration Rover (VIPER) prototype recently endured the most realistic tests to-date of its ability to drive through the most difficult terrain during its mission to the Moon's South Pole. Engineers tested the latest VIPER mobility engineering test unit, known as Moon Gravitation Representative Unit 3 (MGRU3) in the Simulated Lunar Operations (SLOPE) Laboratory at NASA's Glenn Research Center in Cleveland. "}, {"title": "NASA's VIPER Lunar Rover Prototype Motors Through Moon-Like Obstacle Course", "date": "2022-08-02", "content": "NASA's Volatiles Investigating Polar Exploration Rover prototype recently endured the most realistic tests to date of its ability to drive through the most challenging terrain during its mission to the Moon's South Pole. The lunar rover prototype faced the quicksand-like soil in the \"sink tank,\" climbed the \"tilt bed,\" and conquered boulders and craters. Engineers put the latest VIPER mobility engineering test unit, known as Moon Gravitation Representative Unit 3, through its paces in the Simulated Lunar Operations Laboratory at NASA's Glenn Research Center in Cleveland. "}]}]